{"10":"GROTER. BETER. VINNIGER. STERKER. VEILIGER.","11":"Artikel 12","12":"Niemand sal blootgestel word aan niksseggende inmengery met hul privaatheid, familie, wooning of korrespondensie, of 'n aanval op hul eer en reputasie. Elkeen het die reg op die beskerming deur die wet teen sulke inmengery of aanvalle.","13":"Universele verklaring van menseregte.","14":"Bevestig uitvee","15":"Is jy seker jy wil al die items permanent uit jou Rommel Blik verwyder?","16":"Interne fout","17":"Bandwydte kwota oorskry","18":"Te veel konneksies vir hierdie aflaai","19":"Inteken sessie het verval of is ongeldig","20":"Tydelik onbeskikbaar","21":"Rekening kwessie, sien asb. u epos","22":"Lêer bestaan nie meer nie","23":"Lêer nie meer toeganklik nie","24":"Dekripsie fout","25":"Die gids waarin u is, is deur 'n ander gebruiker uitgevee of geskuif.","26":"Verlore gids ","27":"Ongelukkig kan 1 lêer nie opgelaai word nie, want dit is groter as [X].","28":"Ongelukkig kan [X1] lêers nie opgelaai word nie, want hulle is groter as [X2].","29":"Jy word beperk tot die oplaai van lêers met ons Adobe Flash alternatief, want jou browser bied nie die HTML5 File Reader nie. As jy hierdie beperking wil omseil, (en die oorheersende browser optrede verbeter), oorweeg asb. om [A]Google Chrome[\/A] te installeer.","30":"Browser beperking","31":"Jy kan slegs lêers kleiner as [X] oplaai met Internet Explorer. Chrome & Firefox laat jou toe om lêers van enige grote op te laai.","33":"MEGA rock met Google Chrome","34":"Waarskuwing:","35":"Jy gebruik 'n verouderde browser, wat gevolglik jou lêer oorplaasing verrigting affekteer.","36":"Opgradeer asb. na Google Chrome.","37":"Terwyl ander browser handelaars nogsteeds sukkel om die volle spektrum van HTML5 se funksionaliteit te implimenteer, het Google Chrome dit alles - vandag. Om MEGA se volle krag te geniet (soos outomatiese groepering en aflaai), stel ons ernstig voor dat jy van jou huidige, verouderde browser ontslae raak, en opgradeer na Chrome so gou as moontlik.","38":"Moet nie hierdie boodskap weer wys nie","39":"Nee, Dankie","40":"Laai Chrome af","41":"Jy het n gids verwyder wat 1 gedeelde gids bevat.","42":"Sodra jy die Rommel Blik leegmaak sal hierde verdeling gestaak word.","43":"Jy het 'n gids verwyder wat [X] gedeelde gidse bevat.","44":"Sodra jy die Rommel Blik leegmaak sal hierde verdelings gestaak word.","45":"Gedeelde gids waarskuwing","46":"Interne Fout","47":"Oeps! Iets het skeefgeloop. Jammer daarvoor!","48":"Sleutel asb. ten minste drie karakters in om te soek.","49":"skuif [X] gekose item(s)","50":"1 lêer","51":"[X] lêers","52":"en","53":"1 gids","54":"[X] gidse","55":"Slegs-lees","56":"Lees & Skryf","57":"Volle toegang","58":"Aflaai","59":"Kry skakel","60":"Deel","61":"Hernoem","62":"Skuif","63":"Kopieer","64":"Toestemmings","65":"Jy het slegs-lees toegang tot hierdie gids.","66":"Jy het lees & skryf toegang tot hierdie gids.","67":"Jy het volle beheer oor hierdie gids.","68":"Nuwe gids","69":"Skep Nuwe gids","70":"Maak Rommel Blik Leeg","71":"Voeg kontak by","72":"Vee kontak uit","73":"Is jy seker jy wil hierdie gebruiker van jou kontaklys uitvee?","74":"Is jy seker jy wil hierdie gebruikers van jou kontaklys uitvee?","75":"Vee kontak uit","76":"Jy is op die punt om [X] permanent uit jy Rommel Blik te verwyder.","77":"Wil jy voortgaan?","78":"Ja","79":"Nee","81":"OK","82":"Kanselleer","83":"Verwyder","84":"Bevestig uitvee","85":"Herlaai","86":"Naam","87":"Grootte","88":"Oorplasing tipe","89":"Status","90":"Spoed","91":"Uitgeloopde tyd","92":"Oorblywende tyd","93":"Tipe","94":"Laas verander","95":"E-pos","96":"Regte","97":"Nuwe Oplaai","98":"Houer Oplaai","99":"Lêer Oplaai","100":"Maak Rommel Blik Skoon","101":"Voeg Kontak by","102":"Soek","103":"Kanselleer oorplasing","104":"Lêer oorplasings","105":"hangend","106":"Lêer bestuurder","107":"Wil jy die verkose gidse kopieer na [X] se private inbox?","108":"Bevestiging","109":"Wil jy die gekose gids kopieer na die gedeelde gids?","110":"Wil jy die gekose  item(s) kopieer na [X] se private inbox?","111":"Wil jy die gekose item(s) kopieer na na hierdie gedeelde gids?","112":"Skakels","113":"Lêer skakel","114":"Lêer skakel","115":"Lêer naam","116":"Lêer grootte","117":"Skuif na plek","118":"Kies bestemming","119":"Komplimentêre bandwydte kwota oorskry","120":"Jou aflaai kan nie voortgaan nie, want dit sal jou oor die huidige gratis oorplasings toelating vir jou IP adres stuur .","121":"Hierdie beperking is 'n dinamiese beperking en hang af van die bedrag van ongebruikte bandwydte wat ons beskikbaar het.","122":"Slegs oorplasings wat in die laaste vyf tot ses ure gemaak is tel.","123":"In daardie tydgleuf:","124":"Jy het [X] afgelaai.","125":"[X1] sal in [X2] beskikbaar word.","126":"Die huidige IP limiet is [X].","127":"Vir jou gerief sal jou opgelynde aflaaie op hou gesit word tot jy genoeg kwota beskikbaar het, en dan outomaties voortgaan.","128":"As jy nie wil wag nie, kan jy oorweeg om in te teken vir 'n bandwydte pakket wat jou ook genoegsame ekstra stoorplek gee.","129":"Opgradeer na Pro","130":"Laai lêers af","131":"Kliek \"Toestemming\" om aflaai te voltooi","132":"Skuif Items","133":"Skuif [X]","134":"Kopieer [X]","135":"Fout","136":"Kies asb. die bestemmings gids.","137":"Kies asb. 'n geldige bestemming teiken.","138":"Die bestemmings gids kan nie diesefde wees as die oorsprong gids nie.","139":"Sirkulêre fout","140":"Sirkulêre fout: die bestemming kan nie 'n sub-gids wees van die gids wat geskuif word nie.","141":"Sleutel asb. 'n geldige e-pos adres in.","142":"Wag asb...","144":"Verwyder deeling","145":"E-pos adres:","146":"Deel na nuwe gebruiker:","147":"Verleen toegang","148":"Maak toe","149":"Deeling","150":"Kontak genooi","151":"Die gebruiker [X] is genooi en sal in jou kontaklys verskyn na hulle geregistreer is.","152":"Jy kan nie jouself by jou eie kontaklys voeg nie.","153":"E-pos adres","154":"Voeg kontak by","155":"Voeg by","156":"Kanselleer","157":"Gids Naam","158":"Skep","159":"Kanselleer","160":"Hierdie gids naam is reeds in gebruik. Probeer asb. weer.","161":"Hernoem","162":"Hernoem","163":"Kanselleer","164":"Cloud skyf","165":"Kontakte","166":"Inbox","167":"Rommel Blik","168":"Rommel Blik","169":"Titelblad","170":"Registreer","171":"Teken in","172":"Trek & los jou lêers enige plek","174":"of","175":"Kies lêers","176":"Kies lêers om op te laai","177":"Jy hou die sleutels tot wat jy in die cloud stoor ","178":"Veilige Aanlyn Samewerking","179":"Kragtige Lêer Bestuurder","180":"App Ekosisteem","181":"Voledige Eienskappe","182":"Deel geïnkripteerde lêers met medewerkers of besigheids vennote en ruil konfidensieële dokumente met deursigtige enkripsie regdeur.","183":"Sien en bestuur jou lêers in jou browser, met integrale versnellende groepering op en aflaai.","184":"'n Omvattende oop API laat derde party ontwikkelaars toe om MEGA se funksionaliteit te verbeter.","185":"2048 greep RSA enkripsie","186":"Teken uit","187":"My rekening","188":"Lêer Bestuurder","189":"Kanselleer sessie","190":"Teken in","191":"skep 'n rekening","192":"Onthou my","193":"Teken in","194":"[X] severs aanlyn","195":"Jou Epos","196":"Jou Epos","197":"Sleutel asb jou e-pos in","198":"Sleutel asb 'n geldige e-pos adres in.","199":"Sleutel asb jou wagwoord in.","200":"Oeps, iets het fout gegaan.","201":"Ongeldige e-pos en\/of wagwoord. Probeer asb weer.","202":"Skep 'n nuwe rekening","204":"of","205":"teken in","206":"Jou naam","207":"Jou Epos","208":"Ek stem saam met die MEGA [A] Diens Terme[\/A]","209":"Registreer","210":"Berei voor vir 'n nuwe era","211":"Cloud berging sal nooit weer dieselfde wees nie","212":"Sleutel asb jou naam in.","213":"Kies asb 'n wagwoord.","214":"Jy moet ons diens terme aanvaar.","215":"'n Onbekende fout het voorgekom. Probeer asb weer.","216":"Verruklik","217":"Sien asb jou e-pos en druk op die skakel om jou rekening te bevestig.","218":"Hierdie e-pos adres het reeds 'n rekening geregistreer met MEGA.","219":"Hierdie e-pos adres het reeds 'n rekening geregistreer met MEGA.","220":"Swak","221":"Gemiddeld","222":"Goed","223":"Uitstekend","224":"KIES LÊERS OM OP TE LAAI","225":"KIES LÊERS OM OP TE LAAI OF TREK & LOS HULLE HIER","226":"Om te voorkom dat ons bronne oorlaai word, moet ons soms bandwydte verbruiking beperk. In die laaste ses ure  het jou IP adres [X1] gebruik, wat, tesame met die gekose lêer van [X2], ons huidige limiet van [X3] sal oorskry. Om regverdige en gelyke toegang tot ons bronne te verseker, is jou huidige aflaaiings op hou gesit. Hulle sal outomaties voortgaan sodra die opeenhoping verlig.","227":"Oorplasings wat deur betaalde bandwydte kwota gedek word is kwytgeskel van hierdie beperking. So, as jy nie wil wag nie kan jy oorweeg om in te teken op 'n pro rekening.","228":"Verkeer bestuur in werking","229":"Moenie weer wys nie","230":"Opgradeer na Pro","231":"Nee dankie, ek sal wag","232":"Nee dankie, ek sal wag","233":"Tydelike fout, ons probeer weer.","234":"Laai lêer af","235":"Aflaai","236":"Invoer","237":"Begin aflaai","238":"Merk vir kopiereg","239":"Aflaai voltooi","240":"Ten einde jou lêer oorplasing te voltooi, moet jy jou lêer self spaar.","241":"Spaar jou lêer","242":"Opgradeer na Chrome om MEGA se volle krag te geniet","243":"Die lêer wat jy wil aflaai is nie meer beskikbaar nie.","244":"Dit kan as gevolg van die volgende redes wees:","246":"Die lêer is verwyder as gevolg van ToS\/AUP oortreding.","247":"Ongeldige URL- die skakel waarvoor jy probeer toegang kry bestaan nie","248":"Die lêer is deur die gebruiker verwyder","249":"Die lêer wat jy probeer aflaai ais tydelik onbeskikbaar.","250":"Ons ingeboude ontslag het gefaal. Dit kan asngevolg van die volgende redes wees:","251":"Sommige servers is buite werking weens onderhoud.","252":"Ons is oorlaai en is besig om meer kapasiteit by te voeg.","253":"Probeer asb weer later.","254":"Die lêer wat jy probeer aflaai is nie meer beskikbaar nie.","255":"Hierdie lêer is nie meer beskikbaar nie as gevolg van 'n kopiereg eis deur [X].","256":"Jou sleutel het nie die regte lengte nie.","257":"Maak asb seker jy sleutel n geldige sleutel in.","258":"Besig om af te laai","259":"Waarvoor staan \"MEGA\"?","260":"MEGA is 'n rekursiewe akroniem en staan vir \"MEGA Encrypted Global Access\".","261":"Waaroor gaan MEGA?","262":"MEGA is 'n sogenaamde cloud berging verskaffer. Dit bied gratis en betaalde berging spasie en bandwydte. Dit bied jou toegang asook berging funksies vir jou lêers vanuit jou browser of 'n toegewyde klient applikasie.","264":"Na die beste van ons wete is daar huidiglik geen noemenswaardige wetgewing wat cloud berging en enkripsie verbied nie. Voldoen asb. aan die toepaslike wette oor [B]hoe[\/B] jy cloud berging an enkripsie gebruik sowel as ons [A]terme van gebruik[\/A].","265":"MEGA is gemaak deur dieselfde mense wat voorheen een van die wêreld se grootste cloud bergings besighede bedryf het. Kan ek asb. my rekening en my  lêers terugkry?","266":"Ongelukkig het MEGA geen toegang tot enige van die bates wat sy werkers vantevore geskep het nie. Daar is geen wettige verbintenis en geen herwinning of enige kode, hardeware of databasis rekords nie, en daarom sien ons huidiglik geen manier om jou data, wat jy nagelaat het, te herwin nie.","267":"Hoekom 'n cloud bergings maatskappy in New Zealand baseer, van alle plekke?","268":"Een van die belangrike redes is dat New Zealand se inheemse Mãori naam \"Aotearoa\" is, wat \"Land van die lang wit wolk\" beteken.","269":"Kan ek toegang kry tot MEGA van my mobiele toestel af?","270":"MEGA is geoptimaliseer vir rekenaar browsers. Ons werk hard om MEGA aanpasbaar te maak by alle vooraanstaande mobiele toestelle en tablette. Jy kan koel persoonlike apps  vir jou gunsteling mobiele toestel in die nabye toekoms verwag.","271":"Kan ek voortgaan met verbreekte op-of aflaaie?","272":"Ja, solank jy nie jou browser tab toemaak nie, sal op-en aflaaie outomaties voortgaan na bv 'n netwerk verbreking, of jou toestel wat in bystaan\/slaap funksie ingegaan het. Neem asb kennis dat ons servers outomaties ontslae raak van onvoltoooide aflaaïings na 48 uur van geen aktiwiteit.","273":"Kan ek dieselfde lêer meer as eenkeer oplaai?","274":"Omdat die server nie lêername kan sien nie, moet die klient self botsings tussen lêername hanteer. Met standaard instellings, as jy 'n lêer oplaai wat jy reeds in jou rekening het (selfde teikenweg\/lêernaam, selfde grootte, selfde laaste modifikasie tyd), sal dit oorgesien word, maar niks verhoed jou om veelvuldige lêers of gidse met dieselfde name in dieselfde gids te berg nie.","275":"Hoe reguleer julle bandwydte verbruiking?","276":"Dit is ons beleid om nie kunsmatige beperkings op ons verbruikers af te dwing nie, tensy dit deur infrastruktuur vernouings genoodsaak word. Daarom behou ons die reg voor om verbruikers se bandwydte verbruiking te beperk vir operasionele redes, te enige tyd op 'n per-IP basis. Jou oorplasings lyn sal outomaties voortgaan sodra die opeenhoping verlig. Jy hoef self niks te doen nie.","277":"Is daar enige beperkings op lêer grootte by MEGA?","278":"Ons lê nie kunsmatige beperkings op lêer grootes anders as jou beskikbaar cloud disketspasie. Egter 'n paar nalatenskap of tegnies onvoldoende browsers vereis dat die hele lêer in die geheue gestoor word vir die aflaai (Firefox, IE10, Opera), of vir beide die aflaai en oplaai (IE9, Safari 5).","279":"Kan ek op- en aflaai ter selfde tyd?","280":"Ja. Een oplaai en een aflaai per browser tab kan in parrallel hardloop.","281":"Hoekom voorsien julle nie duimnael of gestroomde voorskou vir video of oudio lêers nie?","282":"Omrede ons eindpunt-tot-eindpunt enkripsie model enige server manupilasie van jou data onvoorwaardelik uitsluit, en dit is wat sou nodig wees vir so 'n funksie.","283":"Hoe laai ek lêers op na MEGA?","284":"Daar is drie maniere om lêers op te laai na MEGA deur jou browser te gebruik:","285":"1. Druk op die rooi knoppie op die begin bladsy","286":"2. Gaan na jou lêer bestuurder en druk op \"Lêer oplaai\" of (as jy Chrome gebruik) \"Gids Oplaai\" knoppies naby die bokant","287":"3. Trek en los lêers of (as jy Chrome gebruik) gidse na die webwerf","288":"Hoe installeer ek MEGA?","289":"Jy het nie nodig om enige iets te installeer nie. MEGA is heeltemal browser gebaseer en werk met alle huidige vooraanstaande browsers. Om MEGA se volle potentiaal los te laat, stel ons ernstig voor dat jy slegs Google Chrome gebruik.","290":"Hoe werk gids deeling?","291":"Jy kan enige sub-gedeelte van jou cloud skyf deel met vriende, familie en medewerkers. Uitnodigings is volgens e-pos adres. Uitgenooides wat nog nie 'n rekening het nie sal 'n e-pos ontvang met 'n skakel om op te teken. Alternatiewelik kan jy 'n openbare skakel skep na enige van jou gidse en dan kan jy die gids-spesifikie kriptiese sleutel uitvoer en sodoende dit toeganklik maak sonder 'n MEGA rekening. Dit is dan jou verantwoordelikheid om die gids-sleutel veilig by die ontvanger te kry","292":"Om 'n deeling te skep, verander of uitvee, regs druk eenvoudig op die gids in jou lêer bestuurder en kies Deeling. Daar is drie toegangs vlakke: Slegs-lees, lees\/skryf (lêers kan bygevoeg word, maar nie uitgevee word nie), en vol (lêers kan bygevoeg en uitgevee word).","293":"Indien jy n e-posadres bygevoeg het wat nog nie 'n rekening het nie, moet jy ten minste eenkeer aanlyn wees nadat die ontvanger die aanteken proses voltooi het sodat jy die deel geheim kan enkripteer na sy nuut geskepte openbare sleutel. ","294":"Hoe vee ek mense uit van my gedeelde gids?","295":"Regs-druk eenvoudig op 'n gids in jou lêer bestuurder en kies deeling. Jy sal almal sien wat toegang het tot die gedeelde gids. Regs-druk op die persoon en kies Die Uitvee opsie van die menu.","296":"Hoe herken ek my gedeelde gidse?","297":"Gedeelde gidse in jou lêer bestuurder het 'n spesiale ikon met 'n handjie onder die gids.","298":"Kan ek gidse deel wat met my gedeel is?","299":"Nee. Gids-deelings is nie-oordraagbaar.","302":"Hoe skakel ek na 'n lêer op MEGA?","303":"Eerstens, 'n waarskuwing: die kriptografiese veiligheid van jou lêers hang af van die konfidensialiteit van jou enkripsie sleutels. Maak seker dat jy slegs deur beskermde kanale stuur. Standaard e-pos, bv, is nie genoeg nie.","304":"Met dit ingedagte, kies een of veelvuldige lêers in jou lêer bestuurder, regs-druk dan en kies \"kry skakel\". 'n Dialoog met die openbare skakel(s) na die lêer(s) wat jy gekies het sal oopmaak. Jy kan kies om elke skakel apart uit te voer, of as 'n groep skakel.","305":"Hoe werk die enkripsie?","306":"Alle enkripsie is einpunt-tot-eindpunt. Data wat opgelaai is, is ge-enkripeer op die oplaai toestel voor dit opgelaai is na die internet, en data wat afgelaai is, is ge-dekripteer deur die aflaai toestel. Die kliënt masjiene is verantwoordelik vir die opwekking, uitruil en bestuur van die enkripsie sleutel. Geen bruikbare enkripsie sleutels verlaat ooit die klient se rekenaar nie (met die uitsondering van RSA openbare sleutels).","307":"Is al my persoonlike inligting onderdanig aan enkripsie?","308":"Nee. Slegs lêer data en lêer\/gids name word ge-enkripteer. Inligting wat ons benodig vir operasionele toegang, soos jou e-pos adres, IP adres, gids struktuur, lêer eienaarskap en betaal besonderhede, word gestoor en geprosesseer sonder enkripsie. Sien asb ons Privaatheids Beleid vir besonderhede.","309":"Is my gebergde data absoluut veilig?","310":"Alle sekuriteit is relatief. Die volgende aanvals riglyne bestaan - hulle is nie MEGA-spesifiek nie, maar ons wil hê jy moet bewys wees van die risiko's:","311":"Individuele rekeninge word blootgestel deur:","312":"Spyware op jou rekenaar. 'n Eenvoudige keylogger is genoeg, maar sessie besonderhede en sleutels kan ook onttrek word uit die geheue of lêer sisteem. ","313":"Skouer seilers. Moenie jou wagwoord insleutel terwyl iemand kan sien wat jy tik nie.","314":"Wagwoord bruto-krag. Gebruik sterk wagwoorde. ","315":"Phishing. Bevestig altyd die veiligheid van jou konneksie (https:\/\/) en die regte domain naam (mega.co.nz) voor jy jou wagwoord insleutel.","316":"Grootskaal aanvalle kan gelanseer word deur:","317":"'n \"Man in die middel\" aanval. Vereis die uitreiking van 'n duplikaat SSL sertifikaat gekombineer met DNS namaaksel en\/of aanvalle op ons BGP roetes ('n DigiNotar-styl situasie).","318":"Deur toegang te kry tot webservers wat https:\/\/mega.co.nz\/index.html hou en die lêer met 'n vervalste een te vervang (dit sal nie toegang tot die geinstalleerde app basis affekteer nie). Neem kennis dat die manipulasie van inhoud op ons verspreide statiese inhoud CDN nie 'n sekuriteits risiko inhou nie, want alle aktiewe inhoud wat opgelaai is van index.html onderworpe is aan 'n kriptografiese hash (dink aan dit as 'n tipe van  \"veilige begin\" vir webwerwe). Hierdie tipe aanval verg die stuur van kwaadwillige kode na die klient toe, en is daarom naspoorbaar. ","319":"Deur toegang te verkry tot ons serverbse infrastruktuur en nagemaakte sleutel aanvragings te skep op bestaande deelings. Hierdie tipe aanval affekteer slegs data in gedeelde gidse en is naspoorbaar aan die kliënt se kant ook.","320":"Wat as ek julle nie vertrou nie? Is dit nog steeds veilig vir my om MEGA te gebruik?","321":"As jy ons nie vertrou nie, kan jy geen kode gebruik wat deur ons verskaf is nie, so om ons werf oop te maak in jou browser en jou wagwoord in te sleutel is buite perke. As jy steeds MEGA wil gebruik, moet jy dit doen deur 'n kliënte app wat geskryf is deur iemand wat jy vertrou. ","322":"Ek vertrou jou en jou New Zealand data sentrum, maar ek vertrou nie julle Duitse data sentrum nie, want dit word deur 'n VSA maatskappy bedryf. Is dit steeds veilig vir my om  MEGA te gebruik?","323":"Ja, jy kan MEGA veilig gebruik, selfs al sou ons servers in Duitsland ten volle oorgeneem word. Die New Zealandse data sentrum maak seker dat geen losloper kode kan hardloop wanneer jy https:\/\/mega.co.nz\/ besoek nie.","324":"Is data wat ek in gedeelde gidse sit so veilig soos my ander data?","325":"Gedeelde gidse, uit nature, is slegs so veilig soos hul swakste lid. Des nieteenstaande, 'n inbraak op ons kern server infrastruktuur hou 'n addisionele risiko in: openbare sleutels kan gemanipuleer word, en sleutel aanvraag kan vervals word.","326":"Kom ons neem aan die MEGA bergings eenheid is fisies oorval. Wat is die risiko's?","327":"Foutboodskappe na die aflaai van veranderde lêers. Selfs al het die aanvaller die enkripsie sleutel vir 'n gegewe lêer op daardie eenheid, kan hy dit nogsteeds nie vervang met 'n vervalste een sonder om die daaropvolgende aflaaiing te laat faal nie. ","328":"Is dit 'n goeie idee om al my data op een plek te berg?","329":"Hou altyd ongebruikte kopies van belangrike lêers, aanlyn of van lyn af. Alhoewel ons elke lêer op minstens twee plekke bewaar, is daar geen waarborg teen veelvuldige gelyktydige onderbrekings asook herhaalde ongegronde regerings wanoptrede nie.","330":"Hoekom moet ek my data aan julle, van alle mense, toevertrou?","331":"Ons maak voorsiening vir verbruikers beheerde enkripsie (UCE) waar jy, die verbruiker, die sleutels beheer. Die UCE implementering is oop bron, en ons nooi die publiek uit en raai hulle aan om dit te ondersoek en terugvoer te gee. Ons glomdat hierdie benadering baie veiliger is as om jou data te berg by 'n verskaffer met enkripsie aan die server se kant waar die diensverskaffer die sleutels beheer, of nog erger, geen enkripsie. Wanneer MEGA verbruikers lêers bv skielik toeganklik raak agv 'n programmerings fout, sal die lêers onbruikbaar wees sonder die dekripsie sleutels. ","332":"Ek merk dat julle HTTPS gebruik vir die oorplasing van reeds gekripteerde lêers. Is dit nie onnodig nie?","333":"Dit is. Ongelukkig neem meeste browsers aanstoot teen die skepping van onveilige konneksies vanuit 'n veilige bladsy, en wie kan hulle kwalik neem - hulle kan onmoontlik nie bewus wees van die feit dat daar reeds 'n ander enkripsie laag in werking is nie. Omrede HTTPS 'n teenoorgestelde effek op optrede het, laat ons jou toe om dit af te skakel op browsers wat dit toelaat (Internet Explorer doen nie) om die spoed van jou oorplasing te verbeter sonder om die konfidensialiteit of integriteit ban jou data bloot te stel. Jy sal 'n SSL waarskuwing sien verskyn met jou eerste lêer oorplasing in sommige browsers - in hierdie (en slegs in hierdie) geval, is dit veilig om dit te ignoreer","334":"Watse enkripsie algoritmes gebruik MEGA intern?","335":"Vir grootmaat oorplasings, AES-128 (ons glo dat die hoër CPU verbruik van AES-192 en AES-256 weeg swaarder as die teoretiese veiligheids voordeel, ten minste tot die geboorte van quantum rekenaars). Na-aflaai integriteit nasiening word gedoen deur 'n stuk variasie van CCM, wat minder effektief is as OCB, maar nie gehinder word deur patente nie.","336":"Om gedeelde geheime tussen verbruikers te vestig en om lêers in jou inbox te plaas, RSA-2048 (die sleutel lengte is gekies as in die middel tussen \"te onveilig\" en \"te stadig\"). Alle enkripsie, dekripsie en sleutel generasie is geimplimenteer in Javascript, wat verkeer beperk tot 'n paar MB\/s en veroorsaak noemenswaardige CPU las. Ons sien uit na die voorgestelde HTML5 WebCrypto API in alle vooraanstaande browsers, wat hierdie opeenhoping sal uitskakel.","337":"Javascript se random nommer genereerder is volgemaak deur 'n muis\/sleutelbord tydgedrewe RC4 entropie poel.","338":"Hou MEGA rugsteunings van my lêers?","339":"Ons berg jou lêers op minstens twee servers in verskillende data sentrums, indien beskikbaar.","340":"Ek het my wagwoord vergeet. Kan ek dit herstel?","341":"Ongelukkig is jou MEGA wagwoord nie net 'n wagwoord nie - dit is die hoof enkripsie sleutel tot al jou data. Indien jy dit verloor, verloor jy toegang tot al jou lêers wat nie in 'n gedeelde gids is nie en waarvoor jy geen voorheen uitgevoerde gids of lêer sleutel het nie.","344":"Wanneer is dit nodig om op te gradeer na 'n Pro rekening?","345":"'n Pro rekening gee jou addisionele bergings spasie en extra bandwydte kwota waarvan ons outomaties trek wanneer ookal operasionele bandwydte limiet bereik is - jy kan die kwota self gebruik of jy kan dit bied aan derde partye wat toegang het tot jou data (dit sluit verbruikers sonder 'n MEGA rekening in). Die maximum persentasie van jou bandwydte kwota wat geallokeer is aan derde partye is verstelbaar in jou rekening verstellings.","346":"Hoekom is daar 'n opsie om my oplaai spoed te beperk, en hoekom is by verstek geaktiveer?","347":"Baie routers prioritiseer kleiner pakkies in geval van skakel opeenhoping, wat jou inkomende verkeer erg beinvloed wanneer jou uitgaande skakel vol is. Daarom meet ons jou beskikbare uitgaande bandwydte gedurende die eerste tien sekondes van 'n oplaai en hou dan 10% daarvan ongebruik. Jy kan probeer om jou oplaai werksverrigting te maksimeer deur hierdie funksie te af te skakel.","348":"Wat kry ek met my gratis rekening?","349":"'n Globale toeganklike, hoë werksverrigting, veilige cloud skyf met [X] bergings spasie. Indien jy meer as dit nodig het, kan jy opgradeer na 'n [A1]Pro[\/A1] rekening. Druk [A2]hier[\/A2] om jou huidige verbruik te sien.","359":"Bied julle 'n API aan?","361":"Ja, die oop-bron Javascript kode wat die browser gebaseerde Mega koppelvlak implimenteer gebruik ons API, so jy het 'n rykdom van werklike wêreld voorbeeld kode om uit te kies as jy ons [A]dokumentasie[\/A] onvoldoende vind. Aangesien ons nie al die hulpbronne het om al die koel apps te bou wat MEGA in 'n veelsydige, nuttige hulpmiddel omskakel nie, nooi ons jou uit om ons te help. Nadat ons jou app ge-oudit het vir agterdeure, sal ons dit op ons werf ten toon stel. Ons bespreek graag inkomste verdeelings modelle vir hoogs populêre apps. ","362":"Om te voorkom dat ons bronne oorlaai word, het ons soms nodig om bandwydte gebruik te beperk. Die lêer wat jy wil aflaai is groter as ons huidige limiet van [X]. Die oorplasing is uitgestel en sal outomaties begin sodra die opeenhoping verlig.","365":"Jou browser is te oud 'n lêer van hierdie grootte af te laai.","366":"Kopiereg waarskuwing","367":"MEGA respekteer die kopiereg van ander en vereis dat gebruikers van die MEGA cloud diens die kopiereg wette sal nakom. Jy word streng verbied om die MEGA cloud diens te gebruik om kopiereg te verbreek. Jy mag nie enige lêers, data of inhoud wat enige kopiereg of ander eiendomsregte van enige persoon of entiteit verbreek, oplaai, aflaai, berg, deel, vertoon, stroom, versprei, e-pos, na skakel, versend of andersins beskikbaar stel nie.","368":"Versigtig:","369":"MEGA se kriptografiese sekuriteits model hang af van hoe konfidensieel die sleutels hier bo vertoon word. Vermy dit om die sleutels deur onveilige kanale te stuur!","370":"Kopieer na knipbord","371":"Gekopieer na knipbord","372":"Oplaai","373":"Aflaai","374":"Ons belowe, ons lewer","375":"Navigasie geblok as gevolg van hangende lêer oorplasings","376":"Jy moet ingesluit wees om hierdie bladsy te kan sien.","377":"Jy het tans ten minste een lêer oorplasing aan die gang. Indien jy sou voortgaan sal jou oorplasing(s) onderbreek word.","378":"Sleutel asb jou wagwoord in om jou rekening te bevestig.","379":"Teken asb in om hierdie lêer in te voer na jou rekening toe.","380":"Sleutel dekripsie sleutel in","381":"Alle regte voorbehou","382":"Vervaardig in New Zealand","383":"Ondersteuning","384":"Help sentrum","385":"Diens voorwaardes","386":"Privaatheids Beleid","387":"Kopiereg","388":"Gemeenskap","389":"Blog","390":"Vennootskappe","391":"Herverkoopers","392":"Ontwikkelaars","393":"Aanbiedende Vennote","394":"Beleggers","395":"Word 'n herverkoper","396":"Oor ons","397":"Gratis Lidmaatskap","398":"Pro Lidmaatskap","399":"Kontak Ons","400":"Basiese beginsels","401":"Verdeeling","402":"Veiligheid & Privaatheid","403":"Rekening","404":"Betalings & Rekeninge","405":"Hulpmiddele","406":"Meeste gevraagde vrae:","407":"Kategoriëe","408":"Januarie","409":"Februarie","410":"Maart","411":"April","412":"Mei","413":"Junie","414":"Julie","415":"Augustus","416":"September","417":"Oktober","418":"November","419":"Desember","420":"Sluit asb in om jou oplaai te begin.","421":"Aanvaar asb ons diens terme","422":"Ek aanvaar dit","423":"Jy benodig 'n geregistreerde rekening om die deel funksie te gebruik. Wil jy nou registreer?","424":"Deeling gestaak","425":"Hernoem Gids","426":"Hernoem Lêer","427":"Rekening besonderhede","428":"Koepons","429":"Sessie Geskiedenis","430":"Aankoop geskiedenis","431":"Transaksie geskiedenis","432":"Rekening tipe:","433":"Opgradeer","434":"Subskripsie tipe:","435":"GRATIS","436":"Geen rekening siklus","437":"Berging Spasie:","438":"[X] gebruik","439":"[X1] van [X2]","440":"Bandwydte Bestuur","441":"Plaas Bandwydte Bestuur In Werking","442":"Plaas Bandwydte Bestuur Buite Werking","443":"Jy kan die persentasie wat jy aan bandwydte wil toewy spesifiseer.","444":"Stel Bedienende Bandwydte ","445":"Bedienende Bandwydte","446":"(Vir derde party aflaaiing van jou lêers)","447":"Aflaai Bandwydte","448":"(Vir die aflaai van derde party lêers)","449":"Rekening balans","450":"Herladen","451":"Skep koepons:","452":"Koepon tipe:","453":"Kies koepon tipe","454":"Hoeveelheid:","455":"Skep","456":"Gebruik koepon:","457":"Koop koepon","458":"Gebruik","459":"Jou koepons","460":"Ongebruikte koepons","461":"Gebruikte koepons","462":"Gekanselleerde koepons","463":"Teruggetrekte koepons","464":"Alle koepons","466":"Laaste [X]","467":"Sessie Geskiedenis","468":"Aankoop Geskiedenis","469":"Laaste [X] aankope","470":"Transaksie Geskiedenis","471":"Laaste [X] transaksies","472":"Laaste [X] sessies","473":"Oeps, dit blyk nie 'n geldige koepon kode te wees nie.","474":"Verval datum:","475":"Datum\/Tyd","476":"Item","477":"Bedrag","478":"Wyse van betaling","479":"Browser","480":"IP-adres","481":"Land","482":"Mees onlangse aktiwiteit","483":"Huidige sessie","484":"Transaksie ID","485":"Krediet","486":"Debiet","487":"Koepon kode","488":"Status","489":"Ongebruik","490":"Gebruik op","491":"Teruggetrek op","492":"Gekanselleer op","494":"Kies jou pakket:","495":"Berging","496":"Bandwydte","497":"Kies pryse:","498":"per maand","499":"per jaar","500":"Kies pryse:","501":"spaar 17%","502":"Kies pryse:","503":"Kies wyse van betaling:","504":"Vooraf betaalde balans","505":"koop koepon","506":"Professioneel","507":"Gaan voort","508":"koepon kode","509":"DIE PRIVAATHEIDS MAATSKAPPY","510":"Welkom by MEGA!","511":"Jou 2048-bit RSA openbare \/ private sleutel word nou geskep.","512":"Om jou sleuetel te versterk het ons entropie van jou muisbewegings en slueteltik tydsberekening geneem.","513":"Die koepon kode is gebruik teen jou rekening, maar jou vooraf betaalde balans is nie genoegsaam vir hierdie aankoop nie. Voeg asb nog balans by, of probeer om 'n goedkoper pakket te koop.","514":"Ongenoegsame balans, probeer asb weer.","515":"Hierdie gids bevat meer as 500 inskrywings. Groot gidse kan jou browser stadig maak. Oorweeg asb om sub-gidse te gebruik. ","516":"Kry ondersteuning","517":"Iets werk nie vir jou nie? Sien asb eers ons [A]hulp sentrum[\/A]. As jou vraag nie daar beantwoord word nie, moet asb nie huiwer om ons te kontak nie.","518":"Wettiglik","519":"Ons regsafdeling staan reg om te reageer op jou navraag.","520":"Kopiereg","521":"Bekommerd oor 'n gebruiker wat kan indring op jou intellektuele eiendomsreg? Handig asb 'n afneem kennisgewing in deur ons [A]aanlyn form[\/A] of stuur vir ons 'n e-pos.","522":"Stel verbeterings voor","523":"Handig asb funksie voorstelle en verbruikers-verwante voorstelle hier in.","524":"Raporteer 'n fout","525":"MEGA is huidiglik in beta, en jy word uitgenooi om foute te rapporteer. Hoe meer beskrywend hoe beter.","526":"Pers","527":"Ons verwelkom lede van die pers, insluitende bloggers, om ons te kontak met MEGA-verwante navrae.","528":"Word 'n herverkoper","529":"Word deel van die sukses verhaal!","530":"Ons herverkopers program stel jou in staat om koepons direk aan jou kliënte te verkoop.","531":"Die besonderhede:","532":"Jy sal toegang kry tot ons gesofistikeerde koepon bestuur koppelvlak.","533":"Skep koepons in ware tyd vanuit jou rekening balans.","534":"Ruim inkomste deeling van die begin af.","535":"Hoe meer jy verkoop, hoe hoër jou inkomste deling, hoe meer baat jy.","536":"Herverkoper API toegang sal jou in staat stel om koel apps te ontwikkel wat interaksie kan hê met ons sisteem in ware tyd","537":"Gratis advertensie: jou webwerf sal op Mega geskakel word.","538":"Met hersien en goedkeuring van jou herverkopers aansoek. Jou besigheid en webwerf moet aan ons standaarde voldoen.","539":"Inkomste deel","540":"Jou inkomste deel sal afgetrek word met jou koepon skepping.","541":"Maandelikse omset","542":"Inkomste deel","543":"meer as [X]","544":"Herverkoper aansoek","545":"Teken aan as 'n herverkoper","546":"Besonderhede","547":"Jou besonderhede","548":"Markte","549":"Kies herverkoop markte","550":"Betalings","551":"Kies wyse van betalings","552":"Kies wyse van betalings van die lys van beskikbare verskaffers","553":"Jou betalings verskaffer nie gelys nie? Stuur asb vir ons 'n [A]e-pos[\/A]","554":"Voltooi","555":"Ek stem saam met die MEGA [A]Herverkopers Diensvoorwaardes[\/A]","556":"Volgende","557":"Kies markte van die lys van beskikbare lande","558":"Vorige","559":"Jou naam","560":"Besigheids URL","561":"Adres","562":"ZIP \/ Poskode","563":"Besigheids naam","564":"Telefonnommer","565":"Stad","566":"Kies lande per wyse van betaling:","568":"Kies asb jou land","569":"Oorplasing instellings","570":"Hoeveelheid paralelle oplaai verbindings:","571":"Hoeveelheid paralelle aflaai verbindings:","572":"Oplaai spoed beperking:","573":"Geen","574":"Outomaties","575":"Reggestel","576":"Slaan identieselêers oor wanneer jy oplaai:","577":"Ja","578":"Nee","579":"Gebruik SSL vir lêer oorplasings:","580":"Om SSL af te skakel verbeter werksverrigting en verminder nie veiligheid nie.","581":"Sleutel asb jou naam in.","582":"Sleutel asb jou besigheids URL in.","583":"Sleuetel asb jou adres in.","584":"Sleutel asb jou ZIP \/ poskode in.","585":"Sleutel asb jou besigheid se naam in.","586":"Sleutel asb jou telefoonnommer in.","587":"Sleutel asb jou stad in.","588":"Sleutel asb jou land in.","589":"Jy moet ingaan op die herverkoper se diensvoorwaardes.","590":"Kies asb ten minste een land.","591":"Kies asb ten minste een wyse van betaling.","592":"Kies asb ten minste een land per betalings voorsiener.","593":"Fantasties","594":"Jy sal 'n e-pos van ons af ontvang met vêrdere instruksies.","620":"Kennisgewing van beweerde oortreding","621":"Kennisgewing","622":"MEGA respekteer ander se kopiereg en verwag van gebruikers van cloud dienste om dieselfde te doen. Ons sal reageer op kennisgewings van beweerde oortredings van kopieregte wat voldoen aan die toepaslike wetgewing en wat behoorlik aan ons voorsien is. As jy glo jou inhoud is gekopiëer of gebruik op 'n manier wat kopiereg oortredings beteken, voorsien ons asb met die volgende inligting: (i) 'n fisiese of elektroniese handtekening van die eienaar van die kopiereg, of 'n persoon wat gemagtg is om namens hul op te tree; (ii) identifikasie van die werk onder kopiereg wat na beweering oortree is; (iii) identifikasie van die materiaal wat na beweering oortree, of wat die onderwerp van oortredende optrede is, of wat verwyder moet word of waarna toegang afgeskakel moet word, en inligting wat redelik genoegsaam is om ons in staat te stel om die materiaal op te spoor, insluitend bv die URL; (iv) jou kontak inligting, insluitend jou adres, telefoonnommer, en e-posadres; (v) 'n verklaring deur jou dat jy in goederdtrou glo dat die gebruik van die materiaal op die wyse vaarvan gekla word, nie deur die eienaar van die kopiereg, sy agent, of die wet goedgekeur is nie, en (vi) 'n verklaring dat die inligting in die kennisgewing akuraat is, en, dat jy onderhewig aan die straf van meineed, gemagtig is om namens die eienaar van die kopiereg op te tree.","623":"Ons behou die reg voor om inligting wat na beweering oortree, sonder kennisgewing te verwyder, volgens ons eie diskressie, en sonder aanspreeklikheid aan jou. In toepaslike omstandighede sal MEGA ook  jou rekening beëindig as jy vasbeslote is om 'n herhaling oortreder te wees . Ons aangewysde kopiereg agent vir kennisgewing van kopiereg oortreding wat voorkom op die Cloud Dienste is:","624":"Kopiereg Kennisgewing","625":"Gebruik asb hierdie vorm om 'n kopiereg kennisgewing in te dien. Ons sal binne 24 uur reageer (onmiddelik gedurende besigheids ure).","626":"Die Inhoud:","627":"Vereiste veld","628":"Oortredinge van my persoonlike kopiereg.","629":"Oortredinge van die kopiereg van iemand wat ek gemagtig is om te verteenwoordig.","630":"Afneem tipe:","631":"Kies afneem tipe:","632":"1. Skakel slegs die openbare URLs af wat voorsien is - die lêer(s) sal in die eienaar se rekening(e) bly","633":"Skakel alle openbare URLs van die onderleggende lêer(s) af vir die URLs wat voorsien is - die lêer(s) sal in die eienaar se rekening bly","634":"Verwyder alle gevalle van die onderliggende lêer(s) van die URLs wat voorsien is - daar is wêreldwyd geen gebruiker wat gemagtig is om dit te gebruik nie","635":"Ek verklaar hiermee dat ek in goedertrou glo dat die deeling van die materiaal onder kopiereg op bogenoemde plek, nie goedgekeur is deur die kopiereg eienaar, sy agent of die wet nie (bv as 'n regverdige gebruik)","636":"E verstaan dat ek verantwoordelik kan wees vir skade, insluitend kostes en prokureurs fooie, as ek wetend en wesenlik misleidend voorgee dat die gerapporteerde inhoud, URLs, of lêers oortredend is.","637":"Die inhoud van hierdie kennisgewing is akuraat, en ek verklaar onderworpe aan die straf van meineed dat ek gemagtig is om namens die kopiereg eienaar op te tree","638":"Die kennisgewing is 'n ernstige wettiglike dukument - maak asb seker dat jou eise van kopiereg oortreding akuraat is. Jy mag dalk eers met 'n prokureur wil konsulteer pm seker te maak dat die inhoud wat jy rapporteer wel oortredend is, en nie beskerm word deur regverdige gebruik, lisensie, of ander wettiglike grondslag nie. ","639":"Dien kennisgewing in","640":"Voeg meer by","641":"Oortredende inhoud se URL:","642":"Kopiereg eienaar se naam:","643":"Werks titel:","644":"E-pos adres:","645":"Fax:","646":"Stad:","647":"Zip \/ Poskode:","648":"Kopiereg werk wat na bewering oortree is:","649":"My volle name:","650":"Maatskappy \/ Organisasie","651":"Telefoon:","652":"Adres:","653":"Staat \/ Provinsie","654":"Land:","655":"Voorsiennasb die URL van elke kopiereg werk wat na bewering oortree word.","656":"Voorsien asb die kopiereg werk vir elke URL wat oortree word.","657":"Kies asb of die inhoud jou persoonlike kopiereg oortree, of die van iemand wat jy gemagtig is om te verteenwoordig.","658":"Kies asb die afneem metode.","659":"Voorsien asb die URL vir elke werk onder kopiereg wat na beweering oortree is.","660":"Voorsien asb die werk onder kopiereg vir elke URL wat oortree word.","661":"Voorsien asb die naam van die kopiereg eienaar.","662":"Voorsien asb jou volle name.","663":"Voorsien asb jou e-posadres.","664":"Sleutel asb 'n geldige e-posadres in.","665":"Bevestig asb dat jy in goedertrou glo dat die deeling van die materiaal onder kopiereg op bogenoemde plek, nie goedgekeur is deur die kopiereg eienaar, sy agent of die wet nie (bv as 'n regverdige gebruik)","666":"Bevestig asb dat jy verantwoordelik mag wees vir skade, insluitend kostes en prokureurs fooie, as jy wetend en wesenlik valslik rapporteer dat die gerapporteerde inhoud, URLs(s), of lêers oortree.","667":"Bevestig asb dat hierdie kennisgewing akuraat is, en verklaar onderhewig aan die straf vir meineed, dat jy gemagtig is om op te tree namens die kopiereg eienaar.","668":"Dankie!","669":"Ons sal jou kopiereg kennisgewing binnekort oorweeg.","670":"Taal","671":"Praat jy veelvuldige tale?","672":"Help ons vertaal!","673":"Die Privaatheid Maatskappy","674":"Niemand sal blootgestel word aan arbitrêre inmengery in sy privaatheid, familie, huis of korrespondensie nie. Elkeen het die reg op die beskerming van die wet teen sulke inmengery.","675":"Universele verklaring van menseregte, artikel 12","676":"MEGA het cloud berging met kragtige altyd-aan privaatheid","677":"MEGA verskaf robuuste cloud berging met gerieflike en kragtige altyd-aan privaatheid. MEGA glo in jou reg tot privaatheid en voorsien jou met die tegnologiese middelle om dit te beskerm. Ons noem dit Verbruikers Beheerde Enkripsie, of UCE, en dit gebeur outomaties. ","678":"Wat is MEGA Verbruikers Beheerde Enkripsie?","679":"Alle lêers wat op MEGA geberg word, word geïnkripteer. Alle data oorplasings van en na MEGA word geïnkripteer. En alhoewel meeste cloud bergings verskaffers dieselfde aanspraake maak, is MEGA anders - anders as met die industrie norm waar die cloud bergings verskaffer die enkripsie sleutel hou, met MEGA, beheer jy die enkripsie, hou jy die sleutels, en jy besluit vir wie jy toegang tot jou lêers gee en weier, sonder om enige riskante sagteware hoef te installeer. Dit gebeur alles in jou webbrowser!","680":"MEGA Toekoms","681":"Die MEGA cloud is net die begin. In die toekoms sal MEGA UCE in jou browser vir 'n wye reeks programme voorsien , sonder dat jy enige iets hoef te installeer. Ons tegnologie sal jou e-pos, oproepe, geselsies en video stromings beskerm. ","692":"Is Mega wettig?","693":"Ons is 'n toegewyde groep tegnoloë wie die tyd en geleentheid gegee is om 'n fantastiese cloud bergings diens te bou wat sal help om jou privaatheid te beskerm. Ons het hierdie internet diens van die grond af geprogrammeer in Auckland, New Zealand. Anders as meeste van ons kompeteerders, gebruik ons topklas, browser gebasseerde enkripsie tegnologie waar jy, nie ons nie, die sleutels beheer. Ons ontwerp span sluit in Kim Dotcom, Mathias Ortman, Bram van der Kolk, en Finn Batato. Ons CEO, industrie veteraan Tony Lentino, het ondervinding in die bestuur van 'n bekende globale domein register. Ons hoop jy hou daarvan.","694":"1. Skakel een skakel (\"URL\") per lêer af - die lêer(s) sal in die gebruiker se rekening bly","695":"2. Skakel veelvuldige URL's per lêer af - die lêers sal in die gebruiker se rekening bly","696":"3. Verwyder alle onderliggende lêer(s) van die voorsiende URL(s) - daar is geen gebruiker in die wêreld wat gemagtig is om dit te berg nie.","697":"4. Ander","698":"Jy mag jou kennisgewing hier inhandig","699":"Teken en handig jou kennisgewing in","700":"Handig asb jou afneem kennisgewing per hand in deur e-pos na [A1]copyright@mega.co.nz[\/A1] ooreenkomstig aan ons [A2]afneem voorsienings[A2].","701":"E-pos afneem kennisgewing","702":"Rapporteer Misbruik","703":"Jou aanmelding skakel is nie geldig nie. Ondersoek asseblief vir moontlike onderbreekings in jou aktivering epos.","704":"Jou rekening is al klaar geaktiveer. Teken asseblief in.","705":"Jou bevestiging kon nie ververk word nie. Sluit asseblief weer aan. Fout Kode:","706":"Verander wagwoord","707":"Opdateer","708":"Versoek verandering","709":"I kan my heidige wagwoord nie onhou nie","710":"As jy nog steeds aangemeld is maar jou wagwoord nie kan onthou nie, kan jy n nuwe wagwoord stel deur hiedie opsie te kies. Jy sal n verander wagwoord bevestiging sleutel ontvang in jou epos wat jou nuwe wagwoord sal aktiveer as jy hom binne 15 minuute kliek.","711":"Versoek verandering","712":"Verlossing voledig","713":"Die koepon balans is by jou rekening gekrediteer. Wil jy met jou pro aankoop voort gaan?","714":"Hierdie koepon het reeds verlos.","715":"Die nuwe wagwoorde wat u ingetik het stem nie ooreen nie. Proebeer asseblief weer.","716":"Heidige wagwoord","717":"Nuwe wagwoord","718":"Bevestig nuwe wagwoord","719":"Voer asseblief u huidige wagwoord","720":"Voer asseblief u nuwe wagwoord","721":"Kyk na jou epos en kliek op die bevestiging skakel om jou wagwoord  verandering te voltooi.","722":"Verandering versoek","723":"Die nuwe wagwoord moet verskil van jou huidige wagwoord.","724":"Die heidige wagwoord wat u verskaf het is verkeerd.","725":"U wagwoord is verander.","726":"Klaar","727":"U wagwoord is verander.","728":"Die wagwoord bevestiging sleutel het verval.","729":"Die sleutel is al klaar bevestig.","730":"U rekening is opgeskort. Kyk na jou epos vir besonderherde en reageer of jou vroegste gerief.","731":"Die geassosieerde rekening is gesluit as gelvog van verskeie oortredings van ons [A]beleid[\/A]","732":"U is reeds aangemeld in n rekening wat anders is van die een wat u nou bevestig. Kyk asb. na jou heidige sessie, teken uit, en kliek op die bevestiging skakel weer.","733":"Onbekende e-pos adres. As jy nie al n rekening met ons het nie, nooi ons jou om op te teken.","734":"Dankie!","735":"Kyk asb. na jou e-pos.","736":"Net rekeninge wat geen leers of gidse het mag hulle wagwoord verander.","737":"Herstel wagwoord","738":"Versoek","739":"Wagwoord vergeet?","740":"Jou wagwoord is suksesvol verander.","741":"Kies asb. n nuwe veilige wagword.","742":"Herstel","743":"Hierdie skakel is veroudered. Versoek asb. n nuwe skakel.","744":"Ongeldige skakel. Versoek asb. n nuwe skakel.","745":"Geen faktuur siklus","746":"Lidmaatskap tipe","747":"Weekliks","748":"Maandeliks","749":"Jaarliks","750":"Volgende faktuur siklus is op","751":"Betyds","752":"MEGA Firefox uitbreiding","753":"Installeer die MEGA Firefox uitbreiding vir aansienlik verbeterde aflaai prestasie. Dit sal jou toelaat om 'n onbeperkte aantal gegroepeerde lêers af te laai sonder enige grootte beperkings.","754":"Die MEGA Firefox-uitbreiding is veilig en onsigbaar. Indien u verkies om MEGA te gebruik sonder die uitbreiding, raai ons jou aan om [A]Chrome[\/A] te gebruik.","755":"Installeer uitbreiding","756":"1 aflaai voltooi","757":"[X] aflaaie voltooi","758":"Maak aflaai gids oop","759":"druk hier om oop te maak","760":"Installeer asseblief die MEGA Firefox-uitbreiding om 'n lêer van hierdie grootte om af te laai.","761":"Bevestig asseblief","762":"Jy is op die punt om 'n groot aantal lêers af te laai, wat jou browser spoed kan laat afneem. Gaan in elk geval voort?","763":"Kontak","764":"Jou aflaai kan nie begin nie want jou hardeskyf is vol.","765":"Jou aflaaie kan nie begin nie want jou hardeskyf is vol.","766":"Sommige van jou aflaaie kan nie begin nie want jou hardeskyf is vol","768":"Jou aflaai kon nie begin word nie omdat jou hardeskyf  vol is, of jy gebruik Chrome in privaat modus wat nie die skryf van lêers ondersteun nie.","769":"Ons kan slegs 5% van jou beskikbare hardeskyf spasie gebruik. Maak asb meer spasie beskikbaar om voort te gaan.","770":"Kies jou wagwoord","771":"Bevestig jou wagwoord","772":"URL na die leer:","773":"oorblywende","774":"E-pos skakel","775":"hernoem hieonder:","776":"stoor","777":"Onthou my op hierdie toestel","778":"Het nie n MEGA rekening nie?","779":"Registreer nou","780":"Het reeds n MEGA rekening?","781":"As gevolg van die beperkte CPU verrigting van mobiele toestelle, kan RSA sleutel generasie 'n paar minute neem om te voltooi. Ons waardeer jou geduld.","782":"Leë gids","783":"Geen leers in jou Cloud Skyf","784":"Geen kontakte","785":"Geen uitslae.","786":"Geen leers in jou Inbox","787":"Geen lêers  in jou asblik","788":"Is jy seker dat jy hierdie leer na die asblik toe wil skyf?","789":"Is jy seker dat jy hierdie gids na die asblik toe wil skyf?","790":"Oop Leer","791":"Invoer leer","792":"Skrap Leer","794":"Skrap Gids","796":"Kry Skakel","797":"Deel Gids","798":"Stoorruimte","799":"Gebruikte Stoorplek","800":"Vrye Stoorplek","801":"Desktop weergawe","802":"Kontak E-pos","803":"Leer Aflaai","804":"Ongelukkig is hierdie lêer tipe tans nie ondersteun op jou toestel met MEGA.","805":"Ons sal mobiele ondersteuning vir hierdie tipe lêer implementeer in die nabye toekoms.","806":"verander die gids se naam","807":"verander dir leer se naam","808":"Gids skakel","809":"URL na die gids","810":"Aflaai skakel","811":"URL na die leer","812":"Bevestig rekening","813":"Gedeelde gids","814":"Wil jy jou oplaai staak?","815":"Wil jy jou aflaai staak?","816":"Skakel asb. n geldige e-pos address in.","817":"Jy kan nie n gids in n soekresultaat skep nie.","818":"Wil jy oorskakel na die desktop weergawe?","819":"Begin","820":"Hierdie leer is ingevoer na jou Cloud Skyf.","821":"Jou kennisgewigs","822":"Terug","823":"Instellings","824":"Nuwe gedeelde gids van [X] af","825":"Nuwe gedeelde gids","826":"[X] het n gedeelde gids herroep","827":"Gedeelde gids herroep","828":"[X1] gidse en [X2] lêers","829":"[X] gidse en 1 lêer","830":"1 gids en [X] lêers","831":"1 gids en 1 lêer","832":"[X] gidse","833":"[X] lêers","834":"1 gids","835":"1 lêer","836":"[X] het [DATA] bygevoeg","837":"[X] is bygevoeg","838":"[X] is bygevoeg","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MEI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OCT","860":"NOV","861":"DES","862":"Kennisgewings","863":"Sien alles","864":"Aflaai as ZIP","865":"Oop","866":"Kopieer 1 gekies item","867":"Kopieer [X] geselekteerde items","868":"Beweeg 1 item","869":"Beweeg [X] geselekteerde items","870":"Bevestig","871":"[B]Waarskuwing:[\/B] stoor quota oorskry. Verwyder lêers of [A}gradeer jou rekening op[\/A].","872":"Pro","873":"[X] secondes gelede","874":"1 minuut gelede","875":"[X] minute gelede","876":"1 uur gelede","877":"[X] ure gelede","878":"1 dag gelede","879":"[X] dae gelede","880":"Nou net","881":"Jy gebruik n kortstondige sessie. Jy sal die data wat jy stoor veloor wanneer dit verval. Opgradeer na n ware rekening op jou vroegste gerief om jou lêers te bewaar en eis jou gratise 50 GB van veilige stoorplek in die cloud!","882":"Waarskuwing","883":"Skep jou rekening","884":"[X] is nie ten volle versoenbaar met MEGA","885":"Jou webblaaier","886":"Internet Explorer 10 bevat 'n beduidende fout wat lêer skryf van JavaScript, wat veroorsaak dat 'n uit geheue situasie gebeur wanneer n groot hoeveelhede data afgelaai word. Ons verwag dat hierdie probleem  in Internet Explorer 11 sal opgelos word. In die tussentyd, kan jy opgradeer na 'n alternatiewe webblaier.","887":"[X] het nie die HTML5 funksies waarop MEGA staatmaak op die kliënt-kant in-browser kriptografie voer. HTML5 lêer oordragte sal oorgedra word deur 'n tydelike , baie beperkte Flash oplossing. Oorweeg dit asseblief om na 'n moderne browser te opgradeer op jou vroegste gerief.","888":"Sterk Aanbeveel","889":"Aanbeveel","890":"MEGA werk met die volgende blaaiers die betse","891":"Blaaier verenigbaarheid waarskuwing","892":"Eiendomme","893":"Opgelaai","894":"Totale grootte","895":"Gids naam","896":"Geskep","897":"Bevat","898":"Veelvuldige lêers en gidse","899":"Veelvuldige lêers","900":"Veelvuldige gidse","909":"Wagwoord","910":"Koop nou","911":"Neem die volle voordeel van MEGA met [B] Pro [\/ B]","912":"van","913":"maand","914":"jaarlikse subskripsie","915":"Massiewe stoorplek","916":"Vrygewige bandwydte kwota","917":"as jy jaarliks kies om te betaal","918":"Maandeliks","919":"Jaarliks","920":"Opgradeer jou rekening","921":"2 maande gratis","922":"1 maand","923":"1 jaar","924":"Het jy n vraag oor [A]Pro rekeninge[\/A]","925":"Ons ondersteuning span sal bly wees om jou te help.","926":"Maatskappy naam","927":"Stad","928":"Poskode","929":"Foon","930":"dag","931":"maand","932":"jaar","933":"adres","934":"Staat of provinsie","935":"PayPal adres","936":"bankrekening","937":"Ontvanger naam","938":"Beskryf jou bemarking strategie","939":"Bank naam","947":"Skyf","948":"Asblik","949":"Posbus","950":"Kontakte","951":"My Rekening","952":"Die meeste toestelle kan nie lêers groter as 4GB aflaai nie. Jou aflaai sal waarskynlik misluk.","953":"Nie genoeg spasie","954":"Krediete","955":"Mobile Apps","956":"sync kliënt","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Sagteware-ontwikkeling pakket","963":"Dokumentasie","964":"Vennoot Program","965":"Beleide","966":"Takedown Begeleiding","967":"Teken af","968":"Skep nuwe rekening","969":"Probeer asseblief weer","970":"Voer asseblief 'n geldige wagwoord.","973":"Gebruikte bandwydte","974":"Bestuur jou rekening","975":"Voeg Ster by","976":"Verwyder Ster","977":"Geen lêers in jou Cloud Skyf nie","978":"Jou soektog het geen resultate opgelewer nie","979":"Jou Asblik is leeg","980":"Jy het geen kontakte","981":"Jou Posbus is leeg","982":"Inhoud","983":"Oorsig","984":"Profiel","985":"Geskidenis","986":"Verander jou profiel","987":"Verval op","988":"Konneksies:","989":"[X] konneksies","990":"1 konneksie","991":"Gaan na Konneksies","992":"Profiel Beeld","993":"Verander Profiel Beeld","994":"Persoonlike informasie","995":"Geboortedatum","996":"Kies land","997":"Slegs geregistreerde gebruikers mag kontakte byvoeg.","998":"Skep asseblief jou gratise rekening","999":"Wil jy jou kortstondige sessie na 'n gratis rekening nou opgradeer?","1000":"Verhoed die verlies van toegang. Gratise registrasie word sterk aanbeveel!","1001":"Verwyder kontak","1002":"Is jy seker jy wil [X] van jou kontak-lys verwyder?","1003":"Bevestig verwydering","1004":"Is jy seker jy wil [X]  na die asblik toe skyf?","1005":"Die skep van skakels is slegs vir geregistreerde gebruikers","1006":"Die skep van gidse is slegs vir geregistreerde gebruikers","1007":"Jy kan hierdie aksie nie ongedaan maak nie","1008":"pro bandwydte quota oorskry.","1009":"Meer bandwydte nodig?","1010":"Stoorplek quota oorskry.","1011":"Wil jy jou lêers hou?","1012":"Stoorplek quota byna oorskry.","1013":"Meer Stoorplek quota nodig?","1015":"Tik jou geskenkbewys kode in asseblief.","1016":"Kies 'n beeld","1017":"Gebruik hierdie profiel beeld?","1018":"Leeg","1019":"Voeg 'n e-pos adres by","1020":"Tik 'n e-pos adres in of 'n kies 'n kontak.","1021":"Aan","1022":"Af","1023":"Jy het nie skryf toegang na hierdie gids nie.","1024":"Tik n gids naam in asseblief","1025":"Verskeie ietems","1026":"Tik dekripsie sleutel in","1027":"Dekripteer","1028":"Dekripsiesleutel","1029":"Openbare skakel","1030":"Kies n kontak, of tik n e-pos adres in.","1031":"Uitvoer lêer skakels en dekripsie sleutels","1032":"Sluit lêer sleutel in","1033":"kopie sleutels","1034":"Laai veelvuldige lêers af","1035":"Kliek \"toelaat\" om aflaai te voltooi","1036":"Gedeel met","1037":"Stem","1038":"Verkies taal","1039":"Betaal met PayPal","1040":"Teken in asseblief om jou pro lidmaatskap te aktiveer.","1041":"Skep asseblief n rekening om jou pro lidmaatskap te aktiveer.","1042":"Inisialiseer","1043":"Gids skakel nie beskikbaar nie","1044":"Die gids skakel wat jy probeer om toegang te verkry, is nie meer beskikbaar nie. Dit kan wees as gevolg van die volgende redes:","1045":"Die gids skakel is verwyder as gevolg van 'n ToS \/ AUP skending.","1046":"Die gids skakel is afgeskakel deur die gebruiker.","1047":"Welkom by MEGA Pro","1048":"Jou pro lidmaatskap is geaktiveer. Geniet dit!","1049":"Gids","1050":"Geen aandele","1051":"Nooit","1053":"bandwydte quota amper oorskry","1054":"Jy sal [X] moet wag tot dat meer bandwyte aan jou rekening opgradra is.","1055":"Wil nie wag nie?","1056":"Hierdie limiet is dinamies.","1057":"Bevestig sessie verwydering","1058":"Jy gebruik tans 'n kortstondige sessie. Is jy seker jy wil hierdie sessie eindig?","1059":"Hierdie aksie sal al jou data verwyder .","1060":"Kant-tot-kant enkripsie","1061":"In teenstelling met ander Could stoor verskaffers, jou data word geïnkripteer en gedekripteer deur die kliënt toestelle en nooit deur ons nie.","1062":"Globale toegang","1063":"Jou data is toeganklik enige tyd, van enige toestel, enige plek.","1064":"Veilige samewerking","1065":"Deel gidse met jou kontakte en sien hulle bydraes intyds","1066":"MEGA bied gereedskap aan wat [A] private en vertroulike [\/ A] online kommunikasie maklik om te gebruik maak.","1067":"MEGA lewer geïnkripteer cloud-gebaseerde dienste wat  [A] private en veilige [\/ A] kommunikasie en samewerking vir besighede en individue in staat stel. Jy hou en beheer van die enkripsie sleutels vir jou data in die cloud.","1068":"Deel gidse met jou kontakte en sien hulle bydrae in reële tyd","1069":"Sien hoe werk dit","1070":"Hoe dit werk","1071":"Wil jy meer van MEGA weet?","1072":"Kyk na die bekendstelling video","1073":"Lidmaatskap Planne","1074":"Kry 50 GB met n gratise rekening","1075":"Baie keer meer as wat jy by ons groot mededingers kry.","1076":"Skep n rekening","1077":"Kompeterende Pro pakkette","1078":"Kry tot 4 TB van geïnkripteer stoorplek vir so laag as 8,33 € per maand.","1079":"Kyk ons ​​pro-pakkette","1080":"Mobile Apps","1082":"Die cloud in jou sak. Toegang en stroom jou lêers vanaf jou smartphone of tablet. Oplaai en sync jou media op die Cloud.","1083":"Kry dit gratis","1084":"Beskikbaar vir","1085":"Sync Klient","1086":"Maklik outomatiese sinchronisasie tussen jou rekenaar en jou MEGA cloud skyf.","1087":"Laai nou af","1088":"Blaaier Apps","1089":"Ons blaaieruitbreidings sal MEGA in jou blaaier installeer om vinniger te laai en bygevoeg veerkragtigheid teen aanvalle.","1090":"Gaan na die aflaai bladsy","1091":"Klik om te laai of sleep & los lêers hier","1092":"Rol om voort te gaan","1093":"Moet nooit jou wagwoord in tik op 'n toestel wat jy nie ten volle vertrou nie. Teken nie by jou rekening in vanaf 'n gedeelde of openbare rekenaar nie.","1094":"Vir 'n beter sekuriteit, installeer ons [A] blaaier plugin [\/ A] en laai MEGA van jou rekenaar eerder as om van ons servers af.","1095":"Skep jou [A] gratis [\/ A] rekening","1096":"Eerste naam","1097":"Familie Naam","1098":"Ongeldige eerste en\/of familie naam.","1099":"Tik asseblief jou eerste & familie naam in.","1100":"Ongeldige e-pos adres","1101":"Tik asseblief n geldige e-pos adres in.","1102":"Ongeldige wagword.","1104":"Versterk jou wagwoord asseblief","1105":"Sterkte:","1106":"Wagwoord status","1107":"Wagwoorde stem nie ooreen nie.","1108":"Skep Nuwe Rekening","1109":"Jou wagwoord is jou meester enkripsie sleutel.","1110":"Jou rekening se sekuriteit hang af van die krag van jou wagwoord. Wagwoorde wat te kort, te eenvoudig of bestaan ​​uit woorde uit die woordeboek is maklik geraai.","1111":"Moet jou wagwoord nie vergeet nie.","1112":"Daar is geen herstel prosedure vir verlore wagwoorde nie. As jy dit nie kan onthou nie, sal jy nie meer toegang aan jou gestoorde data kan kry nie.","1113":"Jou rekening is net so veilig as jou rekenaar.","1114":"Tik Wagwoord Weer","1115":"Die wagwoord sterkte verificateur inisialiseer nog steeds.","1116":"Probeer asseblief weer in 'n paar sekondes.","1117":"Terme van die diens ooreenkoms","1118":"Jy moet met die terme van die diens saam stem om 'n rekening te registreer op MEGA.","1119":"Jou wagwoord kan maklik geraai word. Probeer om jou wagwoord langer te maak. Kombineer hoofletters en kleinletters. Voeg spesiale karakters by. Moenie name of woorde uit die woordeboek gebruik nie.","1120":"Jou wagwoord kan maklik geraai word. Probeer om jou wagwoord langer te maak. Kombineer hoofletters en kleinletters. Voeg spesiale karakters by. Moenie name of woorde uit die woordeboek gebruik nie.","1121":"Jou wagwoord is goed genoeg om voort te gaan, maar dit word aanbeveel om jou wagwoord verder te versterk.","1122":"Hierdie wagwoord sal kan weerstaan ​​mees tipiese brute krag aanvalle. Maak asseblief seker dat jy dit sal onthou.","1123":"Hierdie wagwoord sal kan weerstaan ​​mees gesofistikeerde brute krag aanvalle. Maak asseblief seker dat jy dit sal onthou.","1124":"Baie swak","1125":"Swak","1126":"Gemiddled","1127":"Goed","1128":"Sterk","1129":"jou wagwoord is te swak om voort te gaan","1130":"Ongeldige e-pos en\/of wagwoord.","1131":"Bevestig jou rekening","1132":"Entropie Versameling","1133":"Hierdie wedstryd sal [A] entropie [\/ A] versamel  wat op jou muis bewegings gebaseer is.","1134":"Dit sal jou [A] RSA sleutel [\/ A] versterk.","1135":"Jy kan die spel aborteer wanneer die vordering aanwyser op 100% is.","1136":"Klaar!","1137":"U kan nou voortgaan na die volgende stap om jou sleutel te voltooi.","1138":"Gaan voort","1139":"Telling:","1140":"Dit is 'n baie belangrike stap en kan 'n paar sekondes neem.","1141":"Wees asseblief geduldig.","1142":"Public - Private sleutel skepping","1143":"Genereer sleutel","1144":"Die vroegste bekende gebruik van kriptografie verband terug na byna 4000 jaar gelede, in antieke Egipte","1145":"Vandag, 4000 jaar later, die meeste groot cloud stoor verskaffers het nog nie ten volle kriptografie aangeneem nie.","1146":"Voltooi jou rekening","1147":"Kies juo rekening tipe","1148":"Kry 2 maande gratis [\/ A] as jy 'n een-jaar pro plan koop.","1149":"Beperk","1150":"Gratis","1151":"Neem die volle voordeel van MEGA met 'n [A] Pro rekening [\/ A]","1152":"Kies jou Pro pakket:","1153":"een-jaar plan","1154":"Die span","1155":"Oplaai","1156":"Aflaai","1157":"Gratise aflaai","1158":"vir Windows","1159":"Kom binnekort vir [A]Mac[\/A]","1160":"MEGA wil die skrywers van die volgende open source komponente wat bygedra noodsaaklike funksie op ons webwerf bedank:","1161":"Veilig","1162":"Jou data word geïnkripteer begin tot einde. Niemand kan onderskep terwyl dit in die stoor of in transito is nie.","1163":"Buigsaam","1164":"Sync eenige gids van jou rekenaar na 'n gids in die cloud. Sync n aantal gidse in parallel.","1165":"Vinnig","1166":"Neem voordeel van MEGA se hoë-aangedrewe infrastruktuur en multi-verbinding oordragte.","1167":"Vrygewig","1168":"Stoor tot 50GB gratis!","1169":"Volledige eienskappe","1170":"Soek, stoor, laai af, stroom, sien, deel, hernoem of verwyder jou lêers. Dit is als daar - in die palm van jou hande.","1171":"Kom binnekort vir [A]iOS[\/A]","1172":"Firefox uitbreiding","1173":"Chrome uitbreiding","1174":"Hierdie app sal jou toelaat om MEGA in jou blaaier te installeer. Dit sal laai tye verminder ,aflaai prestasie verbeter en sekuriteit versterk .","1175":"Enige MEGA URL sal gevang word deur hierdie program enlokale bly (geen JavaScript sal gelaai word van ons servers af nie). Veilige (auto-) opgraderings word danksy kriptografiese private sleutel ondertekening verskaf.","1176":"En as jy regtig paranoïes is:","1177":"skakel autoopgraderings af en ondersoek ons bron-kode vir elke update met die hand.","1178":"Laai MEGA vir Firefox af.","1179":"Installasie:","1180":"Laai MEGA vir Chrome af.","1181":"Maak die uitbreidings bladsy in Chrome oop","1182":"menu> gereedskap> uitbreidings","1183":"of tik","1184":"in jou adresbalk   ","1185":"Sleep en los die lêer [X] na die Chrome uitbreidings bladsy en ​​bevestig installasie.","1186":"Jy kan maklik van jou MEGA Pro lidmaatskap aankoop by een van ons gemagtigde handelaars hieronder:","1187":"Aflaai","1188":"Na jou rekenaar","1189":"Invoer","1190":"Na jou Cloud skyf","1191":"Die lêer wat jy probeer aflaai is tydelik nie beskikbaar nie.","1192":"Rol om meer van MEGA te leer","1193":"Begin nuwe rekening","1194":"Wil jy hierdie lêer by 'n nuwe sessie invoer?","1195":"\"Nee\" sal jou toelaat om aan te teken en jou invoer te proses.","1196":"Kanselleer aflaai","1197":"Is jy seker jy wil hierdie aflaai kanselleer?","1198":"Die aflaai sal geskrap word.","1199":"Kan nie metadata dekripteer sonder sleutel nie.","1200":"Vennoot Terme van Diens.","1201":"[A] Sluit by ons aan[\/ A] in die ontwrigting van die Cloud stoor mark","1202":"Dryf besigheid na ons en verdien jou aandeel.","1203":"Help ons om te groei en word deel van die sukses.","1204":"Sluit aan","1205":"Hoe werk dit?","1206":"Sluit aan en kry jou eie unieke vennoot ID wat jy by on URL can byvoeg.","1207":"Ons sal alle aankope gedoen deur die besoekers wat jy na MEGA verwys dop hou.","1208":"Jy verdien [B] 20% [\/ B] van alle inkomste gegenereer deur jou vennoot ID.","1209":"Herhalende inskrywings sal tel as herhalende verwysings.","1210":"Vir wie is die affiliate program?","1211":"App Ontwikkelaars:","1212":"Bou jou eie populêre app met behulp van ons [A] SDK [\/ A]","1213":"Skakel gratis gebruikers na pro toe en verdien geld met jou app.","1214":"Webwerwe:","1215":"Bloggers","1216":"Cloud stoor vergelyking webwerwe","1217":"Wat is die reels?","1218":"Lees en voldoen asseblief aan ons [A] Vennoot Terme en Voorwaardes [\/ A]","1220":"Begin!","1221":"Sluit aan by ons vennoot program, en jy kan geld onmiddellik begin verdien.","1223":"Kontak informasie","1224":"Ons het 'n bietjie meer besonderhede oor jou nodig.","1230":"Betaling informasie","1231":"Ons betaal een keer 'n maand deur PayPal of draad oordrag (New Zealand bank rekeninge).","1232":"Betaling Metode","1233":"PayPal","1234":"Bank rekening (slegs NZ)","1235":"Voordeeltrekker naam","1236":"Bank naam","1237":"Bank rekening nommer","1238":"PayPal adres","1239":"Vernoot informasie","1240":"Ons wil graag leer hoe jy beplan om verkeer na MEGA te dryf.","1241":"Beskryf jou bemarkingstrategie:","1242":"Ek stem saam met die MEGA [A] Vennoot Terme en Voorwaardes [\/ A]","1243":"Jy is ingeskryf vir die vennoot program. Jy verdien 20% van alle inkomste gegenereer met jou vennoot ID.","1244":"Maak asseblief seker dat jy voldoen aan ons [A] Vennoot Terme en Voorwaardes [\/ A]","1245":"Jy kan inkomste verdien om verkeer na die adres te stuur:","1246":"Statistiek","1247":"Tydraam","1248":"30 dae","1249":"90 dae","1250":"180 dae","1251":"365 dae","1252":"Altyd","1253":"Datum","1254":"Verkope","1255":"Omset","1256":"Verdienste","1257":"Geen verkope aangeteken vir die gekose tyd raam.","1258":"Uitbetaalings","1259":"Geen uitbetalings aangeteken vir die gekose tyd raam.","1260":"Vernoot ID","1261":"Tik in jou datum van geboorte.","1262":"Tik asseblief jou stad in.","1263":"Tik asseblief jou staat of provinsie in.","1264":"Tik asseblief jou poskode in.","1265":"Tik asseblief jou foon nommer in.","1266":"Beskryf asseblief jou bemarking strategie.","1267":"Jy moet met die Vennoot Terme van die Diens saamstem.","1268":"Tik asseblief jou PayPal adres in.","1269":"Tik asseblief die voordeeltrekker naam van jou NZ bank rekening in.","1270":"Tik asseblief jou NZ bank naam in.","1271":"Tik asseblief jou NZ bank rekening nommer in.","1272":"MEGA is gemaak deur mense en is dus nie perfek nie. As jy by 'n fout afkom, sal ons waardeer om van dit te hoor so dat ons dit kan regmaak - die meer besonderhede wat jy kan aanbied, hoe beter.","1273":"Ons neem intellektuele eiendom regte ernstig en pas 'n robuuste verwydering \/ recidivist beleid toe.","1274":"Vir meer inligting, lees asseblief ons [A] takedown leiding [\/ A].","1275":"Jy kan 'n takedown kennisgewing indien deur ons [A] online vorm [\/ A] of stuur vir ons 'n e-pos.","1276":"Het jy enige vrae of idees? Wil jy meer oor ons produkte leer?","1277":"Ons is altyd beskikbaar","1278":"Kies asseblief","1279":"Stap 1","1280":"Stap 2","1281":"Inhoud besonderhede","1282":"Kopiereg eienaar besonderhede","1283":"Voeg n ander URL by","1284":"Naam van kopiereg eienaar","1285":"indien van toepassing","1286":"Naam van die kopiereg eienaar se gemagtigde agent wat die kennisgewing indien:","1287":"Kopieregkennisgewing ontvang","1288":"Ons sal  jou kennisgewing hersien en spoedig verwerk .","1289":"Dankie dat jy op die uitnodiging skakel geklik het. Skep asseblief jou gratis rekening hieronder.","1290":"Oops, lyk dit nie na 'n geldige uitnodiging skakel nie. Het jy reeds 'n rekening registreer?","1291":"Jy het voorheen 'n uitnodiging skakel gebruik . Skep asseblief jou rekening.","1292":"Binnekort beskikbaar","1293":"Welkom by die hulpsentrum","1294":"Indien u vraag nie hier beantwoord is nie, moet asseblief nie huiwer om ons te kontak nie.","1295":"Kontak Support","1296":"Gewilde Onderwerpe:","1297":"E-pos adres word al klaar gebruik","1298":"Teken asseblief by jou rekening in.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}