{
    "11": "Artikel 12",
    "12": "Niemand sal blootgestel word aan niksseggende inmengery met hul privaatheid, familie, wooning of korrespondensie, of 'n aanval op hul eer en reputasie. Elkeen het die reg op die beskerming deur die wet teen sulke inmengery of aanvalle.",
    "13": "Universele verklaring van menseregte.",
    "14": "Bevestig uitvee",
    "15": "Is jy seker jy wil al die items permanent uit jou Rommel Blik verwyder?",
    "16": "Interne fout",
    "17": "Bandwydte kwota oorskry",
    "18": "Te veel konneksies vir hierdie aflaai",
    "19": "Inteken sessie het verval of is ongeldig",
    "20": "Tydelik onbeskikbaar",
    "21": "Rekening kwessie, sien asb. u epos",
    "22": "Lêer bestaan nie meer nie",
    "23": "Lêer nie meer toeganklik nie",
    "24": "Dekripsie fout",
    "25": "Die gids waarin u is, is deur 'n ander gebruiker uitgevee of geskuif.",
    "26": "Verlore gids ",
    "27": "Ongelukkig kan 1 lêer nie opgelaai word nie, want dit is groter as [X].",
    "28": "Ongelukkig kan [X1] lêers nie opgelaai word nie, want hulle is groter as [X2].",
    "29": "Jy word beperk tot die oplaai van lêers met ons Adobe Flash alternatief, want jou browser bied nie die HTML5 File Reader nie. As jy hierdie beperking wil omseil, (en die oorheersende browser optrede verbeter), oorweeg asb. om [A]Google Chrome[\/A] te installeer.",
    "30": "Browser beperking",
    "31": "Jy kan slegs lêers kleiner as [X] oplaai met Internet Explorer. Chrome & Firefox laat jou toe om lêers van enige grote op te laai.",
    "33": "MEGA rock met Google Chrome",
    "34": "Waarskuwing:",
    "35": "Jy gebruik 'n verouderde browser, wat gevolglik jou lêer oorplaasing verrigting affekteer.",
    "36": "Opgradeer asb. na Google Chrome.",
    "37": "Terwyl ander browser handelaars nogsteeds sukkel om die volle spektrum van HTML5 se funksionaliteit te implimenteer, het Google Chrome dit alles - vandag. Om MEGA se volle krag te geniet (soos outomatiese groepering en aflaai), stel ons ernstig voor dat jy van jou huidige, verouderde browser ontslae raak, en opgradeer na Chrome so gou as moontlik.",
    "38": "Moet nie hierdie boodskap weer wys nie",
    "39": "Nee, Dankie",
    "40": "Laai Chrome af",
    "41": "Jy het n gids verwyder wat 1 gedeelde gids bevat.",
    "42": "Sodra jy die Rommel Blik leegmaak sal hierde verdeling gestaak word.",
    "43": "Jy het 'n gids verwyder wat [X] gedeelde gidse bevat.",
    "44": "Sodra jy die Rommel Blik leegmaak sal hierde verdelings gestaak word.",
    "45": "Gedeelde gids waarskuwing",
    "46": "Interne Fout",
    "47": "Oeps! Iets het skeefgeloop. Jammer daarvoor!",
    "48": "Sleutel asb. ten minste drie karakters in om te soek.",
    "49": "skuif [X] gekose item(s)",
    "50": "1 lêer",
    "51": "[X] lêers",
    "52": "en",
    "53": "1 gids",
    "54": "[X] gidse",
    "55": "Slegs-lees",
    "56": "Lees & Skryf",
    "57": "Volle toegang",
    "58": "Aflaai",
    "59": "Kry skakel",
    "60": "Deel",
    "61": "Hernoem",
    "62": "Skuif",
    "63": "Kopieer",
    "64": "Toestemmings",
    "65": "Jy het slegs-lees toegang tot hierdie gids.",
    "66": "Jy het lees & skryf toegang tot hierdie gids.",
    "67": "Jy het volle beheer oor hierdie gids.",
    "68": "Nuwe gids",
    "69": "Skep Nuwe gids",
    "70": "Maak Rommel Blik Leeg",
    "71": "Voeg kontak by",
    "72": "Vee kontak uit",
    "73": "Is jy seker jy wil hierdie gebruiker van jou kontaklys uitvee?",
    "74": "Is jy seker jy wil hierdie gebruikers van jou kontaklys uitvee?",
    "75": "Vee kontak uit",
    "76": "Jy is op die punt om [X] permanent uit jy Rommel Blik te verwyder.",
    "77": "Wil jy voortgaan?",
    "78": "Ja",
    "79": "Nee",
    "81": "OK",
    "82": "Kanselleer",
    "83": "Verwyder",
    "84": "Bevestig uitvee",
    "85": "Herlaai",
    "86": "Naam",
    "87": "Grootte",
    "88": "Oorplasing tipe",
    "89": "Status",
    "90": "Spoed",
    "91": "Uitgeloopde tyd",
    "92": "Oorblywende tyd",
    "93": "Tipe",
    "94": "Laas verander",
    "95": "E-pos",
    "96": "Regte",
    "97": "Nuwe Oplaai",
    "98": "Houer Oplaai",
    "99": "Lêer Oplaai",
    "100": "Maak Rommel Blik Skoon",
    "101": "Voeg Kontak by",
    "102": "Soek",
    "103": "Kanselleer oorplasing",
    "104": "Lêer oorplasings",
    "105": "hangend",
    "106": "Lêer bestuurder",
    "107": "Wil jy die verkose gidse kopieer na [X] se private inbox?",
    "108": "Bevestiging",
    "109": "Wil jy die gekose gids kopieer na die gedeelde gids?",
    "110": "Wil jy die gekose  item(s) kopieer na [X] se private inbox?",
    "111": "Wil jy die gekose item(s) kopieer na na hierdie gedeelde gids?",
    "112": "Skakels",
    "113": "Lêer skakel",
    "114": "Lêer skakel",
    "115": "Lêer naam",
    "116": "Lêer grootte",
    "117": "Skuif na plek",
    "118": "Kies bestemming",
    "119": "Komplimentêre bandwydte kwota oorskry",
    "120": "Jou aflaai kan nie voortgaan nie, want dit sal jou oor die huidige gratis oorplasings toelating vir jou IP adres stuur .",
    "121": "Hierdie beperking is 'n dinamiese beperking en hang af van die bedrag van ongebruikte bandwydte wat ons beskikbaar het.",
    "122": "Slegs oorplasings wat in die laaste vyf tot ses ure gemaak is tel.",
    "123": "In daardie tydgleuf:",
    "124": "Jy het [X] afgelaai.",
    "125": "[X1] sal in [X2] beskikbaar word.",
    "126": "Die huidige IP limiet is [X].",
    "127": "Vir jou gerief sal jou opgelynde aflaaie op hou gesit word tot jy genoeg kwota beskikbaar het, en dan outomaties voortgaan.",
    "128": "As jy nie wil wag nie, kan jy oorweeg om in te teken vir 'n bandwydte pakket wat jou ook genoegsame ekstra stoorplek gee.",
    "129": "Opgradeer na Pro",
    "130": "Laai lêers af",
    "131": "Kliek \"Toestemming\" om aflaai te voltooi",
    "132": "Skuif Items",
    "133": "Skuif [X]",
    "134": "Kopieer [X]",
    "135": "Fout",
    "136": "Kies asb. die bestemmings gids.",
    "137": "Kies asb. 'n geldige bestemming teiken.",
    "138": "Die bestemmings gids kan nie diesefde wees as die oorsprong gids nie.",
    "139": "Sirkulêre fout",
    "140": "Sirkulêre fout: die bestemming kan nie 'n sub-gids wees van die gids wat geskuif word nie.",
    "141": "Sleutel asb. 'n geldige e-pos adres in.",
    "142": "Wag asb...",
    "144": "Verwyder deeling",
    "145": "E-pos adres:",
    "146": "Deel na nuwe gebruiker:",
    "147": "Verleen toegang",
    "148": "Maak toe",
    "149": "Deeling",
    "150": "Kontak genooi",
    "151": "Die gebruiker [X] is genooi en sal in jou kontaklys verskyn na hulle geregistreer is.",
    "152": "Jy kan nie jouself by jou eie kontaklys voeg nie.",
    "153": "E-pos adres",
    "154": "Voeg kontak by",
    "155": "Voeg by",
    "156": "Kanselleer",
    "157": "Gids Naam",
    "158": "Skep",
    "159": "Kanselleer",
    "160": "Hierdie gids naam is reeds in gebruik. Probeer asb. weer.",
    "161": "Hernoem",
    "162": "Hernoem",
    "163": "Kanselleer",
    "164": "Cloud skyf",
    "165": "Kontakte",
    "166": "Inbox",
    "167": "Rommel Blik",
    "168": "Rommel Blik",
    "169": "Titelblad",
    "170": "Registreer",
    "171": "Teken in",
    "172": "Trek & los jou lêers enige plek",
    "174": "of",
    "175": "Kies lêers",
    "176": "Kies lêers om op te laai",
    "177": "Jy hou die sleutels tot wat jy in die cloud stoor ",
    "178": "Veilige Aanlyn Samewerking",
    "179": "Kragtige Lêer Bestuurder",
    "180": "App Ekosisteem",
    "181": "Voledige Eienskappe",
    "182": "Deel geïnkripteerde lêers met medewerkers of besigheids vennote en ruil konfidensieële dokumente met deursigtige enkripsie regdeur.",
    "183": "Sien en bestuur jou lêers in jou browser, met integrale versnellende groepering op en aflaai.",
    "184": "'n Omvattende oop API laat derde party ontwikkelaars toe om MEGA se funksionaliteit te verbeter.",
    "185": "2048 greep RSA enkripsie",
    "186": "Teken uit",
    "187": "My rekening",
    "188": "Lêer Bestuurder",
    "189": "Kanselleer sessie",
    "190": "Teken in",
    "191": "skep 'n rekening",
    "192": "Onthou my",
    "193": "Teken in",
    "194": "[X] severs aanlyn",
    "195": "Jou Epos",
    "196": "Jou Epos",
    "197": "Sleutel asb jou e-pos in",
    "198": "Sleutel asb 'n geldige e-pos adres in.",
    "199": "Sleutel asb jou wagwoord in.",
    "200": "Oeps, iets het fout gegaan.",
    "201": "Ongeldige e-pos en\/of wagwoord. Probeer asb weer.",
    "202": "Skep 'n nuwe rekening",
    "204": "of",
    "205": "teken in",
    "206": "Jou naam",
    "207": "Jou Epos",
    "208": "Ek stem saam met die MEGA [A] Diens Terme[\/A]",
    "209": "Registreer",
    "210": "Berei voor vir 'n nuwe era",
    "211": "Cloud berging sal nooit weer dieselfde wees nie",
    "212": "Sleutel asb jou naam in.",
    "213": "Kies asb 'n wagwoord.",
    "214": "Jy moet ons diens terme aanvaar.",
    "215": "'n Onbekende fout het voorgekom. Probeer asb weer.",
    "216": "Verruklik",
    "217": "Sien asb jou e-pos en druk op die skakel om jou rekening te bevestig.",
    "218": "Hierdie e-pos adres het reeds 'n rekening geregistreer met MEGA.",
    "219": "Hierdie e-pos adres het reeds 'n rekening geregistreer met MEGA.",
    "220": "Swak",
    "221": "Gemiddeld",
    "222": "Goed",
    "223": "Uitstekend",
    "224": "KIES LÊERS OM OP TE LAAI",
    "225": "KIES LÊERS OM OP TE LAAI OF TREK & LOS HULLE HIER",
    "226": "Om te voorkom dat ons bronne oorlaai word, moet ons soms bandwydte verbruiking beperk. In die laaste ses ure  het jou IP adres [X1] gebruik, wat, tesame met die gekose lêer van [X2], ons huidige limiet van [X3] sal oorskry. Om regverdige en gelyke toegang tot ons bronne te verseker, is jou huidige aflaaiings op hou gesit. Hulle sal outomaties voortgaan sodra die opeenhoping verlig.",
    "227": "Oorplasings wat deur betaalde bandwydte kwota gedek word is kwytgeskel van hierdie beperking. So, as jy nie wil wag nie kan jy oorweeg om in te teken op 'n pro rekening.",
    "228": "Verkeer bestuur in werking",
    "229": "Moenie weer wys nie",
    "230": "Opgradeer na Pro",
    "231": "Nee dankie, ek sal wag",
    "232": "Nee dankie, ek sal wag",
    "233": "Tydelike fout, ons probeer weer.",
    "234": "Laai lêer af",
    "235": "Aflaai",
    "236": "Invoer",
    "237": "Begin aflaai",
    "238": "Merk vir kopiereg",
    "239": "Aflaai voltooi",
    "240": "Ten einde jou lêer oorplasing te voltooi, moet jy jou lêer self spaar.",
    "241": "Spaar jou lêer",
    "242": "Opgradeer na Chrome om MEGA se volle krag te geniet",
    "243": "Die lêer wat jy wil aflaai is nie meer beskikbaar nie.",
    "244": "Dit kan as gevolg van die volgende redes wees:",
    "246": "Die lêer is verwyder as gevolg van ToS\/AUP oortreding.",
    "247": "Ongeldige URL- die skakel waarvoor jy probeer toegang kry bestaan nie",
    "248": "Die lêer is deur die gebruiker verwyder",
    "249": "Die lêer wat jy probeer aflaai ais tydelik onbeskikbaar.",
    "250": "Ons ingeboude ontslag het gefaal. Dit kan asngevolg van die volgende redes wees:",
    "251": "Sommige servers is buite werking weens onderhoud.",
    "252": "Ons is oorlaai en is besig om meer kapasiteit by te voeg.",
    "253": "Probeer asb weer later.",
    "254": "Die lêer wat jy probeer aflaai is nie meer beskikbaar nie.",
    "255": "Hierdie lêer is nie meer beskikbaar nie as gevolg van 'n kopiereg eis deur [X].",
    "256": "Jou sleutel het nie die regte lengte nie.",
    "257": "Maak asb seker jy sleutel n geldige sleutel in.",
    "258": "Besig om af te laai",
    "259": "Waarvoor staan \"MEGA\"?",
    "260": "MEGA is 'n rekursiewe akroniem en staan vir \"MEGA Encrypted Global Access\".",
    "261": "Waaroor gaan MEGA?",
    "262": "MEGA is 'n sogenaamde cloud berging verskaffer. Dit bied gratis en betaalde berging spasie en bandwydte. Dit bied jou toegang asook berging funksies vir jou lêers vanuit jou browser of 'n toegewyde klient applikasie.",
    "264": "Na die beste van ons kennis, wolk stoor en enkripsie is wettig. Voldoen aan toepaslike wette en regulasies op [B] hoe [\/B] wolk stoor en kodering sowel as ons [A] terme van gebruik [\/A] gebruik.",
    "265": "MEGA is gemaak deur dieselfde mense wat voorheen een van die wêreld se grootste cloud bergings besighede bedryf het. Kan ek asb. my rekening en my  lêers terugkry?",
    "266": "Ongelukkig het MEGA geen toegang tot enige van die bates wat sy werkers vantevore geskep het nie. Daar is geen wettige verbintenis en geen herwinning of enige kode, hardeware of databasis rekords nie, en daarom sien ons huidiglik geen manier om jou data, wat jy nagelaat het, te herwin nie.",
    "267": "Hoekom 'n cloud bergings maatskappy in New Zealand baseer, van alle plekke?",
    "268": "Een van die belangrike redes is dat New Zealand se inheemse Mãori naam \"Aotearoa\" is, wat \"Land van die lang wit wolk\" beteken.",
    "269": "Kan ek toegang kry tot MEGA van my mobiele toestel af?",
    "270": "MEGA is geoptimaliseer vir rekenaar browsers. Ons werk hard om MEGA aanpasbaar te maak by alle vooraanstaande mobiele toestelle en tablette. Jy kan koel persoonlike apps  vir jou gunsteling mobiele toestel in die nabye toekoms verwag.",
    "271": "Kan ek voortgaan met verbreekte op-of aflaaie?",
    "272": "Ja, solank jy nie jou browser tab toemaak nie, sal op-en aflaaie outomaties voortgaan na bv 'n netwerk verbreking, of jou toestel wat in bystaan\/slaap funksie ingegaan het. Neem asb kennis dat ons servers outomaties ontslae raak van onvoltoooide aflaaïings na 48 uur van geen aktiwiteit.",
    "273": "Kan ek dieselfde lêer meer as eenkeer oplaai?",
    "274": "Omdat die server nie lêername kan sien nie, moet die klient self botsings tussen lêername hanteer. Met standaard instellings, as jy 'n lêer oplaai wat jy reeds in jou rekening het (selfde teikenweg\/lêernaam, selfde grootte, selfde laaste modifikasie tyd), sal dit oorgesien word, maar niks verhoed jou om veelvuldige lêers of gidse met dieselfde name in dieselfde gids te berg nie.",
    "275": "Hoe reguleer julle bandwydte verbruiking?",
    "276": "Dit is ons beleid om nie kunsmatige beperkings op ons verbruikers af te dwing nie, tensy dit deur infrastruktuur vernouings genoodsaak word. Daarom behou ons die reg voor om verbruikers se bandwydte verbruiking te beperk vir operasionele redes, te enige tyd op 'n per-IP basis. Jou oorplasings lyn sal outomaties voortgaan sodra die opeenhoping verlig. Jy hoef self niks te doen nie.",
    "277": "Is daar enige beperkings op lêer grootte by MEGA?",
    "278": "Ons lê nie kunsmatige beperkings op lêer grootes anders as jou beskikbaar cloud disketspasie. Egter 'n paar nalatenskap of tegnies onvoldoende browsers vereis dat die hele lêer in die geheue gestoor word vir die aflaai (Firefox, IE10, Opera), of vir beide die aflaai en oplaai (IE9, Safari 5).",
    "279": "Kan ek op- en aflaai ter selfde tyd?",
    "280": "Ja. Een oplaai en een aflaai per browser tab kan in parrallel hardloop.",
    "281": "Hoekom voorsien julle nie duimnael of gestroomde voorskou vir video of oudio lêers nie?",
    "282": "Omrede ons eindpunt-tot-eindpunt enkripsie model enige server manupilasie van jou data onvoorwaardelik uitsluit, en dit is wat sou nodig wees vir so 'n funksie.",
    "283": "Hoe laai ek lêers op na MEGA?",
    "284": "Daar is drie maniere om lêers op te laai na MEGA deur jou browser te gebruik:",
    "285": "1. Druk op die rooi knoppie op die begin bladsy",
    "286": "2. Gaan na jou lêer bestuurder en druk op \"Lêer oplaai\" of (as jy Chrome gebruik) \"Gids Oplaai\" knoppies naby die bokant",
    "287": "3. Trek en los lêers of (as jy Chrome gebruik) gidse na die webwerf",
    "288": "Hoe installeer ek MEGA?",
    "289": "Jy het nie nodig om enige iets te installeer nie. MEGA is heeltemal browser gebaseer en werk met alle huidige vooraanstaande browsers. Om MEGA se volle potentiaal los te laat, stel ons ernstig voor dat jy slegs Google Chrome gebruik.",
    "290": "Hoe werk gids deeling?",
    "291": "Jy kan enige sub-gedeelte van jou cloud skyf deel met vriende, familie en medewerkers. Uitnodigings is volgens e-pos adres. Uitgenooides wat nog nie 'n rekening het nie sal 'n e-pos ontvang met 'n skakel om op te teken. Alternatiewelik kan jy 'n openbare skakel skep na enige van jou gidse en dan kan jy die gids-spesifikie kriptiese sleutel uitvoer en sodoende dit toeganklik maak sonder 'n MEGA rekening. Dit is dan jou verantwoordelikheid om die gids-sleutel veilig by die ontvanger te kry",
    "292": "Om 'n deeling te skep, verander of uitvee, regs druk eenvoudig op die gids in jou lêer bestuurder en kies Deeling. Daar is drie toegangs vlakke: Slegs-lees, lees\/skryf (lêers kan bygevoeg word, maar nie uitgevee word nie), en vol (lêers kan bygevoeg en uitgevee word).",
    "293": "Indien jy n e-posadres bygevoeg het wat nog nie 'n rekening het nie, moet jy ten minste eenkeer aanlyn wees nadat die ontvanger die aanteken proses voltooi het sodat jy die deel geheim kan enkripteer na sy nuut geskepte openbare sleutel. ",
    "294": "Hoe vee ek mense uit van my gedeelde gids?",
    "295": "Regs-druk eenvoudig op 'n gids in jou lêer bestuurder en kies deeling. Jy sal almal sien wat toegang het tot die gedeelde gids. Regs-druk op die persoon en kies Die Uitvee opsie van die menu.",
    "296": "Hoe herken ek my gedeelde gidse?",
    "297": "Gedeelde gidse in jou lêer bestuurder het 'n spesiale ikon met 'n handjie onder die gids.",
    "298": "Kan ek gidse deel wat met my gedeel is?",
    "299": "Nee. Gids-deelings is nie-oordraagbaar.",
    "302": "Hoe skakel ek na 'n lêer op MEGA?",
    "303": "Eerstens, 'n waarskuwing: die kriptografiese veiligheid van jou lêers hang af van die konfidensialiteit van jou enkripsie sleutels. Maak seker dat jy slegs deur beskermde kanale stuur. Standaard e-pos, bv, is nie genoeg nie.",
    "304": "Met dit ingedagte, kies een of veelvuldige lêers in jou lêer bestuurder, regs-druk dan en kies \"kry skakel\". 'n Dialoog met die openbare skakel(s) na die lêer(s) wat jy gekies het sal oopmaak. Jy kan kies om elke skakel apart uit te voer, of as 'n groep skakel.",
    "305": "Hoe werk die enkripsie?",
    "306": "Alle enkripsie is einpunt-tot-eindpunt. Data wat opgelaai is, is ge-enkripeer op die oplaai toestel voor dit opgelaai is na die internet, en data wat afgelaai is, is ge-dekripteer deur die aflaai toestel. Die kliënt masjiene is verantwoordelik vir die opwekking, uitruil en bestuur van die enkripsie sleutel. Geen bruikbare enkripsie sleutels verlaat ooit die klient se rekenaar nie (met die uitsondering van RSA openbare sleutels).",
    "307": "Is al my persoonlike inligting onderdanig aan enkripsie?",
    "308": "Nee. Slegs lêer data en lêer\/gids name word ge-enkripteer. Inligting wat ons benodig vir operasionele toegang, soos jou e-pos adres, IP adres, gids struktuur, lêer eienaarskap en betaal besonderhede, word gestoor en geprosesseer sonder enkripsie. Sien asb ons Privaatheids Beleid vir besonderhede.",
    "309": "Is my gebergde data absoluut veilig?",
    "310": "Alle sekuriteit is relatief. Die volgende aanvals riglyne bestaan - hulle is nie MEGA-spesifiek nie, maar ons wil hê jy moet bewys wees van die risiko's:",
    "311": "Individuele rekeninge word blootgestel deur:",
    "312": "Spyware op jou rekenaar. 'n Eenvoudige keylogger is genoeg, maar sessie besonderhede en sleutels kan ook onttrek word uit die geheue of lêer sisteem. ",
    "313": "Skouer seilers. Moenie jou wagwoord insleutel terwyl iemand kan sien wat jy tik nie.",
    "314": "Wagwoord bruto-krag. Gebruik sterk wagwoorde. ",
    "315": "Phishing. Bevestig altyd die veiligheid van jou konneksie (https:\/\/) en die regte domain naam (mega.co.nz) voor jy jou wagwoord insleutel.",
    "316": "Grootskaal aanvalle kan gelanseer word deur:",
    "317": "'n \"Man in die middel\" aanval. Vereis die uitreiking van 'n duplikaat SSL sertifikaat gekombineer met DNS namaaksel en\/of aanvalle op ons BGP roetes ('n DigiNotar-styl situasie).",
    "318": "Deur toegang te kry tot webservers wat https:\/\/mega.co.nz\/index.html hou en die lêer met 'n vervalste een te vervang (dit sal nie toegang tot die geinstalleerde app basis affekteer nie). Neem kennis dat die manipulasie van inhoud op ons verspreide statiese inhoud CDN nie 'n sekuriteits risiko inhou nie, want alle aktiewe inhoud wat opgelaai is van index.html onderworpe is aan 'n kriptografiese hash (dink aan dit as 'n tipe van  \"veilige begin\" vir webwerwe). Hierdie tipe aanval verg die stuur van kwaadwillige kode na die klient toe, en is daarom naspoorbaar. ",
    "319": "Deur toegang te verkry tot ons serverbse infrastruktuur en nagemaakte sleutel aanvragings te skep op bestaande deelings. Hierdie tipe aanval affekteer slegs data in gedeelde gidse en is naspoorbaar aan die kliënt se kant ook.",
    "320": "Wat as ek julle nie vertrou nie? Is dit nog steeds veilig vir my om MEGA te gebruik?",
    "321": "As jy ons nie vertrou nie, kan jy geen kode gebruik wat deur ons verskaf is nie, so om ons werf oop te maak in jou browser en jou wagwoord in te sleutel is buite perke. As jy steeds MEGA wil gebruik, moet jy dit doen deur 'n kliënte app wat geskryf is deur iemand wat jy vertrou. ",
    "322": "Ek vertrou jou en jou New Zealand data sentrum, maar ek vertrou nie julle Duitse data sentrum nie, want dit word deur 'n VSA maatskappy bedryf. Is dit steeds veilig vir my om  MEGA te gebruik?",
    "323": "Ja, jy kan MEGA veilig gebruik, selfs al sou ons servers in Duitsland ten volle oorgeneem word. Die New Zealandse data sentrum maak seker dat geen losloper kode kan hardloop wanneer jy https:\/\/mega.co.nz\/ besoek nie.",
    "324": "Is data wat ek in gedeelde gidse sit so veilig soos my ander data?",
    "325": "Gedeelde gidse, uit nature, is slegs so veilig soos hul swakste lid. Des nieteenstaande, 'n inbraak op ons kern server infrastruktuur hou 'n addisionele risiko in: openbare sleutels kan gemanipuleer word, en sleutel aanvraag kan vervals word.",
    "326": "Kom ons neem aan die MEGA bergings eenheid is fisies oorval. Wat is die risiko's?",
    "327": "Foutboodskappe na die aflaai van veranderde lêers. Selfs al het die aanvaller die enkripsie sleutel vir 'n gegewe lêer op daardie eenheid, kan hy dit nogsteeds nie vervang met 'n vervalste een sonder om die daaropvolgende aflaaiing te laat faal nie. ",
    "328": "Is dit 'n goeie idee om al my data op een plek te berg?",
    "329": "Hou altyd ongebruikte kopies van belangrike lêers, aanlyn of van lyn af. Alhoewel ons elke lêer op minstens twee plekke bewaar, is daar geen waarborg teen veelvuldige gelyktydige onderbrekings asook herhaalde ongegronde regerings wanoptrede nie.",
    "330": "Hoekom moet ek my data aan julle, van alle mense, toevertrou?",
    "331": "Ons maak voorsiening vir verbruikers beheerde enkripsie (UCE) waar jy, die verbruiker, die sleutels beheer. Die UCE implementering is oop bron, en ons nooi die publiek uit en raai hulle aan om dit te ondersoek en terugvoer te gee. Ons glomdat hierdie benadering baie veiliger is as om jou data te berg by 'n verskaffer met enkripsie aan die server se kant waar die diensverskaffer die sleutels beheer, of nog erger, geen enkripsie. Wanneer MEGA verbruikers lêers bv skielik toeganklik raak agv 'n programmerings fout, sal die lêers onbruikbaar wees sonder die dekripsie sleutels. ",
    "332": "Ek merk dat julle HTTPS gebruik vir die oorplasing van reeds gekripteerde lêers. Is dit nie onnodig nie?",
    "333": "Dit is. Ongelukkig neem meeste browsers aanstoot teen die skepping van onveilige konneksies vanuit 'n veilige bladsy, en wie kan hulle kwalik neem - hulle kan onmoontlik nie bewus wees van die feit dat daar reeds 'n ander enkripsie laag in werking is nie. Omrede HTTPS 'n teenoorgestelde effek op optrede het, laat ons jou toe om dit af te skakel op browsers wat dit toelaat (Internet Explorer doen nie) om die spoed van jou oorplasing te verbeter sonder om die konfidensialiteit of integriteit ban jou data bloot te stel. Jy sal 'n SSL waarskuwing sien verskyn met jou eerste lêer oorplasing in sommige browsers - in hierdie (en slegs in hierdie) geval, is dit veilig om dit te ignoreer",
    "334": "Watse enkripsie algoritmes gebruik MEGA intern?",
    "335": "Vir grootmaat oorplasings, AES-128 (ons glo dat die hoër CPU verbruik van AES-192 en AES-256 weeg swaarder as die teoretiese veiligheids voordeel, ten minste tot die geboorte van quantum rekenaars). Na-aflaai integriteit nasiening word gedoen deur 'n stuk variasie van CCM, wat minder effektief is as OCB, maar nie gehinder word deur patente nie.",
    "336": "Om gedeelde geheime tussen verbruikers te vestig en om lêers in jou inbox te plaas, RSA-2048 (die sleutel lengte is gekies as in die middel tussen \"te onveilig\" en \"te stadig\"). Alle enkripsie, dekripsie en sleutel generasie is geimplimenteer in Javascript, wat verkeer beperk tot 'n paar MB\/s en veroorsaak noemenswaardige CPU las. Ons sien uit na die voorgestelde HTML5 WebCrypto API in alle vooraanstaande browsers, wat hierdie opeenhoping sal uitskakel.",
    "337": "Javascript se random nommer genereerder is volgemaak deur 'n muis\/sleutelbord tydgedrewe RC4 entropie poel.",
    "338": "Hou MEGA rugsteunings van my lêers?",
    "339": "Ons berg jou lêers op minstens twee servers in verskillende data sentrums, indien beskikbaar.",
    "340": "Ek het my wagwoord vergeet. Kan ek dit herstel?",
    "344": "Wanneer is dit nodig om op te gradeer na 'n Pro rekening?",
    "345": "'n Pro rekening gee jou addisionele bergings spasie en extra bandwydte kwota waarvan ons outomaties trek wanneer ookal operasionele bandwydte limiet bereik is - jy kan die kwota self gebruik of jy kan dit bied aan derde partye wat toegang het tot jou data (dit sluit verbruikers sonder 'n MEGA rekening in). Die maximum persentasie van jou bandwydte kwota wat geallokeer is aan derde partye is verstelbaar in jou rekening verstellings.",
    "346": "Hoekom is daar 'n opsie om my oplaai spoed te beperk, en hoekom is by verstek geaktiveer?",
    "347": "Baie routers prioritiseer kleiner pakkies in geval van skakel opeenhoping, wat jou inkomende verkeer erg beinvloed wanneer jou uitgaande skakel vol is. Daarom meet ons jou beskikbare uitgaande bandwydte gedurende die eerste tien sekondes van 'n oplaai en hou dan 10% daarvan ongebruik. Jy kan probeer om jou oplaai werksverrigting te maksimeer deur hierdie funksie te af te skakel.",
    "348": "Wat kry ek met my gratis rekening?",
    "349": "'N wÃªreldwyd toeganklike, hoÃ«-werkverrigting, veilige wolk met [X] stoorplek. As jy meer as dit wil he, kan jy opgradeer na 'n [A1] Pro [\/A1] rekening. Kliek [A2] hier [\/A2] jou huidige gebruik om te sien.",
    "359": "Bied julle 'n API aan?",
    "361": "Ja, die oop-bron Javascript kode wat die browser gebaseerde Mega koppelvlak implimenteer gebruik ons API, so jy het 'n rykdom van werklike wêreld voorbeeld kode om uit te kies as jy ons [A]dokumentasie[\/A] onvoldoende vind. Aangesien ons nie al die hulpbronne het om al die koel apps te bou wat MEGA in 'n veelsydige, nuttige hulpmiddel omskakel nie, nooi ons jou uit om ons te help. Nadat ons jou app ge-oudit het vir agterdeure, sal ons dit op ons werf ten toon stel. Ons bespreek graag inkomste verdeelings modelle vir hoogs populêre apps. ",
    "362": "Om te voorkom dat ons bronne oorlaai word, het ons soms nodig om bandwydte gebruik te beperk. Die lêer wat jy wil aflaai is groter as ons huidige limiet van [X]. Die oorplasing is uitgestel en sal outomaties begin sodra die opeenhoping verlig.",
    "365": "Jou browser is te oud 'n lêer van hierdie grootte af te laai.",
    "366": "Kopiereg waarskuwing",
    "367": "MEGA respekteer die kopiereg van ander en vereis dat gebruikers van die MEGA cloud diens die kopiereg wette sal nakom. Jy word streng verbied om die MEGA cloud diens te gebruik om kopiereg te verbreek. Jy mag nie enige lêers, data of inhoud wat enige kopiereg of ander eiendomsregte van enige persoon of entiteit verbreek, oplaai, aflaai, berg, deel, vertoon, stroom, versprei, e-pos, na skakel, versend of andersins beskikbaar stel nie.",
    "368": "Versigtig:",
    "369": "MEGA se kriptografiese sekuriteits model hang af van hoe konfidensieel die sleutels hier bo vertoon word. Vermy dit om die sleutels deur onveilige kanale te stuur!",
    "370": "Kopieer na knipbord",
    "371": "Gekopieer na knipbord",
    "372": "Oplaai",
    "373": "Aflaai",
    "374": "Ons belowe, ons lewer",
    "375": "Navigasie geblok as gevolg van hangende lêer oorplasings",
    "376": "Jy moet ingesluit wees om hierdie bladsy te kan sien.",
    "377": "Jy het tans ten minste een lêer oorplasing aan die gang. Indien jy sou voortgaan sal jou oorplasing(s) onderbreek word.",
    "378": "Sleutel asb jou wagwoord in om jou rekening te bevestig.",
    "379": "Teken asb in om hierdie lêer in te voer na jou rekening toe.",
    "380": "Sleutel dekripsie sleutel in",
    "381": "Alle regte voorbehou",
    "382": "Vervaardig in New Zealand",
    "383": "Ondersteuning",
    "384": "Help sentrum",
    "385": "Diens voorwaardes",
    "386": "Privaatheids Beleid",
    "387": "Kopiereg",
    "388": "Gemeenskap",
    "389": "Blog",
    "390": "Vennootskappe",
    "391": "Herverkoopers",
    "392": "Ontwikkelaars",
    "393": "Aanbiedende Vennote",
    "394": "Beleggers",
    "395": "Word 'n herverkoper",
    "396": "Oor ons",
    "397": "Gratis Lidmaatskap",
    "398": "Pro Lidmaatskap",
    "399": "Kontak Ons",
    "400": "Basiese beginsels",
    "401": "Verdeeling",
    "402": "Veiligheid & Privaatheid",
    "403": "Rekening",
    "404": "Betalings & Rekeninge",
    "405": "Hulpmiddele",
    "406": "Meeste gevraagde vrae:",
    "407": "Kategoriëe",
    "408": "Januarie",
    "409": "Februarie",
    "410": "Maart",
    "411": "April",
    "412": "Mei",
    "413": "Junie",
    "414": "Julie",
    "415": "Augustus",
    "416": "September",
    "417": "Oktober",
    "418": "November",
    "419": "Desember",
    "420": "Sluit asb in om jou oplaai te begin.",
    "421": "Aanvaar asb ons diens terme",
    "422": "Ek aanvaar dit",
    "423": "Jy benodig 'n geregistreerde rekening om die deel funksie te gebruik. Wil jy nou registreer?",
    "424": "Deeling gestaak",
    "425": "Hernoem Gids",
    "426": "Hernoem Lêer",
    "427": "Rekening besonderhede",
    "428": "Koepons",
    "429": "Sessie Geskiedenis",
    "430": "Aankoop geskiedenis",
    "431": "Transaksie geskiedenis",
    "432": "Rekening tipe:",
    "433": "Opgradeer",
    "434": "Subskripsie tipe:",
    "435": "GRATIS",
    "436": "Geen rekening siklus",
    "437": "Berging Spasie:",
    "438": "[X] gebruik",
    "439": "[X1] van [X2]",
    "440": "Bandwydte Bestuur",
    "441": "Plaas Bandwydte Bestuur In Werking",
    "442": "Plaas Bandwydte Bestuur Buite Werking",
    "443": "Jy kan die persentasie wat jy aan bandwydte wil toewy spesifiseer.",
    "444": "Stel Bedienende Bandwydte ",
    "445": "Bedienende Bandwydte",
    "446": "(Vir derde party aflaaiing van jou lêers)",
    "447": "Aflaai Bandwydte",
    "448": "(Vir die aflaai van derde party lêers)",
    "449": "Rekening balans",
    "450": "Herladen",
    "451": "Skep koepons:",
    "452": "Koepon tipe:",
    "453": "Kies koepon tipe",
    "454": "Hoeveelheid:",
    "455": "Skep",
    "456": "Gebruik koepon:",
    "457": "Koop koepon",
    "458": "Gebruik",
    "459": "Jou koepons",
    "460": "Ongebruikte koepons",
    "461": "Gebruikte koepons",
    "462": "Gekanselleerde koepons",
    "463": "Teruggetrekte koepons",
    "464": "Alle koepons",
    "466": "Laaste [X]",
    "467": "Sessie Geskiedenis",
    "468": "Aankoop Geskiedenis",
    "469": "Laaste [X] aankope",
    "470": "Transaksie Geskiedenis",
    "471": "Laaste [X] transaksies",
    "472": "Laaste [X] sessies",
    "473": "Oeps, dit blyk nie 'n geldige koepon kode te wees nie.",
    "474": "Verval datum:",
    "475": "Datum\/Tyd",
    "476": "Item",
    "477": "Bedrag",
    "478": "Wyse van betaling",
    "479": "Browser",
    "480": "IP-adres",
    "481": "Land",
    "482": "Mees onlangse aktiwiteit",
    "483": "Huidige sessie",
    "484": "Transaksie ID",
    "485": "Krediet",
    "486": "Debiet",
    "487": "Koepon kode",
    "488": "Status",
    "489": "Ongebruik",
    "490": "Gebruik op",
    "491": "Teruggetrek op",
    "492": "Gekanselleer op",
    "494": "Kies jou pakket:",
    "495": "Berging",
    "496": "Bandwydte",
    "497": "Kies pryse:",
    "498": "per maand",
    "499": "per jaar",
    "500": "Kies pryse:",
    "501": "spaar 17%",
    "502": "Kies pryse:",
    "503": "Kies wyse van betaling:",
    "504": "Vooraf betaalde balans",
    "505": "koop koepon",
    "506": "Professioneel",
    "507": "Gaan voort",
    "508": "koepon kode",
    "509": "DIE PRIVAATHEIDS MAATSKAPPY",
    "510": "Welkom by MEGA!",
    "511": "Jou 2048-bit RSA openbare \/ private sleutel word nou geskep.",
    "512": "Om jou sleuetel te versterk het ons entropie van jou muisbewegings en slueteltik tydsberekening geneem.",
    "513": "Die koepon kode is gebruik teen jou rekening, maar jou vooraf betaalde balans is nie genoegsaam vir hierdie aankoop nie. Voeg asb nog balans by, of probeer om 'n goedkoper pakket te koop.",
    "514": "Ongenoegsame balans, probeer asb weer.",
    "515": "Hierdie gids bevat meer as 500 inskrywings. Groot gidse kan jou browser stadig maak. Oorweeg asb om sub-gidse te gebruik. ",
    "516": "Kry ondersteuning",
    "517": "Iets werk nie vir jou nie? Sien asb eers ons [A]hulp sentrum[\/A]. As jou vraag nie daar beantwoord word nie, moet asb nie huiwer om ons te kontak nie.",
    "518": "Wettiglik",
    "519": "Ons regsafdeling staan reg om te reageer op jou navraag.",
    "520": "Kopiereg",
    "521": "Bekommerd oor 'n gebruiker wat kan indring op jou intellektuele eiendomsreg? Handig asb 'n afneem kennisgewing in deur ons [A]aanlyn form[\/A] of stuur vir ons 'n e-pos.",
    "522": "Stel verbeterings voor",
    "523": "Handig asb funksie voorstelle en verbruikers-verwante voorstelle hier in.",
    "524": "Raporteer 'n fout",
    "525": "MEGA is huidiglik in beta, en jy word uitgenooi om foute te rapporteer. Hoe meer beskrywend hoe beter.",
    "526": "Pers",
    "527": "Ons verwelkom lede van die pers, insluitende bloggers, om ons te kontak met MEGA-verwante navrae.",
    "528": "Word 'n herverkoper",
    "529": "Word deel van die sukses verhaal!",
    "530": "Ons herverkopers program stel jou in staat om koepons direk aan jou kliënte te verkoop.",
    "531": "Die besonderhede:",
    "532": "Jy sal toegang kry tot ons gesofistikeerde koepon bestuur koppelvlak.",
    "533": "Skep koepons in ware tyd vanuit jou rekening balans.",
    "534": "Ruim inkomste deeling van die begin af.",
    "535": "Hoe meer jy verkoop, hoe hoër jou inkomste deling, hoe meer baat jy.",
    "536": "Herverkoper API toegang sal jou in staat stel om koel apps te ontwikkel wat interaksie kan hê met ons sisteem in ware tyd",
    "537": "Gratis advertensie: jou webwerf sal op Mega geskakel word.",
    "538": "Met hersien en goedkeuring van jou herverkopers aansoek. Jou besigheid en webwerf moet aan ons standaarde voldoen.",
    "539": "Inkomste deel",
    "540": "Jou inkomste deel sal afgetrek word met jou koepon skepping.",
    "541": "Maandelikse omset",
    "542": "Inkomste deel",
    "543": "meer as [X]",
    "544": "Herverkoper aansoek",
    "545": "Teken aan as 'n herverkoper",
    "546": "Besonderhede",
    "547": "Jou besonderhede",
    "548": "Markte",
    "549": "Kies herverkoop markte",
    "550": "Betalings",
    "551": "Kies wyse van betalings",
    "552": "Kies wyse van betalings van die lys van beskikbare verskaffers",
    "553": "Jou betalings verskaffer nie gelys nie? Stuur asb vir ons 'n [A]e-pos[\/A]",
    "554": "Voltooi",
    "555": "Ek stem saam met die MEGA [A]Herverkopers Diensvoorwaardes[\/A]",
    "556": "Volgende",
    "557": "Kies markte van die lys van beskikbare lande",
    "558": "Vorige",
    "559": "Jou naam",
    "560": "Besigheids URL",
    "561": "Adres",
    "562": "ZIP \/ Poskode",
    "563": "Besigheids naam",
    "564": "Telefonnommer",
    "565": "Stad",
    "566": "Kies lande per wyse van betaling:",
    "568": "Kies asb jou land",
    "569": "Oorplasing instellings",
    "570": "Hoeveelheid paralelle oplaai verbindings:",
    "571": "Hoeveelheid paralelle aflaai verbindings:",
    "572": "Oplaai spoed beperking:",
    "573": "Geen",
    "574": "Outomaties",
    "575": "Reggestel",
    "576": "Slaan identieselêers oor wanneer jy oplaai:",
    "577": "Ja",
    "578": "Nee",
    "579": "Gebruik SSL vir lêer oorplasings:",
    "580": "Om SSL af te skakel verbeter werksverrigting en verminder nie veiligheid nie.",
    "581": "Sleutel asb jou naam in.",
    "582": "Sleutel asb jou besigheids URL in.",
    "583": "Sleuetel asb jou adres in.",
    "584": "Sleutel asb jou ZIP \/ poskode in.",
    "585": "Sleutel asb jou besigheid se naam in.",
    "586": "Sleutel asb jou telefoonnommer in.",
    "587": "Sleutel asb jou stad in.",
    "588": "Sleutel asb jou land in.",
    "589": "Jy moet ingaan op die herverkoper se diensvoorwaardes.",
    "590": "Kies asb ten minste een land.",
    "591": "Kies asb ten minste een wyse van betaling.",
    "592": "Kies asb ten minste een land per betalings voorsiener.",
    "593": "Fantasties",
    "594": "Jy sal 'n e-pos van ons af ontvang met vêrdere instruksies.",
    "620": "Kennisgewing van beweerde oortreding",
    "621": "Kennisgewing",
    "622": "MEGA respekteer ander se kopiereg en verwag van gebruikers van cloud dienste om dieselfde te doen. Ons sal reageer op kennisgewings van beweerde oortredings van kopieregte wat voldoen aan die toepaslike wetgewing en wat behoorlik aan ons voorsien is. As jy glo jou inhoud is gekopiëer of gebruik op 'n manier wat kopiereg oortredings beteken, voorsien ons asb met die volgende inligting: (i) 'n fisiese of elektroniese handtekening van die eienaar van die kopiereg, of 'n persoon wat gemagtg is om namens hul op te tree; (ii) identifikasie van die werk onder kopiereg wat na beweering oortree is; (iii) identifikasie van die materiaal wat na beweering oortree, of wat die onderwerp van oortredende optrede is, of wat verwyder moet word of waarna toegang afgeskakel moet word, en inligting wat redelik genoegsaam is om ons in staat te stel om die materiaal op te spoor, insluitend bv die URL; (iv) jou kontak inligting, insluitend jou adres, telefoonnommer, en e-posadres; (v) 'n verklaring deur jou dat jy in goederdtrou glo dat die gebruik van die materiaal op die wyse vaarvan gekla word, nie deur die eienaar van die kopiereg, sy agent, of die wet goedgekeur is nie, en (vi) 'n verklaring dat die inligting in die kennisgewing akuraat is, en, dat jy onderhewig aan die straf van meineed, gemagtig is om namens die eienaar van die kopiereg op te tree.",
    "623": "Ons behou die reg voor om inligting wat na beweering oortree, sonder kennisgewing te verwyder, volgens ons eie diskressie, en sonder aanspreeklikheid aan jou. In toepaslike omstandighede sal MEGA ook  jou rekening beëindig as jy vasbeslote is om 'n herhaling oortreder te wees . Ons aangewysde kopiereg agent vir kennisgewing van kopiereg oortreding wat voorkom op die Cloud Dienste is:",
    "624": "Kopiereg Kennisgewing",
    "625": "Gebruik asb hierdie vorm om 'n kopiereg kennisgewing in te dien. Ons sal binne 24 uur reageer (onmiddelik gedurende besigheids ure).",
    "626": "Die Inhoud:",
    "627": "Vereiste veld",
    "628": "Oortredinge van my persoonlike kopiereg.",
    "629": "Oortredinge van die kopiereg van iemand wat ek gemagtig is om te verteenwoordig.",
    "630": "Afneem tipe:",
    "631": "Kies afneem tipe:",
    "632": "1. Skakel slegs die openbare URLs af wat voorsien is - die lêer(s) sal in die eienaar se rekening(e) bly",
    "633": "Skakel alle openbare URLs van die onderleggende lêer(s) af vir die URLs wat voorsien is - die lêer(s) sal in die eienaar se rekening bly",
    "634": "Verwyder alle gevalle van die onderliggende lêer(s) van die URLs wat voorsien is - daar is wêreldwyd geen gebruiker wat gemagtig is om dit te gebruik nie",
    "635": "Ek verklaar hiermee dat ek in goedertrou glo dat die deeling van die materiaal onder kopiereg op bogenoemde plek, nie goedgekeur is deur die kopiereg eienaar, sy agent of die wet nie (bv as 'n regverdige gebruik)",
    "636": "E verstaan dat ek verantwoordelik kan wees vir skade, insluitend kostes en prokureurs fooie, as ek wetend en wesenlik misleidend voorgee dat die gerapporteerde inhoud, URLs, of lêers oortredend is.",
    "637": "Die inhoud van hierdie kennisgewing is akuraat, en ek verklaar onderworpe aan die straf van meineed dat ek gemagtig is om namens die kopiereg eienaar op te tree",
    "638": "Die kennisgewing is 'n ernstige wettiglike dukument - maak asb seker dat jou eise van kopiereg oortreding akuraat is. Jy mag dalk eers met 'n prokureur wil konsulteer pm seker te maak dat die inhoud wat jy rapporteer wel oortredend is, en nie beskerm word deur regverdige gebruik, lisensie, of ander wettiglike grondslag nie. ",
    "639": "Dien kennisgewing in",
    "640": "Voeg meer by",
    "641": "Oortredende inhoud se URL:",
    "642": "Kopiereg eienaar se naam:",
    "643": "Werks titel:",
    "644": "E-pos adres:",
    "645": "Fax:",
    "646": "Stad:",
    "647": "Zip \/ Poskode:",
    "648": "Kopiereg werk wat na bewering oortree is:",
    "649": "My volle name:",
    "650": "Maatskappy \/ Organisasie",
    "651": "Telefoon:",
    "652": "Adres:",
    "653": "Staat \/ Provinsie",
    "654": "Land:",
    "655": "Voorsiennasb die URL van elke kopiereg werk wat na bewering oortree word.",
    "656": "Voorsien asb die kopiereg werk vir elke URL wat oortree word.",
    "657": "Kies asb of die inhoud jou persoonlike kopiereg oortree, of die van iemand wat jy gemagtig is om te verteenwoordig.",
    "658": "Kies asb die afneem metode.",
    "659": "Voorsien asb die URL vir elke werk onder kopiereg wat na beweering oortree is.",
    "660": "Voorsien asb die werk onder kopiereg vir elke URL wat oortree word.",
    "661": "Voorsien asb die naam van die kopiereg eienaar.",
    "662": "Voorsien asb jou volle name.",
    "663": "Voorsien asb jou e-posadres.",
    "664": "Sleutel asb 'n geldige e-posadres in.",
    "665": "Bevestig asb dat jy in goedertrou glo dat die deeling van die materiaal onder kopiereg op bogenoemde plek, nie goedgekeur is deur die kopiereg eienaar, sy agent of die wet nie (bv as 'n regverdige gebruik)",
    "666": "Bevestig asb dat jy verantwoordelik mag wees vir skade, insluitend kostes en prokureurs fooie, as jy wetend en wesenlik valslik rapporteer dat die gerapporteerde inhoud, URLs(s), of lêers oortree.",
    "667": "Bevestig asb dat hierdie kennisgewing akuraat is, en verklaar onderhewig aan die straf vir meineed, dat jy gemagtig is om op te tree namens die kopiereg eienaar.",
    "668": "Dankie!",
    "669": "Ons sal jou kopiereg kennisgewing binnekort oorweeg.",
    "670": "Taal",
    "671": "Praat jy veelvuldige tale?",
    "672": "Help ons vertaal!",
    "673": "Die Privaatheid Maatskappy",
    "674": "Niemand sal blootgestel word aan arbitrêre inmengery in sy privaatheid, familie, huis of korrespondensie nie. Elkeen het die reg op die beskerming van die wet teen sulke inmengery.",
    "675": "Universele verklaring van menseregte, artikel 12",
    "676": "MEGA het cloud berging met kragtige altyd-aan privaatheid",
    "677": "MEGA verskaf robuuste cloud berging met gerieflike en kragtige altyd-aan privaatheid. MEGA glo in jou reg tot privaatheid en voorsien jou met die tegnologiese middelle om dit te beskerm. Ons noem dit Verbruikers Beheerde Enkripsie, of UCE, en dit gebeur outomaties. ",
    "678": "Wat is MEGA Verbruikers Beheerde Enkripsie?",
    "679": "Alle lêers wat op MEGA geberg word, word geïnkripteer. Alle data oorplasings van en na MEGA word geïnkripteer. En alhoewel meeste cloud bergings verskaffers dieselfde aanspraake maak, is MEGA anders - anders as met die industrie norm waar die cloud bergings verskaffer die enkripsie sleutel hou, met MEGA, beheer jy die enkripsie, hou jy die sleutels, en jy besluit vir wie jy toegang tot jou lêers gee en weier, sonder om enige riskante sagteware hoef te installeer. Dit gebeur alles in jou webbrowser!",
    "680": "MEGA Toekoms",
    "681": "Die MEGA cloud is net die begin. In die toekoms sal MEGA UCE in jou browser vir 'n wye reeks programme voorsien , sonder dat jy enige iets hoef te installeer. Ons tegnologie sal jou e-pos, oproepe, geselsies en video stromings beskerm. ",
    "692": "Is Mega wettig?",
    "693": "Ons is 'n toegewyde groep tegnoloë wie die tyd en geleentheid gegee is om 'n fantastiese cloud bergings diens te bou wat sal help om jou privaatheid te beskerm. Ons het hierdie internet diens van die grond af geprogrammeer in Auckland, New Zealand. Anders as meeste van ons kompeteerders, gebruik ons topklas, browser gebasseerde enkripsie tegnologie waar jy, nie ons nie, die sleutels beheer. Ons ontwerp span sluit in Kim Dotcom, Mathias Ortman, Bram van der Kolk, en Finn Batato. Ons CEO, industrie veteraan Tony Lentino, het ondervinding in die bestuur van 'n bekende globale domein register. Ons hoop jy hou daarvan.",
    "694": "1. Skakel een skakel (\"URL\") per lêer af - die lêer(s) sal in die gebruiker se rekening bly",
    "695": "2. Skakel veelvuldige URL's per lêer af - die lêers sal in die gebruiker se rekening bly",
    "696": "3. Verwyder alle onderliggende lêer(s) van die voorsiende URL(s) - daar is geen gebruiker in die wêreld wat gemagtig is om dit te berg nie.",
    "697": "4. Ander",
    "698": "Jy mag jou kennisgewing hier inhandig",
    "699": "Teken en handig jou kennisgewing in",
    "700": "Handig asb jou afneem kennisgewing per hand in deur e-pos na [A1]copyright@mega.co.nz[\/A1] ooreenkomstig aan ons [A2]afneem voorsienings[\/A2].",
    "701": "E-pos afneem kennisgewing",
    "702": "Rapporteer Misbruik",
    "703": "Jou aanmelding skakel is nie geldig nie. Ondersoek asseblief vir moontlike onderbreekings in jou aktivering epos.",
    "704": "Jou rekening is al klaar geaktiveer. Teken asseblief in.",
    "705": "Jou bevestiging kon nie ververk word nie. Sluit asseblief weer aan. Fout Kode:",
    "706": "Verander wagwoord",
    "707": "Opdateer",
    "708": "Versoek verandering",
    "709": "I kan my heidige wagwoord nie onhou nie",
    "710": "As jy nog steeds aangemeld is maar jou wagwoord nie kan onthou nie, kan jy n nuwe wagwoord stel deur hiedie opsie te kies. Jy sal n verander wagwoord bevestiging sleutel ontvang in jou epos wat jou nuwe wagwoord sal aktiveer as jy hom binne 15 minuute kliek.",
    "711": "Versoek verandering",
    "712": "Verlossing voledig",
    "713": "Die koepon balans is by jou rekening gekrediteer. Wil jy met jou pro aankoop voort gaan?",
    "714": "Hierdie koepon het reeds verlos.",
    "715": "Die nuwe wagwoorde wat u ingetik het stem nie ooreen nie. Proebeer asseblief weer.",
    "716": "Heidige wagwoord",
    "717": "Nuwe wagwoord",
    "718": "Bevestig nuwe wagwoord",
    "719": "Voer asseblief u huidige wagwoord",
    "720": "Voer asseblief u nuwe wagwoord",
    "721": "Kyk na jou epos en kliek op die bevestiging skakel om jou wagwoord  verandering te voltooi.",
    "722": "Verandering versoek",
    "723": "Die nuwe wagwoord moet verskil van jou huidige wagwoord.",
    "724": "Die heidige wagwoord wat u verskaf het is verkeerd.",
    "725": "U wagwoord is verander.",
    "726": "Klaar",
    "727": "U wagwoord is verander.",
    "728": "Die wagwoord bevestiging sleutel het verval.",
    "729": "Die sleutel is al klaar bevestig.",
    "730": "U rekening is opgeskort. Kyk na jou epos vir besonderherde en reageer of jou vroegste gerief.",
    "731": "Die geassosieerde rekening is gesluit as gelvog van verskeie oortredings van ons [A]beleid[\/A]",
    "732": "U is reeds aangemeld in n rekening wat anders is van die een wat u nou bevestig. Kyk asb. na jou heidige sessie, teken uit, en kliek op die bevestiging skakel weer.",
    "733": "Onbekende e-pos adres. As jy nie al n rekening met ons het nie, nooi ons jou om op te teken.",
    "734": "Dankie!",
    "735": "Kyk asb. na jou e-pos.",
    "736": "Net rekeninge wat geen leers of gidse het mag hulle wagwoord verander.",
    "737": "Herstel wagwoord",
    "738": "Versoek",
    "739": "Wagwoord vergeet?",
    "740": "Jou wagwoord is suksesvol verander.",
    "741": "Kies asb. n nuwe veilige wagword.",
    "742": "Herstel",
    "743": "Hierdie skakel is veroudered. Versoek asb. n nuwe skakel.",
    "744": "Ongeldige skakel. Versoek asb. n nuwe skakel.",
    "745": "Geen faktuur siklus",
    "746": "Lidmaatskap tipe",
    "747": "Weekliks",
    "748": "Maandeliks",
    "749": "Jaarliks",
    "750": "Volgende faktuur siklus is op",
    "751": "Betyds",
    "752": "MEGA Firefox uitbreiding",
    "753": "Installeer die MEGA Firefox uitbreiding vir aansienlik verbeterde aflaai prestasie. Dit sal jou toelaat om 'n onbeperkte aantal gegroepeerde lêers af te laai sonder enige grootte beperkings.",
    "754": "Die MEGA Firefox-uitbreiding is veilig en onsigbaar. Indien u verkies om MEGA te gebruik sonder die uitbreiding, raai ons jou aan om [A]Chrome[\/A] te gebruik.",
    "755": "Installeer uitbreiding",
    "756": "1 aflaai voltooi",
    "757": "[X] aflaaie voltooi",
    "758": "Maak aflaai gids oop",
    "759": "druk hier om oop te maak",
    "760": "Installeer asseblief die MEGA Firefox-uitbreiding om 'n lêer van hierdie grootte om af te laai.",
    "761": "Bevestig asseblief",
    "762": "Jy is op die punt om 'n groot aantal lêers af te laai, wat jou browser spoed kan laat afneem. Gaan in elk geval voort?",
    "763": "Kontak",
    "764": "Jou aflaai kan nie begin nie want jou hardeskyf is vol.",
    "765": "Jou aflaaie kan nie begin nie want jou hardeskyf is vol.",
    "766": "Sommige van jou aflaaie kan nie begin nie want jou hardeskyf is vol",
    "768": "Jou aflaai kon nie begin word nie omdat jou hardeskyf  vol is, of jy gebruik Chrome in privaat modus wat nie die skryf van lêers ondersteun nie.",
    "769": "Ons kan slegs 5% van jou beskikbare hardeskyf spasie gebruik. Maak asb meer spasie beskikbaar om voort te gaan.",
    "770": "Kies jou wagwoord",
    "771": "Bevestig jou wagwoord",
    "772": "URL na die leer:",
    "773": "oorblywende",
    "774": "E-pos skakel",
    "775": "hernoem hieonder:",
    "776": "stoor",
    "777": "Onthou my op hierdie toestel",
    "778": "Het nie n MEGA rekening nie?",
    "779": "Registreer nou",
    "780": "Het reeds n MEGA rekening?",
    "781": "As gevolg van die beperkte CPU verrigting van mobiele toestelle, kan RSA sleutel generasie 'n paar minute neem om te voltooi. Ons waardeer jou geduld.",
    "782": "Leë gids",
    "783": "Geen leers in jou Cloud Skyf",
    "784": "Geen kontakte",
    "785": "Geen uitslae.",
    "786": "Geen leers in jou Inbox",
    "787": "Geen lêers  in jou asblik",
    "788": "Is jy seker dat jy hierdie leer na die asblik toe wil skyf?",
    "789": "Is jy seker dat jy hierdie gids na die asblik toe wil skyf?",
    "790": "Oop Leer",
    "791": "Invoer leer",
    "792": "Skrap Leer",
    "794": "Skrap Gids",
    "796": "Kry Skakel",
    "797": "Deel Gids",
    "798": "Stoorruimte",
    "799": "Gebruikte Stoorplek",
    "800": "Vrye Stoorplek",
    "801": "Desktop weergawe",
    "802": "Kontak E-pos",
    "803": "Leer Aflaai",
    "804": "Ongelukkig is hierdie lêer tipe tans nie ondersteun op jou toestel met MEGA.",
    "805": "Ons sal mobiele ondersteuning vir hierdie tipe lêer implementeer in die nabye toekoms.",
    "806": "verander die gids se naam",
    "807": "verander dir leer se naam",
    "808": "Gids skakel",
    "809": "URL na die gids",
    "810": "Aflaai skakel",
    "811": "URL na die leer",
    "812": "Bevestig rekening",
    "813": "Gedeelde gids",
    "814": "Wil jy jou oplaai staak?",
    "815": "Wil jy jou aflaai staak?",
    "816": "Skakel asb. n geldige e-pos address in.",
    "817": "Jy kan nie n gids in n soekresultaat skep nie.",
    "818": "Wil jy oorskakel na die desktop weergawe?",
    "819": "Begin",
    "820": "Hierdie leer is ingevoer na jou Cloud Skyf.",
    "821": "Jou kennisgewigs",
    "822": "Terug",
    "823": "Instellings",
    "824": "Nuwe gedeelde gids van [X] af",
    "825": "Nuwe gedeelde gids",
    "826": "[X] het n gedeelde gids herroep",
    "827": "Gedeelde gids herroep",
    "828": "[X1] gidse en [X2] lêers",
    "829": "[X] gidse en 1 lêer",
    "830": "1 gids en [X] lêers",
    "831": "1 gids en 1 lêer",
    "832": "[X] gidse",
    "833": "[X] lêers",
    "834": "1 gids",
    "835": "1 lêer",
    "836": "[X] het [DATA] bygevoeg",
    "837": "[X] is bygevoeg",
    "838": "[X] is bygevoeg",
    "850": "JAN",
    "851": "FEB",
    "852": "MAR",
    "853": "APR",
    "854": "MEI",
    "855": "JUN",
    "856": "JUL",
    "857": "AUG",
    "858": "SEP",
    "859": "OCT",
    "860": "NOV",
    "861": "DES",
    "862": "Kennisgewings",
    "863": "Sien alles",
    "864": "Aflaai as ZIP",
    "865": "Oop",
    "866": "Kopieer 1 gekies item",
    "867": "Kopieer [X] geselekteerde items",
    "868": "Beweeg 1 item",
    "869": "Beweeg [X] geselekteerde items",
    "870": "Bevestig",
    "871": "[B]Waarskuwing:[\/B] stoor quota oorskry. Verwyder lêers of [A}gradeer jou rekening op[\/A].",
    "872": "Pro",
    "873": "[X] secondes gelede",
    "874": "1 minuut gelede",
    "875": "[X] minute gelede",
    "876": "1 uur gelede",
    "877": "[X] ure gelede",
    "878": "1 dag gelede",
    "879": "[X] dae gelede",
    "880": "Nou net",
    "881": "Jy gebruik n kortstondige sessie. Jy sal die data wat jy stoor veloor wanneer dit verval. Opgradeer na n ware rekening op jou vroegste gerief om jou lêers te bewaar en eis jou gratise 50 GB van veilige stoorplek in die cloud!",
    "882": "Waarskuwing",
    "883": "Skep jou rekening",
    "884": "[X] is nie ten volle versoenbaar met MEGA",
    "885": "Jou webblaaier",
    "886": "Internet Explorer 10 bevat 'n beduidende fout wat lêer skryf van JavaScript, wat veroorsaak dat 'n uit geheue situasie gebeur wanneer n groot hoeveelhede data afgelaai word. Ons verwag dat hierdie probleem  in Internet Explorer 11 sal opgelos word. In die tussentyd, kan jy opgradeer na 'n alternatiewe webblaier.",
    "887": "[X] het nie die HTML5 funksies waarop MEGA staatmaak op die kliënt-kant in-browser kriptografie voer. HTML5 lêer oordragte sal oorgedra word deur 'n tydelike , baie beperkte Flash oplossing. Oorweeg dit asseblief om na 'n moderne browser te opgradeer op jou vroegste gerief.",
    "888": "Sterk Aanbeveel",
    "889": "Aanbeveel",
    "890": "MEGA werk met die volgende blaaiers die betse",
    "891": "Blaaier verenigbaarheid waarskuwing",
    "892": "Eiendomme",
    "893": "Opgelaai",
    "894": "Totale grootte",
    "895": "Gids naam",
    "896": "Geskep",
    "897": "Bevat",
    "898": "Veelvuldige lêers en gidse",
    "899": "Veelvuldige lêers",
    "900": "Veelvuldige gidse",
    "909": "Wagwoord",
    "910": "Koop nou",
    "911": "Neem die volle voordeel van MEGA met [B] Pro [\/B]",
    "912": "van",
    "913": "maand",
    "914": "jaarlikse subskripsie",
    "915": "Massiewe stoorplek",
    "916": "Vrygewige bandwydte kwota",
    "917": "as jy jaarliks kies om te betaal",
    "918": "Maandeliks",
    "919": "Jaarliks",
    "920": "Opgradeer jou rekening",
    "921": "2 maande gratis",
    "922": "1 maand",
    "923": "1 jaar",
    "924": "Het jy n vraag oor [A]Pro rekeninge[\/A]",
    "925": "Ons ondersteuning span sal bly wees om jou te help.",
    "926": "Maatskappy naam",
    "927": "Stad",
    "928": "Poskode",
    "929": "Foon",
    "930": "dag",
    "931": "maand",
    "932": "jaar",
    "933": "adres",
    "934": "Staat of provinsie",
    "935": "PayPal adres",
    "936": "bankrekening",
    "937": "Ontvanger naam",
    "938": "Beskryf jou bemarking strategie",
    "939": "Bank naam",
    "947": "Skyf",
    "948": "Asblik",
    "949": "Posbus",
    "950": "Kontakte",
    "951": "My Rekening",
    "952": "Die meeste toestelle kan nie lêers groter as 4GB aflaai nie. Jou aflaai sal waarskynlik misluk.",
    "953": "Nie genoeg spasie",
    "954": "Krediete",
    "955": "Mobile Apps",
    "956": "sync kliënt",
    "957": "Chrome App",
    "959": "Firefox App",
    "961": "Apps",
    "962": "Sagteware-ontwikkeling pakket",
    "963": "Dokumentasie",
    "964": "Vennoot Program",
    "965": "Beleide",
    "966": "Takedown Begeleiding",
    "967": "Teken af",
    "968": "Skep nuwe rekening",
    "969": "Probeer asseblief weer",
    "970": "Voer asseblief 'n geldige wagwoord.",
    "973": "Gebruikte bandwydte",
    "974": "Bestuur jou rekening",
    "975": "Voeg Ster by",
    "976": "Verwyder Ster",
    "977": "Geen lêers in jou Cloud Skyf nie",
    "978": "Jou soektog het geen resultate opgelewer nie",
    "979": "Jou Asblik is leeg",
    "980": "Jy het geen kontakte",
    "981": "Jou Posbus is leeg",
    "982": "Inhoud",
    "983": "Oorsig",
    "984": "Profiel",
    "985": "Geskidenis",
    "986": "Verander jou profiel",
    "987": "Verval op",
    "988": "Konneksies:",
    "989": "[X] konneksies",
    "990": "1 konneksie",
    "991": "Gaan na Konneksies",
    "992": "Profiel Beeld",
    "993": "Verander Profiel Beeld",
    "994": "Persoonlike informasie",
    "995": "Geboortedatum",
    "996": "Kies land",
    "997": "Slegs geregistreerde gebruikers mag kontakte byvoeg.",
    "998": "Skep asseblief jou gratise rekening",
    "999": "Wil jy jou kortstondige sessie na 'n gratis rekening nou opgradeer?",
    "1000": "Verhoed die verlies van toegang. Gratise registrasie word sterk aanbeveel!",
    "1001": "Verwyder kontak",
    "1002": "Is jy seker jy wil [X] van jou kontak-lys verwyder?",
    "1003": "Bevestig verwydering",
    "1004": "Is jy seker jy wil [X]  na die asblik toe skyf?",
    "1005": "Die skep van skakels is slegs vir geregistreerde gebruikers",
    "1006": "Die skep van gidse is slegs vir geregistreerde gebruikers",
    "1007": "Jy kan hierdie aksie nie ongedaan maak nie",
    "1008": "pro bandwydte quota oorskry.",
    "1009": "Meer bandwydte nodig?",
    "1010": "Stoorplek quota oorskry.",
    "1011": "Wil jy jou lêers hou?",
    "1012": "Stoorplek quota byna oorskry.",
    "1013": "Meer Stoorplek quota nodig?",
    "1015": "Tik jou geskenkbewys kode in asseblief.",
    "1016": "Kies 'n beeld",
    "1017": "Gebruik hierdie profiel beeld?",
    "1018": "Leeg",
    "1019": "Voeg 'n e-pos adres by",
    "1020": "Tik 'n e-pos adres in of 'n kies 'n kontak.",
    "1021": "Aan",
    "1022": "Af",
    "1023": "Jy het nie skryf toegang na hierdie gids nie.",
    "1024": "Tik n gids naam in asseblief",
    "1025": "Verskeie ietems",
    "1026": "Tik dekripsie sleutel in",
    "1027": "Dekripteer",
    "1028": "Dekripsiesleutel",
    "1029": "Openbare skakel",
    "1030": "Kies n kontak, of tik n e-pos adres in.",
    "1031": "Uitvoer lêer skakels en dekripsie sleutels",
    "1032": "Sluit lêer sleutel in",
    "1033": "kopie sleutels",
    "1034": "Laai veelvuldige lêers af",
    "1035": "Kliek \"toelaat\" om aflaai te voltooi",
    "1036": "Gedeel met",
    "1037": "Stem",
    "1038": "Verkies taal",
    "1039": "Betaal met PayPal",
    "1040": "Teken in asseblief om jou pro lidmaatskap te aktiveer.",
    "1041": "Skep asseblief n rekening om jou pro lidmaatskap te aktiveer.",
    "1042": "Inisialiseer",
    "1043": "Gids skakel nie beskikbaar nie",
    "1044": "Die gids skakel wat jy probeer om toegang te verkry, is nie meer beskikbaar nie. Dit kan wees as gevolg van die volgende redes:",
    "1045": "Die gids skakel is verwyder as gevolg van 'n ToS \/ AUP skending.",
    "1046": "Die gids skakel is afgeskakel deur die gebruiker.",
    "1047": "Welkom by MEGA Pro",
    "1048": "Jou pro lidmaatskap is geaktiveer. Geniet dit!",
    "1049": "Gids",
    "1050": "Geen aandele",
    "1051": "Nooit",
    "1053": "bandwydte quota amper oorskry",
    "1054": "Jy sal [X] moet wag tot dat meer bandwyte aan jou rekening opgradra is.",
    "1055": "Wil nie wag nie?",
    "1056": "Hierdie limiet is dinamies.",
    "1057": "Bevestig sessie verwydering",
    "1058": "Jy gebruik tans 'n kortstondige sessie. Is jy seker jy wil hierdie sessie eindig?",
    "1059": "Hierdie aksie sal al jou data verwyder .",
    "1060": "Kant-tot-kant enkripsie",
    "1061": "In teenstelling met ander Could stoor verskaffers, jou data word geïnkripteer en gedekripteer deur die kliënt toestelle en nooit deur ons nie.",
    "1062": "Globale toegang",
    "1063": "Jou data is toeganklik enige tyd, van enige toestel, enige plek.",
    "1064": "Veilige samewerking",
    "1065": "Deel gidse met jou kontakte en sien hulle bydraes intyds",
    "1066": "MEGA bied gereedskap aan wat [A] private en vertroulike [\/A] online kommunikasie maklik om te gebruik maak.",
    "1067": "MEGA lewer geïnkripteer cloud-gebaseerde dienste wat  [A] private en veilige [\/A] kommunikasie en samewerking vir besighede en individue in staat stel. Jy hou en beheer van die enkripsie sleutels vir jou data in die cloud.",
    "1068": "Deel gidse met jou kontakte en sien hulle bydrae in reële tyd",
    "1069": "Sien hoe werk dit",
    "1070": "Hoe dit werk",
    "1071": "Wil jy meer van MEGA weet?",
    "1072": "Kyk na die bekendstelling video",
    "1073": "Lidmaatskap Planne",
    "1074": "Kry 50 GB met n gratise rekening",
    "1075": "Baie keer meer as wat jy by ons groot mededingers kry.",
    "1076": "Skep n rekening",
    "1077": "Kompeterende Pro pakkette",
    "1078": "Kry tot 4 TB van geïnkripteer stoorplek vir so laag as 8,33 € per maand.",
    "1079": "Kyk ons ​​pro-pakkette",
    "1080": "Mobile Apps",
    "1082": "Die cloud in jou sak. Toegang en stroom jou lêers vanaf jou smartphone of tablet. Oplaai en sync jou media op die Cloud.",
    "1083": "Kry dit gratis",
    "1084": "Beskikbaar vir",
    "1085": "Sync Klient",
    "1086": "Maklik outomatiese sinchronisasie tussen jou rekenaar en jou MEGA cloud skyf.",
    "1087": "Laai nou af",
    "1088": "Blaaier Apps",
    "1089": "Ons blaaieruitbreidings sal MEGA in jou blaaier installeer om vinniger te laai en bygevoeg veerkragtigheid teen aanvalle.",
    "1090": "Gaan na die aflaai bladsy",
    "1091": "Klik om te laai of sleep & los lêers hier",
    "1092": "Rol om voort te gaan",
    "1093": "Moet nooit jou wagwoord in tik op 'n toestel wat jy nie ten volle vertrou nie. Teken nie by jou rekening in vanaf 'n gedeelde of openbare rekenaar nie.",
    "1094": "Vir 'n beter sekuriteit, installeer ons [A] blaaier plugin [\/A] en laai MEGA van jou rekenaar eerder as om van ons servers af.",
    "1095": "Skep jou [A] gratis [\/A] rekening",
    "1096": "Eerste naam",
    "1097": "Familie Naam",
    "1098": "Ongeldige eerste en\/of familie naam.",
    "1099": "Tik asseblief jou eerste & familie naam in.",
    "1100": "Ongeldige e-pos adres",
    "1101": "Tik asseblief n geldige e-pos adres in.",
    "1102": "Ongeldige wagword.",
    "1104": "Versterk jou wagwoord asseblief",
    "1105": "Sterkte:",
    "1106": "Wagwoord status",
    "1107": "Wagwoorde stem nie ooreen nie.",
    "1108": "Skep Nuwe Rekening",
    "1109": "Jou wagwoord is jou meester enkripsie sleutel.",
    "1110": "Jou rekening se sekuriteit hang af van die krag van jou wagwoord. Wagwoorde wat te kort, te eenvoudig of bestaan ​​uit woorde uit die woordeboek is maklik geraai.",
    "1111": "Moet jou wagwoord nie vergeet nie.",
    "1112": "Daar is geen herstel prosedure vir verlore wagwoorde nie. As jy dit nie kan onthou nie, sal jy nie meer toegang aan jou gestoorde data kan kry nie.",
    "1113": "Jou rekening is net so veilig as jou rekenaar.",
    "1114": "Tik Wagwoord Weer",
    "1115": "Die wagwoord sterkte verificateur inisialiseer nog steeds.",
    "1116": "Probeer asseblief weer in 'n paar sekondes.",
    "1117": "Terme van die diens ooreenkoms",
    "1118": "Jy moet met die terme van die diens saam stem om 'n rekening te registreer op MEGA.",
    "1119": "Jou wagwoord kan maklik geraai word. Probeer om jou wagwoord langer te maak. Kombineer hoofletters en kleinletters. Voeg spesiale karakters by. Moenie name of woorde uit die woordeboek gebruik nie.",
    "1120": "Jou wagwoord kan maklik geraai word. Probeer om jou wagwoord langer te maak. Kombineer hoofletters en kleinletters. Voeg spesiale karakters by. Moenie name of woorde uit die woordeboek gebruik nie.",
    "1121": "Jou wagwoord is goed genoeg om voort te gaan, maar dit word aanbeveel om jou wagwoord verder te versterk.",
    "1122": "Hierdie wagwoord sal kan weerstaan ​​mees tipiese brute krag aanvalle. Maak asseblief seker dat jy dit sal onthou.",
    "1123": "Hierdie wagwoord sal kan weerstaan ​​mees gesofistikeerde brute krag aanvalle. Maak asseblief seker dat jy dit sal onthou.",
    "1124": "Baie swak",
    "1125": "Swak",
    "1126": "Gemiddled",
    "1127": "Goed",
    "1128": "Sterk",
    "1129": "jou wagwoord is te swak om voort te gaan",
    "1130": "Ongeldige e-pos en\/of wagwoord.",
    "1131": "Bevestig jou rekening",
    "1132": "Entropie Versameling",
    "1133": "Hierdie wedstryd sal [A] entropie [\/A] versamel  wat op jou muis bewegings gebaseer is.",
    "1134": "Dit sal jou [A] RSA sleutel [\/A] versterk.",
    "1135": "Jy kan die spel aborteer wanneer die vordering aanwyser op 100% is.",
    "1136": "Klaar!",
    "1137": "U kan nou voortgaan na die volgende stap om jou sleutel te voltooi.",
    "1138": "Gaan voort",
    "1139": "Telling:",
    "1140": "Dit is 'n baie belangrike stap en kan 'n paar sekondes neem.",
    "1141": "Wees asseblief geduldig.",
    "1142": "Public - Private sleutel skepping",
    "1143": "Genereer sleutel",
    "1144": "Die vroegste bekende gebruik van kriptografie verband terug na byna 4000 jaar gelede, in antieke Egipte",
    "1145": "Vandag, 4000 jaar later, die meeste groot cloud stoor verskaffers het nog nie ten volle kriptografie aangeneem nie.",
    "1146": "Voltooi jou rekening",
    "1147": "Kies juo rekening tipe",
    "1148": "Kry 2 maande gratis [\/A] as jy 'n een-jaar pro plan koop.",
    "1149": "Beperk",
    "1150": "Gratis",
    "1151": "Neem die volle voordeel van MEGA met 'n [A] Pro rekening [\/A]",
    "1152": "Kies jou Pro pakket:",
    "1153": "een-jaar plan",
    "1154": "Die span",
    "1155": "Oplaai",
    "1156": "Aflaai",
    "1157": "Gratise aflaai",
    "1158": "vir Windows",
    "1159": "Kom binnekort vir [A]Mac[\/A]",
    "1160": "MEGA wil die skrywers van die volgende open source komponente wat bygedra noodsaaklike funksie op ons webwerf bedank:",
    "1161": "Veilig",
    "1162": "Jou data word geïnkripteer begin tot einde. Niemand kan onderskep terwyl dit in die stoor of in transito is nie.",
    "1163": "Buigsaam",
    "1164": "Sync eenige gids van jou rekenaar na 'n gids in die cloud. Sync n aantal gidse in parallel.",
    "1165": "Vinnig",
    "1166": "Neem voordeel van MEGA se hoë-aangedrewe infrastruktuur en multi-verbinding oordragte.",
    "1167": "Vrygewig",
    "1168": "Stoor tot 50GB gratis!",
    "1169": "Volledige eienskappe",
    "1170": "Soek, stoor, laai af, stroom, sien, deel, hernoem of verwyder jou lêers. Dit is als daar - in die palm van jou hande.",
    "1171": "Kom binnekort vir [A]iOS[\/A]",
    "1172": "Firefox uitbreiding",
    "1173": "Chrome uitbreiding",
    "1174": "Hierdie app sal jou toelaat om MEGA in jou blaaier te installeer. Dit sal laai tye verminder ,aflaai prestasie verbeter en sekuriteit versterk .",
    "1175": "Enige MEGA URL sal gevang word deur hierdie program enlokale bly (geen JavaScript sal gelaai word van ons servers af nie). Veilige (auto-) opgraderings word danksy kriptografiese private sleutel ondertekening verskaf.",
    "1176": "En as jy regtig paranoïes is:",
    "1177": "skakel autoopgraderings af en ondersoek ons bron-kode vir elke update met die hand.",
    "1178": "Laai MEGA vir Firefox af.",
    "1179": "Installasie:",
    "1180": "Laai MEGA vir Chrome af.",
    "1181": "Maak die uitbreidings bladsy in Chrome oop",
    "1182": "menu> gereedskap> uitbreidings",
    "1183": "of tik",
    "1184": "in jou adresbalk   ",
    "1185": "Sleep en los die lêer [X] na die Chrome uitbreidings bladsy en ​​bevestig installasie.",
    "1186": "Jy kan maklik van jou MEGA Pro lidmaatskap aankoop by een van ons gemagtigde handelaars hieronder:",
    "1187": "Aflaai",
    "1188": "Na jou rekenaar",
    "1189": "Invoer",
    "1190": "Na jou Cloud skyf",
    "1191": "Die lêer wat jy probeer aflaai is tydelik nie beskikbaar nie.",
    "1192": "Rol om meer van MEGA te leer",
    "1193": "Begin nuwe rekening",
    "1194": "Wil jy hierdie lêer by 'n nuwe sessie invoer?",
    "1195": "\"Nee\" sal jou toelaat om aan te teken en jou invoer te proses.",
    "1196": "Kanselleer aflaai",
    "1197": "Is jy seker jy wil hierdie aflaai kanselleer?",
    "1198": "Die aflaai sal geskrap word.",
    "1199": "Kan nie metadata dekripteer sonder sleutel nie.",
    "1200": "Vennoot Terme van Diens.",
    "1201": "[A] Sluit by ons aan[\/A] in die ontwrigting van die Cloud stoor mark",
    "1202": "Dryf besigheid na ons en verdien jou aandeel.",
    "1203": "Help ons om te groei en word deel van die sukses.",
    "1204": "Sluit aan",
    "1205": "Hoe werk dit?",
    "1206": "Sluit aan en kry jou eie unieke vennoot ID wat jy by on URL can byvoeg.",
    "1207": "Ons sal alle aankope gedoen deur die besoekers wat jy na MEGA verwys dop hou.",
    "1208": "Jy verdien [B] 20% [\/B] van alle inkomste gegenereer deur jou vennoot ID.",
    "1209": "Herhalende inskrywings sal tel as herhalende verwysings.",
    "1210": "Vir wie is die affiliate program?",
    "1211": "App Ontwikkelaars:",
    "1212": "Bou jou eie populêre app met behulp van ons [A] SDK [\/A]",
    "1213": "Skakel gratis gebruikers na pro toe en verdien geld met jou app.",
    "1214": "Webwerwe:",
    "1215": "Bloggers",
    "1216": "Cloud stoor vergelyking webwerwe",
    "1217": "Wat is die reels?",
    "1218": "Lees en voldoen asseblief aan ons [A] Vennoot Terme en Voorwaardes [\/A]",
    "1220": "Begin!",
    "1221": "Sluit aan by ons vennoot program, en jy kan geld onmiddellik begin verdien.",
    "1223": "Kontak informasie",
    "1224": "Ons het 'n bietjie meer besonderhede oor jou nodig.",
    "1230": "Betaling informasie",
    "1231": "Ons betaal een keer 'n maand deur PayPal of draad oordrag (New Zealand bank rekeninge).",
    "1232": "Betaling Metode",
    "1233": "PayPal",
    "1234": "Bank rekening (slegs NZ)",
    "1235": "Voordeeltrekker naam",
    "1236": "Bank naam",
    "1237": "Bank rekening nommer",
    "1238": "PayPal adres",
    "1239": "Vernoot informasie",
    "1240": "Ons wil graag leer hoe jy beplan om verkeer na MEGA te dryf.",
    "1241": "Beskryf jou bemarkingstrategie:",
    "1242": "Ek stem saam met die MEGA [A] Vennoot Terme en Voorwaardes [\/A]",
    "1243": "Jy is ingeskryf vir die vennoot program. Jy verdien 20% van alle inkomste gegenereer met jou vennoot ID.",
    "1244": "Maak asseblief seker dat jy voldoen aan ons [A] Vennoot Terme en Voorwaardes [\/A]",
    "1245": "Jy kan inkomste verdien om verkeer na die adres te stuur:",
    "1246": "Statistiek",
    "1247": "Tydraam",
    "1248": "30 dae",
    "1249": "90 dae",
    "1250": "180 dae",
    "1251": "365 dae",
    "1252": "Altyd",
    "1253": "Datum",
    "1254": "Verkope",
    "1255": "Omset",
    "1256": "Verdienste",
    "1257": "Geen verkope aangeteken vir die gekose tyd raam.",
    "1258": "Uitbetaalings",
    "1259": "Geen uitbetalings aangeteken vir die gekose tyd raam.",
    "1260": "Vernoot ID",
    "1261": "Tik in jou datum van geboorte.",
    "1262": "Tik asseblief jou stad in.",
    "1263": "Tik asseblief jou staat of provinsie in.",
    "1264": "Tik asseblief jou poskode in.",
    "1265": "Tik asseblief jou foon nommer in.",
    "1266": "Beskryf asseblief jou bemarking strategie.",
    "1267": "Jy moet met die Vennoot Terme van die Diens saamstem.",
    "1268": "Tik asseblief jou PayPal adres in.",
    "1269": "Tik asseblief die voordeeltrekker naam van jou NZ bank rekening in.",
    "1270": "Tik asseblief jou NZ bank naam in.",
    "1271": "Tik asseblief jou NZ bank rekening nommer in.",
    "1272": "MEGA is gemaak deur mense en is dus nie perfek nie. As jy by 'n fout afkom, sal ons waardeer om van dit te hoor so dat ons dit kan regmaak - die meer besonderhede wat jy kan aanbied, hoe beter.",
    "1273": "Ons neem intellektuele eiendom regte ernstig en pas 'n robuuste verwydering \/ recidivist beleid toe.",
    "1274": "Vir meer inligting, lees asseblief ons [A] takedown leiding [\/A].",
    "1275": "Jy kan 'n takedown kennisgewing indien deur ons [A] online vorm [\/A] of stuur vir ons 'n e-pos.",
    "1276": "Het jy enige vrae of idees? Wil jy meer oor ons produkte leer?",
    "1277": "Ons is altyd beskikbaar",
    "1278": "Kies asseblief",
    "1279": "Stap 1",
    "1280": "Stap 2",
    "1281": "Inhoud besonderhede",
    "1282": "Kopiereg eienaar besonderhede",
    "1283": "Voeg n ander URL by",
    "1284": "Naam van kopiereg eienaar",
    "1285": "indien van toepassing",
    "1286": "Naam van die kopiereg eienaar se gemagtigde agent wat die kennisgewing indien:",
    "1287": "Kopieregkennisgewing ontvang",
    "1288": "Ons sal  jou kennisgewing hersien en spoedig verwerk .",
    "1289": "Dankie dat jy op die uitnodiging skakel geklik het. Skep asseblief jou gratis rekening hieronder.",
    "1290": "Oops, lyk dit nie na 'n geldige uitnodiging skakel nie. Het jy reeds 'n rekening registreer?",
    "1291": "Jy het voorheen 'n uitnodiging skakel gebruik . Skep asseblief jou rekening.",
    "1292": "Binnekort beskikbaar",
    "1293": "Welkom by die hulpsentrum",
    "1294": "Indien u vraag nie hier beantwoord is nie, moet asseblief nie huiwer om ons te kontak nie.",
    "1295": "Kontak Support",
    "1296": "Gewilde Onderwerpe:",
    "1297": "E-pos adres word al klaar gebruik",
    "1298": "Teken asseblief by jou rekening in.",
    "1299": "Trek te verfris",
    "1300": "Laste bywerk",
    "1301": "Vandag",
    "1302": "Gister",
    "1303": "Hierdie week",
    "1304": "Verlede week",
    "1305": "Hierdie maand",
    "1306": "Hierdie Jaar",
    "1307": "Ouer",
    "1308": "Aflaai het misluk",
    "1309": "Oplaai het misluk",
    "1310": "Voer asseblief bevestiging kode in",
    "1311": "Fout met laai van lêers ",
    "1312": "Ontbreekende gebruikersnaam\/vagvoord",
    "1313": "Inteken het misluk",
    "1314": "Verwyder fout",
    "1315": "Geen e-pos rekening teenwoordig",
    "1316": "Stoor die lêer offline om te voorskou",
    "1317": "Fout tydens die opwekking van skakel",
    "1319": "Wagvoord is te kort",
    "1320": "Die naam is te kort",
    "1321": "Vout tydens rekening besonderhere te laai",
    "1322": "Oplaai voltooi",
    "1323": "Teken in",
    "1324": "Teken in het geslaag",
    "1325": "Skep skakel",
    "1326": "Skakel is na knipbord toe gekopieer",
    "1327": "Aflaai voltooi",
    "1328": "Aflaai begin",
    "1329": "Wag",
    "1330": "Tik gebruikersnaam and wagwoord in",
    "1331": "Epos",
    "1332": "Bevestig registrasie",
    "1333": "Check aseblief jou epos en plak die bevestigings kode hieronder in of kliek op die speciale iOS skakel.",
    "1334": "Staak registrasie",
    "1335": "Bevestigings kode",
    "1336": "Gebruik nuutste",
    "1337": "Neem foto",
    "1338": "Kies bestaande foto",
    "1339": "Voeg gids by",
    "1340": "Verskaf nuwe gids naam",
    "1341": "Kies foto(s)",
    "1342": "Wysig",
    "1343": "Leë Cloud Skyf",
    "1344": "Deel",
    "1345": "Stoor vanlyn",
    "1346": "Oordragte",
    "1347": "Leë inbox",
    "1348": "Gedeelde gidse",
    "1349": "Geen Fotos",
    "1350": "Fotos",
    "1351": "Plaaslik",
    "1352": "Beskikbaar",
    "1353": "Stoor vir vanlyn toegang",
    "1354": "Stel die maksimum stoorplek op jou toestel",
    "1355": "Weergawe",
    "1356": "Terugvoering",
    "1357": "Teken uit",
    "1358": "Alle afgelaaide lêers sal verwyder word",
    "1359": "Die gekose grootte is kleiner as die kas wat tans gebruik word. As jy voortgaan, sal 'n paar lêers verwyder word",
    "1360": "Verleng Pro",
    "1361": "Pryse",
    "1362": "Herstel aankope",
    "1363": "Geen netwerk",
    "1364": "Proebeer weer",
    "1365": "Jy is nie aan die internet verbind nie",
    "1366": "Verskaf nuwe naam",
    "1367": "Kry 50 GB gratis, of teken vir een van ons Pro-pakkette en kry tot 4 TB van geïnkripteer stoor vanaf € 8,33 per maand.",
    "1368": "tot [X]",
    "1369": "en [X]",
    "1370": "Epos en Chat",
    "1371": "Ons geïnkripteer kommunikasie pakket kom vroeg 2014.",
    "1372": "Maak gereed vir MEGA chat, e-pos, bel & video konferensies.",
    "1373": "Wat is MEGA? Klik of blaai",
    "1374": "Terug na Tuisblad",
    "1375": "Terug na Aflaaiblad",
    "1376": "aangedryf deur:",
    "1377": "Wil jy speel? As jy hierdie stap oorslaan, kan die sekuriteit van u rekening ly. Beweeg jou muis op groot skaal en lukraak om die risiko te verminder.",
    "1378": "Begin Spel",
    "1379": "Slaan oor",
    "1380": "Kategorieë",
    "1381": "Gebruikers koppelvlak instellings",
    "1382": "Sorteer voorkeur",
    "1383": "Stel kolom sorteer orde op 'n per-gids basis, of  gebruik  dieselfde orde vir alle gidse.",
    "1384": "per gids",
    "1385": "dieselfde vir elke gids",
    "1386": "View wyse voorkeur",
    "1387": "Kies view wyse (ikone of besonderhede) op 'n per-gids basis, of gebruik dieselfde view wyse vir alle gidse.",
    "1388": "[B]Aflaai[\/B] [A]na jou rekenaar toe[\/A]",
    "1389": "[B]Invoer[\/B] [A]na jou Cloud Skyf toe[\/A]",
    "1390": "Sleep en los beeld hier",
    "1391": "volg ons",
    "1392": "Lêers & Gidse",
    "1393": "Neem Video",
    "1394": "Kopieer skakel",
    "1395": "Epos skakel",
    "1396": "Laat asseblief toegang tot foto's toe",
    "1397": "Skakel location services aan aseblief",
    "1398": "Gee aseblief toegang aan location serivces toe",
    "1399": "Hoe voel jy?",
    "1400": "Gelukkig",
    "1401": "Verward",
    "1402": "Ongelukkig",
    "1403": "Stuur Terugvoering",
    "1404": "Kontak die ondersteuning span per e-pos.",
    "1405": "Ons sal jou boodskap lees, maar gegewe die hoë volume versoeke wat ons kry, kan ons ongelukkig nie almal individueel beantwoord nie.",
    "1406": "Gradeer ons!",
    "1407": "Kry ondersteuning of lees op op die gewildste onderwerpe",
    "1408": "Omtrent ons",
    "1409": "Dankbetuigings",
    "1410": "Kies lokasie vir gids invoer",
    "1411": "FotoSync",
    "1412": "Aktiveer FotoSync",
    "1413": "Fotos sal na die FotoSync gids opgelaai word",
    "1414": "Gebruik sellulêre data",
    "1415": "Foto's sal nie opgelaai word deur jou selfoon data plan nie.",
    "1416": "Oplaai in die agtergrond",
    "1417": "Begin FotoSync van tyd tot tyd as jou lokasie verander het.",
    "1418": "Voltooi",
    "1419": "Aktiveer Passkode",
    "1420": "Tik Passkode in",
    "1421": "Verander Passkode",
    "1422": "Tik jou huidige passkode in",
    "1423": "Tik in jou passkode",
    "1424": "Skakel Passkode Af",
    "1425": "Tik jou passkode weer in",
    "1426": "Tik in jou nuwe passkode",
    "1427": "Tik jou nuwe passkode weer in",
    "1428": "Passkodes kom nie oor een nie. Probeer weer.",
    "1429": "1 Passkode mislukte poging",
    "1430": "%i Passkode mislukte poginge",
    "1431": "Passkode slot",
    "1432": "Skakel Passkode aan",
    "1433": "Skakel Passkode af",
    "1434": "Vee data uit",
    "1435": "Vee alle data uit na 10 mislukte passkode pogings",
    "1436": "Program taal",
    "1437": "Engels",
    "1438": "Bulgaarse",
    "1439": "Portugees",
    "1440": "Tradisionele Chinese",
    "1441": "Duits",
    "1442": "Spaans",
    "1443": "Fraans",
    "1444": "Hongaars",
    "1445": "Indoniesies",
    "1446": "Italiaans",
    "1447": "Japanees",
    "1448": "Pools",
    "1449": "Slovaans",
    "1450": "Sloviaans",
    "1451": "Hebreeus",
    "1452": "Nederlands",
    "1453": "Koreaans",
    "1454": "Russies",
    "1455": "Opdateer",
    "1456": "Laai",
    "1457": "Invoer",
    "1458": "Laai af van MEGA skakel",
    "1459": "Laai hier op",
    "1460": "Veelvuldige keuse",
    "1461": "Registrasie",
    "1462": "Registreer nuwe rekening",
    "1463": "Bevestiging benodig",
    "1464": "Gaan asseblief u e-pos na en klik op die skakel om jou rekening aan te meld en bevestig",
    "1465": "As jy nie die bevestiging e-pos ontvang het nie, kan jy probeer om weer te registreer",
    "1466": "Ek stem saam met die",
    "1467": "terme van die diens",
    "1468": "Alreeds 'n MEGA gebruiker?",
    "1469": "Meld aan",
    "1470": "Meld aan",
    "1471": "Skep nuwe rekening",
    "1472": "Probeer weer",
    "1473": "Verbinding met die bediener",
    "1474": "Berekening van enkripsiesleutels, wag asseblief",
    "1475": "Nuut by MEGA?",
    "1476": "Sleutel Sluit",
    "1477": "Verkeerde kode",
    "1478": "Voer",
    "1479": "Verstek aflaai plek",
    "1480": "Interne kas",
    "1481": "Kies die gids waar jy wil afgelaaide lêers wil hou",
    "1482": "Persoonlike gids",
    "1483": "Laai af na",
    "1485": "Verander wagwoord",
    "1486": "Verkeerde huidige wagwoord of die nuwe wagwoorde wat jy verskaf het kom nie ooreen nie. Probeer asb weer.",
    "1487": "Wagwoord suksesvol verander",
    "1488": "Kies jou Pakket",
    "1489": "Kies prys",
    "1490": "Laai lêer af",
    "1491": "Wil jy die aflaai kanselleer",
    "1492": "Opdateer lêer lys",
    "1493": "Druk om aflaai te kanselleer",
    "1494": "Aflaai onsuksesvol",
    "1495": "Afgelaai",
    "1496": "Aflaai het begin",
    "1497": "Wil jy die oplaai kanselleer?",
    "1498": "Prosesseer lêer",
    "1499": "Druk om oplaai te kanselleer",
    "1500": "Oplaai het begin",
    "1501": "Opgelaai",
    "1502": "Oplaai onsuksesvol",
    "1503": "Kan nie geselekteerde lêer oopmaak nie",
    "1504": "Kies van",
    "1505": "Kies lêer tipe",
    "1506": "Reeds afgelaai",
    "1507": "Maak oop met",
    "1508": "Verkeerde skakel formaat",
    "1509": "Gids skakels word nog nie ondersteun nie",
    "1510": "Verkeerde e-pos of wagwoord. Het jy al jou e-pos rekening bekragtig?",
    "1511": "Wagwoord is te kort",
    "1512": "Sleutel asb jou epos adres in",
    "1513": "Ongeldige epos adres",
    "1514": "Netwerk koppelings probleem, probeer asb later weer",
    "1515": "Hulpbron tydelik nie beskikbaar nie, probeer asb later weer",
    "1516": "Lêerstelsel probleem",
    "1517": "Eienaar van hierdie lêer is geblok",
    "1518": "Entiteit nie gevind nie",
    "1519": "Nie genoeg vry spasie nie",
    "1520": "Meeste toestelle kan nie lêers groter as 4GB aflaai nie. Aflaai sal heel moontlik faal.",
    "1521": "Deel skakel",
    "1522": "Deel lêer",
    "1523": "Kies",
    "1524": "Hernoem",
    "1525": "Hernoeming",
    "1526": "Skuif na asblik",
    "1527": "Skuif dokument",
    "1528": "Skep skakel",
    "1529": "Deel skakel na die lêer",
    "1530": "Skuif na rommel",
    "1531": "Berg na",
    "1532": "Berg na Lêer stelsel",
    "1533": "Berg na aflaaiings",
    "1534": "Maak beskikbaar aflyn",
    "1535": "Foto Sinkroniseer",
    "1536": "Laai outomaties jou foto's en videos op na MEGA toe",
    "1537": "Sinkroniseer foto's met MEGA",
    "1538": "Foto sinkronisasie voltooi",
    "1539": "Laai slegs op oor WiFi",
    "1540": "Laai slegs op wanneer gelaai word",
    "1541": "Sinkroniseer Foto's na",
    "1542": "Foto sinkronisering probleem",
    "1543": "Bestemming gids nie beskikbaar nie",
    "1544": "nie gestel nie",
    "1545": "Foto gids",
    "1546": "Bestemmings gids",
    "1547": "Sinkroniseer foto's vanaf",
    "1548": "Verkeerde foto's gids",
    "1549": "Oplaai gleuwe",
    "1550": "Aflaai gleuwe",
    "1551": "Hoeveelheid paralelle oplaai konneksies",
    "1552": "Hoeveelheid paralle aflaai konneksies",
    "1553": "Sleutel Sluit",
    "1554": "Stel Sleutel Sluit in staat",
    "1555": "Sleutel Sluit uit tyd uit",
    "1556": "Kode",
    "1557": "Gevorderd",
    "1558": "Maksimum kas lêer grootte",
    "1559": "Maksimum voorgrond lêer aflaai (KB)",
    "1560": "Miniatuur",
    "1561": "Skep miniatuur beelde",
    "1562": "App sal elke beeld wat jy het aflaai en miniatuur beeldjie daarvan skep",
    "1563": "Laai slegs oor WiFi af",
    "1564": "Beeld",
    "1565": "Audio",
    "1566": "Video",
    "1567": "Kies van Lêer Stelsel",
    "1570": "Foto's",
    "1571": "videos",
    "1572": "beide",
    "1573": "Kamera sinkroniseer fout: Eksterne berging is nie beskikbaar jie",
    "1574": "Slegs foto's",
    "1575": "Slegs video's",
    "1576": "Foto's en Video's",
    "1577": "Voeg gesinkroniseerde gids by",
    "1578": "Fout",
    "1579": "Kies asb 'n plaaslike gids en MEGA gids",
    "1580": "Die gekose plaaslike gids is reeds gesinkroniseer",
    "1581": "'n Gesinkroniseerde gids kan nie binne 'n ander gesinkroniseerde gids wees nie",
    "1582": "Die gekose MEGA gids is reeds gesinkroniseer",
    "1584": "Volle rekening sinkronisering is slegs moontlik sonder enige gekose sinkroniserings",
    "1585": "Waarskuwing",
    "1586": "Plaaslike gids te groot (hierdie weergawe is beperk tot %1 gidse of %2 lêers. Kies asb 'n ander gids.",
    "1587": "Sinkronisasie naam",
    "1588": "Die naam \"%1\" is reeds in gebruik vir 'n ander sinkronisering",
    "1589": "Sleutel asb 'n ander naam in om hierdie sinkronisering te identifiseer:",
    "1590": "Plaaslike gids:",
    "1591": "MEGA gids:",
    "1592": "Kies plaaslike gids",
    "1593": "Voer skakels in",
    "1594": "Laai af na my rekenaar toe",
    "1595": "Laai af na my cloud skyf",
    "1596": "OK",
    "1597": "Kanselleer",
    "1599": "Kies plaaslike gids",
    "1600": "Dekripsie fout",
    "1601": "Nie gevind nie",
    "1602": "MEGAsinkronisering is op datum",
    "1603": "ONLANGS OPGEDATEER",
    "1604": "Verbruiking: Data tydelik nie beskikbaar nie",
    "1605": "Sinkroniserings",
    "1606": "MEGA webtuiste",
    "1607": "%1 van %2",
    "1608": "Verbruik: %1",
    "1609": "%1 van %2 (%3\/s)",
    "1610": "%1 van %2 (verbreek)",
    "1611": "Lêers oorplasings verbreek",
    "1612": "MEGAsinkronisering skandeer",
    "1613": "Alle oorplasings is voltooi",
    "1614": "Kanselleer alle aflaaiings",
    "1615": "Kanselleer aflaai",
    "1616": "Kanselleer alle oplaaiings",
    "1617": "Kanselleer oplaai",
    "1618": "Voeg sinkronisering by",
    "1619": "Een lêer teen %1\/s",
    "1620": "Een lêer (verbreek)",
    "1621": "%1 van %2 lêers teen %3\/s",
    "1622": "%1 van %2 lêers (verbreek)",
    "1623": "Totaal Oorblywend:",
    "1624": "Aflaai",
    "1625": "Oplaai",
    "1626": "MEGAsinkronisering",
    "1627": "Meld in",
    "1628": "MEGAsinkronisering werk nou.",
    "1629": "Druk hier om die status venster oop te maak.",
    "1630": "Jou sinkronisering \"%1\" is buite werking gestel want die afstands gids bestaan nie",
    "1631": "Jou sync \"%1\" is gedeaktiveer omdat die afgeleë gids  in die vullisblik is",
    "1632": "Jou sync \"%1\" is gedeaktiveer omdat die plaaslike gids nie bestaan ​​nie",
    "1633": "Fout: Ongeldige bestemmings gids.",
    "1634": "Die oplaai is gekanselleer",
    "1635": "Die gids (%1) is nie opgelaai, want dit is te groot (hierdie weergawe is beperk tot%2 gidse of %3 lêers).",
    "1636": "%1 gidse is nie opgelaai want hulle is te groot (hierdie beta is beperk tot%2 gidse of %3 lêers).",
    "1637": "Sinkronisasie sal stop",
    "1638": "Weglatings wat plaasvind terwyl dit nie aktief is, sal nie versprei word.",
    "1639": "Verlaat in elk geval?",
    "1640": "Ontrent MEGAsync",
    "1641": "MEGAsync weergawe kode %1",
    "1642": "Die skakel is gekopieer na die knypbord",
    "1643": "Die skakels is gekopieer na die knypbord",
    "1644": "Verlaat",
    "1645": "Omtrent",
    "1646": "Verstellings",
    "1647": "Breek",
    "1649": "Hervat",
    "1650": "Op datum",
    "1651": "Gebreek",
    "1652": "Skandeer",
    "1653": "Sinkronisering",
    "1654": "Tydelike uitsendings fout:",
    "1655": "Jy het nuwe of opgedateerde lêers in jou rekening",
    "1656": "Geen fout",
    "1657": "Interne fout",
    "1658": "Ongeldige argument",
    "1659": "Versoek gefaal, probeer weer",
    "1660": "Koers limiet oorskry",
    "1661": "Permanent gefaal",
    "1662": "Te veel parallelle verbindings of oordragte",
    "1663": "Uit reeks",
    "1664": "Verval",
    "1665": "Nie gevind",
    "1667": "Toegang geweier",
    "1668": "Bestaan reeds",
    "1669": "Onvolledig",
    "1670": "Ongeldige sleutel\/Dekripsie fout",
    "1671": "Slegte sessie ID",
    "1672": "Geblok",
    "1673": "Oor quota",
    "1674": "Tydelik nie beskikbaar nie",
    "1675": "Konneksie oorvloei",
    "1676": "Skryf fout",
    "1677": "Lees fout",
    "1678": "Ongeldige applikasie sleutel",
    "1679": "Onbekende fout",
    "1680": "Waarskuwing",
    "1681": "Gids seleksie",
    "1682": "Kies 'n MEGA gids:",
    "1683": "Herwin gidse",
    "1684": "Nuwe gids",
    "1685": "OK",
    "1686": "Kanselleer",
    "1687": "Cloud Skyf",
    "1688": "Sleutel die nuwe gids naam in:",
    "1689": "Die wortel gids kan nie gesinkroniseer word nie.",
    "1690": "Kies asb 'n sub-gids.",
    "1691": "Jy het %1 oor in hierdie gids",
    "1692": "Is jy seker jy wil dit sinkroniseer?",
    "1693": "Sleutel een of veelvuldige MEGA lêer skakels in",
    "1694": "Stuur",
    "1695": "Sleutel een of meer MEGA lêer skakels in",
    "1696": "Geen geldige MEGA skakels gevind. (gids skakels word nog nie ondersteun nie)",
    "1697": "%1 ure gelede",
    "1698": "Kry MEGA skakel",
    "1699": "nou net",
    "1700": "%1 sekondes gelede",
    "1701": "1 minuut gelede",
    "1702": "%1 minute gelede",
    "1703": "1 uur gelede",
    "1704": "1 dag gelede",
    "1705": "%1 dae gelede",
    "1706": "1 maand gelede",
    "1707": "%1 maande gelede",
    "1708": "1 jaar gelede",
    "1709": "%1 jare gelede",
    "1710": "Oop",
    "1711": "Wys in gids",
    "1712": "Algemeen",
    "1713": "Rekening",
    "1714": "Syncs",
    "1715": "Bandwydte",
    "1716": "Gevorderd",
    "1717": "Help",
    "1718": "Kanselleer",
    "1719": "Pas toe",
    "1720": "Wys kennisgewing",
    "1721": "Begin by die begin",
    "1722": "Opdateer outomaties",
    "1723": "Taal",
    "1724": "Besonderhede",
    "1725": "GRATIS",
    "1726": "Teken uit",
    "1727": "Berging spasie",
    "1728": "Opgradeer",
    "1729": "Gesinkroniseerde gidse",
    "1730": "Vee uit",
    "1731": "Voeg by",
    "1732": "Plaaslike Gids",
    "1733": "MEGA gids",
    "1734": "Oplaai koers limiet",
    "1735": "Moenie beperk nie",
    "1736": "Beperk tot:",
    "1737": "Outo",
    "1738": "Omtrent 90% van die bandwydte",
    "1739": "Bandwydte kwota",
    "1740": "Oplaai limiete is per oplaai server en word toegepas wanneer nuwe oplaaiings begin",
    "1741": "Gids vir oplaaiings vanaf Windows Explorer",
    "1742": "Uitgesluite lêer name",
    "1743": "Volmag verstellings",
    "1744": "Geen volmag",
    "1745": "Outo-spoor",
    "1746": "Volmag",
    "1747": "Volmag tipe",
    "1748": "Server:",
    "1749": "Volmag server verg 'n wagwoord",
    "1750": "Gebruikersnaam:",
    "1751": "Wagwoord:",
    "1752": "Date tydelik nie beskikbaar nie",
    "1753": "%1 (%2%) van %3 gebruik",
    "1754": "Jy sinkroniseer reeds jou hele rekening",
    "1755": "Sinkronisering sal ophou werk.",
    "1756": "Is jy seker?",
    "1757": "Uitgesluite naam",
    "1758": "Sleutel 'n naam in wat uitgesluit moet word vir sinkronisasie",
    "1759": "(Wildcards * en ? Word toegelaat):",
    "1760": "Opstel  wizard",
    "1761": "Ek het 'n MEGA rekening",
    "1762": "Ek het nie 'n MEGA rekening nie",
    "1763": "Skep 'n nuwe MEGA rekening",
    "1764": "Naam:",
    "1765": "Epos:",
    "1766": "Wagwoord:",
    "1767": "Herhaal wagwoord:",
    "1768": "Sluit in na jou MEGA rekening",
    "1769": "Verifieer asb jou rekening deur die skakel te gebruik wat ons na jou epos gestuur het",
    "1770": "Kies installasie tipe",
    "1771": "Volle rekening sinkronisasie",
    "1772": "Sinkroniseer jou hele cloud skyf",
    "1773": "Selektiewe sinkronisering",
    "1774": "Sinkroniseer spesifieke gidse in jou cloud skyf",
    "1775": "Die volgende gidse sal outomaties gesinkroniseer word:",
    "1776": "Verander",
    "1777": "Welkom by MEGA",
    "1778": "Jou plaaslike gids:",
    "1779": "en jou MEGA gids:",
    "1780": "Sal outomaties gesinkroniseer word.",
    "1781": "Terug",
    "1782": "Volgende",
    "1783": "Gebruiker bestaan reeds",
    "1784": "Verkry lêer lys",
    "1785": "Verkeerde epos en\/of wagwoord",
    "1786": "Het jy jou rekening geverifieer",
    "1787": "MEGA gids bestaan nie",
    "1788": "Klaar",
    "1789": "Sleutel asb jou epos adres in",
    "1790": "Sleuetel asb 'n geldige epos adres in",
    "1791": "Sleutel asb jou wagwoord in",
    "1792": "Sleuetel asb jou naam in",
    "1793": "Sleuetel asb 'n sterker wagwoord in",
    "1794": "Die ingesleutelde wagwoorde pas nie",
    "1795": "Jy ,oet ons diens terme aanvaar",
    "1796": "Skep rekening",
    "1797": "Jy het %1 in jou cloud skyf",
    "1798": "Is jy seker jy wil jou hele Cloud Skyf sinkroniseer",
    "1799": "en jou MEGA Cloud Skyf",
    "1800": "Kies asb 'n plaaslike gids",
    "1801": "Kies asb 'n MEGA gids",
    "1802": "Kies 'n plaaslike gids",
    "1803": "Oplaai na MEGA",
    "1804": "Deel met 'n MEGA gebruiker",
    "1805": "Stuur na 'n MEGA gebruiker",
    "1806": "1 lêer",
    "1807": "%1 lêers",
    "1808": "1 gids",
    "1809": "%1 gidse",
    "1811": "Kies asb die oplaai gids vir jou lêers:",
    "1812": "Oplaai altyd na hierdie bestemming",
    "1813": "MEGA gesinkroniseerde gids",
    "1814": "Jy is op die punt om hierdie lêer na 'n gesinkroniseerde gids in te voer. As jy aflaaiing in staat stel, sal die lêer gedupliseer word op jou rekenaar.",
    "1815": "Is jy seker?",
    "1816": "Jy is op die punt om hierdie lêers na 'n gesinkroniseerde gids in te voer. As jy aflaaiing in staat stel, sal die lêers gedupliseer word op jou rekenaar.",
    "1817": "Meer",
    "1818": "MEGAsync wag",
    "1819": "MEGAsync is opgedateer",
    "1820": "Binnekort hier vir Mac en Linux",
    "1821": "Toe ons MEGA vroeg in 2013 van stapel gestuur het, was globale massa afluistering onder die voorwendsel van terrorisme bevegting steeds 'n wilde veronderstelling en die wat dit voorgestel het is gereeld uitgekryt as sameswering teoretici. Edward Snowdense openbarings 137 dae later het publieke houding fundamenteel verander en dit het pynlik duidelik geword dat <i> sekuriteit deur beleid <\/i>(\"ons het toegang tot jou data, maar ons belowe om dit konfidensieel te hou en nie te misbruik nie\") nie goed genoeg was nie. Enige iets minder as <i>sekuriteit deur ontwerp\/<i> (\"ons kan nie toegang  tot jou data bekom sonder dat jy dit agterkom nie\"), waarvoor sterk eindpunt-tot-eindpunt enkripsie 'n noodsaaklike voorvereiste is, blyk nou vêr tekort te skiet.",
    "1822": "MEGA is ontwerp rondom die eenvoudige feit dat kriptografie, vir dit om aanvaar en gebruik te word, moet dit nie inmeng met bruikbaarheid nie. MEGA is ten volle toegangbaar sonder voorafgaande sagteware installasie en dit bly die enigste cloud bergings verskaffer met browser-gebaseerde hoë-werksverrigting eindpunt-tot-eindpunt enkripsie. Die enigste sigbare tekens van die kripto laag wat onder MEGA se vaandel werk is die entropie versameling gedurende aantekening, die hebrek aan 'n wagwoord herstel funksie en die novelle (en browser-spesifieke) manier waarop lêer oorplasings gedoen word. Vandag maak miljoene besigheids en persoonlike gebruikers staat op MEGA om veilig en betroubaar petabytes te berg en bedien en ons glo dat hierdie sukses die gevolg is van MEGA se lae versperring na 'n meer veilige cloud.",
    "1823": "Ons huur gedurig. As jy 'n uitstaande sagteware ingeneur is en jy wil by ons globale span aansluit, moet asb nie huiwer om jou CV aan te stuur na jobs@mega.co.nz nie.",
    "1824": "Jy is tans ingeteken. Wil jy uit teken en 'n nuwe rekening registreer?",
    "1825": "Wat is MEGAsync",
    "1826": "MEGAsync is 'n installeerbare program wat gidse tussen jou rekenaar en jou MEGA cloud skyf sinkroniseer. Alle lêers en sub-gidse sal herhaal word na beide kante. Veranderings wat jy maak aan die een kant sal byne terselfdertyd aan die anderkant verskyn (binne perke van die skakel\/sisteem se vertraging en die lêer oorplasing tye).",
    "1827": "Hoe installeer ek MEGAsync?",
    "1828": "Gaan na die [A] aflaai bladsy [\/A] en volg die instruksies. Gedurende die installasie, sal jy gevra word om in te skryf of skep jou MEGA rekening en vir die opstel van die gidse om te herhaal (óf jou volle MEGA cloud skyf na 'n enkele plaaslike gids of spesifieke sub-gids in jou cloud skyf na die ooreenstemmende plaaslike gidse). Na die installasie voltooi is, sal MEGAsync outomaties begin. Onder Windows, sal jy 'n klikbare MEGA logo sien in die system tray terwyl die sync tool loop wat jou toegang gee tot 'n status pop en die verstellings bladsy.",
    "1829": "Kan ek MEGAsync op veelvuldige rekenaars gebruik?",
    "1830": "Ja. Deur veelvuldige toestelle met dieselfde cloud skyf te sinkroniseer, kan jy oorkruis-rekenaar sinkronisering vermag.",
    "1831": "Hoe kan ek die sinkronisering status van my plaaslike gidse en lêers monitor?",
    "1832": "Ikone van lêers en gidse wat besig is om te syinkroniseer met die cloud sal gemerk word met 'n groen sirkel. Oorplasings in proses word aangedui deur 'n blou sirkel; oorplasings wat nog wag wys in rooi.",
    "1833": "MEGAsync berg my insluitings kredensies om outo-insluiting te vermag. Is dit nie 'n sekuriteits bekommernis nie?",
    "1834": "Nie as jy jou plaaslike skyf geënkripteer hou nie (doen dit asb. Hoekom sou jy van 'n geënkripteerde cloud skyf sinkroniseer na 'n nie-geënkripteerde plaaslike skyf?).",
    "1835": "Ek het 'n lêer van 'n plaaslike gesinkroniseerde gids uitgevee terwyl MEGAsync nie geloop het nie. Toe begin ek dit, en die lêer het weer verskyn. Hoekom?",
    "1836": "Die huidige inkarnasie van MEGAsync onthou nie jou plaaslike lêersisteem status oor herbeginnings nie. Dit het geen manier om te weet dat 'n plaaslike lêer weggeraak het sedert die laaste keer dat dit geloop het nie. Daarom, hou MEGAsync altyd aan die hardloop as jy jou plaaslike uitwissings ordentlik wil herhaal.",
    "1837": "'n Belangrike lêer was oorgeskryf deur die sync klient. Wat kan ek doen om dit terug te kry?",
    "1838": "Op die cloud kant, sal verwyderde lêers geskuif word na 'n spesiale \"SyncDebris\" subgids struktuur in jou vullisdrom en kan opgespoor word van daar af (gebruik MEGA se ingeboude soek indien nodig). Op die plaaslike rekenaar sal elke sync se wortel gids'n verborge \"puin\" gids hê waarin geskrapte items geplaas word.",
    "1839": "Doen MEGAsync eksplisiete lêer weergawes?",
    "1840": "Nee. Maar jy kan toegang kry tot oorgeskryfde lêers in die puin gids totdat dit weggevee word.",
    "1841": "Ondersteun MEGAsync die verandering van bestaande lêers?",
    "1842": "No As 'n gesinkroniseerde lêer verander, is dit altyd vervang as 'n geheel. Daarom is dit nie aanbeveel om bv groot log lêers of databasis tabelle te sinkroniseer nie. Geïnkripteerde delta skryf word beplan vir 'n toekomstige vrystelling.",
    "1845": "Is daar enige beperkins rakende lêername?",
    "1846": "MacOS\/UNIX lêername is kassensitief, Windows lêername is nie. 'n Gids wat beide \"ABC.TXT\" en \"abc.txt\" bevat kan gesinkroniseer word na 'n UNIX masjien sonder probleme, maar wanneer na 'n Windows masjien gesinkroniseer word sal slegs een van die twee lêers oorleef.",
    "1847": "MEGA stel geen beperking op lêername - hulle kan karakters bevat wat in stryd is met die bedryfstelsel, soos: of *. Dit sal herskryf word as% xx op die plaaslike kant en terug omskep word na die oorspronklike karakter wanneer gesinkroniseer word. Die Windows Explorer het ook probleme met 'n aantal skynbaar onskadelike lêer en gids name - \"con.doc\", byvoorbeeld, sou nie toeganklik wees (om te verstaan ​​waarom moet jy 'n geek of 'n veteraan, of beide wees). As jy so 'n situasie teëkom, hernoem eenvoudig die lêer op die cloud kant. vreemde karakters in lêername word ten volle ondersteun.",
    "1848": "MEGAsync ondersteun redelike diep gids strukture (MEGA self is beperk tot 'n maksimum van 63 vlakke) en baie lang padname (tot 32000 karakters onder Windows). Ongelukkig is die meeste Windows sagteware (insluitend die Explorer) nie in staat om toegang te verkry tot lêers wie se pad  langer is as 260 karakters nie.",
    "1849": "Hoe kan ek seker maak dat ek altyd die nuutste weergawe van MEGAsync het?",
    "1850": "MEGAsync soek vir 'n nuwe weergawe elke twee ure en updateer self as een beskikbaar is (jy kan dit afskakel in die instellings - die volgende soek word uitgevoer wanneer jy dit weer aanskakel). Vir veiligheidsredes, word slegs die rekening wat aanvanklik geïnstalleer is in MEGAsync toegelaat om dit by te werk.",
    "1851": "Sal MEGAsync peer-to-peer oorplasings gebruik om vinniger sinkronisering te verkry tussen rekenaars op dieselfde plaaslike netwerk?",
    "1852": "Nee. Die hiudige weergawe van MEGAsync sinkroniseer altyd via MEGA se cloud infrastruktuur.",
    "1853": "Wat gebeur as gelyktydige aksies uitgevoer word op kliente wat na dieselfde cloud ligging sinkroniseer?",
    "1854": "Die huidige weergawe van MEGAsync sorteer nie sulke botsings in 'n deterministiese manier uit nie. Vermy hulle indien moontlik.",
    "1855": "Ondersteun MEGAsync gevorderde lêerstelsel funksies soos skakels, eienskappe, ACL, strome \/ vurke of yl lêers?",
    "1856": "Nee. moet nie werwag dat hulle na die cloud herhaal sal word nie.",
    "1857": "Ondersteun MEGAsync sinkronisering van dieselfde plaaslike gids na verskillende afgeleë plekke of dieselfde afstand gids na verskillende plaaslike plekke?",
    "1858": "Nee, tensy jy veelvuldige MEGAsync prosesse wil  uitvoer in parallel, wat nie aanbeveel word nie. As 'n algemene reël, moet elke lêerstelsel item net eenkeer sigbaar wees na MEGAsync , so vermy sinkronisering van  subgidse van gesinkroniseerde gidse of die plasing van verskeie skakels na dieselfde lêerstelsel item in 'n plaaslike gesinkroniseerde gids.",
    "1859": "Waar kan ek julle iOS app vind?",
    "1860": "Jy kan ons iOS app aflaai en installeer vanuit die [A]App Store[\/A].",
    "1861": "Waar kan ek julle Android app vind?",
    "1862": "Jy kan ons Android app van [A]Google Play[\/A] aflaai en installeer.",
    "1863": "Ons bied toegewyde apps aan vir jou toestel, insluitend vir [B]iOS[\/B] & [C]Android[\/C].",
    "1864": "Fout verslag",
    "1865": "MEGAsync het 'n fout opgespoor. Hierdie is die besonderhede:",
    "1866": "Jy kan ons help om MEGAsync te verbeter deur hierdie fout verslag aan ons te stuur. dit bevat geen persoonlike inligting nie. indien jy verkies om meer inligting te verskaf, skryf ditas b hier onder:",
    "1867": "Dankie vir jou samewerking!",
    "1868": "Stuur verslag",
    "1869": "Kies Verbruikers",
    "1870": "Kies vir watter verbruikers wil jy [A] installeer.",
    "1871": "Kies of jy [A] net vir jouself wil installeer of vir al die gebruikers van hierdie rekenaar. [\/A]",
    "1872": "Installeer vir enige iemand wat hierdie rekenaar gebruik",
    "1873": "Installeer net vir my",
    "1874": "Fout: Ongeldige bestemmings gids. die oplaai is gekanselleer",
    "1875": "Die nuwe uitgesluite lêer name sal in ag geneem word wanneer die program weer begin word.",
    "1876": "Huidige kas grootte:% 1",
    "1877": "Kas",
    "1878": "Wis uit",
    "1879": "Jou volmag verstellings is ongeldig of die volmag  reageer nie",
    "1880": "Die bestemming gids is gesinkroniseer en jy het reeds 'n lêer daar binne dit met dieselfde naam (% 1).",
    "1881": "As jy sou aangaan om op te laai sal die vorige lêer oorskryf word. Is jy seker?",
    "1882": "O aarde, dis vol sterre!",
    "1883": "Jy probeer om 'n baie groot gids te sinkroniseer. Om die sinkronisering van die hele boot volume, wat ondoeltreffend en gevaarlik is,  te voorkom, vra ons u om te begin met 'n kleiner lêer en voeg meer data by, terwyl MEGAsync loop.",
    "1884": "Die gids (%1) is nie opgelaai nie want dit is uitermatig groot. Ons doen hierdie check om die oplaai van gehele boot volumes te voorkom, want dit is oneffektief en gevaarlik.",
    "1885": "%1 gidse is nie opgelaai nie want hulle is uitermatig groot. Ons doen hierdie check om die oplaai van gehele boot volumes te voorkom, want dit is oneffektief en gevaarlik.",
    "1886": "Ek probeer om 'n plaaslike gids se naam te verander in Explorer, maar die naam van die ooreenstemmende gids in my cloud skyf bly dieselfde, maak nie saak wat ek doen.",
    "1887": "Die gids wat jy probeer om te hernoem bevat 'n versteekte lêer desktop.ini met 'n LocalizedResourceName = veld waarna jou hernoemde gids geskuif het - die naam van die werklike gids het nie verander nie! Verwyder asseblief Desktop.ini en probeer weer.",
    "1888": "Tuisblad",
    "1889": "iOS App",
    "1890": "Android App",
    "1891": "Vind antwoorde vir al die basiese dienste wat ons lewer.",
    "1892": "Vind meer uit oor MEGA se sekuriteits model & kriptografie.",
    "1893": "Kry alle kennis oor sinkronisering tussen jou rekenaars en MEGA.",
    "1894": "Vind meer uit oor ons inheemse Android app, die cloud in jou sak.",
    "1895": "Hier is meer oor MEGA se kragtige samewerking funksies.",
    "1896": "Alles wat jy nodig het om te weet oor jou MEGA rekening.",
    "1897": "Vind meer uit oor ons inheemse iOSapp, die cloud in jou sak.",
    "1898": "Druk Esc om toe te maak",
    "1899": "Voorskou",
    "1900": "Opdatering beskikbaar!",
    "1901": "'n Opdatering sal toegepas word die volgende keer dat jy die program begin.",
    "1902": "Installering van opdatering...",
    "1903": "Soek vir opdaterings",
    "1904": "Installeer opdatering",
    "1905": "'n nuwe weergawe van MEGAsyncis beskikbaar! Druk op hierdie boodskap om dit te installeer",
    "1906": "Geen opdaterings beskikbaar",
    "1907": "Daar was 'n probleem met die installering van die opdatering. Probeer asb later of laai die laaste weergawe af by: https:\/\/mega.co.nz\/#sync",
    "1908": "Soek vir opdaterings",
    "1909": "Manual installeering",
    "1910": "werk slegs vir:",
    "1911": "Chrome Beta",
    "1912": "Chrome Canary",
    "1913": "Download MEGA",
    "1914": "vir Chrome Beta \/ Canary",
    "1915": "Waarskuwing: druk slegs op die knoppie hierbo as jy die [A]Chrome web store[\/A] vertrou. Alternatiewelik kan jy die skakel hieronder self aflaai en installer.",
    "1916": "Download van die",
    "1917": "Chrome web winkel",
    "1918": "Opdatering beskikbaar. Laai af...",
    "1919": "Kan nie die leer sisteem kry nie.",
    "1920": "Probeer asb weer. As die probleem aanhou, kontak asb bug@mega.co.nz",
    "1921": "Ongeldige gids vir sinkronisering. ",
    "1922": "Maak asb seker dat jy nie karakters soos \\ \/ of : in jou gids name gebruik nie.",
    "1923": "Selektiewe sinkronisering aktief",
    "1924": "Stel volle rekening upload in staat",
    "1925": "Deur volle rekening sinkronisering in staat te stel sal al jou huidige sinkroniserings buite aksie stel",
    "1926": "Volle rekening sinkronisering aktief",
    "1927": "Skakel volle rekening sinkronisering af",
    "1928": "Om volle rekening sinkronisering af te skakel sal jou in staat stel om selektiewe gids sinkronisering op te stel",
    "1929": "Installeer MEGA binne-in jou browser vir verbeterde optrede en beter sekuriteit.",
    "1930": "Die cloud in jou sak. Kry toegang en stroom jou lêers van jou slimfoon of tablet.",
    "1931": "MEGAsync begin",
    "1932": "Om lêers wat groter as 1GB is te download, installer asb ons leser verlenging",
    "1933": "Om lêers groter as 1GB te laai, installeer 'n meer moderne leser.",
    "1934": "Het jy jou wagwoord vergeet?",
    "1935": "As jy 'n backup van jou meester crypto sleutel het, kan jy jou wagwoord herstel deur JA te kies. Geen data sal verlore gaan nie.",
    "1936": "Jy kan nou nogsteeds jou meester sleutel [A]uitvoer[\/A] as jy 'n aktiewe MEGA sessie oophet in enige ander leser  op hierdie of enige ander rekenaar. Indien nie kan jy nie meer jou bestaande rekening afbreek nie, maar jy kan 'n nuwe een begin onder dieselfde epos adres deur NEE te kies.",
    "1937": "Het jy 'n backup van jou meester sleutel?",
    "1938": "Mooi!",
    "1939": "Sleutel asb jou epos adres hieronder in. Jy sal 'n herstel skakel ontvang wat jou sal in staat stel om jou meester sleutel in te sleutel en jou wagwoord te herstel.",
    "1940": "Stuur",
    "1941": "Oeps.",
    "1942": "As gevolg van ons einpunt-tot-eindpunt paradigma, sal jy nie instaat wees om toegang tot jou data te verkry sonder 'n [A]backup[\/A] of jou meester sleutel nie.",
    "1943": "Jy kan jou bestaande rekening parkeer en 'n vars een begin onder dieselfde epos adres. Ingeval jy jy jou geparkeerde rekening se wagwoord onthou, kontak asb [A]support@mega.co.nz[\/A] vir herstel bystand. Jou data sal vir ten minste 60 dae gehou word.",
    "1944": "Jy kan nie rekening herstel gebruik met 'n aktiewe tydelike sessie nie.",
    "1945": "Jy is tans ingesluit met die rekening [X]. As jy nie jou huidige wagwoord kan onthou nie en jy wil jou wagwoord verander, voer asb sy meester sleutel uit, sluit dan uit en probeer weer.",
    "1946": "Gaan asb die epos adres na en probeer weer.",
    "1947": "Parkeer rekening",
    "1948": "Jy hat jou wagwoord verloor en kan nie 'n vorige uitgevoerde wagwoord verskaf nie? Ongelukkig, as gevolg van MEGA se sterk kriptografie, stel die verlies van jou meester sleutel al jou data onleesbaar. As jy voortgaan sal jy 'n vars rekening begin onder jou bestaande epos adres. Jou ou rekening salmgeparkeer bly vir ten minste 60 dae en kan herstel word deur [A]support@mega.co.nz[\/A] te kontak indien jy jou wagwoord onthou.",
    "1949": "Kies nuwe wagwoord",
    "1950": "Ek bevestig dat ek 'n vars, leë rekening begin en dat ek alle data in my huidige rekening sal verloor tensy ek my wagwoord onthou of afkom op 'n uitgevoerde meester sleutel.",
    "1951": "Begin nuwe rekening",
    "1952": "Nota:",
    "1953": "Ons hou 'n backup van jou data vir ten minste nog 60 dae.",
    "1954": "Indien jy jou wagwoord onthou, kontak asb support@mega.co.nz vir bystand met die herwinning van jou ou rekening se data.",
    "1955": "Wagwoord herstel",
    "1956": "Verskaf asb jou vorige uitgevoerde meester sleutel. Jy kan dit steeds uitvoer van enige MEGA sessie wat jy mag oophê in 'n ander leser of op 'n ander rekenaar.",
    "1957": "Indien jy nie jou meester sleutel het nie, kan jy jou rekening [A]parkeer[\/A] en oor begin.",
    "1958": "Gebruik meester sleutel lêer",
    "1959": "Kies sleutel lêer",
    "1960": "Verifieer",
    "1961": "Jy het toegang tot jou rekening suksesvol herstel. Kies asb n nuwe wagwoord hieronder:",
    "1962": "valideer wagwoord",
    "1963": "Dit blyk dat die meester sleutel wat jy verskaf het foutief is.",
    "1964": "Is jy seker jy het die regte sleutel verskaf?",
    "1965": "As jy nie die regte sleutel het nie kan jy nogsteeds jou rekening [A]herstel[\/A].",
    "1966": "Herstael skakel he verval",
    "1967": "Hierdie herstel skakel het verval, probeer asb weer.",
    "1968": "Ongeldige Herstel Skakel",
    "1969": "Ongeldige skakel, probeer asb weer.",
    "1970": "of sleutel jou meester sleutel hier in",
    "1971": "Jy kan nie die rekening herstel prosedure gebruik terwyl jy aangesluit is nie. Sluit asb uit en probeer weer.",
    "1972": "Ongeldige sleutel lêer",
    "1973": "Die lêer wat jy gekies het is te groot. Maak asb seker jy kies die lêer wat jou 22-karakter meester sleutel bevat.",
    "1974": "Bevestig asb dat jy bewus is dat al jou data uitgevee sal word.",
    "1975": "Rekening geparkeer",
    "1976": "Jou ou rekening is suksesvol geparkeer. Jy kan nou aanteken in jou nuwe rekening.",
    "1977": "Ongeldige meester sleutel",
    "1978": "Die sleutel wat jy het pas nie by hierdie rekening nie. Maak asseblief seker dat jy die korrekte meester sleutel het en probeer weer.",
    "1979": "Rekening geblok",
    "1980": "Die rekening wat jy probeer herstel is geblok. ",
    "1981": "Jounwagwoord is nou suksesvol herstel. Meld asb nou aan by jou rekening.",
    "1982": "Maak 'n backup van jou [A]meester enkripsie sleutel[\/A]",
    "1983": "Jou wagwoord ontsluit jou meester sleutel",
    "1984": "Jou data is slegs leesbaar deur 'n ketting van dekripsie operasies wat begin met jou meester enkripsie sleutel, wat ons geinkriptiseer stoor saam met jou wagwoord. Dit beteken dat as jy jou wagwoord verloor kan jou meester sleutel nie meer gedekriptiseer word nie, en jy kan nie meer jou data dekriptiseer nie.",
    "1985": "Deur die meester sleutel uit te voer en dit in 'n veilige ligging te stoor stel jou in staat om 'n nuwe wagwoord op te stel sonder data verlies.",
    "1986": "'n Aanvaller van buite kan nie toegang tot jou rekening kry met slegs jou sleutel nie. Om jou wagwoord te herset verg beide die sleutel en toegang tot jou epos.",
    "1987": "Bêre meester sletel as teks lêer",
    "1988": "Bêre lêer",
    "1989": "Kopieer meester sleutel na klipbord",
    "1990": "kopieer",
    "1991": "Hou altyd fisiese beheer van jou meester-sleutel (bv op 'n kliënt toestel eksterne storing, of druk).",
    "1992": "Moenie dit op die internet stoor nie (ten minste nie sonder enkripsie nie)",
    "1993": "of [A]skep 'n rekening[\/A]",
    "1994": "Ja. Alhoewel, jou MEGA wagwoord is meer as net 'n wagwoord - dit sluit jou meester enkripsie sleutel oop, wwarsonder jou data geheel onleesbaar is. Dus, daar is twee soorte wagwoord herstellings: Met of sonder om 'n kopie van jou gebergde meester sleutel te verskaf. Met die sleutel kan jy net 'n nuwe wagwoord opstel en jy hou jou bestaande rekening. sonder die sleutel kan jy jou bestaande rekening parker, en 'n nuwe rekening begin onder jou bestaande rekening se epos adres. Ons stel voor dat jy 'n backup van jou sleutel in 'n veilige plek hou te alle tye, net vir ingeval!Druk  <a href=\"#backup\">here<\/a> om jou sleutel uit te voer, of <a href=\"#recovery\">here<\/a> om jou wagwoord te herstel",
    "1995": "Ek het sopas die wagwoord van my ou rekening onthou nadat ek 'n wagwoord herstel gedoen het. Hoe kry ek my data terug?",
    "1996": "As daar minder as 60 dae verloop het sedert jy jou ou rekening geparkeer het, kan jou data herwin word. Kontak asb [A]support@mega.co.nz[\/A] vir bystand.",
    "1997": "MEGA vra my om 'n backup te maak van my meester sleutel. Hoekom?",
    "1998": "As jy definitief seker is jy sal nooit jou wagwoord verloor nie, is daar geen rede om jou sleutel te backup nie. As jy wel besluit om 'n [A]backup[\/A] te maak, hou dit egter in 'n veilige plek: Enige iemand met toegang tot jou backup sleutel en jou epos kan jou wagwoord herstel en toegang verkry tot jou data.",
    "1999": "Kan ek FAT\/FAT32 partisies onder Windows sinkroniseer?",
    "2000": "Hoewel dit mag lyk om te werk met die eerste oogopslag, raai ons daarteen aan, want FAT tyd stempel is tydsone afhanklik , wat daartoe lei dat al jou lêers weer gesynchroniseer word  twee keer 'n jaar as jy woon in 'n dagligbesparingstyd gebied. Ongelukkig, die volgende fundamentele ontwerp fout in die Windows API ontwerp maak dit moeilik om dinamies  te vergoed vir sulke veranderinge: \"Wanneer dit dagligbesparingstyd is,  word die tyd opgespoor deur GetFileTime 'n uur af, want die cache is nie opgedateer wanneer jy begin het nie.  Wanneer jy die rekenaar oorbegin sorg die cache dat GetFileTime  korrek is. \"Met ander woorde, doen jouself 'n guns en vermy FAT.",
    "2001": "Wil jy jou leers upload na 'n nuwe sessie?",
    "2002": "\"Nee\" sal jou in staat stel om aan te meld en jou upload te begin.",
    "2003": "Backup jou meester enkripsie sleutel nou",
    "2004": "Anders as met legacy cloud storings dienste is MEGA eindpunt-tot-eindpunt enkripsie. Dit beteken dat jou data onleesbaar raak as jy jou wagwoord verloor. Ons wil ernstig voorstel dat jy jou meester enkripsie sleutel nou backup. Wagwoord herstellings sonder data verlies is slegs moontlik indien jy 'n geldige meester sleutel vir jou rekening kan verskaf.",
    "2005": "Ontslaan",
    "2006": "Backup nou",
    "2007": "Ander",
    "2008": "Skakel oortrek ikone af",
    "2009": "Forseer 'n volle herskandering",
    "2010": "Volledige skandering",
    "2011": "MEGAsync sal 'n volldige skandering van jou gesinkroniseerde gidse doen wanneer dit begin.",
    "2012": "Wil jy MEGAsync nou begin?",
    "2013": "Laai lêers\/gidse op",
    "2014": "'n Nuwe weergawe van MEGAsync is beskikbaar!",
    "2015": "MEGAsync is nou in werking. Druk op die system tray ikoon om die vordering window oop te maak.",
    "2016": "Wys vordering",
    "2017": "Gids vir uploads vanaf hierdie rekenaar",
    "2020": "Fout met die verkryging van die sessie sleutel",
    "2021": "Volle sinkronisering",
    "2022": "Jou plaaslike gids en jou MEGA Cloud Skyf sal outomaties gesinkroniseer word.",
    "2023": "Kies",
    "2024": "Jou konfigurasie is korrup, begin asb oor",
    "2025": "Ook beskikbaar vir  <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2026": "Ook beskikbaar vir <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2027": "Ook beskikbaar vir <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>",
    "2028": "opsioneel",
    "2029": "Kies Linux Distro",
    "2030": "Kies asb jou Linux distro en druk dan op die aflaai knoppie.",
    "2031": "vir Mac",
    "2032": "vir Linux",
    "2033": "Om ZIP lêers groter as 2GB af te laai mag 'n addisionele uitpakker (soos \"7zip\") verg. Ongelukkig is ZIP64 nie natuurlik ondersteun deur enige operasionele sisteme nie.",
    "2034": "Lêers",
    "2035": "Gidse",
    "2036": "Herlaai",
    "2037": "Download van MEGA af",
    "2038": "Kies asb die aflaai gids vir jou leers:",
    "2039": "Laai altyd af nie hierdie bestemming",
    "2041": "Jy het nie permissie om in hierdie plaaslike gids te skryf nie.",
    "2042": "Jy het nie skryf permissie in hierdie gids nie.",
    "2043": "MEGAsync sal nie in staat wees om enige iets hier af te laai nie.",
    "2044": "Wil jy voortgaan?",
    "2045": "Fout om die skakel op te spoor:",
    "2046": "Standaard gidse",
    "2047": "Uploads:",
    "2048": "Downloads:",
    "2049": "Hierdie sinkronisering kan nie geaktiveer word nie omdat die plaaslike gids nie bestaan nie",
    "2051": "Jy sinkroniseer alreeds jou hele Cloud Skyf",
    "2052": "Aktiveer \/ deaktiveer",
    "2053": "Kies plaaslike gids",
    "2055": "Jou Cloud Skyf sal met hierdie gids gesinkroniseer word:",
    "2056": "Rekening verbruik besonderhede",
    "2222": "downloads",
    "2426": "The name \"%1\" is already in use for another syncPlease enter a different name to identify this synced folder:",
    "2435": "Your sync \"%1\" has been disabledbecause the remote folder doesn't exist",
    "2436": "Your sync \"%1\" has been disabledbecause the remote folder is in the rubbish bin",
    "2438": "The folder (%1) wasn't uploaded because it's too large (this beta is limited to %2 folders or %3 files.",
    "2439": "%1 folders weren't uploaded because they are too large (this beta is limited to %2 folders or %3 files.",
    "2440": "Synchronization will stop.Deletions that occur while it is not running will not be propagated.Exit anyway?",
    "2443": "The destination folder is synced and you already have a file inside it with the same name (%1).If you continue the upload, the previous file will be overwritten.Are you sure?",
    "2445": "The root folder can't be synced.Please, select a subfolder.",
    "2447": "No valid MEGA links found. (Folder links aren't yet supported)",
    "2461": "I agree with the MEGA <a href=\"https:\/\/mega.co.nz\/#terms\">Terms of Service<\/a>",
    "2464": "Please, enter your e-mail address",
    "2465": "Please, enter a valid e-mail address",
    "2466": "Please, enter your password",
    "2467": "Please, enter your name",
    "2468": "Please, enter a stronger password",
    "2471": "Please, select a local folder",
    "2472": "Please, select a MEGA folder",
    "2475": "Please, select the upload folder for your files:",
    "5526": "MEGA is 'n veilige cloud storings diens wat jou 50GB gratis gee. Anders as ander cloud storings verskaffers, word jou data slegs deur die klient se toestelle geinkriptiseer en dekriptiseer, nooit deur ons nie. Jou data is enige tyd toegangbaar, vanaf enige toestel, enige plek. Deel gidse met jou kontakte, en sien hulle opdaterings in regte tyd.Die cloud in jou sak. Kry toegang en stroom jou lêers  van jou smartphone of tablet af. Upload en sinkroniseer jou media na die cloud. Soek, stoor, download, stroom, kyk, deel, hernoem of vee jou lêers uit. Dis alles daar - in die palm van jou hand.Vir meer inligting, sien asb ons webwerf:https:\/\/mega.co.nz",
    "5527": "MEGA is Cloud Storing met Kragtige Altyd-aan Privaatheid. 50GB gratis.",
    "5528": "van",
    "5529": "Skuif na",
    "5530": "Kopieer na",
    "5531": "Voer in na",
    "5532": "Upload Lêer",
    "5533": "Laai...",
    "5534": "Invoer...",
    "5535": "Opdatering...",
    "5536": "Nog nie geimplienteer nie",
    "5537": "Jy gaan die uitgevoerde meester sleutel leer verwyder",
    "5538": "Sekuriteits waarskuwing! Hierdie is n hoë risiko operasie. Wil jy voortgaan?",
    "5539": "Meer opsies...",
    "5540": "Wil jy die kontak verwyder?",
    "5541": "Wil jy hierdie kontakte verwyder?",
    "5542": "Inkomende Aandele",
    "5543": "Uitgaande aandele",
    "5544": "Upload...",
    "5545": "Skep nuwe gids",
    "5546": "Upload na",
    "5547": "Verfris",
    "5548": "Help",
    "5549": "Opgradeer rekening",
    "5550": "Kies Alles",
    "5551": "Ontkies Alles",
    "5552": "Duimnael beeld",
    "5553": "Lys beeld",
    "5554": "Voer Meester Sleutel uit",
    "5555": "Verwyder MeesterSleutel",
    "5556": "Die Meester Sleutel in uitgevoer na:",
    "5557": "lêer",
    "5558": "lêers",
    "5559": "kontak",
    "5560": "kontakte",
    "5561": "gids",
    "5562": "gidse",
    "5563": "gedeelde gids",
    "5564": "gedeelde gidse",
    "5565": "download",
    "5566": "upload",
    "5567": "uploads",
    "5568": "verbruiker",
    "5569": "verbruikers",
    "5570": "epos",
    "5571": "wagwoord",
    "5572": "Bevestig wagwoord",
    "5573": "ABC",
    "5574": "...",
    "5577": "Sleutel asb jou wagwoord in",
    "5578": "Bereken enkripsie sleutels",
    "5579": "Gaan validering skakel na",
    "5580": "Aktiveer rekening",
    "5581": "Berei leer lys voor",
    "5582": "Skep rekening",
    "5583": "naam",
    "5584": "Ek stem saam met MEGA's <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Terms of Service<\/a>",
    "5585": "Het jy reeds 'n rekening?",
    "5586": "Jy moet ons Diensterme aanvaar.",
    "5587": "Wagwoorde stem nie ooreen nie",
    "5588": "Gebêre vir Offline",
    "5589": "Gedeel met my",
    "5590": "KONTAKTE",
    "5591": "STUUR AANVRAE",
    "5592": "AANSOEKE ONTVANG",
    "5593": "Geen gestuurde aanvrae",
    "5594": "Geen ontvangde aanvrae",
    "5595": "Kamera uploads",
    "5596": "%1$s van %2$s",
    "5597": "INKOMEND",
    "5598": "UITGAANDE",
    "5599": "Lëe Vullisblik",
    "5600": "Geen inkomende gedeelde gidse",
    "5601": "Geen uitgaande gedeelde gidse",
    "5602": "Beskikbaar aflyn",
    "5603": "AAN",
    "5604": "AF",
    "5605": "Grootte:",
    "5606": "Inhoud:",
    "5607": "Bygevoeg:",
    "5608": "Verander:",
    "5609": "Geen publieke skakel",
    "5610": "Lees & skryf",
    "5611": "Gedeel met:",
    "5612": "Toestemmings",
    "5613": "Verander toestemmings",
    "5614": "Deel met",
    "5615": "Stuur na",
    "5616": "Kontak Info",
    "5617": "Gedeelde Gidse met:",
    "5618": "Voeg nuwe inhoud by deur die knoppie hieronder te druk.",
    "5619": "Berei lêers voor",
    "5620": "Daar is nie 'n app beskikbaar op jou toestel om die leer te voer nie",
    "5621": "Deel beeld met",
    "5622": "Deel skakel",
    "5623": "Skuif",
    "5624": "Deel gids",
    "5625": "Kopieer",
    "5626": "Vee uit van MEGA af",
    "5627": "Kontak epos",
    "5628": "Skep gids...",
    "5629": "Kontak word bygevoeg",
    "5630": "Stuur skakel",
    "5631": "Deel gids",
    "5632": "Bekyk gedeelde gidse",
    "5633": "Verwyder alle deel kontakte",
    "5634": "Verlaat gedeelde gids",
    "5635": "Kamera gids",
    "5636": "MEGA Kontakte",
    "5637": "Foon Kontakte",
    "5638": "Uitvee",
    "5639": "Kontak bygevoeg",
    "5640": "Kontak verwyder",
    "5641": "Fout. Kontak nie verwyder nie.",
    "5642": "Toestemmings verander",
    "5643": "Fout. Permissie nie verander nie",
    "5644": "Gids bestaan alreeds",
    "5645": "Gids geskep",
    "5646": "Suksesvol hernoem",
    "5647": "Fout. Nie hernoem nie",
    "5648": "Suksesvol gekopieer",
    "5649": "Fout. Nie gekopiëer nie",
    "5650": "Suksesvol geskuif",
    "5651": "Fout. Nie geskuif nie.",
    "5652": "Suksesvol gedeel",
    "5653": "Fout. Nie gedeel nie",
    "5654": "Onmoontlik om die skakel te kry",
    "5655": "Suksesvol verwyder va MEGA",
    "5656": "Fout. Nie van MEGA verwyder nie",
    "5657": "Suksesvol gestuur na:",
    "5658": "Die gids is nou privaat",
    "5659": "Deel korrek verwyder",
    "5660": "Unzip lêer",
    "5661": "Beeld Kyker",
    "5662": "Opgradeer nou!",
    "5663": "Laaste sessie:",
    "5664": "Kies lidmaatskap",
    "5665": "Maandelikse of jaarlikse herhaling",
    "5666": "Paypal subskripsie",
    "5667": "Maandeliks*",
    "5668": "Jaarliks*",
    "5669": "* herhaalde subskripsie kan enige tyd gekanselleer word voor hernuwings datum.",
    "5670": "Die voorskou is nog nie afgelaai nie. Wag asb.",
    "5671": "Korrek ingevoer",
    "5672": "Geen aktiewe oorplasings",
    "5673": "Alle oorplasings is op hou geplaas",
    "5674": "Pause oorplasings",
    "5675": "Herbegin oorplasings",
    "5676": "Slegs Wi-Fi",
    "5677": "Wi-Fi of data plan",
    "5678": "Kamera upload in werking",
    "5679": "Wil jy Kamera Uploads kanselleer?",
    "5680": "Upload kamera beelde",
    "5681": "Kamera Uploads probleem",
    "5682": "Kamera Uploads voltooi",
    "5683": "PIN Sluit",
    "5684": "Vra altyd download plek",
    "5685": "Stel Kamera Uploads in staat",
    "5686": "Skakel Kamera Uploads af",
    "5687": "Hoe om te upload",
    "5688": "Fotos en videos",
    "5689": "Stel PIN sluit in staat",
    "5690": "Skakel PIN sluit af",
    "5691": "PIN Kode",
    "5692": "Nie gestel nie",
    "5693": "App weergawe",
    "5694": "MEGA PDF leser",
    "5695": "Zip Leser",
    "5696": "Rekening Tipe:",
    "5697": "Kamera Uploads gids geskep",
    "5698": "Die zip lêer sal afgelaai en ge-unzip word",
    "5699": "Die zip lê sal ge-unzip word",
    "5700": "Het dit",
    "5701": "Skakel aan",
    "5702": "Wagwoord vermis",
    "5703": "Epos vermis",
    "5704": "Ongeldige aansluit kredensies",
    "5705": "Ongeldige epos",
    "5706": "Naam te kort",
    "5707": "Wagwoord te kort",
    "5708": "Jy moet die Diensterme aanvaar",
    "5709": "Bly aangesluit",
    "5710": "Is jy seker jy wil die registrasie staak?",
    "5711": "Staak",
    "5712": "Registrasie voltooi",
    "5713": "Ek stem saam met die MEGA <a href='terms'>Terms of Service<\/a>",
    "5714": "Jou epos",
    "5715": "Deel met MEGA kontak",
    "5716": "Vee een leer uit?",
    "5717": "Vee [X] leers uit?",
    "5718": "Bevestig uitvee",
    "5719": "Naam van die nuwe gids",
    "5720": "Upload laaste foto",
    "5721": "Vang",
    "5722": "Kies",
    "5723": "Lêer gedeel",
    "5724": "Geen lêers in die CloudSkyf",
    "5725": "Geen lêers in gids",
    "5726": "Herstel",
    "5727": "Kies asb eindbestemmingg gids vir skuif",
    "5728": "Kies asb eindbestemmingg gids vir invoer",
    "5729": "Ontslaan notas",
    "5730": "Laai kontakte",
    "5731": "Kan nie toegang tot kontakte  verkry nie",
    "5732": "Laat MEGA toegang toe tot Verstellings > Privaatheid > Kontakte !",
    "5733": "Geen lêers gedeel",
    "5734": "Deel een node",
    "5735": "Deel [X] nodes",
    "5736": "Uitnodiging gestuur",
    "5737": "Geen kontakte",
    "5738": "Vullis",
    "5739": "Iets het heeltemal verkeerd gegaan!",
    "5740": "Downloading: [X]%",
    "5741": "Aflaai word voorberei",
    "5742": "Upload: [X]%",
    "5743": "Plaaslik gebêre",
    "5744": "Sleutel die nuwe naam in",
    "5745": "Is jy seker?",
    "5746": "Offline lêers",
    "5747": "Geen lêers afgelaai",
    "5748": "Geen foto",
    "5749": "Een foto",
    "5750": "[X] fotos",
    "5751": "[X] oorblywend",
    "5752": "Geen fotos",
    "5753": "Skep Kamera Uploads gids",
    "5754": "Lys van fotos voltooi",
    "5755": "Voer foto uit",
    "5756": "Gaan foto verby",
    "5757": "Upload foto",
    "5758": "Upload video",
    "5759": "Kamera Uploads gids geskep",
    "5760": "Fout met upload van bate",
    "5761": "Kamera Uploads geaktiveer",
    "5762": "Kamera Uploads gedeaktiveer",
    "5763": "Kamera Uploads voltooi",
    "5764": "Kies albums vir Kamera Uploads",
    "5765": "Kamera Uploads Opsies",
    "5766": "Wanneer buite werking gestel sal fotos en videos nie upload nie",
    "5767": "Stel Kamera Uploads in staat om jou fotos en videos outomaties te upload na die Cloud Skyf",
    "5768": "Upload videos",
    "5769": "Gebruik sellulêre konneksie ",
    "5770": "Hardloop periodies in die agtergrond",
    "5771": "Laai fotos",
    "5772": "Kan nie toegang tot fotos verkry nie",
    "5773": "Voer leer uit",
    "5774": "Toegangskode",
    "5775": "Gebruik",
    "5776": "Plaaslik",
    "5777": "As nommer van onsuksesvolle pogings bereik is",
    "5778": "Skakel wagkode af",
    "5779": "Skakel wagkode aan",
    "5780": "Gebruik TouchID",
    "5781": "Verander toegangskode",
    "5782": "Vee alle plaaslike data uit",
    "5783": "Outomatiese taal",
    "5786": "Stuur terugvoer",
    "5787": "Gradeer ons!",
    "5788": "Kontak die ondersteuning span deur epos. alle eposse word gelees maar as gevolg van die groot volume navrae mag ons dalk nie almal individueel antwoord nie.",
    "5789": "Kry ondersteuning of lees populêre onderwerpe.",
    "5790": "O my, dis vol sterre!",
    "5791": "Voer Meester Sleutel uit",
    "5792": "Stel logging in staat",
    "5793": "Verwyderde leers gaan in die vullisblik",
    "5794": "Deur die Meester Sleutel uit te voer en dit in 'n veilige plek te stoor stel jou in staat om 'n nuwe wagwoord te stel sonder data verlies",
    "5795": "Teken lêers help ontwikkelaars om probleme op te los",
    "5796": "Masterkey.txt is uitgevoer na die Dokumente gids. Jy kan dit oorplaas deur die toestel met die rekenaar te Koppel en iTunes oop te maak. Ons beveel sterk aan dat jy nie die leer epos nie.",
    "5797": "Kon nie Meester Sleutel uitvoer nie",
    "5798": "Meester Sleutel uitgevoer",
    "5799": "Verbruik",
    "5800": "beskikbaar",
    "5801": "gebruik",
    "5802": "Beelde",
    "5803": "Videos",
    "5804": "Dokumente",
    "5805": "Argiewe",
    "5806": "Plaaslike cache",
    "5807": "Cache",
    "5808": "Plaaslike storing",
    "5809": "Maak cache skoon",
    "5810": "Deur die cache skoon te maak sal alle plaaslike gestoorde dokumente, duimnaels & ander tydelike lêers uitgevee word.",
    "5811": "Maak cache skoon?",
    "5812": "Dit sal alle plaaslike gestoorde lêers uitvee",
    "5813": "Cache is skoongemaak",
    "5814": "Opgradeer Rekening",
    "5815": "[X] GB",
    "5816": "[X] TB",
    "5817": "\"PRO 1\" maandelikse subskripsie",
    "5818": "\"PRO 1\" jaarlikse subskripsie",
    "5819": "PRO I",
    "5820": "Sleutel jou ou toegangskode in",
    "5821": "Kontroleer met jou vingerafdruk?",
    "5822": "Lêer upload gefaal",
    "5823": "Die leer wat jy gekies het is nie geupload na MEGA nie. Probeer asb weer.",
    "5824": "Leer upload gekanselleer",
    "5825": "Die leer wat jy gekies het is nie geupload na MEGA nie.",
    "5826": "MEGA SPASIE",
    "5827": "MEGA SPOED",
    "5828": "MEGA PRIVAATHEID",
    "5829": "MEGA TOEGANG",
    "5830": "Registreer nou en kry 50GB gratis spasie.",
    "5831": "Uploads is vining.Deel lêers vining met enige iemand",
    "5832": "Hou al jou lêers veilig met MEGA se einpunt-tot-eindpunt enkripsie.",
    "5833": "Kry volle geinkriptiseerde toegang enige plek, enige tyd.",
    "5834": "MEGA is 'n veilige cloud storing diens met 50GB gratis storing spasie.In die app kan jy jou storing spasie en bandwydte kwota opgradeer deur aan te sluit by MEGA Pro met 'n maandelikse of jaarlikse subskripsie.Subskripsies is €9.99 (US$10.99) per maand of €99.99 (US$119.99) per jaar. Hierdie subskripsie gee jou 500 GB storing spasie en 1000 GB bandwydte per maand. Subskripsies word outomaties hernu vir opeenvolgende subskripsie periodes van dieselfde tydperk en teen dieselfde prys as die oorspronklike periode gekies. Jy kan die outomatiese hernuwing van jou MEGA Pro subskripsie kanselleer nie later nie as 24 uur voor jou volgende betaling verskuldig is deur jou iTunes rekening verstellings bladsy. Om jou subskripsies te bestuur, druk net op die App Store ikoon op jou toestel, teken aan met jou Apple ID aan die onderkant van die bladsy (as jy nie alreeds so gedoen het nie) en druk dan op Sien ID. Jy sal na jou rekening bladsy geneem word waar jy kan afrol na Bestuur App Subskripsies. Van hier kan jy jou MEGA Pro subskripsie kies en jou geskeduleerde hernuwingsdatum sien, 'n ander subskripsie paket kies of stel die aan-af skakel na af om die outomaties hernuwing van jou subskripsie buite werking te stel.Diensterme:https:\/\/mega.co.nz\/ios_terms.htmlPrivaatheids beleid:https:\/\/mega.co.nz\/ios_privacy.html",
    "5835": "Met PhotoSync sal die fotos wat jy met jou iPhone neem outomaties gebackup word na MEGA. Jy kan Wi-Fi of sellulêre konneksie gebruik en deur Agtergrond mode in werking te stel sal die app fotos upload as jou ligging drasties verander.Passcode lock voeg 'n nuwe lag sekuriteit by deur 'n vier-syfer wagkode te verg elke keer as die app begin word. Dit sal jou lêers beskerm selfs al sal jou iPhone in die verkeerde hande beland. Daar is ook 'n opsie om alle data uit te vee en uit te sluit as die verkeerde wagwoord meer as 10 keer ingesleutel word.Verskeie fout herstellings en spoed verbeterings.Jou terugvoer is baie belangrik vir ons en, al antwoord ons dalk nie alke epos nie, lees ons ieder en elke een.En ook, jou 5-stêr gradering in die AppStore word altyd waardeer.",
    "5836": "Upload, backup, cloud, leer, deling, veilig, MEGA",
    "5837": "[X] minute",
    "5838": "1 minuut",
    "5839": "sal beskikbaar wees in",
    "5840": "Skep jou MEGA rekening",
    "5841": "Jy is nie aangemeld nie",
    "5842": "Jy moet 'n MEGA rekening hê om jou aankoop te voltooi:",
    "5843": "Jy is reeds aangemeld. Jy kan net een MEGA rekening hê.",
    "5844": "Wil jy jopu voorafbetaalde balans gebruik om voort te gaan?",
    "5845": "bandwydte verbruik",
    "5846": "Herverwys na PayPal",
    "5847": "Jou aankoop was suksesvol. Nogtans, ten einde die rekening skeppings proses af te handel, moet jy jou rekening aktiveer deur die skakel te druk wat per epos aan jou gestuur is.",
    "5848": "Sorteer deur",
    "5849": "Verbinding met die server: skep rekening",
    "5851": "Sent you a contact request",
    "5852": "Accepted your contact request",
    "5853": "Denied your contact request",
    "5854": "New",
    "5855": "Notification",
    "5856": "Accept",
    "5857": "Ignore further requests",
    "5858": "Deny",
    "5859": "Invited",
    "5860": "Ignore",
    "5861": "Reinvite",
    "5862": "Sent Requests",
    "5863": "Received Requests",
    "5864": "User ignored",
    "5865": "We can't decipher your invite link, please check you copied the link correctly, or sign up manually with the same email address.",
    "5866": "Leave share",
    "5867": "Leave share",
    "5868": "View profile",
    "5869": "Remove  contact",
    "5870": "Remove  contact",
    "5871": "Favourite",
    "5872": "Remove favourite",
    "5873": "Incoming shared folders",
    "5874": "Incoming shared folders",
    "5875": "MEGAchat",
    "5876": "Try MEGA's new secure end-to-end encrypted audio\/video chat.",
    "5877": "Worry not!",
    "5878": "Hello, join me on MEGA and get access to encrypted storage and communication. Get 50 GB free!",
    "5879": "Corporate Info",
    "5880": "Investors",
    "5881": "Press Releases",
    "5882": "Shareholder Reports",
    "5883": "Start call ...",
    "5884": "End call ...",
    "5885": "Start conversation",
    "5886": "End conversation",
    "5888": "Call with [X] started.",
    "5889": "Call with [X] ended.",
    "5890": "Call with [X] was not answered in a timely manner.",
    "5891": "Calling [X] ...",
    "5892": "Call with [X] was rejected.",
    "5893": "You have an incoming call from [X].",
    "5894": "Call with [X] was canceled.",
    "5895": "Call with [X] was handled on some other device.",
    "5896": "Start audio call",
    "5897": "Start video call",
    "5898": "The user [X] has been invited and will appear in your contact list once accepted.",
    "5899": "The users have been invited and will appear in your contact list once accepted.",
    "5900": "View received requests",
    "5901": "View sent requests",
    "5902": "Conversations",
    "5903": "My contacts",
    "5904": "Last interaction",
    "5905": "Owner",
    "5906": "Access",
    "5907": "beta",
    "5908": "Type in an email or contact",
    "5909": "MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.MEGAsync supports fairly deep folder structures (MEGA itself is limited to a maximum of 63 levels) and very long pathnames (up to 32,000 characters under Windows). Unfortunately, most Windows software (including the Explorer) is unable to access files whose path is longer than 260 characters.",
    "5910": "There are three ways of uploading files to MEGA using your web browser:1. Click on the red button on the start page2.\tGo to your file manager and click on the \"File Upload\" or (if you're using Chrome) \"Folder \tUpload\" buttons near the top3. Drag and drop files or (if you're using Chrome) folders onto the site",
    "5911": "Add Contacts",
    "5912": "You can easily create a new folder below. Right there, on the left hand side.",
    "5913": "You can easily add new contacts by email or import existing contacts from other services.",
    "5914": "My conversations",
    "5915": "My incoming shares",
    "5916": "My folders",
    "5917": "No new contact requests",
    "5918": "Looks like there's a malformed email!",
    "5919": "You already have contact with that email!",
    "5920": "No need for that, you are THE owner!",
    "5921": "Ascending",
    "5922": "Descending",
    "5923": "Online",
    "5924": "Away",
    "5925": "Busy",
    "5926": "Offline",
    "5927": "Import Contacts",
    "5928": "Standard Download",
    "5929": "You are significantly over your allowed storage allocation and your uploads have been disabled. Please ensure you are on the correct MEGA PRO plan, or contact support@mega.co.nz.",
    "5930": "Cancel request",
    "5931": "Click [A]here[\/A] to view your storage usage.",
    "5932": "Quota exceeded",
    "5933": "Delete your account",
    "5934": "Failed to confirm account. Please try again. [{0}]",
    "5935": "Your account has been created, confirmed and activated. You will automatically logged in.",
    "5936": "Account activated",
    "5937": "Confirmation needed",
    "5938": "MEGA Cloud Drive account creation failed. Please try again. [{0}]",
    "5939": "Account creation failed",
    "5940": "Failed to create folder",
    "5941": "Folder creation failed",
    "5942": "Folder created successful",
    "5943": "Delete failed",
    "5944": "Retrieving link failed",
    "5945": "Failed to download file. Please try again. [{0}]",
    "5946": "Could not retrieve files and folders from MEGA. Please try again.",
    "5947": "Fetching data failed",
    "5948": "Failed to get link",
    "5949": "Get link failed",
    "5950": "Failed to retrieve preview",
    "5951": "Getting preview failed",
    "5952": "Image successful exported to 'saved pictures' album",
    "5953": "Image saved",
    "5954": "Error exporting image to  'saved pictures' album. Please try again",
    "5955": "Failed to save image",
    "5956": "MEGA link is copied to your clipboard",
    "5957": "MEGA Cloud Drive login failed. Please try again. [{0}]",
    "5958": "Move failed",
    "5959": "The image is saved in your photo album",
    "5960": "Picture saved",
    "5961": "Are you sure you want to remove {0}?",
    "5962": "Remove?",
    "5963": "Failed to remove item",
    "5964": "Remove failed",
    "5965": "Item successful removed",
    "5966": "Item removed",
    "5967": "Renaming item failed",
    "5968": "Rename failed",
    "5969": "Please fill in your name, e-mail address and password",
    "5970": "Fill in required fields",
    "5971": "Export current image to 'saved pictures' album?",
    "5972": "Not online",
    "5973": "Failed to retrieve thumbnail [{0}]",
    "5974": "Getting thumbnail failed",
    "5975": "Failed to retrieve your account details. Please try again. [{0}]",
    "5976": "Retrieving account details failed",
    "5977": "You have successfully logged out",
    "5978": "Logged out",
    "5979": "Failed to logout. Please try again. [{0}]",
    "5980": "Logout failed",
    "5981": "Are you sure you want to remove {0} items?",
    "5982": "Remove items?",
    "5983": "{0} Items removed",
    "5984": "Items removed",
    "5985": "Failed to move item to rubbish bin. Please try again",
    "5986": "Move to rubbish bin failed",
    "5987": "Are you sure you want to move {0} to rubbish bin?",
    "5988": "Move to rubbish bin?",
    "5989": "Item successful moved to rubbish bin",
    "5990": "Item moved",
    "5991": "Are you sure you want to move to rubbish bin {0} items?",
    "5992": "Move items?",
    "5993": "{0} Items moved to rubbish bin",
    "5994": "Items moved",
    "5995": "You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?",
    "5996": "Pending Transfers",
    "5997": "You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?",
    "5998": "The account is already confirmed. You can now login.",
    "5999": "Account already confirmed",
    "6000": "The typed password is incorrect",
    "6001": "Wrong password",
    "6002": "You have selected over 100 items ({0}) to download. Do you want to proceed?",
    "6003": "Download count",
    "6004": "Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.",
    "6005": "Failed to pause transfers",
    "6006": "Pause failed",
    "6007": "Failed to resume transfers",
    "6008": "Resume failed",
    "6009": "Please select minimal 1 picture for upload",
    "6010": "No pictures selected",
    "6011": "Failed to prepare image: {0} for upload",
    "6012": "Preparing image failed",
    "6013": "Failed to upload photo",
    "6014": "Upload photo failed",
    "6015": "Could not find the selected file",
    "6016": "File not found",
    "6017": "Failed to open the selected file",
    "6018": "Open file failed",
    "6019": "Failed to upload the selfie picture",
    "6020": "Selfie upload failed",
    "6021": "Could not load files and folders from MEGA. Please try again or click on refresh.",
    "6022": "Failed to load",
    "6023": "Your PIN lock codes do not match. Please re-type them and make sure they are equal",
    "6024": "PIN lock codes do not match",
    "6025": "You have been logged out on this device from another location",
    "6026": "Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?",
    "6027": "Overquota Alert!",
    "6028": "You have not selected a default download location for your files.To proceed with the download please select a destination folder or go to preferences in order to set up your default download location.",
    "6029": "Failed to prepare file: {0} for upload",
    "6030": "Preparing file failed",
    "6031": "Failed to copy the selected file: [{0}]",
    "6032": "Copy file failed",
    "6033": "You don't have permission to copy this file type into the destination folder. Probably you are trying to save\/copy into a SD card a file of an unsupported type.Please, try to save\/copy the file into the your device internal memory.",
    "6034": "Unauthorized access",
    "6035": "Failed to copy masterkey to clipboard. Please try again",
    "6036": "Clipboard failed",
    "6037": "Current PIN lock is not correct or does not match",
    "6038": "Current PIN lock no match",
    "6039": "Masterkey copied to clipboard",
    "6040": "Masterkey copied",
    "6041": "PIN lock must be at least 4 digits",
    "6042": "PIN lock too short",
    "6043": "Cache has been succesfully cleared",
    "6044": "Cache cleared",
    "6045": "Not enough free memory space to complete this operation. The app will shutdown now",
    "6046": "Memory Limit",
    "6047": "no, only local",
    "6048": "Download options",
    "6049": "yes, export",
    "6050": "Unknown resolution type",
    "6051": "Failed to select folder. Please, try again or select another folder: [{0}]",
    "6052": "Select folder failed",
    "6053": "Failed to upload file. Please try again. [{0}]",
    "6054": "Confirming account...",
    "6055": "Creating account...",
    "6056": "Creating folder...",
    "6057": "Deleting '{0}'...",
    "6058": "Retrieving download link...",
    "6059": "Resuming session...",
    "6060": "Fetching files & folders... [{0}]",
    "6061": "Getting account details...",
    "6062": "Getting link...",
    "6063": "Getting preview...",
    "6064": "Importing file...",
    "6065": "Building view...",
    "6066": "Logging in...",
    "6067": "Logging out...",
    "6068": "Moving...",
    "6069": "Moving to Rubbish bin...",
    "6070": "Pausing transfers...",
    "6071": "Preparing downloads...",
    "6072": "Preparing uploads...",
    "6073": "Removing...",
    "6074": "Renaming...",
    "6075": "Resuming transfers...",
    "6076": "add",
    "6077": "add folder",
    "6078": "MEGA",
    "6079": "cancel",
    "6080": "confirm",
    "6081": "confirm your password",
    "6082": "copy",
    "6083": "registration",
    "6084": "Created:",
    "6085": "Create a new account here",
    "6086": "Downloading...",
    "6087": "your e-mail address",
    "6088": "empty folder",
    "6089": "No transfers",
    "6090": "Loading preview...",
    "6091": "MEGA link:",
    "6092": "I want to share this MEGA cloud service file with you",
    "6093": "my account",
    "6094": "your name",
    "6095": "New at MEGA? ",
    "6096": "next",
    "6097": "open",
    "6098": "Open MEGA download link:",
    "6099": "open link",
    "6100": "your password",
    "6101": "previous",
    "6102": "refresh",
    "6103": "Stay logged in",
    "6104": "rename",
    "6105": "Type a new name:",
    "6106": "save",
    "6107": "share",
    "6108": "Size:",
    "6109": "terms of use",
    "6110": "Uploading...",
    "6111": "transfers",
    "6112": "Canceled",
    "6113": "Canceling...",
    "6114": "Error on transfer",
    "6115": "Finished",
    "6116": "Ready",
    "6117": "settings",
    "6118": "Create shortcut",
    "6119": "Multi select",
    "6120": "Pausing...",
    "6121": "about",
    "6122": "We want to special thank the following companies\/people for making this app possible:",
    "6123": "done",
    "6124": "preferences",
    "6125": "PRO II",
    "6126": "PRO III",
    "6127": "Change PIN Lock",
    "6128": "confirm your PIN lock",
    "6129": "your PIN lock",
    "6130": "yes",
    "6131": "File upload",
    "6132": "Link options",
    "6133": "Select photo",
    "6134": "Selfie mode",
    "6135": "Take photo",
    "6136": "Upload options",
    "6137": "Image upload",
    "6138": "PRO Lite",
    "6139": "accept",
    "6140": "account",
    "6141": "acknowledgements",
    "6142": "Always ask for download location",
    "6143": "cache",
    "6144": "cancel all",
    "6145": "capture",
    "6146": "clean up transfers",
    "6147": "clear cache",
    "6148": "clear selection",
    "6149": "clipboard",
    "6150": "your current PIN lock",
    "6151": "Export masterkey",
    "6152": "Export images to 'saved pictures' album after download",
    "6153": "files (ascending)",
    "6154": "files (descending)",
    "6155": "Free space",
    "6156": "largest",
    "6157": "Make a PIN Lock",
    "6158": "MasterKey",
    "6159": "MEGA SDK",
    "6160": "name (ascending)",
    "6161": "name (descending)",
    "6162": "newest",
    "6163": "your new PIN lock",
    "6164": "No data to show",
    "6165": "No plans to display",
    "6166": "oldest",
    "6167": "pause all",
    "6168": "Privacy policy",
    "6169": "smallest",
    "6170": "SORT BY",
    "6171": "start\/resume all",
    "6172": "subscribe",
    "6173": "Terms of service",
    "6174": "total",
    "6175": "version",
    "6176": "view",
    "6177": "Download location",
    "6178": "select folder",
    "6179": "MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.",
    "6180": "MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.",
    "6181": "Cancel your account",
    "6182": "Close your account",
    "6183": "Yes, I want to cancel my account",
    "6184": "Cancellation link has expired.",
    "6185": "Cancellation link has expired, please try again.",
    "6186": "Invalid cancellation link.",
    "6187": "Invalid cancellation link, please try again.",
    "6188": "Account is canceled",
    "6189": "Your account has been canceled successfully.",
    "6190": "PURCHASE",
    "6191": "Get a FREE account             ",
    "6192": "NEW OFFER",
    "6193": "subscription period",
    "6194": "Payment options",
    "6195": "Payment options",
    "6196": "No requests pending at this time",
    "6197": "Account name",
    "6198": "Wire transfer",
    "6199": "If you want to subscribe for a yearly PRO account and pay us in Euros (€), you can wire transfer funds to:",
    "6200": "Account number",
    "6201": "Bank code",
    "6202": "Branch code",
    "6203": "SWIFT code",
    "6204": "Bank\/BIC code",
    "6205": "Reference",
    "6206": "Your MEGA account's registered email address",
    "6207": "Please allow 2 - 4 business days for the funds to clear.",
    "6208": "The most generous offer  on the market with a free account",
    "6209": "Upload your photos and videos to MEGA and access them on all your devices",
    "6210": "Get fully encrypted access anytime across  all your devices",
    "6212": "Keep all your files safe with MEGA's end-to-end encryption",
    "6213": "Easily link and share your documents by email, SMS and with your MEGA contacts.",
    "6214": "Please check your email and click the link to proceed with",
    "6215": "the closing of your account",
    "6216": "If you have can’t access your email account, you will need to contact",
    "6217": "To confirm the",
    "6218": "closing of your account",
    "6219": "please re-enter your password.",
    "6220": "Enter password:",
    "6221": "Close account",
    "6222": "Bank address",
    "6223": "If your email address is too long for the 'Reference' field it should be sent in the 'Comments' field.",
    "6224": "Redirecting to Bitcoin",
    "6225": "I don’t use my account anymore",
    "6226": "I have another MEGA account",
    "6227": "I have experienced too many problems",
    "6228": "My favourite browser is not technologically compatible and I don't want to change",
    "6229": "I find the interface too confusing to use",
    "6230": "MEGA has under-delivered on its promise",
    "6231": "Caution: You have elected to close your MEGA account.\\n The account under this email address will be permanently closed,\\n and this can not be undone.",
    "6232": "By completing this action, you will lose access to all\\n your uploaded data, shares, and contacts.",
    "6233": "Caution: You have elected to close your MEGA account.",
    "6234": "LITE",
    "6235": "The account under this email address will be permanently closed,",
    "6236": "and this can not be undone.",
    "6237": "By completing this action, you will lose access to all",
    "6238": "your uploaded data, shares, and contacts.",
    "6239": "Learn more about MEGA's security model & cryptography.",
    "6240": "Windows Phone App",
    "6241": "BlackBerry App",
    "6242": "MEGAChat - Getting started",
    "6243": "Where do my downloads go?",
    "6244": "Do you support BB10?",
    "6245": "<p><br><\/p>",
    "6246": "How do I delete people from my shared folder? How do I leave a shared folder with me?",
    "6247": "How do I get 'decryption key'?",
    "6248": "How can I preview \/ stream my files?",
    "6249": "How do I transfer data from one account to another?",
    "6250": "How can I transfer data to MEGA from another cloud storage?",
    "6251": "Zipped \/ .rar file I am downloading is asking for a password - where do I get it from?",
    "6252": "How does your bandwidth work?",
    "6253": "Which browser should I use?",
    "6254": "Where are my downloads from web client?",
    "6255": "Should I use a download client?",
    "6256": "Is there any risk if I use RC4?",
    "6257": "Should I encrypt my local drive as well? ",
    "6258": "Are you planning to add Two Factor Authentication?",
    "6259": "Where can I find your BlackBerry app?",
    "6260": "Audio & Video setup",
    "6261": "What is MEGAChat I hear about?",
    "6262": "I forgot my password - can I reset it through the app? I am still logged in.",
    "6263": "I want to change my password - can I do it through the app?",
    "6264": "I forgot my passcode - what to do?",
    "6265": "How do I automatically back up my photos and videos?",
    "6266": "How do I share a folder \/ file from my app? ",
    "6267": "How do I get a folder \/ file link in my app and share it with friends? ",
    "6268": "Can I preview and stream audio \/ video through my app? How to set it up?",
    "6269": "How do I sync incoming shared folders?",
    "6270": "How to setup the folders I want to sync?",
    "6271": "Is it safe to be using port 80?",
    "6272": "How to use MEGAsync for backup?",
    "6273": "Sync is giving me an error. What to do?",
    "6274": "I can't see all of my data - what to do?",
    "6275": "How do I Get & Share Links on with Mac Sync client?",
    "6276": "How do I do versioning in MEGASync?",
    "6277": "How do I register for an account?",
    "6278": "How do I cancel an account?",
    "6279": "How do I change my account's email address?",
    "6280": "How long does my account stay active?",
    "6281": "How do I get a Pro account?",
    "6282": "How do I amend \/ cancel my Pro subscription?",
    "6283": "My credit card is being charged multiple times a month! What to do?",
    "6284": "Will I get better speed if I buy Pro account?",
    "6285": "I have redeemed my voucher. How do I convert the account balance to Pro account?",
    "6286": "How can I change my password? ",
    "6287": "Something is wrong - I can't see all of my data I uploaded. What do I do?",
    "6288": "I have uploaded more than my account storage quota allows - is it a problem? ",
    "6289": "Business \/ Company \/ Multi account setup",
    "6290": "iOS error tips",
    "6291": "Where do my downloads go? Why can I not upload documents from email?",
    "6292": "Can I access my iPhone data from my iPad?",
    "6293": "Can I stream audio \/ video through my app? How to set it up?",
    "6294": "Where can I find your Windows phone app?",
    "6295": "Copyright -  is a legal concept, enacted by most governments, giving the creator of an original work exclusive rights to it, usually for a limited time. Generally, it is \"the right to copy\", but also gives the copyright holder the right to be credited for the work, to determine who may adapt the work to other forms, who may perform the work, who may financially benefit from it, and other related rights. It is a form of intellectual property (like the patent, the trademark, and the trade secret) applicable to any expressible form of an idea or information that is substantive and discrete.",
    "6296": "MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.",
    "6297": "https:\/\/mega.nz\/#copyright.",
    "6298": "Be aware that accounts that get targeted by multiple 'Take Down's' due to suspected copyright infringements may be suspended. ",
    "6299": "For the full wording of our Takedown Guidance click here: https:\/\/mega.nz\/#takedown",
    "6300": "You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).",
    "6301": "To Share:  ",
    "6302": "Select a folder you want to share with your colleague - right click that folder and select 'Sharing'. Enter your friends email address and permission level in the pop up window that appears.  There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).",
    "6303": "If your colleague does not have a MEGA account, they will receive an invite email in their email inbox to create their own free account. ",
    "6304": "If they already have an account with MEGA, your email address will appear under their 'Contacts' in their Mega account and the shared folder can be found in the 'Incoming shares' section. They will also receive a Notification inside their account.",
    "6305": "Issues? ",
    "6306": "Please double check the each user has each other's email ID added to 'Contacts'. If a 'share' from a new contact hasn't automatically added the email ID this share came from into 'Contacts' please make sure you add that email ID manually (Contact - Add Contact).",
    "6307": "If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.",
    "6308": "Right-clicking on any folder in your Cloud Drive and selecting 'Reload' also helps with recent updates.",
    "6309": "Simply right click on a folder in your Cloud Drive and select Sharing. You will see all people that currently have access (and access level) to the shared folder. ",
    "6310": "Right click on the person and click the remove symbol 'x' option from the menu.",
    "6311": "To leave an incoming share go to 'Incoming shares', right-click on the folder and select 'Leave share' from the menu.",
    "6312": "Shared folders (outgoing) in your Cloud Drive have a special icon with three silhouettes on the folder.",
    "6313": "Your incoming shares are visible in 'Incoming shares' section.",
    "6314": "No. Folder shares are non-transitive to prevent any unauthorised re-distribution.",
    "6315": "First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.",
    "6316": "To Send a Link:  ",
    "6317": "Select a file you want to share with your friend - right click and select 'Get link'.  A pop up window will appear. Copy and paste this 'File Link' and 'File Key' into a new email (for increased security separate file link and file key into two messages. Sending both the Link and the key together is not very secure. You can email it to your friend via secure channels.",
    "6318": "When the recipient receives your email and clicks on your link, a Mega window will appear and give them options:  ",
    "6319": "1)  Import (to their Mega Account)  ",
    "6320": "2)  Download (to their computer).",
    "6321": "To deactivate a link:",
    "6322": "Right-click on the folder that already has a link generated and select 'Sharing'. In the 'Sharing' interface you will see an existing 'Link' with a switch set on 'ON'. Simply click on the 'ON' switch and drag it across the field to 'OFF'. ",
    "6323": "To change a link to the same data:",
    "6324": "Folder - deactivate the link (if you wish) as described above. Then - you can change the existing 'Folder Link' by creating a new folder in your MEGA account under a new folder name. Then move or copy the file\/s into this new folder. Then right-click on the new folder, select to 'Get Link' again and MEGA will generate a new 'Folder Link & Key'.",
    "6325": "File - you can either 'copy' the file into a new destination in your Cloud Drive and then, when in the new folder \/ Cloud Drive, right-click and select 'Get link'",
    "6326": "Alternatively you can remove the file and re-upload the data again. Then you can generate a brand new link to this data.",
    "6327": "Our users can generate a 'File Link' as well as the decryption key ('File key'). The reason users split the link from the key, is to make the file more difficult to access for unauthorized users, as you need both the link and the key to successfully complete the download.",
    "6328": "To generate both file link and file (decryption) key -  right-click on the desired file, select 'Get Link' (including the File Key) and copy to clipboard. Then you can paste into your URL or a message to a friend.",
    "6329": "Take this link for example:  (This is just a sample picture from my account, you can try these links to understand how it works) ",
    "6330": "https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - If you click on the link above, you can share it with others straight away, or you could send it the link split up (which would add more security, as the end user would need both the link and the key to get the file to download.) ",
    "6331": "https:\/\/mega.co.nz\/#!qIB1UICR - This portion is the 'File Link' ",
    "6332": "Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - This portion is the 'File Key' (You can see that this is just the second half of the complete link) ",
    "6333": "If you click on the short link, it will ask you for the file (decryption) key, which is where you just paste the second half of the link into, thus unlocking the file, and making it retrievable. ",
    "6334": "If you don't have the decryption key to a file that was shared with you - you will need to get the key from the generator of the link. The user who uploaded and shared the data.",
    "6335": "The streaming feature of audio and video file types is already possible on the MEGA iOS app and in our Android app. We are currently working on implementation for BlackBerry app, Windows Phone app as well as in-browser. ",
    "6336": "The preview feature of image file types is now possible in both most compatible browsers Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox) and Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome). ",
    "6337": "Because encrypted in-browser video streaming and document preview deployment is going to be very difficult, so it will be more of a later-stage feature.",
    "6338": "What you can do is to connect the two accounts through a share. You can only share folders, so you need to put all files and folders under one master folder in your file manager (In the account with the data in it). Lets call this Account 1. ",
    "6339": "Then right-click on the master folder, which has all your other folders and files in it, and select 'sharing' and add Account 2 email address and grant full access. You can then log into Account 2 and you will see the folder available to you in 'Incoming Shares' area.",
    "6340": "You can have both Account 1 and Account 2 open in different tabs to make things easier. ",
    "6341": "That is the sharing method, you can also achieve the same outcome by generating a link for yourself to follow : ",
    "6342": "Generate Link method : ",
    "6343": "You can right click on the files within the folder (or the whole folder) and select 'Get Link & Key', then open up a new tab, copy and paste these links into browser, and it will bring up an option to 'Import'. From there, you log into Account 2, refresh the page, and all the files form the master folder will now have been imported into your Account 2. ",
    "6344": "The easiest way to transfer your files over is to install our Sync client (https:\/\/mega.nz\/#sync) and sync all the data to your Cloud Drive through the client directly. ",
    "6345": "Alternatively you can install our Android application and then select 'Upload' from the Menu and as soon as you pick whether you want to upload image, audio or video files the option to import from Dropbox appears. Then you can login to your Dropbox account and import everything into MEGA.",
    "6346": "The least convenient option is to download and then re-upload your data through web browser.",
    "6347": "We apologise for this inconvenience which is caused by the fact that we have an encryption layer. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ",
    "6348": "Please make sure you have the latest version of our browser extension installed.",
    "6349": "MEGA compatible browsers:",
    "6350": "Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.",
    "6351": "MEGA cannot add encryption to .rar or zipped files. ",
    "6352": "That means that you are trying to download someone else's archive without having the related password from them. The owner of the data password protected the file\/folder and you will have to ask them for the correct password to be able to extract the contents.",
    "6353": "MEGA is a secure cloud storage and electronic collaboration\/communication service, not a file sharing or hosting site. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your browser or through dedicated client applications. You can upload your own files to your account or another MEGA user may share their files with you. Other than that you will not be able to find any files to download from our site.",
    "6354": "MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ",
    "6355": "Encrypted Calling",
    "6356": "We have now launched first stage of encrypted messaging - audio and video calling at our new domain https:\/\/mega.nz. ",
    "6357": "Encrypted Messaging",
    "6358": "MEGA Chat (messaging between users) is coming soon.",
    "6359": "Encrypted Email",
    "6360": "The inbox feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.",
    "6361": "There are three ways of uploading files to MEGA using your web browser:",
    "6362": "1. Click on the red button on the start page",
    "6363": "2. Go to your 'Cloud Drive' and click on the \"File Upload\" or \"Folder Upload\" buttons near the top",
    "6364": "3. Drag and drop files or folders onto the site",
    "6365": "You can download any file visible in your 'Cloud Drive' by simply right-clicking on the file and selecting 'Download'. When you right-click on a file you will also see that you can 'Get Link' to generate the 'File Link' and 'File Key' and share the data with another person.",
    "6366": "MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. ",
    "6367": "Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.",
    "6368": "Remember, MEGA's cryptographic security model depends on the confidentiality of the keys. Avoid transmitting them through insecure channels!",
    "6369": "MEGA Copyright policy:",
    "6370": "MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. For the full policy wording click here: https:\/\/mega.nz\/#copyright.",
    "6371": "!!!!!!! NOTE!!!!!",
    "6375": "We are providing dedicated [A]apps[\/A] for your mobile device, including for [B]iOS[\/B], [C]Android[\/C], Windows Phone and BlackBerry.",
    "6376": "Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.",
    "6377": "If you don't want to have multiple copies of the same file go to Menu - My Account - Settings and tick 'Skip identical files when uploading'.",
    "6378": "You can relate bandwidth to the width of a highway, which then has multiple lanes for cars, depending on the width of the highway = maximum channel capacity at any given time of performing an upload or a download. The speed (of downloads\/uploads) can be related to the speed of the cars. That is dependent on the state and speed of your computer, software, OS and versions, browsers and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or of uploads, depending on your priorities in 'My Account' - 'Transfer Settings'.",
    "6379": "MEGA Bandwidth = the total amount of data, typically measured in MegaBytes or GigaBytes, that may be downloaded or uploaded from a particular web site or web hosting account during a given month. It is a frequency of a network connection between a local and a remote system (the remote system being your ISP), and your speed cannot exceed that of the frequency without changing the frequency (which is actually not changing the frequency, per se, but the wavelength). ",
    "6380": "Our Free account has a dynamic bandwidth - allowance starts with 10 GB and increases 30 min after logging in. ",
    "6381": "Pro I account bandwidth capacity is 1 TB per month (12 TB per year). ",
    "6382": "Pro II and III have increased Bandwidth - 4 TB per month (48 TB per year) for PRO II and 8 TB per month (96 TB per year) for PRO III.",
    "6383": "However the PRO account bandwidth management accounting is not active yet and will be activated in about three months (approx. Mar - Apr 2015). For now our users are getting available channel capacity (bandwidth) their ISP allows with their free accounts.",
    "6384": "You can have multiple downloads\/uploads going depending on your bandwidth capacity. Uploads and downloads per browser tab can run in parallel and you can have several tabs open at the same time, even in a different browsers.",
    "6385": "Bandwidth restrictions: Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks. We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.",
    "6386": "A PRO account gives you an additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account). The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.",
    "6387": "To sum it up - your bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly.",
    "6388": "We do not impose artificial limits on file sizes other than your available cloud drive space. However, some legacy or technically inadequate browsers require the entire file to be stored in memory for downloading (IE11, Opera), or for both downloading and uploading (IE9, Safari 6 - 8) due to their incomplete HTML5 support.",
    "6389": "2. Go to your file manager and click on the \"File Upload\" or \"Folder Upload\" buttons near the top",
    "6390": "3. Drag and drop files or  folders (if you're using Chrome) onto the site",
    "6391": "Alternatively use one of our Sync clients https:\/\/mega.nz\/#sync or mobile apps https:\/\/mega.nz\/#mobile",
    "6392": "You do not need to install anything. MEGA is entirely browser based and can be used with any modern web browser. ",
    "6393": "However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. ",
    "6394": "To unleash MEGA's full potential, we strongly urge you to use our recommended browsers and browser extensions (Menu - Apps).",
    "6395": "To install our sync client click here: https:\/\/mega.nz\/#sync",
    "6396": "Advanced functionality such as filesystem mounts will be made available through installable client applications.",
    "6397": "To get one of our mobile apps go to your app store and search for MEGA.",
    "6398": "Yes we do offer API. Please use our software development kit to add MEGA support to your application. The open-source Javascript code that implements the browser-based MEGA interface uses our API, so you have a wealth of real-world sample code to draw from if you find our documentation insufficient. ",
    "6399": "Since we don’t have the resources to build all the cool apps that turn MEGA into a versatile and useful tool ourselves, we invite you to help us. ",
    "6400": "After auditing your app’s code for back doors, we will feature it on our site. We are happy to discuss revenue sharing models for highly popular apps. For more information please click here: https:\/\/mega.co.nz\/#dev and https:\/\/github.com\/meganz\/sdk2",
    "6401": "Currently we recommend Mozilla Firefox. For an enhanced performance install our MEGA extension 2.0.+. https:\/\/mega.nz\/#firefox",
    "6402": "Our second preferred browser is Google Chrome (get extension here: https:\/\/mega.nz\/#chrome) ; third recommended browser is Opera Next.",
    "6403": "Read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19",
    "6404": "Browser Update",
    "6405": "Starting with version 20, Mozilla Firefox finally supports the tiny JavaScript API detail that we had been craving for, making it the preferred browser to use MEGA with.",
    "6406": "The revised MEGA browser compatibility table:",
    "6407": "Firefox 20+:",
    "6408": "+ Supports recursive folder uploads (using our browser extension)",
    "6409": "+ Very stable thanks to proper memory management",
    "6410": "+ Extremely fast JavaScript engine",
    "6411": "+ Excellent text rendering, with proper character spacing\/kerning even under MacOS",
    "6412": "⇒ Highly recommended (with browser extension)",
    "6413": "Chrome:",
    "6414": "+ Supports recursive folder uploads",
    "6415": "+ Very fast JavaScript engine",
    "6416": "- Anemic text rendering, erratic character spacing under MacOS",
    "6417": "⇒ Recommended (on 64-bit operating systems) (with browser extension)",
    "6418": "Opera Next:",
    "6419": "⇒ Recommended ",
    "6420": "Internet Explorer 11:",
    "6421": "+ Excellent text rendering",
    "6422": "- No folder uploads",
    "6423": "- Download file size limitations",
    "6424": "⇒ Compatible ",
    "6425": "Safari 6, 7, 8:",
    "6426": "- No support for writing files from within JavaScript (requiring a kludgy Flash-based workaround)",
    "6427": "- Erratic character spacing under MacOS",
    "6428": "⇒ Not recommended",
    "6429": "Opera: No JavaScript file writing and exceedingly slow JavaScript crypto operations.",
    "6430": "⇒ Not recommended",
    "6431": "You can change download destination in your browsers settings. However this varies from browser to browser. ",
    "6432": "Make sure you have our browser extensions installed as described below.",
    "6433": "In theory your browser downloads data to a browser-internal file system and then copies the data to the final destination (the copy even happens if both locations are on the same drive). All files 'in progress' are being saved onto your C: Drive. ",
    "6434": "100% status progress indicates that the download has been completed. ",
    "6435": "Please attempt to locate the files in the default download folder for your browser. ",
    "6436": "Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox)",
    "6437": "- you can check your download history in 'Tools' - 'Downloads'. ",
    "6438": "To nominate a default download destination go to 'My Account' - 'Settings' - and scroll right down to 'Browse' and select your nominated download destination.",
    "6439": "Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome)",
    "6440": "- you can check your download history in 'Downloads', and click 'Show in folder' for any given file. ",
    "6441": "To nominate a default download destination go to 'Settings' - 'Advanced Settings' - 'Downloads'.",
    "6442": "We cannot recommend any third-party tools. Our onsite download is already using multichannel downloading. The Internet Download Manager, JDownloader or any other third party download client have not been approved or authorized by MEGA and should only be used at your own risk of loosing or corrupting your data.",
    "6443": "All files stored on MEGA are encrypted. All data transfers from and to MEGA are encrypted. And while most cloud storage providers can and do claim the same, MEGA is different – unlike the industry norm where the cloud storage provider holds the decryption key, with MEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!",
    "6444": "All our encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device. The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).",
    "6445": "The nominated and confirmed password for your MEGA account is also your unique master encryption key to your files. You could have noticed this being created upon your 'confirmation email' validation. The encryption key gets created from your password and to strengthen the key we have collected the entropy from your mouse movements and key stroke timings. ",
    "6446": "Remember to keep your MEGA password secure and confidential at all times and generate your MASTER CRYPTO KEY for the event of misplacing your password in the future - https:\/\/mega.nz\/#backup.",
    "6447": "No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.",
    "6448": "Data you store with MEGA:",
    "6449": "We make no use of the data a user stores with us because we cannot even decrypt it. MEGA uses a unique system of User Controlled Encryption. BEFORE your data leaves your browser, the file is encrypted (scrambled, unreadable) and then it leaves your computer, to be stored on the cloud as unreadable. The only way to decrypt\/ make it readable is to download it back, while logged in to your file manager. Only when it reaches your browser, and realizes you are logged in with the correct credentials, does it begin decrypting (become readable). The only way to get the file is to be correctly logged into that account. This is UCE. ",
    "6450": "Server controlled encryption (other storage providers) means the file is still readable when it is sent to the cloud, and then it is encrypted. When downloading, it is decrypted at the cloud, and then sent back to you fully readable. Not hard for prying eyes to see what is going on!",
    "6451": "Your information we collect:",
    "6452": "We keep the following personal information:",
    "6453": "Registration details (such as email address; time and date of creation, location on a computer network where the registration has been performed)",
    "6454": "Records of IP addresses used to access our services",
    "6455": "We may also collect information about visits to our website to measure the number of visitors to different parts of the site",
    "6456": "We may use cookies or other similar technology for these purposes. By using our website or our services you specifically agree to our use of cookies and such other technology to collect personal information.",
    "6457": "If we think it is necessary or we have to by law in any jurisdiction then we are entitled to give your information to the authorities. We reserve the right to assist any law enforcement agency with investigation, including a limited to by way of disclosure of information to them or their agents. We also reserve the right to comply with any legal processes, including but not limited to subpoenas, search warrants and court orders.",
    "6458": "We do not make this information available to any third parties unless forced by court order.",
    "6459": "All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ",
    "6460": "Individual accounts are jeopardized by:",
    "6461": "- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.",
    "6462": "- Shoulder surfing. Do not type your password while someone could watch your keystrokes.",
    "6463": "- Password brute-forcing. Use strong passwords.",
    "6464": "- Phishing. Always confirm the security status of your connection (https:\/\/) and the correct domain name (mega.co.nz) before entering your password.",
    "6465": "Large-scale attacks could be mounted through:",
    "6466": "- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).",
    "6467": "- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.",
    "6468": "For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.",
    "6469": "For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.",
    "6470": "There is no need to worry. Anything we do send through RC4 is already encrypted from the point it leaves your browser so there is no security risk. For increased security make sure you have our browser extensions installed. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ",
    "6471": "We are now conducting a single node tests to see in how much the server load will increase when using AES instead of RC4 so we can provide an alternative to those who have turned off RC4.",
    "6472": "For our customer's sake, some things are really important to us. One of these things is obviously security, whereas another one is performance. However, the former cannot be trumped by the latter!!!",
    "6473": "When you log in, receive the `secureboot.js` file, or when you're connecting to our API, you will *always* be running through a properly configured web server, which will give you strong authentication, strong encryption, as well as forward secrecy (PFS). These are the places where it matters that information is transferred in a secure fashion when using SSL\/TLS!",
    "6474": "Afterwards, when you're accessing further static content, or when you're accessing your file storage, the client side (that is for example the JavaScript code in your browser, a browser extension, a",
    "6475": "sync client or a mobile app) will take care of ensuring security. Every content further loaded off of servers (e. g. the *.static.mega.co.nz servers) will be verified cryptographically by the client, and the content that could be seen on the wire is harmless. Every time data is transferred to or from our storage servers, the client side code will take care of proper, strong encryption, so that only ever the client alone is able to get access to the actual plain data.",
    "6476": "Given these circumstances, we could actually serve all static content and\/or data transfers with our storage servers over a completely unencrypted connection. There would be *no* lack in security!",
    "6477": "However, browsers will refuse to allow for unencrypted HTTP connections (for good reasons) when originating from an HTTPS encrypted site, or they will at least display a degradation in security in the browser bar. This is all very good and common practice, especially if SSL\/TLS is your line of defence when transmitting plain text data. For those reasons also, all subsequent connections generally should be of similar good strength in protection. However, as stated above, we don't actually need an encrypted HTTPS connection to uphold our protection (as we've taken care to completely encrypt the actual content already). But, we can't remove SSL\/TLS (HTTPS) completely, as that would make the look in the browser \"unhappy\". Therefore, we have opted to use the weakest",
    "6478": "possible protection (RC4 with MD5) as a \"NULL cipher\" to prevent the browser from alarming people, whereas we would even be happy with an unencrypted connection altogether. This will give the end user an enhanced performance, *without* decreasing any security. And this is actually what our other clients are doing, they're getting rid of even RC4\/MD5, but use strong SSL\/TLS where needed.",
    "6479": "I hope this rather lengthy description has cleared up the situation, and lets you enjoy MEGA without a stale feeling of insecurity or security by hand waving. We really do take it seriously, and have put *lots* of thoughts into it.",
    "6480": "For more information read: https:\/\/mega.co.nz\/#blog_32",
    "6481": "To ensure maximum security and privacy of your data we recommend you encrypt your local drive.",
    "6482": "We recommend using either built-in \"Bitlocker\" (Windows) or TrueCrypt.",
    "6483": "Definitely! We are working on it.",
    "6484": "MEGA BlackBerry app is a ported Android app. You can get it here: http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en",
    "6485": "We are now waiting for Blackberry to approve our new app version 2 for porting so we can deliver BB10 support as well as many new features.",
    "6486": "Native support will be coming at a later stage.",
    "6487": "You can download and install our BlackBerry app from the app store http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en",
    "6488": "First - make sure you are using a capable, technologically compatible browser.",
    "6489": "Currently we recommend Mozilla Firefox ( + MEGA extension - https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension - https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.",
    "6490": "Log into your MEGA account through the https:\/\/mega.nz domain.",
    "6491": "Change your status button (top line, right) from Red (Offline) to Green (Online)",
    "6492": "Make sure your system camera and audio are working (allowed in browser settings)",
    "6493": "Go to Contacts (left of screen, 4th icon from top)",
    "6494": "Add a contact using the ‘Add contact’ feature at top right. Note: you must use the email address the person has used to create their Mega account. If you use another address they will receive an invite to join Mega at that different email address.",
    "6495": "Double click a contact who is showing as Online (Green status)",
    "6496": "Click ‘Start Conversation’",
    "6497": "Click ‘Start Call’ [Top right]",
    "6498": "Watch for the browser popup asking for permission to utilise your camera\/audio. [Click ‘Allow always’ to avoid this issue in future. Click the camera icon in the address bar to check settings.]",
    "6499": "Enjoy fully encrypted conversation",
    "6500": "Experiencing problems?",
    "6501": "Allow time for the call to connect. The system might take a few seconds to find the best route for your call.",
    "6502": "Try hard reload of the page (Windows shift+F5; MAC - cmd+R) to get the latest code updates working.",
    "6503": "Get both parties to log out then log in again [make sure you remember your password!]",
    "6504": "If you are still having issues please contact beta@mega.co.nz with screenshots and details. ",
    "6505": "You must login to your account through our new domain https:\/\/mega.nz",
    "6506": "Audio and Video settings differ from browser to browser. ",
    "6507": "Currently we recommend Mozilla Firefox ( + MEGA extension - coming soon). Our second preferred browser is Google Chrome (+ MEGA extension - coming soon). Third recommended browser is Opera Next.",
    "6508": "Settings",
    "6509": "These need to be enabled in the Operating System, which varies quite a bit between different versions or Windows, Mac OS, Linux, etc.",
    "6510": "You also need to setup the audio and camera in the browser.",
    "6511": "No audio and\/or video",
    "6512": "Please check that you have enabled your audio and camera in my Operating System settings",
    "6513": "Then please check your settings in your browser.",
    "6514": "For Chrome:",
    "6515": "Click the Chrome menu  on the browser toolbar.",
    "6516": "Select Settings.",
    "6517": "Click Show advanced settings.",
    "6518": "In the \"Privacy\" section, click the Content settings button.",
    "6519": "In the \"Media\" section: select your Microphone and Camera in the two drop down boxes and select “Ask when a site requires access to your camera and microphone (recommended)”",
    "6520": "For Firefox you should get a popup to the left of your URL bar asking “Would you like to share your camera and microphone” please click on “Share Selected Devices\"",
    "6521": "Also note that your Notification of incoming call may be blocked by your browser - look for a pop up icon in your URL bar and click 'always allow'!",
    "6522": "If you are still experiencing issues:",
    "6523": "Please forward as much detail about the systems you are using and the error report to support@mega.co.nz.",
    "6524": "We have now launched first stage of encrypted messaging - audio and video end-to-end encrypted calling at our new domain https:\/\/mega.nz. ",
    "6525": "MEGA Chat (end-to-end encrypted messaging between users) is coming soon.",
    "6526": "The email feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.",
    "6527": "The email feature is currently in development. The deployment has proven to be more difficult due to our User Controlled Encryption algorithm and we will take our time to get it right.",
    "6528": "Go to your Account - Menu to 'Export MasterKey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery",
    "6529": "Go to your Account - Menu to 'Change your password'.",
    "6530": "Uninstall and re-install the app from the Play Store. Then login with your password and set a new passcode.",
    "6531": "Go to 'Menu' - 'Settings' and tick 'Enable camera uploads' and include video's underneath as well.",
    "6532": "Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'More' and then select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ",
    "6533": "To share a File - create a new folder for it from top right hand Menu and follow instructions above.",
    "6534": "Tap on the arrow at the right hand side of a file \/ folder in your Cloud Drive. From the Menu that expands select 'Get Link'. ",
    "6535": "Preview - tap on the file in your Cloud Drive \/ folder.",
    "6536": "Stream audio - tap on the audio file and select which player you want to complete the stream with.",
    "6537": "Stream video - tap on the video file and select which player you want to complete the stream with.",
    "6538": "MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.",
    "6539": "MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.",
    "6540": "When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'",
    "6541": "Click on the 'Add' button to add a new sync, click on the MEGA cloud to see your remote shares.",
    "6542": "To sync a shared folder, the folder must be shared to you with full access, read only access shares will not display for you.",
    "6543": "Your shared folders will be at the bottom of the list.",
    "6544": "Then you can nominate exactly which folders you would like to sync - in MEGA as well as in your computer.",
    "6545": "When you click to nominate Local Folder you can select any other location or drive again by clicking on the right computer path icon.",
    "6546": "If you have issues syncing shared folders:",
    "6547": "Can you please confirm with the user who shared data with you that he gave you 'Full access'? If you do not have 'Full access' permission on the shared folder you will not be able to sync these (they aren't shown in MEGAsync). ",
    "6548": "When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'. ",
    "6549": "Here you can nominate exactly which folders you would like to sync - in MEGA as well as in your machine. ",
    "6550": "Select 'Add' in the Sync interface.",
    "6551": "Then simply click on the 'Choose' icon on the right end of the line.",
    "6552": "When you click to nominate Local Folder you can select any other location or drive again by clicking on the right path icon in your local system.",
    "6553": "The connections are secure, as everything transmitted via port 80 is encrypted end-to-end.",
    "6554": "MEGAsync is a program that synchronises your local folders with your MEGA Cloud folders. ",
    "6555": "This means however it will also synchronise mistakes made in your local folder, for example, if you accidentally overwrite a file in your local folder, that file will be updated in your MEGA account, hence it shouldn't be relied upon to backup live data.",
    "6556": "The best way of using MEGAsync for backups would be to create a local \"Backups\" folder on your computer and use a proper backup program (or even a batch file or script) to create a backup and save the backup file in this folder, which will then be synchronised to your MEGA account.",
    "6557": "Using this method will also allow you to create multiple backup files.",
    "6558": "For example using the date of the backup file, eg 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, etc. ",
    "6559": "These files will all be synchronised to your MEGA account and when you remove the oldest backup file from your computer to conserve space, it will also be removed from your MEGA account.",
    "6560": "So, in short:",
    "6561": "1. Create a local backups folder, eg, c:\\backups",
    "6562": "2. Setup a backup program or batch file\/script to periodically create a",
    "6563": "backup of your files to c:\\backups for example the end of the day, or week.",
    "6564": "3. Set MEGAsync to synchronise c:\\backups to your MEGA account",
    "6565": "Data uploaded to MEGA is stored on at least two international data storage servers. We currently have servers in New Zealand, Germany, Luxembourg and The Netherlands. We plan to add servers in Canada later this year. For most recent update click here: https:\/\/mega.co.nz\/#blog_21",
    "6566": "However always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated",
    "6567": "unprecedented government misconduct.",
    "6568": "We provide for user controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinise it and provide feedback. ",
    "6569": "We believe that this approach is much safer than storing your data on a provider with server-side encryption where the ISP controls the keys or, worse, no encryption at all - if, for example, MEGA user files were suddenly accessible without a password due to a programming error, they would be unreadable without the user-controlled decryption keys.",
    "6570": "General connectivity or other errors",
    "6571": "Please reinstall your sync client from this link https:\/\/mega.nz\/#sync (you do not need to un-install anything. Simply install again) ",
    "6572": "What operating system and version you are using? Windows, Mac, Linux + versions?",
    "6573": "If you are using an older version of Windows: MEGAsync requires at least Windows XP SP3. Users with previous versions of Windows can't connect. The cause is the strong security of the SSL certificate in MEGA servers. Updating previous versions of Windows (XP SP2, for example) to SP3 solves the problem.",
    "6574": "Other tips how to fix connectivity problems are: ",
    "6575": "* check\/disable the antivirus\/firewall (could be blocking MEGAsync), ",
    "6576": "* disable IPv6 (to fix wrong IPv6 settings provided by some ISPs, mainly in Germany) ",
    "6577": "* update to a newer version of your Operating System.",
    "6578": "Temporary transmission error: Failed permanently",
    "6579": "This error is launched when an error limit is reached during transfers. We have seen these kind of problems with users using IPv6 to access storage servers or temporary server side errors. ",
    "6580": "MEGAsync will sync all the files when it scans. ",
    "6581": "Please reboot your PC and upon restart the changes will sync.",
    "6582": "If the error persists you can try disabling IPv6 in TCP\/IP settings. Please click here for more information:",
    "6583": "http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7",
    "6584": "You will have to uncheck the checkbox next to TCP\/IPv6 in the first screenshot and click \"OK\". ",
    "6585": "The remote files could be in the Rubbish Bin of your Cloud Drive, in SyncDebris folder.",
    "6586": "The local files could be in the .rubbish or .debris folder inside the synced folder. Be aware that this folder may be hidden in your OS and you may need to amend folder settings first to show hidden folders.",
    "6587": "Our MAC Sync client is currently missing the features such as 'Get Link' or 'Share Link'.",
    "6588": "Unfortunately, Apple keeps the Finder closed and requires bad hacks to accomplish this kind of stuff.",
    "6589": "We are currently weighing in on any options to bypass these restrictions by Apple however it could well be at a much later stage feature we deploy (when Apple opens up the Finder API).",
    "6590": "Apologies for this inconvenience.",
    "6591": "VERSIONING is multiple files in the same path with the same name. ",
    "6592": "OVERWRITE is move-to-rubbish upon upload completion, i.e. only one file per folder with the same name - latest (this is what MEGAsync does). ",
    "6593": "Reuploading through the web browser with SKIP IDENTICAL FILES turned 'OFF' in Settings",
    "6594": "creates VERSIONING. ",
    "6595": "Reuploading through the web browser with SKIP IDENTICAL FILES turned 'ON' in Settings ",
    "6596": "only keeps the OLDEST version. ",
    "6597": "If you are experiencing issues with Versioning or Overwriting please check these factors first:",
    "6598": "Please check if the timestamp of the file on the server is newer than the clock on the computer you amended the file on.",
    "6599": "That is usually the problem... The image \/ text editor keeps the timestamps constant and MEGAsync then rightfully believes that it has an old file and overwrites it with the newer file from the server.",
    "6600": "Please turn off \"keep timestamp constant\" in the settings.",
    "6601": "We store your files on at least two servers in different datacentres, if available.",
    "6602": "Always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated unprecedented government misconduct.",
    "6603": "Yes. However, your MEGA password is more than just a password - it unlocks your master encryption key, without which your data is entirely unreadable.",
    "6604": "Therefore, there are two kinds of password reset: With or without providing a copy of your backed up master key. With the key, you can just set a new password and retain your existing account. Without the key, you can park your existing account and start a new empty one under your existing account's e-mail address. We recommend that you do keep a backup of your master key in a safe location at all times, just in case! Click <a href=\"#backup\">here<\/a> to export your key or <a href=\"#recovery\">here<\/a> to reset your password.",
    "6605": "Important question - have you got our MEGASync client \/ one of our mobile apps installed and are you logged in? That would make a big difference. Please let us know! You can still export your Master Crypto Key through 'Settings' - 'Account'.",
    "6606": "PRO subscribers",
    "6607": "If you decide to reset your account - Option B - and you are a Pro user -> please let support@mega.co.nz know when you have completed (together with your PayPal email address) that and we will re-assign your Pro account status to your new fresh account.",
    "6608": "At the present moment you will not be able to perform the account reset from your mobile device. The feature to backup your Master Crypto Key is still in development and will be deployed on one of our future updates.",
    "6609": "Reset",
    "6610": "There are two kinds of password reset: With or Without providing a copy of your backed up Master Crypto Key. ",
    "6611": "- With the key (Option A), you can just set a new password and retain your existing account. ",
    "6612": "- Without the key (Option B), you can park your existing account and start a new one under your existing account's e-mail address.",
    "6613": "OPTION A - If you have data uploaded, don't remember your password and you do have your Master Crypto Key backed up:",
    "6614": "1. Open https:\/\/mega.nz\/#recovery",
    "6615": "2. Set a new password after providing the exported master key",
    "6616": "=> If you have a backup of your master crypto key you can reset your password and no data from your account will be lost. Your data will re-appear upon the next login with the reset password.",
    "6617": "=> You can still export your master key now if have an active MEGA session in any other browser on this or any other computer. If this device does not support the Crypto key export - you can download and backup your data at least.",
    "6618": "If you do not have any other active MEGA session open you can no longer decrypt your existing account but you can start a new one under the same email address =>",
    "6619": "OPTION B - If you do not have your Master Crypto Key saved, there is now a workflow that permits the re-use of your primary e-mail address for a fresh and empty MEGA account (with possible data recovery):",
    "6620": "2. Click 'No'",
    "6621": "3. Type in your email address and click 'Send'",
    "6622": "4. Check your email for your password reset link and click on that.",
    "6623": "5. Nominate your new password for the reset account with the same email address.",
    "6624": "6. If you remember \/ recover your original password within the 60 days period, contact the friendly MEGA support team at support@mega.co.nz and ask them to restore the parked account.",
    "6625": "=> Due to our end-to-end encryption paradigm you will not be able to access your data without your original password or backup of your Master Crypto key. You can park your existing account and start a fresh one under the same email address. In the event you recover your 'parked' account password contact us for assistance. Your data will be retained in your 'parked' account for at least 60 days. ",
    "6626": "Summary:",
    "6627": "1. If you do have your Master crypto key backed up - you can reset the password to your account and your data will stay.",
    "6628": "2. If you do not have your Master crypto key backed up - you can re-register with the same email address however your data will be lost after the 60 day 'recovery' period.",
    "6629": "If you are positively sure that you will never lose your password, there is no need to back up your key. If you do decide to make a [A]backup[\/A], however, please ensure that you keep it in a safe location: Anyone with access to your backed up key and your e-mail account will be able to reset your password and gain access to your data.",
    "6630": "We recommend you do export your account's Master Crypto Key so you can reset your account together with your data in the future if you ever misplace your account's password.",
    "6631": "You can save your master crypto key in your local storage or in a document you will have backed up elsewhere.",
    "6632": "How to backup your Master crypto key: ",
    "6633": "1.) Log into your account",
    "6634": "2.) Copy and paste this link into the URL bar https:\/\/mega.nz\/#backup",
    "6635": "3.) Save your Master Key in your PC and \/ or Copy to clipboard and paste into a document",
    "6636": "Alternatively you can backup your master key in Settings - Account in your Sync client or one of our mobile apps.",
    "6637": "If you ever misplace your account's password you can then reset your account using this master key.",
    "6638": "1.  Forget your password",
    "6639": "2.  Request a password reset link by e-mail - https:\/\/mega.nz\/#recovery",
    "6640": "3.  Set a new password for your after providing the exported master key",
    "6641": "With our free account you get a globally accessible, high-performance, secure cloud drive with 50 GB of storage space with User Controlled Encryption (UCE). ",
    "6642": "If you need more space than that, you can upgrade to a [A]pro[\/A] account. ",
    "6643": "When you 'Create Account' with Mega (https:\/\/mega.nz\/#register), the pop up on the page will tell you to expect a 'Confirmation Email' and you should go to your email inbox and look for a 'MEGA Activation' email.  In this 'Confirmation' email, you click on the confirmation link which takes you to Mega again to put in your password for the second time so that you can authenticate your account.  If successful, you are taken to your Mega account displaying 'Cloud Drive'.",
    "6644": "Issues?",
    "6645": "If you haven’t received the email to confirm\/activate your account, please check your junk mail folder and spam filters at your email address.",
    "6646": "If you still can’t locate the email, you might try to re-register using the original email address.  If the confirmation email for this registration does not appear in any of your email folders, then we suggest that you contact your ISP to determine if there is a 'block' on Mega emails.  Alternatively you may need to sign up using a different email ID.",
    "6647": "If you are getting the warning message \"Incorrect password \/ email ID\" - that appears when the password you entered at the point of registration and the password you try to enter to validate and confirm your account don't match. ",
    "6648": "We suggest to start registration again with the same email address and write the password down somewhere secure to validate it later. Try to make your password longer so it is not easily guessed. Combine upper and lower case letters, add special characters (we don't limit any!). Do not use names or dictionary words. Also do not use copy & paste function while creating your account - please make sure you type your password in each time when registering. ",
    "6649": "We also strongly discourage users to use password generators as your password is also going to be your unique encryption key. ",
    "6650": "Link doesn't work?",
    "6651": "If the activation link you have received after signing up at Mega does not work when you click on it try to copy and paste the link directly into your browser; check for any extra white space that your email client might have entered.",
    "6652": "If you still cannot activate your account try to re-register for a MEGA account with the same email address or sign up using a different email address to receive a new confirmation link.",
    "6653": "Ensure you regularly clear your browser cache and that you are not logged into another MEGA account from the same browser while registering for a new one.",
    "6654": "To cancel your actual MEGA account:",
    "6655": "Log into your MEGA account and delete all your data, including 'Clear Rubbish Bin'.",
    "6656": "Then email your request to support@mega.co.nz.",
    "6657": "To cancel your subscription refer to 'How do I amend \/ cancel my Pro subscription?' below.",
    "6658": "Please email support@mega.co.nz for assistance.",
    "6659": "Your free account with MEGA and the files it contains do not have an expiry date and your account will stay active unless you do not log into your account for an entire year. After that period you will get a follow up email from us.",
    "6660": "If you don't renew your Pro account subscription at the end of the term purchased your account will simply revert to a free account.",
    "6661": "If you have more than 50 GB worth of files you will receive multiple deletion warnings to advise you, so you have a chance to save your files locally or purchase a new Pro account upgrade.",
    "6662": "If you don't renew after a month and your account's storage is still over-quota for the free account (50 GB) your files will be deleted, largest first, until you are within the free account storage limit.",
    "6663": "You can subscribe for a Pro account either directly through PayPal (log into your account and click https:\/\/mega.nz\/#pro) or through any of our authorized resellers (https:\/\/mega.nz\/#resellers). ",
    "6664": "Either way you will get two options: Monthly and Annually (slide the switch across in the top right hand corner).",
    "6665": "By purchasing a voucher you will be in charge of renewing your subscription manually each month \/ year (depends on what option you prefer).",
    "6666": "Subscribing for a Pro account using your PayPal account will set you up with automated re-billing and the subscription will auto-renew for you each month \/ year (depends on what option you prefer).  ",
    "6667": "You can pay with your PayPal account or your credit \/ debit card.",
    "6668": "We don't manage MEGA Pro subscriptions with automated re-billing. ",
    "6669": "Our users subscribe themselves using their PayPal account.",
    "6670": "Please check your PayPal payment email confirmation you received for all the details of the agreement you have made. ",
    "6671": "If you want to change or cancel your payment agreement with Mega Ltd. you have to do this from your PayPal account.",
    "6672": "If you have any issues finding the subscription (to cancel or amend it) - please contact your local PayPal support for assistance.",
    "6673": "In most cases the steps are as follows: ",
    "6674": "If you would like to cancel this subscription, log in to your PayPal account and go to the \"History\" subtab of the \"My Account\" tab. Choose \"Subscriptions\" from the pull-down \"Show\" menu and press the \"Submit\" button. Choose this subscription, and click on its \"Details\" link. You will be taken to a Transaction Details page from which you may cancel your subscription. Cancelling your subscription will immediately stop all future scheduled payments for this subscription.",
    "6675": "Refunds",
    "6676": "When logged into your PayPal account (after you cancelled the ongoing subscription) you may also 'file a PayPal dispute' and apply for a refund.",
    "6677": "If you are having issues with the subscription cancellation please contact your PayPal support.",
    "6678": "Please check your PayPal payment email confirmations you received for all the details of the agreement you have made. ",
    "6679": "It sounds like you may have accidentally created several subsequent Pro account subscriptions.",
    "6680": "Please follow the instructions below, log into your PayPal account and cancel the additional subscriptions in your My Account - History. Keep only the first one you made.",
    "6681": "Then apply for a refund of these redundant subsequent subscriptions.",
    "6682": "The privacy and security you get with browser based end to end encryption can take it's toll on speed as due to not all browsers provide complete HTML5 support. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ",
    "6683": "The speed of downloads\/uploads is dependent on the state and speed of your computer, software, operating systems and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or uploads, depending on your priorities in 'My Account' - 'Transfer Settings'. You can try to maximize your upload performance by disabling the 'Upload Speed Limit' as well.",
    "6684": "We do default the 'Upload Speed Limit' to enabled as many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. ",
    "6685": "The speed tests such as speedtest.net are great when you want to determine if your router or ISP has issues – you know what your speed ‘should’ be and this test indicates if there is an issue somewhere along the ‘lines’. However the result from speed test does not have a direct relation to speed with MEGA. The speed test will indicate whether everything is working right from the users or ISP’s end however there are other factors to take into consideration. Such as international peering issues (internet as a whole is currently experiencing: http:\/\/www.internetpulse.com\/); the state of users computer (whether your software is up to date, whether your HDD and browser are clogged by temp or cached data or fragmented…); transfer speed also depends which server we are storing the data on. ",
    "6686": "To sum it up - your Pro account's increased bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly. ",
    "6687": "Steps to perform if your voucher has been redeemed and you have an account balance showing:",
    "6688": "Log into your MEGA account",
    "6689": "Go to Menu",
    "6690": "Go to My Account",
    "6691": "in 'Account type' you see FREE. Click on 'Upgrade my account'",
    "6692": "Choose the package you wish to have \/ have purchased - i.e. PRO I annually",
    "6693": "Click 'Buy Now'",
    "6694": "A pop up will appear: \"Do you want to use your prepaid balance to proceed?\"",
    "6695": "Select 'YES'.",
    "6696": "If you wish to change your password at any point you can do so from inside the 'My Account' - 'Account Details' - 'Edit your profile' area using \"Change password\". Please note that the \"Cancel\" \/ \"Save\" buttons will appear only after a matching pair of new passwords have been entered!",
    "6697": "Also. You must know your original password and type it in the password change field correctly for a password change to complete correctly. If you do not know your original password, do not enter it correctly into the original password field and proceed with the password change - it will not complete. ",
    "6698": "Your new password will not save in the system unless your old password is correct.",
    "6699": "In your mobile app and sync client please go to Settings or Account section.",
    "6700": "There is an 'ephemeral - test' session feature that MEGA offers users to 'get a feel' of what MEGA is all about without having to register for an account. ",
    "6701": "This screen session displays a 'Warning Triangle' and 'Create Account' sign on the top line to alert users that they are not currently logged into any account.",
    "6702": "Can you confirm that you have correctly validated and were logged into your account while uploading? ",
    "6703": "Have you checked your Rubbish Bin?",
    "6704": "Possible display issues",
    "6705": "Please run CCleaner periodically through your system to get rid of any cached temp data - https:\/\/www.piriform.com\/ccleaner and re-try the access to your account (or clear your system and browser cache manually).",
    "6706": "MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. Please make sure you have the latest version of our browser extension installed.",
    "6707": "What happens when you refresh the browser (or log out of your account. Close the browser. Open a new browser session and log back into your MEGA account) - do the files appear? ",
    "6708": "Shared data missing?",
    "6709": "Also be aware that if you are sharing a folder that contained your file, anyone that you have given ‘full’ access to is able to not only download but delete any files in the folder. When sharing a folder please ensure you select the correct permissions; the three options are read-only, read\/write (files can be viewed and added, but not deleted), and full (files can be added and deleted).",
    "6710": "Still no luck?",
    "6711": "Contact the team at support@mega.co.nz for further assistance.",
    "6712": "All your communication can be achieved by setting up folder sharing. We strongly discourage you from sharing your account log in information with anyone as MEGA's strict security stands precisely on keeping your details confidential.",
    "6713": "Please note that this takes getting used to MEGA first, and a bit of administering. ",
    "6714": "In order for any of the following to make sense, I urge you to get into MEGA, and start testing for yourself, and see how what i am about to describe can apply!",
    "6715": "OK, the way to do this :",
    "6716": "Firstly, the leader of this project, or the file administrator would set up an account which would be considered the MASTER account - This can just be a normal Free account, or Pro (https:\/\/mega.nz\/#pro) depending on your storage requirements. ",
    "6717": "1 - Each other user must have an account set up with MEGA.nz - They are Free :)",
    "6718": "2 - You need to add each of their email IDs to your master account's Contacts.",
    "6719": "3 - In your master account, it is up to you to set up the 'hierarchy' as described. E.g. you would create a different folder unique to each user, you could call it by their name. ",
    "6720": "4 - Once you have set up the 'hierarchy' to reach the level that you need uploaded to (e.g. User\/ Event and sub folder, Users name)",
    "6721": "you can then 'right click' select sharing, and assign that user with FULL ACCESS!",
    "6722": "5 - From here, this folder is effectively synced on both accounts, any modifications are visible at both accounts instantly!",
    "6723": "You then load files into that folder, and they will be visible at the other users account too, listed under their 'Incoming Shares'",
    "6724": "Then are also notifications to alert all users with access to that folder, of any recent activities such as new files added, removed etc. ",
    "6725": "FULL Access allows both the master account, and the receiving account with full permissions to that folder. Each user could upload, download, modify and erase any content in that folder. The other permission levels are Read Only (no adding, no deleting) and Read and Write (you can add but not delete).",
    "6726": "-- You may want to set up your master account, and set up a dummy account for yourself too, and start familiarizing, and the above will make sense! (Obviously with following above steps to share\/bridge)",
    "6727": "You would need to be very careful with your password, to always keep it safe. ",
    "6728": "Currently MEGA is optimized for desktop browsers and you can see some more information about why we recommend Mozilla Firefox in particular here: https:\/\/mega.co.nz\/#blog_12. If you have any difficulties with uploads or downloads install our MEGA extension 2.0.+. ",
    "6729": "Our second preferred browser is Google Chrome.  Third recommended browser is Opera Next.",
    "6730": "So, I recommend the latest version of Mozilla Firefox + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.co.nz\/#firefox",
    "6731": "Alternatively, you could test our new Chrome App. Firstly, read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19",
    "6732": "If you like the sound of the Chrome app, you will find a download link plus instructions here: https:\/\/mega.co.nz\/#chrome ",
    "6733": "This App is to be installed into the very latest version of Google Chrome. ",
    "6734": "So, in summary, we can provide everything you are requesting, providing you take the time to familiarize, and can manage the operation effectively from your end :)",
    "6735": "MEGA has so much to offer, and even look at the quality of support you get with a Free account! Get testing immediately!",
    "6736": "In cases where users experience iOS app login issues, usually the best course of action is:",
    "6737": "- log out in the app",
    "6738": "- delete the app",
    "6739": "- re-install the app",
    "6740": "- restart device",
    "6741": "Some older devices have limited RAM and once the OS is loaded and maybe some other apps running in background, will impact the MEGA app",
    "6742": "Apple has strict regulations due to their security. You must connect your iPhone to your iTunes and go to Devices - Apps - File Sharing - MEGA.",
    "6743": "That is where you find your downloaded documents.",
    "6744": "Same security restriction of the Apple security system prevents you to upload anything outside the app apart from photos on your device.",
    "6745": "Go to your Settings - Advanced to 'Export your master key' to be able to reset your password through web client https:\/\/mega.nz\/#recovery",
    "6746": "No. Please login through web client.",
    "6747": "Un-install and re-install the application from App store. Then login with your password and setup a new passcode.",
    "6748": "Go to Settings - Camera Uploads and there you can amend the settings to suit your needs for both photos and videos.",
    "6749": "Yes. Download MEGA iOS app onto your iPad and then log into your MEGA account when prompted.",
    "6750": "iPad User Interface is going to be launched soon.",
    "6751": "Click on the arrow on the right from the folder \/ file and select 'Share link'.",
    "6752": "Simply tap on the audio \/video file and the streaming will commence.",
    "6753": "Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ",
    "6754": "To share a File - create a new folder for it from top right hand menu '+' and follow instructions above.",
    "6755": "In WP8.0 we can not save documents elsewhere other than in the app, this is due to the Windows Phone SDK restriction, only images can be exported to 'Saved Pictures' ",
    "6756": "WP 8.1 - Users are able to export doc files and other file types to KnownFolders. And those are Pictures and Documents folders for example. ",
    "6757": "if you want to browse your phone file structure you need an app. The Files app of Microsoft itself for example will let you browse and open documents\/images on your internal storage. It is Microsoft's own solution.",
    "6758": "You can download and install our Windows phone app from Windows app store http:\/\/www.windowsphone.com\/s?appid=1b70a4ef-8b9c-4058-adca-3b9ac8cc194a",
    "6759": "Go to your Settings - Preferences to 'Export masterkey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery",
    "6760": "Yes. Go to Preferences - Change Password.",
    "6761": "n\/a",
    "6762": "Long press on the folder \/ file and select 'Get Link' from the menu that pops up.",
    "6763": "Plan duration",
    "6764": "Choose duration",
    "6765": "When you click \"PURCHASE\" you will be forwarded to the <span class=\"payment-provider-name\">Provider<\/span> site to set up your billing information.",
    "6766": "Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and non recurring.",
    "6767": "Customise your <span>PAYMENT PACKAGE TITLE<\/span> account",
    "6768": "Choose your subscription period below and continue through our payment provider.",
    "6769": "\/one time",
    "6770": "Learn more about MEGA's security model & cryptography.",
    "6771": "Deleted folders",
    "6772": "No Conversations",
    "6773": "Ascending",
    "6774": "Descending",
    "6775": "Share Folders",
    "6776": "Verified",
    "6777": "Approve",
    "6778": "Approve credentials",
    "6779": "New identification credentials seen for your contact:",
    "6780": "Your Contact's credentials:",
    "6781": "This is best done in real life by meeting face to face. If you have another already-verified channel such as verified OTR or PGP, you may also use that.",
    "6782": "Your credentials:",
    "6783": "Approve credentials",
    "6784": "Authenticity Credentials:",
    "6785": "Type in an email or contact",
    "6786": "Worry not! You can easily add new contacts by email or import existing contacts from other services.",
    "6787": "No shared folders with you",
    "6788": "months",
    "6789": "Suspended account",
    "6790": "You have been suspended due to excess data usage. Please contact support@mega.co.nz to get your account reinstated.",
    "6791": "Verified",
    "6792": "Verified",
    "6793": "Recover space by emptying the Rubbish Bin",
    "6794": "Empty the Rubbish Bin",
    "6795": "Are you sure you want to permanently remove all items from your Rubbish Bin?You cannot undo this action!",
    "6796": "\"PRO Lite\" monthly subscription",
    "6797": "\"PRO Lite\" yearly subscription",
    "6798": "\"PRO 2\" monthly subscription",
    "6799": "\"PRO 2\" yearly subscription",
    "6800": "\"PRO 3\" monthly subscription",
    "6801": "\"PRO 3\" yearly subscription",
    "6802": "Bitcoin",
    "6803": "%1 months",
    "6804": "Insufficient balance",
    "6805": "You have insufficient funds to make this purchase. Please top up your account with a voucher or choose another payment method.",
    "6806": "%1 month purchase",
    "6807": "When you click \"PURCHASE\" you will be shown the price in Bitcoins and an address to send the Bitcoins.",
    "6808": "Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and nonrecurring.",
    "6809": "one time",
    "6810": "Scan code to pay",
    "6811": "Open Bitcoin wallet app",
    "6812": "Please close this dialog and click <span>purchase<\/span> again.",
    "6813": "BTC",
    "6814": "This purchase expires in",
    "6815": "Connection to payment provider failed.",
    "6816": "Plan duration",
    "6817": "Choose duration",
    "6818": "Payment options",
    "6819": "Choose your subscription period below and continue through our payment provider.",
    "6820": "Customise your <span>PRO III<\/span> account",
    "6821": "Remove link",
    "6822": "Subscription cancellation",
    "6823": "Would you like to cancel your active subscription? Your credit card will not be charged again, and you will retain Pro status until the end of the current billing cycle.",
    "6824": "Awesome!",
    "6825": "Your payment has been accepted.",
    "6826": "Continue",
    "6827": "Payment declined",
    "6828": "Your payment got declined. Please try again.",
    "6829": "Pro payment",
    "6830": "Include personal message for new contacts...",
    "6831": "Caution You have elected to close your MEGA account The account under this email address will be permanently closed and this can not be undone",
    "6832": "By completing this action you will lose access to all your uploaded data shares and contacts",
    "6833": "End chat",
    "6834": "Send files",
    "6835": "Add contact to Conversation",
    "6836": "Send contact details",
    "6837": "From your Cloud Drive",
    "6838": "From your computer",
    "6839": "Download to your Cloud Drive",
    "6840": "Download to your computer",
    "6841": "We re sorry to see you go",
    "6842": "Your account has now been closed",
    "6843": "but before you leave we would love to know why you are leaving us",
    "6844": "Please select one",
    "6845": "I don t use my account anymore",
    "6846": "My favourite browser is not technologically compatible and I don t want to change",
    "6847": "MEGA has under delivered on its promise",
    "6848": "Leave a comment",
    "6849": "Share options",
    "6850": "Looks like there s a malformed email",
    "6851": "You re already imported contacts from Gmail",
    "6852": "Looks like there s a malformed email there",
    "6853": "Include personal message for new contacts",
    "6854": "Share folder with contacts",
    "6855": "Select folder to share",
    "6856": "I'm happy to share my email for future communication related to my feedback",
    "6857": "This is the data that we will send to our servers along with your message and feedback",
    "6858": "New unverified credentials",
    "6859": "Info",
    "6860": "Send to contact",
    "6861": "Reply",
    "6862": "Reply to all",
    "6863": "Forward",
    "6864": "Move up queue",
    "6865": "Move down queue",
    "6866": "CURRENT CALLING",
    "6867": "Backups",
    "6868": "Messages",
    "6869": "Invalid folder link",
    "6870": "No Messages",
    "6871": "No Incoming Shares",
    "6872": "Authenticity Credentials",
    "6873": "Reseller",
    "6874": "Create vouchers",
    "6875": "Voucher type",
    "6876": "Create voucher",
    "6877": "Get a FREE account",
    "6878": "Select files to upload or drag drop anywhere on this page",
    "6879": "New unverified credentials",
    "6880": "There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.",
    "6881": "The previously seen contact credentials for %1 have changed.",
    "6882": "The previously verified contact credentials for %1 have changed.",
    "6883": "Previously seen credentials",
    "6884": "Previously verified credentials",
    "6885": "Thank you for activating your complimentary MEGA Pro account! Upon completion, you will receive 500 GB of secure encrypted high-performance online storage space for one year. All transfers from and to MEGA are unmetered and therefore uncapped from all Slingshot broadband connections.",
    "6886": "Questions or comments? Please contact our [A]customer support department[B] for assistance.",
    "6887": "Please install our extension for improved download performance and added security. Unfortunately, there is a [A]bug[B] in the current version of Firefox that will cause excessive memory consumption during and after large downloads.",
    "6888": "You can choose to import contacts from third party services. These will not be added to you MEGA Contacts but will remain accessible to share and collaborate.",
    "6889": "Setting up Bitcoin transaction...",
    "6890": "File link not found",
    "6891": "Folder link not found",
    "6892": "already uploaded",
    "6893": "File info",
    "6894": "Folder info",
    "6895": "The secondary media folder does not exist, please choose a new folder.",
    "6896": "This folder is read only. You have no permissions to upload.",
    "6897": "Move to the Rubbish bin?",
    "6898": "Delete from MEGA?",
    "6899": "If you leave the folder, you will not be able to see it again",
    "6900": "Open link…",
    "6901": "Register now and get 50 GB of free space",
    "6902": "Uploads are fast. Quickly share files with everyone",
    "6903": "Keep all you files safe with MEGA's end-to-end encryption",
    "6904": "Get fully encrypted access anywhere, anytime",
    "6905": "I agree with MEGA's Terms of Service",
    "6906": "Shared items",
    "6907": "CLOUD DRIVE",
    "6908": "Choose folder",
    "6909": "Manage link",
    "6910": "Leave",
    "6911": "This link will not be publicly available anymore",
    "6912": "Open link",
    "6913": "Download folder",
    "6914": "Import folder",
    "6915": "Used Space",
    "6916": "You're running out of space! Do you want to upgrade your account?",
    "6917": "Operation not allowed",
    "6918": "Google Play subscription",
    "6919": "The link has been removed",
    "6920": "Take picture",
    "6921": "Uploading files of media folders",
    "6922": "Enable Secondary Media Uploads",
    "6923": "Disable Secondary Media Uploads",
    "6924": "Only when charging",
    "6925": "Keep file names as in the device",
    "6926": "Local Camera folder",
    "6927": "Mega Camera Uploads Folder",
    "6928": "Local Secondary folder",
    "6929": "Mega Secondary Folder",
    "6930": "MEGA SDK version",
    "6931": "Create one account now!",
    "6932": "By name",
    "6933": "ascending",
    "6934": "descending",
    "6935": "By date",
    "6936": "By size",
    "6937": "largest first",
    "6938": "smallest first",
    "6939": "Enter your billing details:",
    "6940": "Enter your payment details:",
    "6941": "(non-recurring)",
    "6942": "Please select one:",
    "6943": "I don't use my account anymore",
    "6944": "Leave a comment:",
    "6945": "I'm ok with sending anonymised data\/statistics",
    "6946": "Processing your payment ...",
    "6947": "Purchase Successful!",
    "6948": "You successfully upgraded your account to <span><\/span>",
    "6949": "Something went wrong",
    "6950": "Please verify your payment information and try again.",
    "6951": "or Esc",
    "6952": "Credit card",
    "6953": "iTunes",
    "6954": "Incorrect card number",
    "6955": "Please enter a valid credit card number.",
    "6956": "Missing billing details",
    "6957": "Please complete the billing details correctly.",
    "6958": "Missing payment details",
    "6959": "Please complete the payment details correctly.",
    "6960": "Processing your payment...",
    "6961": "Purchase Successful",
    "6962": "You successfully upgraded your account to %1.",
    "6963": "Enter your payment details",
    "6964": "Enter your billing details",
    "6965": "recurring",
    "6966": "There is an error with your credit card details.",
    "6967": "There is an error with your billing details.",
    "6968": "Your transaction was detected as being fraudulent.",
    "6969": "You have tried to pay too many times with this credit card recently.",
    "6970": "You have insufficient funds to make this payment.",
    "6971": "Renews",
    "6972": "Your original password has not been entered correctly",
    "6973": " Are you sure you want to remove your avatar?",
    "6974": "Remove avatar",
    "6975": "Choose your payment method below.",
    "6976": "You have selected the %1 plan",
    "6977": "Choose renewal period",
    "6978": "[A]Get 2 months free[\/A] if you subscribe to a one-year pro plan.",
    "6979": "&Yes",
    "6980": "Settings - MEGAsync",
    "6981": "Setup Wizard - MEGAsync",
    "6982": "Exclude by size",
    "6983": "Can we contact you for more information?",
    "6984": "The fingerprints for this user have changed.<br \/> We recommend you <span>reset<\/span> these credentials and re-verify them manually.",
    "6985": "Choose your payment method below",
    "6986": "Your download could not proceed because it would take you over the current free transfer allowance for you IP address. This limit is dynamic and depends on the amount of unused bandwidth we have available. ",
    "6987": "You have utilized <strong>532 MB<\/strong> of data transfer in the last 6 hours which took you over our current limit. To circumvent this limit, you can <span class=\"red\">upgrade to pro<\/span>, which will give you your own bandwidth package and also ample extra storage space. ",
    "6988": "Please upgrade to PRO to continue immediately, or wait 87 minutes to continue for free.",
    "6989": "Free bandwidth quota exceeded",
    "6990": "MEGAsync is currently disabled",
    "6991": "Clear all transfers",
    "6992": "Clear completed",
    "6993": "Pause all transfers",
    "6994": "Are you sure you want to continue?",
    "6995": "This operation will destroy all the data stored by MEGA in your browser and let you start over.",
    "6996": "Before we go ahead and terminate your subscription, we would love to know the reason why you want to cancel your plan.",
    "6997": "Please enter the reason below:",
    "6998": "Click continue to cancel your subscription.",
    "6999": "Subscription Cancellation Successful",
    "7000": "Thank you for your feedback <span class=\"firstname\">“firstname”<\/span> <span class=\"lastname\">“lastname”<\/span>",
    "7001": "Request a plan",
    "7002": "There are no plans suitable for your current usage. Please [A]contact support[\/A] for a custom plan.",
    "7003": "current storage",
    "7004": "Thank you for your feedback.",
    "7005": "Please enter the reason below",
    "7006": "Loading...",
    "7007": "Local folder too large (this version is limited to %1 folders or %2 files.Please, select another folder.",
    "7008": "You are trying to sync an extremely large folder.To prevent the syncing of entire boot volumes, which is inefficient and dangerous,we ask you to start with a smaller folder and add more data while MEGAsync is running.",
    "7009": "You can not sync a shared folder without Full Access permissions",
    "7010": "\/MEGAsync Downloads",
    "7011": "\/MEGAsync Imports",
    "7012": "You are about to import this file to a synced folder.If you enable downloading, the file will be duplicated on your computer.Are you sure?",
    "7013": "You are about to import these files to a synced folder.If you enable downloading, the files will be duplicated on your computer.Are you sure?",
    "7014": "Your account has exceeded its allowed space quota.[A]Upgrade[\/A]and keep enjoying secure, end-to-end encrypted storage.",
    "7015": "Choose for which users you want to install $(^NameDA).",
    "7016": "Select whether you want to install $(^NameDA) for yourself only or for all users of this computer. $(^ClickNext)",
    "7017": "Thank you for testing MEGAsync.<br>This beta version is no longer current and has expired.<br>Please follow <a href=\"https:\/\/twitter.com\/MEGAprivacy\">@MEGAprivacy<\/a> on Twitter for updates.",
    "7018": "MEGAsync is now running. Click here to open the status window.",
    "7019": "There was a problem installing the update. Please try again later or download the last version from:https:\/\/mega.co.nz\/#sync",
    "7020": "No update available at this time",
    "7021": "Synchronization will stop.Exit anyway?",
    "7022": "Starting",
    "7023": "Unable to get the filesystem.Please, try again. If the problem persists please contact bug@mega.co.nz",
    "7024": "MEGAsync is now running. Click the menu bar icon to open the status window.",
    "7025": "Quit",
    "7026": "Preferences",
    "7027": "MEGAsync is unable to connect. Please check your Internet connectivity and local firewall configuration. Note that most antivirus software includes a firewall.",
    "7028": "Your sync \"%1\" has been disabled because the local folder doesn't exist",
    "7029": "Your account has been blocked. Please contact support@mega.co.nz",
    "7030": "Login error: %1",
    "7031": "You have been logged out on this computer from another location",
    "7032": "You have been logged out because of this error: %1",
    "7033": "Your sync \"%1\" has been disabled because the local folder has changed",
    "7034": "Your sync \"%1\" has been disabled. The remote folder (or part of it) doesn't have full access",
    "7035": "Your sync \"%1\" has been disabled because the synchronization of VirtualBox shared folders is not supported due to deficiencies in that filesystem.",
    "7036": "Transfer failed:",
    "7037": "Error getting link information",
    "7038": "Circular linkage detected",
    "7039": "Do not ask me again",
    "7040": "The destination folder is synced and you already have a file inside it with the same name. If you continue the upload, the previous file will be overwritten. Are you sure?",
    "7041": "Retrieving folders...",
    "7042": "You have %1 in this folder.Are you sure you want to sync it?",
    "7043": "Invalid folder for synchronization.Please, ensure that you don't use characters like '' '\/' or ':' in your folder names.",
    "7044": "You need Read & Write or Full access rights to be able to upload to the selected folder.",
    "7045": "You need Full access right to be able to sync the selected folder.",
    "7046": "&No",
    "7047": "&OK",
    "7048": "&Cancel",
    "7049": "KB",
    "7050": "(about 90% of the available bandwidth)",
    "7051": ":",
    "7052": "\/MEGAsync Uploads",
    "7053": "You are already syncing your entire Cloud Drive.",
    "7054": "Enter a name to exclude from synchronization.(wildcards * and ? are allowed):",
    "7055": "The new excluded file names will be taken into accountwhen the application starts again.",
    "7056": "HTTP",
    "7057": "Force a full scan",
    "7058": "MEGAsync will perform a full scan of your synced folderswhen it starts.Do you want to restart MEGAsync now?",
    "7059": "Preferences - MEGAsync",
    "7060": "Open at login",
    "7061": "Show Mac OS notifications",
    "7062": "MEGAsync will perform a full scan of your synced folders when it starts.Do you want to restart MEGAsync now?",
    "7063": "This sync can't be enabled because the remote folder doesn't exist",
    "7064": "Export Key",
    "7065": "Export Master key",
    "7066": "Unable to write file",
    "7067": "PRO lite",
    "7068": "The new excluded file names will be taken into accountwhen the application starts again",
    "7069": "The new excluded file sizes will be taken into account when the application starts again.",
    "7070": "Disabled",
    "7071": "Local cache: %1",
    "7072": "Remote cache: %1",
    "7073": "Logging in ...",
    "7074": "Fetching file list...",
    "7075": "You have %1 in your Cloud Drive.Are you sure you want to sync your entire Cloud Drive?",
    "7076": "Setup Assistant - MEGAsync",
    "7077": "Are you sure you want to cancel this wizard and undo all changes?",
    "7078": "%1 (%2, %3)",
    "7079": "%1 (%2)",
    "7080": "Exclude files bigger than",
    "7081": "Exclude files smaller than",
    "7082": "Size limits cannot be zero",
    "7083": "MEGAsync Uploads",
    "7084": "with MEGAsync",
    "7085": "MEGAsync is being downloaded to your computer. Please install it as soon as the download has completed.<br \/>Once MEGAsync is running, your file will start downloading automatically.",
    "7086": "Please select your Linux Distro",
    "7087": "Web Browser",
    "7088": "Transfer Speed:",
    "7089": "FASTER",
    "7090": "Resource Usage:",
    "7091": "Gluttonous",
    "7092": "LEAN & MEAN",
    "7093": "File Size:",
    "7094": "UNLIMITED",
    "7095": "Released",
    "7096": "We have recently made some improvements to our site. Update to the latest version of MEGA?",
    "7097": "View Updates +",
    "7098": "Your download could not proceed because it would take you over the current free transfer allowance for your IP address. This limit is dynamic and depends on the amount of unused bandwidth we have available.",
    "7099": "You have utilized %1 of data transfer in the last 6 hours which took you over our current limit. To circumvent this limit, you can [A]upgrade to Pro[\/A], which will give you your own bandwidth package and also ample extra storage space. ",
    "7100": "Please upgrade to Pro to continue immediately, or wait %1 to continue for free. ",
    "7101": "Resume transfers",
    "7102": "Try our new site!",
    "7103": "CONTINUE ON MEGA.CO.NZ",
    "7104": "TRY MEGA.NZ",
    "7105": "[A]https:\/\/mega.nz[\/A] has an improved user experience and new features such as [S]MEGAchat[\/S]",
    "7106": "Download without MEGAsync",
    "7107": "Get 2 months free",
    "7108": "Balance",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Credit Card",
    "7112": "Manage your subscription",
    "7113": "%ld Photo Selected",
    "7114": "%ld Photos Selected",
    "7115": "%ld Video Selected",
    "7116": "%ld Videos Selected",
    "7117": "%ld Items Selected",
    "7118": "%ld Photos",
    "7119": "%ld Videos",
    "7120": "%1$ld Photos, %2$ld Videos",
    "7121": "%1$ld of %2$ld",
    "7122": "This app does not have access to your photos or videos.",
    "7123": "You can enable access in Privacy Settings.",
    "7124": "No Photos or Videos",
    "7125": "You can take photos and videos using the camera, or sync photos and videos onto your %@using iTunes.",
    "7126": "You can sync photos and videos onto your %@ using iTunes.",
    "7127": "Photo",
    "7128": "Portrait",
    "7129": "Landscape",
    "7130": "Play",
    "7131": "Not available",
    "7132": "hours",
    "7133": "hour",
    "7134": "minutes",
    "7135": "minute",
    "7136": "seconds",
    "7137": "second",
    "7138": "MEGAsync is being downloaded to your computer. Please install it as soon as the download has completed.",
    "7139": "Once MEGAsync is running, your file will start downloading automatically.",
    "7140": "An unknown error occurred. Please try again later.",
    "7141": "Your payment for the %1 plan was unsuccessful.",
    "7142": "Your payment for the %1 plan was received.",
    "7143": "Blocked you as a contact",
    "7144": "Account has been deleted\/deactivated",
    "7145": "You are now both contacts",
    "7146": "Deleted you as a contact",
    "7147": "You denied a contact request",
    "7148": "You accepted a contact request",
    "7149": "You ignored a contact request",
    "7150": "Reminder: you have a contact request",
    "7151": "Cancelled their contact request"
}