{"10":"BRASOC'H.GWELLOC'H.BUANOC'H.KRENVOC'H.SUROC'H.","11":"Mellad 12","12":"Neb en deus ar gwir da chom hep bezañ dindan emelladurioù tidel en e vuhez privez, e familh, e annez pe e genskriverezh  na bezañ taget e enor pe e vrud dezhañ. Neb en deus ar gwir da warezerezh al lezenn a-enep al lavaret daremgorioù pe argadennoù.","13":"Disklêriadur Hollvedel Gwirioù Mab-Den ","14":"Kadarnait an diverkadur mar plij","15":"Ha sur oc'h da lemel holl elfennoù ho pod-lastez da vat?","16":"Fazi diabarzh","17":"Kota bann-drafet distremenet.","18":"Re a gennaskoù evit ar pellgargadenn-mañ ","19":"Estez kennask deuet d'e dermen pe diwiriek","20":"Divak evit ar mare","21":"Kudenn kont. Gwiriit hoc'h e-mailh, mar plij.","22":"Fichennaoueg n'eus ket mui anezhi ","23":"Fichennaoueg ne c'haller ket mont etrezi","24":"Fazi dikripterezh","25":"Diskrivet pe fiñvet gant un implijer all eo bet an teuliad e-lec'h emaoc'h.","26":"Teuliad kollet","27":"Siwazh, 1 fichennaoueg ne c'haller ket pellziskargañ anezhi peogwir eo brasoc'h eget [X].","28":"Siwazh, [X1] fichennaoueg ne c'haller ket pellziskargañ anezho peogwir int brasoc'h eget [X2].","29":"Ne c'hallit ket pellziskargañ fichennaouegoù gant hon  skoazell Adobe Flash peogwir ne ginnig ket ho merdead al lenner fichennaouegoù HTML5. Ma fell deoc'h treiñ diwar ar strishadur-mañ soñjit e staliañ [A]Google Chrome[\/A].","30":"Strishadur ar merdead","31":"Gant Internet Explorer 9 ne vo ket tu da belldiskargañ fichennaouegoù brasoc'h eget [X]. Gant Chrome, Firefox hag Internet Explorer 10 e viot aotreet da belldiskargañ fichennaouegoù n'eus forzh peseurt ment anezho.","33":"Riboulat a ra MEGA gant Google Chrome","34":"Diwall:","35":"Oc'h ober gant ur merdead diamzeret emaoc'h. Lakaet diaes vo treuzkas ho fichennaouegoù.","36":"Renevezit Google Chrome, mar plij.","37":"Tra ma vez embannerien merdeidi all o dez poan d'ober gant holl gouestoni HTLM5 en deus MEGA pep tra. A-benn ober ho mad eus holl galloud MEGA (da skouer: pellgargañ pe lodennoù ent-lusk)  e kinnigomp deoc'h ent-kreñv da zilezel ho merdead-bremañ ha cheñch da gChrome ar buanañ ar gwellañ.","38":"Ne vo ket diskouezet ar c'hannad-mañ adarre.","39":"Ket, trugarez","40":"Pellkargit Chrome","41":"Lamet ho peus un teuliad gant ur fichennaoueg rannet ennañ","42":"Ur wech goullo ar pod-lastez e yelo ar rannadur-mañ da get.  ","43":"Dilamet ho peus un teuliad a zo [X] fichennaoueg rannet ennañ.","44":"Pa vo goullo ar pod-lastez e yelo ar rannadur-mañ da get.  ","45":"Diwall! Teuliad rannet","46":"Fazi diabarz","47":"Kaoc'h ki . Degouezehet ez eus bet un dra fall. Hon digarez evit se !","48":"Skrivit teir arouezenn d'an nebeutañ a-benn klask mar plij.","49":"Fiñvit [X] tra dibabet.","50":"1 fichennaoueg","51":"[X] fichennaoueg","52":"pe","53":"1 teuliad","54":"[X] teuliad","55":"Lennit nemetken","56":"Lennit ha skrivit","57":"Diraez leun","58":"Pellgargañ","59":"Kaout liammoù","60":"Rannañ","61":"Adhañviñ","62":"Fiñval","63":"Eilañ","64":"Aotreoù","65":"An teuliad-mañ a c'hallit lenn anezhañ nemetken.","66":"An teuliad-mañ a c'hallit lenn ha skrivañ anezhañ.","67":"Mestroniañ a rit an teuliad-mañ penn da benn.","68":"Teuliad nevez","69":"Krouiñ un teuliad nevez","70":"Naetaat ar pod-lastez ","71":"Ouzhpennañ darempredoù","72":"Dilemel darempredoù","73":"Ha sur oc'h e fell deoc'h dilemel an implijour-mañ eus ho roll-darempredoù ?","74":"Ha sur oc'h e fell deoc'h dilemel an implijourien-mañ eus ho roll-darempred ?","75":"Dilemel an darempred","76":"War-nes emaout tennañ kuit [X] fichennaoueg eus ar pod-lastez da viken ","77":"Ha Falvezout a ra deoc'h stagañ ganti ?","78":"Ya","79":"Ne ran ket","81":"Mat eo","82":"Freuzañ","83":"Lemel","84":"Kadarnait an diverkadur","85":"Adkargañ","86":"Hanv","87":"Ment","88":"Seurt treuzkas ","89":"Statud","90":"Buander","91":"Amzer tremenet","92":"Amzer a chom","93":"Seurt","94":"Renevezadur diwezhañ","95":"E-mailh","96":"Gwirioù","97":"Pelldiskargañ Nevez","98":"Pelldiskargañ an Teuliad","99":"Pelldiskargañ ar fichennaoueg","100":"Skarzhañ ar pod-lastez ","101":"Ouzhpennañ un darempred","102":"Klask","103":"Dilezel an treuzkas ","104":"Treuzkasoù fichennaouegoù ","105":"o c'hortoz","106":"Merer fichennaouegoù","107":"Eilañ an teuliad dibabet da voest-resev [X] a fell deoc'h ober ?","108":"Kadarnaat ","109":"Eilañ an teuliad dibabet d'an teuliad rannet-mañ a fell deoc'h ober?","110":"Eilañ an tra(ezoù) dibabet da voest-resev [X] a fell deoc'h ober ?","111":"Eilañ an tra(ezoù) dibabet d'an teuliad rannet-mañ a fell deoc'h ober ?","112":"Ezporzhiañ liammoù fichennaouegoù hag alc'hwezioù dikripterezh","113":"Liamm ar fichennaoueg","114":"Alc'hwez ar fichennaoueg","115":"Hanv ar fichennaoueg","116":"Ment ar fichennaoueg","117":"Dilec'hiañ etrezek","118":"Dibab un tonkadur","119":"Kota bann-drafet digoust distremenet.","120":"Ne c'hall ket ho pellgargadur mont en-dro peogwir e vefe distremenet aotre treuzkas digoust ho chomlec'h IP.","121":"Kemmus eo ar vevenn-mañ hag emañ e dalc'h gant kementad a vannoù-drafet dieub hon eus.  ","122":"Nemet treuskasoù graet a-hed kontañ ar pemp pe c'hwec'h eurvezh diwezhañ.","123":"E-keit se:","124":"[X] ho peus pellgarget. ","125":"Talvoudek vo [X1] a-benn [X2].","126":"[X] eo ar vevenn IP a-vremañ.","127":"Evit hoc'h aezamant eo bet lakaet da c'hortoz ho pellgargadurioù a oa en ho lostennad gortoz ken ho po trawalc'h a gota talvoudek.  Da c'houde e kendalc'hont ent-emlusk. ","128":"Ma ne gar ket dit gortoz e c'hallez soñjal e sinañ evit un treuziad bann-drafet a roio deoc'h ur berniad dreist ekstra ouzhpenn. ","129":"Pellwelaat da bPRO","130":"Pellgargañ fichennaouegoù","131":"Klikañ war \"Aotren\" a-benn echuiñ ar pellgargadur","132":"Fiñval Traezoù","133":"Fiñval [X]","134":"Eilañ [X]","135":"Fazi","136":"Dibabit an teuliad tonkad mar plij","137":"Dibabit un tonkadur talvoudek mar plij.","138":"Ne c'hall ket an teuliad tonkad bezañ an teuliad orin.","139":"Fazi kelc'hiek","140":"Fazi kelc'hiek:  an tonkadur ne c'hall ket bezañ un is-teuliad eus an teuliad o fiñval.","141":"Skrivit ur chomlec'h e-mailh talvoudek mar plij ganeoc'h.","142":"Gortozit mar plij ganeoc'h...","144":"Lemel ar rannadur","145":"Chomlec'h e-mailh:","146":"Rannañ gant un implijer nevez:","147":"Reiñ diraez ","148":"Serriñ","149":"Rannañ","150":"Darempred pedet","151":"Pedet eo bet an implijer [X] ha dont a raio war wel war ho roll darempredoù pa vo enskrivet anezhañ.","152":"Ne c'hallit ket en em ouzhpennañ war ho roll darempredoù-deoc'h-hu.","153":"Chomlec'h e-mailh","154":"Ouzhpennañ an darempred(où)","155":"Ouzhpennañ","156":"Freuzañ","157":"Hanv an teuliad","158":"Krouiñ","159":"Freuzañ","160":"An hanv a ginnigit a vez implijet anezhañ c'hoazh. Klaskit un anv all mar plij","161":"Adhanviñ ","162":"Adhanviñ","163":"Freuzañ","164":"Bleniañ Kloud","165":"Darempredoù","166":"Boest-resev","167":"Pod-lastez","168":"Pod-lastez","169":"Roll","170":"Enrollañ","171":"Kennaskañ","172":"Lamprañ & lezel ho fichennaouegoù ne vern pelec'h","174":"pe","175":"Dibab fichennaouegoù","176":"Dibab fichennaouegoù da bellziskargañ","177":"Ganeoc'h e vez dalc'het alc'hwezioù ar pezh a verniez er C'hloud","178":"Kenlabourerezh gant ur roued suraet","179":"Merer galloudus fichennaouegoù  ","180":"Ekoreizhiad Aprokioù","181":"Arouezennoù dre ar munud","182":"Rannit teuliadoù enkriptet gant kenlabourerien pe kevelerien kenwerzhel hag eskemmit teuliadoù kuzulik gant un enkripterezh treuzwelus penn da benn. ","183":"Gwelit ha merit ho fichennaouegoù en ho merdead-rouedad gant hor benveg pellgargañ bodañ, herrekaet ha kevanek anezhañ.","184":"Aotren da wellaat mont-en-dro MEGA a ra un API digor ha komprenadus da diorrerien all.","185":"Enkripterezh e RSA 2048 bit","186":"Digennaskañ","187":"Ma c'hont din-me","188":"Merer Fichennaouegoù","189":"Dilez an estez ","190":"Kennaskañ","191":"Krouiñ ur c'hont","192":"Dalc'hit soñj ac'hanon","193":"Kennask","194":"[X] servijour a zo enlinenn. ","195":"Hoc'h E-mailh","196":"Hoc'h E-mailh","197":"Skrivit ho chomlec'h e-mailh mar plij","198":"Skrivit ur chomlec'h e-mailh talvoudek mar plij.","199":"Skrivit ho ker tremen mar plij","200":"Kaoc'h ki, un dra bennak zo droukc'hoarvezet.","201":"E-mailh ha\/pe ker tremen faos. klaskit adarre mar plij.","202":"Krouiñ ur c'hont nevez","204":"pe","205":"Kennaskañ","206":"Ho hanv","207":"Hoc'h e-mailh","208":"Asantiñ a ran gant [A]Aozioù Servij[A] MEGA","209":"Enrollañ","210":"Bezit prest evit un oadvezh nevez.","211":"Biken e vo heñvel ar berniñ kloud","212":"Skrivit ho hanv mar plij.","213":"Dibabit ur ger kuzh mar plij.","214":"Ret eo deoc'h asantiñ gant hon aozioù servij.","215":"Degouezhet eo bet ur fazi dianavezet. Klaskit adarre mar plij.","216":"Biskoazh kement all","217":"Gwiriit hoc'h e-mailh mar plij ha klik al liamm a-benn kadarnaat ho kont.","218":"C'hoazh eo bet enrollet ur c'hont MEGA gant ar chomlec'h e-mailh-mañ.","219":"C'hoazh eo bet enrollet ur c'hont MEGA gant ar chomlec'h e-mailh-mañ.","220":"Gwan","221":"Justik","222":"Mat","223":"Eus ar c'hentañ","224":"DIBABIT FICHENNAOUEGOU DA BELLZISKARGAÑ","225":"DIBABIT FICHENNAOUEGOU DA BELLZISKARGAÑ PE  LAMPRIT HA LEZIT ANEZHO AMAÑ","226":"A-benn parraat dreistbec'h danvezioù hon dez da vevennañ  implij ar bann-drafet a-wezhioù. E-pad ar c'hwec'h eurvezh diwezhañ en deus bevezet ho chomlec'h IP [X1].  A-gevret gant ar fichennaoueg dibabet [X2] e vefe distremenet hor bevenn a-vremañ a [X3]. A-benn suraat un diraez sur ha reizh-mat d'hon danvezioù eo bet skornet ho pellgargadurioù a-stlej. Kendalc'hen a raint ent-emlusk diwezhatoc'h pa vo aesoc'h an treuzkasoù.","227":"N'eo ket bevennet an treuskasoù a zo e-barzh kota ar bann-drafet paeet. Ma ne gar ket deoc'h gortoz e c'hallit soñjal e sinañ evit ur c'hont Pro.","228":"Mererezh an dremeniri a zo o ren","229":"Arabat diskouez adarre","230":"Reneveziñ da bPro","231":"Nann trugarez. Gortoz a rin.","232":"Nann trugarez. Gortoz a rin.","233":"Fazi berr-badus. Klask adarre diwezhatoc'h.","234":"Pellgargañ ur fichennaoueg","235":"Pellgargañ","236":"Emporzhiañ","237":"Kregiñ gant ar pellgargadur","238":"Banniel evit ar c'hopyright","239":"Pellgargadur disoc'het","240":"A benn disoc'hañ moned-en-dro an treuzkas a fichennaouegoù ho po ezhomm da saveteiñ  ho fichennaoueg diwar-zorn.","241":"Saveteiñ ho fichennaoueg","242":"Renevezit etrezek Chrome a-benn ober ho mat eus galloud MEGA","243":"Ar fichennaoueg m'emaout o klask pellgargañ anezhi n'eo ket mui gwiriek.","244":"Abalamour d'an abegoù a heul e c'hall bezañ:","246":"Abalamour da walladenn eus un Tos\/Aup eo bet dilamet ar fichennaoueg-mañ. ","247":"URL diwiriek. Al liamm m'emaout o klask pellgargañ n'eus ket mui anezhañ.","248":"Diverket eo bet ar fichennaoueg gant an implijour.","249":"Ar fichennaoueg m'emaout o klask pellgargañ anezhi n'eo ket dibres evit ar mare","250":"Aet eo da fall hor re-fonnusted enframmet. Gallout a ra bezañ abalamour d'an abegoù a heul:  ","251":"Serret eo dafariaded zo evit kempennadur.","252":"Dreistkarget omp hag ouzhpennañ a reomp muioc'h a c'houestoni.","253":"Klask  diwezhatoc'h mar plij.","254":"Ar fichennaoueg emaout o klask pellgargañ anezhi n'eus ket mui anezhi. ","255":"Ar fichennaoueg-mañ n'eo ket mui dibrez abalamour d'ur glemm gwirioù-eilañ savet gant [X].","256":"Hoc'h alc'hwez n'en deus ket an hirder dereat.","257":"Bezit sur bezañ skrivet un alc'hwez gwiriek, mar plij.","258":"O pellgargañ","259":"Petra dalv \"MEGA\" kement ha ?","260":"Un akronimenn adkursivel hag a  dalv kement ha \"Mega Enkrypted Global Access\" (Pikol Diraez hollel hag enkriptet ) eo MEGA.","261":"Petra eo MEGA a-benn ar fin?","262":"Ur pourvezer Kloudverniñ eo MEGA.  Ec'honderioù berniñ ha bannoù-drafet digoust pe gant paeañ a vez pourvezet gantañ.  Aotren a ra deoc'h berniñ  ha dont d'ho fichennaouegoù adalek ho merdead pe a-drugarez da aprokioù arvalien zo ","264":"War a seblant deomp eo hervez al lezenn ar berniñ war ar c'hCloud hag an enkripterezh.  Heuliit al lezennoù [B]how[\/B] ha grit gant ho perniñ Kloud hag hoc'h enkripterezh evel m'emaint skrivet war hon [A]terms of use[\/A].","265":"Savet eo bet MEGA gant memes tud o doa lakaet da vont en dro unan eus ar brasañ berniñ-Cloud war ar bed. Ha tu vefe adtapout ma c'hont ha ma fichennaouegoù ?","266":"Siwaz ne c'hall ket MEGA digeriñ war ar pezh o doa krouet ec'h implijidi diaraog. N'eus ket kennask lezennel ebet na daspugnadur ebet gerioù-tremen, enrolladennoù data  ebet ha n'hon eus ket tu da zaspugn anezho ken..","267":"Perak ez eus staliet un embregerezh berniñ-kloud e Zeland-Nevez ha n'eo ket en ul lec'h all ?","268":"E-mesk an holl abegoù:  Ent-hengounel e vez graet \" Aotearoa\" eus Zeland Nevez gant ar Maoried hag a dalv kement ha \"Douar ar goumoulenn gwenn ha hir\".","269":"Gallout a rafen digeriñ war MEGA gant ma mekanik hezoug ? ","270":"Gwellekaet eo bet MEGA evit merdeidi burev . O turkañ emaomp a-benn lakaat MEGA peurgenderez gant darn vuiañ an holl hezougoù pe tablerioù. A-benn nebeut e c'haller ober gant aprokioù boaz war ho hezoug muiañ-karet.","271":"Daoust hag-eñ e c'hallin kendalc'hen gant pellgargadurioù pe pellziskargadurioù arsavet. ","272":"Ya avat. Keit ha na vo ket klozet ivinell ar merdead ganeoc'h e vo adenaouet ent-lusk anezho goude, da skouer,  arsav ar roued, doned hoc'h urzhiater da vod standby\/kousket. Dav eo deoc'h dalc'hen soñj e vo skarzhet kuit ent-lusk gant hor servijourien ar pellziskargadurioù diglok goude 48 eurvezh dizoberiantiz.","273":"Gallout a ran pellziskargañ ar memes fichennaoueg meur a-wech?","274":"Ne c'hall ket ar servijour gwelout hanvioù ar fichennaouegoù. Ar bratikoù vo ret dezho merañ stokadoù etre hanvioù ar fichennaouegoù.  Gant ar reizhadur skoueriek e vo lammet ur fichennaoueg ma e seblant-hi bezañ en ho kont dija ( Memes hent a gas d'ar gwenn, memes hanv ar fichennaoueg, memes ment, memes eur ar gemmadenn ziwezhañ) met gallout a rit dalc'hen meur a fichennaouegoù pe teuliadoù gant ar memes hanv e-barz ar memes teuliad.","275":"Penaos vez reoliet implij ar bann-drafet ganeoc'h ?","276":"Hor politikerezh a zo chom hep gourlakaat strishadurioù ijinet d'hon implijourien nemet ma vefemp rediet gant bevenn hor wikefre.  Mirout a reomp ar gwir da vevenniñ implij ar bann-drafet an implijerien abalamour d' abegoù gwikefre da bep koulz. Kendalc'het vo ho treuzkasoù a-zistribilh ur wech aet ar stoc'h da get . N'eus ket d'ober tra ebet.","277":"Ha bevennadurioù ment ar fichennaouegoù a zo gant MEGA ?","278":"Ne c'hourlakaomp ket bevenn artifisiel ebet war ment ar fichennaouegoù nemet ec'honder vak ho kloud drive. Newazh vez goulennet gant merdidi diamzeret d'ar fichennaoueg da vezañ berniet a-bezh er memor a-benn pellgargañ (Firefox, IE10, Opera) pe evit pellgargañ ha pellzikargañ (IE9, Safari 5).","279":"Gallout a ran pellgargañ ha pellziskargañ war un dro ?","280":"Ya. Ur pellgargadur hag ur pellziskargadur a c'hall redek war un dro a bep un ivinenn.","281":"Perak ne bourchasit ket skeudennigoù ar filmoù, ar skeudennoù hag ar klevfichennaouegoù ?","282":"Rak ne vez ket aotreet gant hor sistem enkriptañ dornata ho data,. ar pezh a zo ret a-benn ober  sevel ur garg-mañ-karg.","283":"Penaos pellziskargañ fichennaouegoù da vMEGA?","284":"Tri doare ober a zo a-benn pellziskargañ gant MEGA.","285":"1. Klikañ war ar nozelenn ruz war ar bajenn kregiñ.","286":"2. Mont d'ho merer fichennaouegoù ha klikañ war \"pellziskargañ ar fichennaoueg\" pe (ma 'z implijit Chrome) \" Pellziskargañ un Teuliad\" e-kichen an nec'h. ","287":"3. Lamprañ ha lezel fichennaouegoù pe (ma rit gant Chrome) teuliadoù war al lec'hienn.","288":"Penaos staliañ MEGA?","289":"N'ho peus ket ezhomm da staliañ netra. Peurdiazezet war internet eo MEGA ha mont a ra en-dro gant peurliesañ ar merdeidi.  A-benn implijout holl galloud MEGA e alian deoc'h ober gant Chrome nemetken.","290":"Penaos e ya rannañ an teuliadoù en-dro ?","291":"Gallout a rit rannañ n'eus forzh is-wezennad ho kloud drive gant mignoned, familh, kenlabourerien. Dre chomlec'h e-mailh e vez pedet an dud. An dud bedet n'o deus ket ur c'hont c'hoazh a vo kaset dezho un c'hannad ennañ ul liamm evit en em enskrivañ. A-hent-all e c'hallit krouiñ ul liamm foran evit pep ho teuliad hag ezporzhiañ alc'hwez kuzh spesadel an teuliad hag a aotreo dezhañ da vezañ digor hep ur c'hont MEGA. Deoc'h vo da dreuzkas ent-sur alc'hwez an teuliad d'an (z)degemerer(ien).","292":"A-benn sevel, kemm pe diverkañ ur rannañ n'ho peus ket nemet da glikañ dehoù war un teuliad gant ho merer fichennaouegoù ha dibab rannañ. Bez ez eus tri live diraez: Lenn nemetken, lenn\/skrivañ (fichennaouegoù a c'hall bezañ ouzhpennet met ket diverket) ha leun ( fichennaouegoù a c'hall bezañ ouzhpennet pe diverket).","293":"Ma 'z ouzhpennit ur chomlec'h e-mailh ha n'en deus ket ur c'hont c'hoazh ho po ezhomm da vezañ enlinenn goude en defe disoc'het an degemerer an argezh enskrivadur . D'ar c'houlz-se e c'halloc'h enkriptañ ar sekred rannañ d'an alc'hwez boutin nevez krouet.  ","294":"Penaos diverkañ tud eus ma zeuliad rannet ?","295":"Ken eeun ha tra, klikit dehoù war un teuliad e-mesk ho merdead fichennaouegoù ha dibabit \"rannañ\". Gwelout a riot an holl dud a c'hall diraez d'an teuliad rannet. Klikit dehoù war an den dibabet ha choazit an opsion \"diverkañ\" e-barz ar roll.","296":"Penaos e c'hallan anavezout ma zeuliadoù rannet?","297":"An teuliadoù rannet a zo un ikonenn ispisial gant un dorn a-us dezho. ","298":"Gallout a ran rannañ teuliadoù a zo bet rannet gant tud all ?","299":"Ne rit ket. An teuliadoù rannet n'int ket transitivel.","302":"Penoas sevel ul liamm d'ur fichennaoueg war MEGA ?","303":"Da gentañ, ur ger diwall: E dalc'h gant prevezded an alc'hwezioù enkriptañ emañ surentez ho fichennaouegoù. Bezit sur e kasit anezho dre kanolioù gwarezet nemetken. Da skouer, n'eo ket mat a-walc'h un e-mailh standard .","304":"Bremañ, dibabit ur pe meur a fichennaouegoù a-drugarez da ho merer fichennaouegoù. Neuze klikit dehoù ha grit gant \"kaout ul liamm\". Digoret vo un diviz gant al liammoù d'ar fichennaouegoù dibabet ganeoc'h. Gallout a rit dibab da ezporzhiañ ar fichennaoueg hag an alc'hwez a-zisrann pe gant ul liamm hep ken all.","305":"Penaos ya an enkriptañ en-dro ?","306":"Eus penn d'egile e vez pep enkripteradur. Enkriptet e vez an data pellziskarget war ar wikefre pellziskargañ a-raok bezañ kaset d'ar roued ha diskriptet vez an data nemet goude bezañ erruet war ar wikefre pellgargañ. Atebek war genel , eskemm, merañ an alc'hwezioù-enkriptañ eo ar vekanikoù evit ar bratikoù. N'eus ket alc'hwez enkriptañ ebet a c'hall mont kuit eus an urzhiaterioù evit ar bratikoù (nemet an alc'hwezioù boutin RSA).  ","307":"Daoust hag-eñ vez enkriptet holl ma zitouroù privez ?","308":"Ket. Data ar fichennaouegoù hag anvioù ar fichennaouegoù\/teuliadoù a vez enkriptet anezho.  Keloù a zo rediet deomp kaout anezho ( ho chomlec'h e-mailh, chomlec'h IP,  urzhiadur an teuliadoù, fichennaouegoù perc'hentiezh ha titouroù anavezoud paeañ ) a vez miret ha traetet normalamant. Evit munudoù kit da sellet ouzh hor politikerez prevezded.  ","309":"Ha suraet penn da benn vez ma data berniet ?","310":"Relativel eo pep surentez. An argadoù a heul a zo anezho . N'int ket a-enep MEGA nemetken. Met falvezout a ra deomp ec'h ouzoc'h ar riskloù.","311":"En arvar e vez lakaet ar c'hontoù gant:","312":"-Ur spywarenn war hoc'h urzhiater. Trawalc'h eo ur c'heylogger eeun met posubl eo da titouroù an estezioù ha d'an alc'hwezioù da vezañ tennet diouzh ar memor pe ar filesystem.","313":"-Surfiñ dreist an diskoaz. Na skrivit ket ho ker-tremen tra ma vefe un den a c'hallfe sellout ouzh ho ker-tremen. ","314":"forzhañ kerioù-tremen evel ul loen. Implijit Kerioù-tremen kreñv ha diaes.","315":"Pesketa. Bepred kadarnait stad surentez ho kennaskañ (https:\/\/) hag anv reizh  an damani (mega.co.nz) a-raok skrivañ ho ker-tremen.","316":"Argadoù divent a c'hall tremen dre:","317":"-Argad ur \"man in the middle\". Ezhomm ez eus kaout un eilad gwiriek eus an testeni SSL koublet  gant goveliañ ha\/pe argadoù war hon hentoù BGP ( ur senario mod DigiNotar). ","318":"- kaout diraez d'ar roued-servijouroù o herberc'hiañ https:\/\/mega.co.nz\/index.html hag erlec'hiañ ar fichennaoueg-mañ gant ur stumm goveliet ( ne vo ket kemmet diraez dre an aprok diazez staliet). Dalc'hit soñj dornata dalc'had war hon dalc'had dasparzhet CDN na grouo riskl ebet peogwir vez gwiriet pep dalc'had oberiant pellgarget eus index.html gant un hash enkriptañ (un doare surentez evit ar chomlec'hioù web). Ret eo d'an doare argad-mañ kas ur c'hod drougiezhus d'ar pratik ha neuze e vez diguzhet.    ","319":"-Gounezit diraez d'hon infraframmadur ha krouiñ azgoulennoù alc'hwezioù goveliet war rannaduroù. An daore argadoù-mañ a zo efedus nemet war data a zo e-barz teuliadoù rannet ha diguzhet vezent.  ","320":"Petra ober ma n'am eus ket fiziañs ennoc'h ? Ent-sur eo din ober gant MEGA dalc'hmat?","321":"Ma n'ho peus ket fiziañs ne c'hallit ket kas da benn kod ebet krouet ganimp. neuze ne vo ket tu digeriñ hol lec'hienn internet gant ho merdead. Ma ho peus c'hoant d'ober gant MEGA memestra ho po d'hen ober dre un aprok pratikoù ho po fiziañs ennañ. ","322":"Fiziañs am eus en ho kreizenn data diazezet e Zeland-Nevez met n'am eus ket fiziañs en ho kreizenn data diazezet e Bro-Alamagn abalamour dezhañ bezañ reolet gant un gevredigezh U.S.  Gallout a ran ober gant MEGA ent-sur ?","323":"Ya avat ! Gallout a rit ober dalc'hmat gant MEGA ( gant un nebeut strishadurioù) diarvar gant hor c'hreizenn data Bro-Alamagn. Ober a ra ar c'hreizenn data Zeland-Nevez  en doare ma ne vo ket tu da laerez ho kodoù pa vi o weladenniñ https:\/\/mega.co.nz\/.  ","324":"Daoust-hag-eñ vez an data lakaet e teuliadoù rannet ken suraet ha data all ?","325":"Evel just e vez an teuliadoù rannet ken suraet hag ar re all. Koulskoude e vez ur riskl ouzhpenn abalamour d'hon infraframmadur: Gallout a ra an alc'hwezioù boutin bezañ dornataet ha azgoulennoù alc'hwezioù bezañ goveliet. ","326":"Neuze n'eo ket sur kant dre gant boniad MEGA. Peseurt riskl a zo ? ","327":"Kannadoù fazi goude bezañ pellgarget fichennaouegoù dornataet. Zoken m'en defe an argadour an alc'hwez enkriptañ evit ur fichennaoueg a zo war ar skoulm-se ne c'hallo ket erlec'hiañ anezhañ gant unan goveliet hep lakaat ar bellgaradurioù nesañ da c'hwitañ. ","328":"Hag ur mennozh mat eo boniañ ma holl data er memes lec'h?","329":"Dalc'hmat ho peus da virout meur a eilennoù ho fichennaouegoù pouezus, enlinenn hag ezlinenn. Zoken ma miromp pep fichennaoueg e daou takad d'an nebeutañ n'ez eus ket a warantez  a-enep lies falladennoù.","330":"Perak fiziañ ma data ennoc'h-hu ?","331":"Pourvezañ a reomp an UCE ( user controlled encryption- enkriptañ mestroniet gant an implijer). Gantañ eo c'hwi a vestroni an alc'hwezioù.  Open source eo lakaad dalvezout an UCE ha pedin a reomp ha kalonekaat an dud da skoazell ac'hanomp. Krediñ a reomp eo kalz diarvar hon doare d'ober eget boniañ ho tata gant ur pourvezer a vefe mestroniet an enkriptañ alc'hwezioù gant un ISP pe, gwashoc'h, hep enkriptañ ebet.  Ma tegouezhfe, dre zigouez, e vefe tu da diraez da fichennaouegoù MEGA hep ker-tremen ne vefe ket tu da lenn anezho hep an alc'hwezioù dizenkriptan an implijer. ","332":"Merzet am eus ez implijit HTTPS a-benn treuzkas fichennaouegoù  enkriptet dija. N'eo ket re stambouc'hus ?","333":"Beo. Siwazh vez suraet ar c'hennaskoù gant darnvuiañ ar merdeidi. Ha piv a c'hallfe tamall anezho. N'int ket evit gouzout ez eus un enkriptañ all o vont en dro. Peogwir en deus HTTPS un efed gorregañ ez eus tu da lazhañ anezhañ gant ar merdeidi a aotre se (Chrome, Safari ha Firefox adalek ar version 17) a-benn buanaat ho treuskasadurioù hep lakaat en arvar prevezded  pe anterinded ho tata. Gant merdeidi zo vo gwelet un diwall SSL o tont war wel war ho treuskas fichennaoueg kentañ. Gwell vo chom hep teurel pleg outañ.","334":"Peseurt algoritm vez implijet gant MEGA a-ziabarzh ? ","335":"Evit treuskasoù a-drak vez graet gant AES-128 ( Soñjal a ra deomp vez re implijet AES-192 ha AES-256. Ar fed-mañ a lazh ar c'hounid surentez teorikel, d'an nebeutañ a-raok doned an urzhiataerioù-kantum.  Gwiriadur anterinded goude-pellgargadur a vez graet gant un adstumm didammet eus CCM ha ma n'eo ket ken efedus hag OCB,  ne vez ket luziet gant brevedoù. ","336":"RSA-2048 a zo bet dibabet ( hirder an alc'hwez a zo bet choazet rak etre re zisur ha re c'houstad eo) a-benn staliañ sekredoù rannet etre implijerien ha fichennaouegoù a zo kouezhet en hoc'h inbox.  Oberet vez pep enkriptañ, dizenkriptañ ha genel alc'hwezioù  gant JavaScript hag a vevenn an tizh da nebeut MB \/eilenn hag a lak ar c'hCPU da labourat kalz. Laouenaat a reomp e vez implijet HTML5 WebCrypto API gant ar peurliesañ eus ar merdeidi pennañ, hag a lako ar mulgul da vont da get.","337":"Kreñvaet e vez ar c'henel ankivil niverennoù a drugarez d'un timing-driven(bleniañ amzeret) RC4 evel crypto a c'hed fiñvadennoù hag amzerioù gortoz al logodenn hag an alc'hwezaer pa vez dibres. (Nemet Chrome evit a mare).","338":"Daoust hag-eñ vez miret eiladoù saveteiñ ma fichennaouegoù ?","339":"Boniet e vez ho fichennaouegoù war daou servijour d'an nebeutañ e daou greizenn data, ma vez posubl. ","340":"Ankouaet eo bet ma c'her-tremen ganin.  Gallout a ran adenaouiñ anezhañ ?","341":"Siwazh eo ho ker-tremen ouzhpenn eget ur c'her-tremen - Alc'hwezh enkriptañ ho holl data eo. Ma vez kollet anezhañ e kollo diraez d'ho holl fichennaouegoùn'int ket en un teuliad rannet ha n'ho poa ket ezporzhiet ar fichennaoueg pe alc'hwez an teuliad en a-raok.","344":"Perak am befe ezhomm da bellwellaat d'ur c'hont Pro ?","345":"Pourvezañ a ra ur c'hont Pro muioc'h a ec'honder boniañ ha kota bann-drafet ouzhpenn. Gallout ariot implijout ar c'hota evidoc'h pe prestañ anezhañ da dud all ( hag ivez implijourien n'o deus ket ur c'hont MEGA). Gallout a rit termenañ tregantad derannet  d'an implijourien all e-barzh settiñ ho kont. ","346":"Petra eo ar buander pellziskargañ kuzuliet ?","347":"gant meur a routeroù bihan ne vez lakaet da gentañ-wellañ ar pakadigoù pa vez stoc'het al liammoù. Abalamour da se e vez strafuilhet ho treuskas. Kinnig a reomp un opsion buander emlusk ma vuzuliomp ar bann drafet a ya maez e-pad dek eilenn kentañ ur pellziskargañ ha mirout dek dre gant anezhañ da nebeutañ. Gallout a rit termenañ ur vevenn dibun diloc'h. ","348":"Petra a c'hallan kaout gant ma c'hont digoust ?","349":"Ur c'hloud suraet, tizhus gant ur gasadenn uhel tre gant [X] a ec'honder boniañ. Ma ho po ezhomm muioc'h eget se e c'hallez pellwellat d'ur c'hont [A1]Pro[\/A1]. Klikit [A2]amañ[\/A2] a-benn gwelout hoc'h implij-bremañ.","359":"Pourvezañ a rit an API ?","361":"Ya avat. Implijet vez hon API gant an open-source JavaScript a zo e diabarzh an interfas MEGA.  Neuze e c'hallez ober gant meur a godoù disheñvel oc'h implijout [A}dielladur[\/A]. Ne c'hallomp ket sevel an holl aprokoù a ya en-dro gant MEGA. Pediñ a reomp ac'hanoc'h da skoazellañ ac'hanomp. Goude bezañ sellet ouzh ho kod evit backdoorioù e vo lakaet anezhañ war hol lec'hienn. laouen e vimp da vreutaat e-keñver rannañ al leveoù evit an aprokoù ar brudetañ. ","362":"A-benn parraat dreistbec'h danvezioù hon dez da vevennañ  implij ar bann-drafet a-wezhioù. Brasoc'h eget hor bevenn a-vremañ [X3] eo ar fichennaoueg emaout o klask pellgargañ. Diwezhataet eo bet hec'h treuskas ha enaouiñ ha raio ent-lusk pa vo aesoc'h an dremeniri. ","365":"N'eo ket arnevez a-walc'h ho merdead a-benn pellgargañ ur fichennaoueg ken bras. ","366":"Diwall Copyright","367":"Doujañ a ra MEGA da gopyright ar re all hag azgoulenn digant implijourien e c'hKloud e vefe asantet lezennoù ar c'hKopyright ganto.  Difennet groñs eo deoc'h ober gant Servij Kloud MEGA a-benn tremen dreist ar gwirioù-eilañ.  N'hellit ket pellziskargañ, pellgargañ, rannañ, diskouez, streamiñ, dasparzhañ, boniañ, e-mailhañ, liammañ, treuzkas pe, e doareoù all, lakaat da vezañ dibres fichennaoueg, dataenn pe  dalc'had ebet a dremenfe dreist ur c'hopyright pe gwir ur pezen pe un hennad. ","368":"Evezhiegezh:","369":"E dalc'h gant prevezded an alc'hwezioù diskwel  a-us emañ surentez enkriptañ MEGA. Na treuzkasit ket  anezho gant chadennoù disur. ","370":"Eilañ etrezek an pouez-paperioù","371":"Eilet e-barzh ar pouez-paperioù","372":"Pellziskargañ","373":"Pellgargañ","374":"Gouestlañ a reomp, dereiñ a reomp ","375":"Merdeiñ stoc'het abalamour da C'hortoz treuzkasoù fichennaouegoù.","376":"Dav eo deoc'h bezañ kennasket a-raok mont war ar bajenn-mañ.","377":"Treuzkasoù fichennaouegoù o vont war-raok. Ma kendalc'hfec'h e vo dilezet anezho.","378":"Skrivit ho ker tremen a-benn kadarnaat ho kont, mar plij.","379":"Kennaskit a-benn pellgargañ ar fichennaoueg-mañ e-barzh ho kont.","380":"Skrivit an alc'hwez dikripterezh mar plij","381":"Pep gwir miret","382":"Savet e Zeland-Nevez","383":"Skoazellañ","384":"Kreizenn Skoazell","385":"Aozioù implij","386":" Politikerezh prevezded","387":"Kopyright","388":"Kumuniezh","389":"Blog","390":"Kevelerezh","391":"Adwerzhourien","392":"Diorroerien ","393":"Kevelerien herberc'hiñ ","394":"Posterien","395":"Deuit da vezañ un adwerzher","396":"En hon keñver","397":"Emezeladur Digoust","398":"Emezeladur Pro","399":"Evit dont e darempred ganeomp","400":"Basikoù","401":"Rannañ","402":"Surentez ha prevezded ","403":"Kont","404":"Paeañ ha fakturenniñ ","405":"Binvioù ","406":"Goulennoù savet an aliesañ:","407":"Rummoù:","408":"a viz Genver","409":"a viz C'hwevrer","410":"a viz Meurzh","411":"a viz Ebrel","412":"a viz Mae","413":"a viz Even","414":"a viz Gouhere","415":"a viz Eost","416":"a viz Gwengolo","417":"a viz Here","418":"a viz Du","419":"a viz Kerzu","420":"Kennaskit a-benn kregiñ ho pelldiskargadenn.","421":"Asantit komzoù hor servij mar plij.","422":"Asantiñ a ran","423":"Ur c'hont enrollet ho peus ezhomm a-benn ober gant ar benveg rannadur. Ha falvezout a ra deoc'h enrolliñ bremañ ? ","424":"Rannadur mac'hagnet","425":"Adhanviñ an teuliad","426":"Adhanviñ ar fichennaoueg","427":"Munudoù ar c'hont.","428":"Madennoù","429":"Istor an estezioù","430":"Istor ar prenañ","431":"Istor an treuzvarc'hadoù. ","432":"Seurt kont:","433":"Gwellaat","434":"Seurt koumanant: ","435":"DIGOUST","436":"Kelc'hiad fakturenniñ ebet","437":"Ec'honder berniñ","438":"[X] implijet","439":"[X1] eus [X2]","440":"Mererezh bann-drafet","441":"Enaouit ar Mererezh Bann-drafet","442":"Lazhit ar Mererezh Bann-drafet","443":"Gallout a rit termenañ tregantad ho peus c'hoant reiñ d'ar servij Bann-drafet.","444":"Set ar Servij Bann-drafet","445":"Servij Bann-drafet","446":"( evit an trede lod pellgargañ eus ho fichennaouegoù)","447":"Pellgargañ Bann-drafet","448":"(Evit pellgargañ trede lod ur fichennaoueg)","449":"Mentell ar c'hont","450":"Leuniañ","451":"Krouiñ madennoù:","452":"seurt madennoù:","453":"Dibab seurt ar madennoù","454":"Kementad:","455":"Krouiñ","456":"Adprenañ madennoù:","457":"Pourchas madennoù","458":"Adprenañ","459":"Ho madennoù","460":"Madennoù sec'h (dizimplijet)","461":"Madennoù adprenet","462":"Madennoù freuzet","463":"Madennoù digarget","464":"An holl Madennoù ","466":"[X] diwezhañ","467":"Istor an estezioù","468":"Istor ar prenadennoù","469":"[X] Prenadenn diwezhañ","470":"Istor an treuzvarc'hadoù ","471":"[X] treuzvarc'had diwezhañ","472":"[X] estez diwezhañ","473":"Kaoc'h Ki ! War a seblant n'eo ket ur c'hod madennoù gwiriek.","474":"Deiziad an termen:","475":"Deiziad\/Eur","476":"tra","477":"Pegement","478":"Doare a-benn paeañ ","479":"Merdead","480":"Chomlec'h IP","481":"Bro ofisiel ","482":"Obererezh diwezhañ ","483":"Estez-bremañ ","484":"Treuzvarc'hadID","485":"Kred","486":"Dibun","487":"Kod ar madenn","488":"Stad","489":"Dizimplij ","490":"Adprenet d'an\/r","491":"Digarget d'an\/r","492":"Freuzet d'an\/r ","494":"Dibabit ho treuziad:","495":"Boniañ","496":"Bann drafet","497":"Dibab ar feurbriz:","498":"Dre miz","499":"Dre bloaz","500":"Dibab ar feurbriz:","501":"Saveteiñ 17%","502":"Dibab ar feurbriz: ","503":"Dibab an doare da baeañ: ","504":"Mentell rak-paeet ","505":"Prenañ madennoù","506":"Micherel","507":"Kendalc'hen","508":"Kod ar madenn","509":"KEVREDIGEZH AR PREVEZDED","510":"Degemer mat war MEGA","511":"Krouet eo bet hoc'h alc'hwez boutin\/privez RSA 2048-bit","512":"A -benn kreñvaat an alc'hwez hon eus dastumet entropiezh fiñvadennoù ho logodenn ha tizhder skeiñ ouzh hoc'h alc'hwezaer. ","513":"Adprenet eo bet ho madenn ha lakaet war ho kont. Koulskoude n'eus ket trawalc'h a arc'hant evit ar prenadenn-mañ. Ouzhpennit muioc'h a arc'hant pe dibabit ur treuziad marc'hadmatoc'h.","514":"N'eus ket trawalc'h a arc'hant. Klaskit adarre, mar plij ganeoc'h.","515":"Muioc'h eget 500 moned a zo e-barzh an teuliad-mañ. Gallout a ra bezañ difonnaet ho merdead gant teuliadoù bras. Marteze e vefe gwelloc'h ober gant isteuliadoù.","516":"Goulenn skoazell","517":"Un dra-bennaket n'a ket en-dro ganeoc'h ? A-raok mont e darempred ganeomp, kae da sellet ouzh hor [A] c'hreizenn skoazell [\/A] da gentañ. Ma n'eus ket respont ebet d'ho koulenn, kae e darempred ganeomp.","518":"Lezennel","519":"O c'hortoz da respont d'hoc'h azgoulenn emañ hon departamant lezennel.","520":"Kopyright","521":"Chalet oc'h gant un implijer a wisk war ho kwirioù perc'henniezh kefredel ? Skrivit ur goulenn-tennañ gant hor [A]furmskrid enlinenn[\/A] ha kasit an e-mailh deomp.","522":"Aliit gwellaennoù ","523":"Kinnigit azgoulennoù a zenn ouzh an implij  pe an arc'hwel amañ. ","524":"Danevellit ur bug","525":"E mod beta emañ MEGA evit poent. Pedet oc'h da zanevellañ ar bugoù.  Ar resisañ vo ar gwellañ. ","526":"Mediaoù","527":"Pedin a reomp izili ar mediaoù, blogerien hag all, da vont e darempred ganeomp a-benn kaout titouroù a-zivout MEGA. ","528":"Deuit da vezañ un adwerzher.","529":"Deuit da vezañ ezel eus ar \"success story\"!","530":"Aotreet viot gant hor programm adwerzhañ da werzhañ madennoù MEGA d'ho pratikoù end-eeun. ","531":"An titouroù:","532":"Diraez ho po war hor benveg merañ madennoù. ","533":"Krouiñ madennoù e amzer gwirion digant ho mentell kont.","534":"Lodenn gounidigezh fonnus adal an deroù.","535":"Seul e werzhoc'h seul e vo uhel ho lodenn gounidigezh seul e vo graet ur fagodenn vras ganeoc'h.","536":"Gant an diraez API adwerzhañ e viot aotreet da ziorren binvioù fresk hag a etreraio gant ho sistem e amzer wirion.  ","537":"Bruderezh digoust: O vont da vezañ liammet ouzh MEGA emañ ho lec'hienn web.","538":"Goude klask hag asant eus ho aprok adwerzhañ. Ho pusiness hag ho lec'hienn internet o do da genglotañ gant hor reolioù ","539":"Lodenn Gounidigezh","540":"Treuzfurmet  vo ho lodenn gounidigezh e madennoù.","541":"Sifr a aferioù miziek ","542":"Lodenn gounidigezh","543":"Muioc'h eget [X]","544":"Aprok-adwerzhañ","545":"Enskrivit evel adwerzher","546":"Titouroù","547":"Ho titouroù","548":"Marc'hadoù","549":"Dibabit marc'hadoù adwerzhañ:","550":"Paemantoù ","551":"Dibabit doareoù paeañ","552":"Dibabit doareoù paeañ e-mesk roll ar pourchaseroù dibrez.","553":"N'eo ket listennet ho pourvezer ? Kasit un [A]e-mailh[\/A] deomp, mar plij ganeoc'h.","554":"Disoc'het","555":"Asantiñ a ran gant [A]Divizoù implijout an adwerzherien[\/A] ","556":"Nesañ","557":"Dibabit marc'hadoù digant roll ar broioù dibrez ","558":"Kent","559":"Hoc'h anv","560":"URL business","561":"Chomlec'h","562":"ZIP\/ kod-post","563":"Anv ar business","564":"Niverenn pellgomz","565":"Kêr","566":"Dibabit broioù evit pep doare paeañ:","568":"Dibabit ho pro, mar plij ganeoc'h","569":"Setiñ an treuzkasoù","570":"Niver a gennaskoù pellziskargañ kenstur","571":"Niver a gennaskoù pellgargañ kenstur","572":"Bevenn buander ar pellziskargañ","573":"Hini ebet","574":"Ent-lusk","575":"Difiñv","576":"Tremen dreist fichennaouegoù peurheñvel pa vezer o pellziskargañ:","577":"Ya","578":"Ket","579":"Ober gant SSL evit treuzkasoù fichennaouegoù:","580":"Lazhañ ar SSL a wella an efedusted ha na wana ket ar surentez.","581":"Skrivit hoc'h anv, mar plij ganeoc'h.","582":"Skrivit hoc'h URL business, mar plij ganeoc'h.","583":"Skrivit ho chomlec'h, mar plij ganeoc'h.","584":"Skrivit ho ZIP\/Kod-post, mar plij ganeoc'h.","585":"Skrivit hoc'h anv business, mar plij ganeoc'h.","586":"Skrivit ho niverenn pellgomz, mar plij ganeoc'h.","587":"Skrivit ho kêr, mar plij ganeoc'h.","588":"Skrivit ho pro, mar plij ganeoc'h.","589":"Plegañ da zivizioù implij adwerzhañ ho peus d'ober","590":"Dibabit ur vro d'an nebeutañ, mar plij ganeoc'h.","591":"Dibabit un doare paeañ d'an nebeutañ, mar plij ganeoc'h.","592":"Dibabit un vro da nebeutañ evit ar pourvezer paeamant. ","593":"Biskoazh !","594":"Un e-mailh gant muioc'h a ditouroù emaoc'h o vont da resev.","620":"Ali gwallerezh","621":"Remerk","622":"Doujañ a reomp da gopyright ar re all hag azgoulenn digant implijerien hor servij mirout al lezennoù kopyright . Difennet groñs eo implijout hor servijoù a-benn tremen dreist ar c’hopyright.  N’hallit ket pellgargañ, pellziskargañ, berniañ, rannañ, dewelet, streamiñ, dasparzhañ, e-mailhañ, liammañ, treuzkas  pe lakaat da vezañ dibres fichennaouegoù, data, pe endalc’hioù a dremenfe dreist ar c’hopyright pe gwirioù tud all hag a vefe un den pe un hennad.  Respont a rimp da zisklêradurioù terridigezh  gant  ul lezenn a vo kaset en un doare sklaer deomp.  Ma kredit eo bet ho perc’hennded eilet pe implijet a-benn tremen dreist ur c’hopyright, kasit ho tisklêridaur dimp gant (i) sinadur fisikel pe electronikel perc’henn ar c’hopyright (pe un den aotreet da sinañ en e lec’h) ; (ii) peurheñveladur al labour pe an oberenn gwarezet  ha a zo klemm da vezan bet praezhet anezhañ ; (iii) peurheñveladur an dafar hag a zo klemm da vezañ bet praezet anezhañ pe da vezañ bet sujed d’ oberidigezh a dremen dreist al lezenn hag a zo da diverkañ pe da zisabliñ an diraez a gas dezhañ ha titouroù resis a-walc’h a aotrefe ac’hanomp da lec’hiañ n dafar (da skouer an URL (uniform ressource locator)) ;(iv) ho titouroù darempred da lavaret eo ho chomlec’h, ho niverenn pellgomz, ho chomlec’h e-mailh ; (v) un disklêriadur a diskouez ho feiz vat e-keñver drougimplijadur an oberenn ; (vi)un disklêriadur a ziskouez eo resis an disklêriadur hag ho peus ar gwir d’ober e lec’h ar perc’hennder, dindan poen a gaztizadur (hervez lezennoù ar vro). ","623":"Mirout a reomp ar gwir da lemel data damgredet maez al lezenn, hep rakkemenn, ha hep kiriegezh eus ho perzh. Diouzh ma vo an dro e freuzimp ho kont ma vez gwelet ez adc'hrit torradurioù. Setu anv hor gwezher a ra war dro ar c'hopyright:","624":"Ali kopyright","625":"Implijit ar furmskrid-mañ a-benn kinnig ur c'hemenn kopyright. Reskont a reomp deoc'h en ur ober 24 eurvezh (Ent-trumm e pad eurioù labour).","626":"An endalc'h:","627":"Maezioù rediet","628":"Gwaskad war ma gwirioù-eilañ personel.","629":"Gwaskad war gwirioù-eilañ un den ez on aotreet da vezañ a-berz.","630":"Doare disevel ","631":"Dibab doare disevel","632":"1.Disabliñ an URL(où) boutin pourvezet nemetken. Menel a raio ar fichennaoueg(où) e-barzh kont(où) ar perc'henn .","633":"2. Disabliñ holl URL(où) boutin iz-fichennaoueg(où) ar fichennaoueg(où) pourvezet. Menel a rayo ar fichennaoueg(où) e-barzh kont(où) ar perc'henn.","634":"3. Lemel holl instañsenn iz-fichennaoueg(où) an URL(où) pourvezet. N'eus ket ag implijour aotreet da verniañ hemañ e n'eus forzh peseurt trovezh dre ar bed.","635":"Amañ dindan e tisklerian  n'eo ket aotreet da vezañ rannet an oberenn warezet-mañ gant perc'henn ar c'hopyright, e wezher pe al lezenn.","636":"Kompren a ran e c'hallan dalc'het da giriek evit gwalloù , entouezet kostoù ha frejoù breutaourien, ma 'z e tremenan dreist al lezennoù gant gouiziegezh eo praezet an dafar, an URL pe ar fichennaouegoù.","637":"Titouroù an disklêriadur a zo gwir ha touiñ a ran ez on aotreet (dindan poan a bunijennoù hag a gastizennoù) d'ober e anv perc'henn ar c'hopyright. ","638":"Un diell sirius ha lezennel eo an disklêriadur-mañ.  Diwallit bezañ resis hag evezhiek  gant ho klemmoù torridigezh ar c'hopyright. Gallout a rit mont e darempred gant un breutaer a-benn termenañ e peseurt lec'h e vez tremenet dreist al lezenn ha petra n'eo ket gwarezet gant al lezenn gant un aotreegezh pe un diazez lezennel bennaket.","639":"Kinnigit evezhiadennoù","640":"Ouzhpennañ muioc'h","641":"URL an endalc'h maez al lezenn:","642":"Anv perc'hen ar c'hopyright:","643":"Micher:","644":"Chomlec'h e-mailh:","645":"Faks:","646":"Kêr:","647":"ZIP\/Kod postal","648":"Oberenn warezet o klemm bezañ bet preizhet:","649":"Ma anv a-bez:","650":"Embregadenn \/ Aozadur","651":"Pellgomz:","652":"Chomec'h:","653":"Stad \/ Rannvro:","654":"Bro:","655":"Pourvezit an URL evit pep oberenn warezet hag en doa klemmet da vezañ bet preizhet, mar plij. ","656":"Pourvezit an URL evit pep oberenn warezet hag en doa klemmet da vezañ bet preizhet, mar plij.","657":"Dibabit e peseurt lod an endalc'h e vez tremenet dreist ho kopyright personel pe hini un den a rit evitañ. ","658":"Dibabit doare an takedown, mare plij.","659":"Pourvezit an URL evit pep oberenn warezet hag en doa klemmet da vezañ bet preizhet, mar plij.","660":"Pourvezit an URL evit pep oberenn warezet hag en doa klemmet da vezañ bet preizhet, mar plij.","661":"Pourvezit anv perc'henn ar c'hopyright, mar plij.","662":"Pourvezit hoc'h anv a-bezh mar plij ganeoc'h.","663":"Pourvezit ho chomlec'h e-mailh mar plij ganeoc'h.","664":"Skrivit un chomlec'h e-mailh gwiriek mar plij ganeoc'h. ","665":"Kadarnait ez out a feiz vat e-keñver ar fed n'eo ket aotreet rannañ an dafar a zo lec'hiet amañ a-us gwarezet gant perc'henn ar c'hopyright, e gannad pe al lezenn.","666":"Kadarnait a c'hallfec'h bezañ kiriek evit gwalloù (entouezet kostoù ha frejoù breutaer ) ma lavarit gaou gant gouiziegezh e-keñver endalc'hioù, data, fichennaouegoù, dafar a vefe o tremen dreist ar c'hopyright. ","667":"Kadarnait eo resis an disklêriadur-mañ hag oc'h aotret (dindan poan a bunijennoù pe kastizoù) d'ober evit perc'henn ar chopyright.","668":"Bennozh Doue deoc'h!","669":"Adsellit ouzh ho kemenn kopyright a rin a-barzh nemeur.","670":"Yezh","671":"Ha gouzout a ouzit meur a yezhoù ?","672":"Skoazit ac'hanomp da dreiñ e yezhoù arall !","673":"Kevredigezh ar Prevezded","674":"Pep hini ne c'hallo ket bezañ dindan emelladurioù tidel en e vuhez privez, e familh, e annez pe e genskriverezh. Neb en deus gwir da warezerezh al lezenn a-enep al lavaret daremgorioù pe argadennoù.","675":"Disklêriadur Hollvedel Gwirioù Mab-Den, Mellad 12 ","676":"Ur C'hloud-boniañ gant un endon diehan ha galloudus eo MEGA","677":"Pourvezañ a ra MEGA ur C'hloud kreñv gant un endon diehan, galloudus ha pleustrek. Krediñ a ra MEGA e gwir hoc'h endon ha pourvezañ ac'hanoc'h gant binioù teknologek a-benn gwareziñ anezhañ. Graet vez \"enkripterezh mestroniet\" pe \"UCE\" ganeomp ha c'hoarvezout ent-lusk a ra . ","678":"Petra eo enkripterezh mestroniet an implijour MEGA?","679":"Enkriptet eo an holl fichennaouegoù boniet war MEGA. Enkriptet eo pep treuzkas data a ya kuit pe a zeu da vMEGA.  Tra ma vez dic'houest pourchasourien Koumoul all d'ober ar memes tra e vez disheñveloc'h MEGA. Reizhenn an embregerezhioù all a vez da zalc'h an alc'hwez enkripterezh. Gant MEGA eo c'hwi an hini eo a vestroni an enkripterezh, a dalc'h an alc'hwez enkripterezh, a diviz piv en do diraez d'ho fichennaouegoù pe get, hep kaout ezhomm staliañ ur softwarenn risklus. En ho merdead e c'hoarvez pep tra !","680":"Dazont MEGA","681":"Ar penn kentañ nemetken eo ar C'hloud MEGA. En dazont vo pourchaset UCE d'ho merdead gant MEGA evit ur skalfad bras ag aprokioù hep bezañ rediet da staliañ netra. Gwarezet e vo hoc'h e-mailhoù, galvadennoù, tchatoù ha videoioù-stream gant  hon teknologiezh.","692":"Daoust hag-eñ eo lezennel MEGA ?","693":"Bez' omp ur strollad teknologourien  o doa kemeret amzer, tro ha direz internet a-benn sevel ur servij berniañ Kloud dreistkred a sikouro da wareziñ ouzh ho prevezded. Programmet e oa bet ar servij-internet adalek netra e Auckland, Zeland-Nevez. Er c'hontrol da zarn vuiañ hon kenvezerien e reomp gant ur merdead galloudus disavet war un deknologiez m'oc'h c'hwi o vestroniañ an alc'hwezhioù ha n'eo ket ni. E-barzh hor strollad meizoud vez kavet Kim Dotcom, Mathias Ortmann, Bram van der Kolk ha Finn Batato. Hor rakwelour pennañ eo Tony Lentino a berc'henn Instra Corporation, un enroller domanioù. Bet e oa bet hor CEO, Vikram Kumar, penn oberiañ InternetNZ ( Un aozadur nann-arc'hantus o luskañ gweled un 'internet digor ha dibakus. Emichañs e plijo deoc'h.","694":"1. Disabliñ ul liamm (\"URL\") dre fichennaoueg - menel a raio ar fichennaoueg(où) e-barzh kont an implijer.","695":"2. Disabliñ lies URL dre fichennaoueg. Menel a raio ar fichennaoueg(où) e-barzh kont an implijour. ","696":"3. Lemel holl is-fichennaoueg(où) an URL(où) pourvezet- Ne vo implijour ebet a vo aotreet da verniañ hemañ e n'eus forzh trovezh ebet dre ar bed.  ","697":"4-Traoù all","698":"Amañ e c'hallit goulenn ur gemenn","699":"Sinit ha koulennit ar gemenn","700":"Goulennit ho kemenn  tennañ gant an dorn dre un e-mailh digant [A1]copyright@mega.co.nz[\/A1] hervez hor [A2]goulenn pourvezioù[A2].","701":"E-mailh Ali an Emdenn ","702":"Diskleriañ un drougimplij","703":"N'eo ket gwiriek ho liamm enskrivadur. Gwiriit ma vefe linnenoù torret gant ho e-mailh enaouiñ mar plij.","704":"Dija eo bet enaouet ho kont. Kennaskit mar plij.","705":"N'hon eus ket gallet traetañ ho kadarnadur. Kennaskit adarre, mar plij. Kod ar fazi: ","706":"Kemmit ar ger-tremen ","707":"Reneveziñ","708":"Azgoulenn ur cheñchamant ","709":"Ankouaet eo ma ger-tremen-bremañ ganin  ","710":"Mar demaoc'h kennasket c'hoazh met ne c'hallit ket kaout soñj eus ho ker-tremen o ren e c'hallit termenañ  ur ger-tremen nevez gant hoskiñ an dilenn-mañ. Resevet vo ganeoc'h ul liamm a-benn kadarnaat ar cheñchamant  gant un e-mailh a enaouo ar ger-tremen ma klikit warnañ a-raok 15 munutenn.","711":"Azgoulenn cheñch","712":"Adpren disoc'het","713":"Kredekaet eo bet ho kont gant ar madenn(où). Falvezout a rit kendalc'hen da bourchas ho kont PRO bremañ ?","714":"Dija eo bet adprenet ar madenn-mañ.","715":"Ne glot ket ar gerioù-tremen ho poa skrivet. Klask adarre mar plij.","716":"Ger-tremen o ren","717":"Ger-tremen nevez","718":"Kadarnait ar ger-tremen nevez","719":"Skrivit ho ker-tremen o ren mar plij","720":"Skrivit ho ker-tremen nevez mar plij","721":"Gwiriit hoc'h e-mailh ha klikit al liamm kadarnaat a-benn disoc'hañ kemmadur ho ker-tremen.","722":"Azgoulenn kemmadur","723":"Ret eo d'ar ger-tremen bezañ disheñvel eus ho ker-tremen a-vremañ.","724":"Direizh eo ar ger-tremen ho peus pourvezet. ","725":"Kemmet eo bet ho ker-tremen.","726":"Graet","727":"Kemmet eo bet ho ker-tremen","728":"Deuet d'e dermen eo liamm kadarnaat ar ger-tremen.","729":"Dija eo bet kadarnaet al liamm.","730":"Astalet eo bet ho kont. Gwiriit hoc'h e-mailh, mar plij, evit muioc'h a vunudoù ha klask kompren perak eo bet degouezhet se deoc'h. ","731":"Disoc'het eo bet kont an implijer peogwir e oa bet graet meur a dorridigezh hor c'homzoù servij gantañ\/i.","732":"Dija emaoc'h kennasket gant ur c'hont a zo disheñvel eus an hini emaout o kadarnaat. Gwiriit hoc'h estez kroget, mar plij,  digennaskit ha neuze, klikit war a liamm kadarnaat en-dro.","733":"Chomlec'h E-mailh dianavezet. Ma n'ho peus ket ur c'hont ganeomp oc'h pedet da grouiñ unan nevez. ","734":"Trugarez vras deoc'h !","735":"Gwiriit hoc'h e-mailh mar plij","736":"N'eus nemet ar c'hontoù n'ez eus ket fichennaoueg ha teuliad ebet enno a c'hall reset o ger-tremen.","737":"Reset ar ger-tremen","738":"Azgoulenn","739":"Disoñjet ho ker-tremen ?","740":"Kemmet eo bet ho ker-tremen gant berzh.","741":"Dibabit ur ger-tremen nevez sur anezhañ, mar plij","742":"Reset","743":"deuet eo d'e dermen al liamm. Goulennit ul liamm nevez mar plij.","744":"Liamm diwiriek. Goulennit ul liamm nevez mar plij.","745":"Kelc'hiad fakturenniñ ebet","746":"Seurt ag emezeladur","747":"Sizhuniek","748":"Miziek","749":"Bloaziek","750":"Bout e vo ar c'helc'hiad fakturenniñ nesañ d'an\/r","751":"A-raok","752":"Astenn Firefox evit MEGA","753":"Staliit an astenn Firefox evit MEGA hag e vo gwellaet  kaer efedusted ho pellgargadurioù. Aotreet e viot da bellgargañ dre stroll un toullad diniver a fichennaouegoù hep strishadur-ment ebet.","754":"Suraet ha diwelus eo an astenn Firefox evit MEGA. Ma kavit gwelloc'h ober gant MEGA hep astenn ebet ez erbedomp deoc'h ober gant [A]Chrome[A].","755":"Staliañ an astenn","756":"Disoc'het eo ar pellgargadur","757":"Disoc'het eo [X] pellgargadur","758":"Digorit an teuliad pellgarget","759":"Klikit amañ a-benn digoriñ","760":"Staliit an astenn Firefox evit MEGA a-benn pellgargañ un teuliad a-vent.","761":"kadarnait mar plij","762":"War-nes emaout pellgargañ un toullad ramzek a fichennaouegoù hag a c'hall gorrekaat ho merdead. Mont war-raok memestra ? ","763":"Darempred","764":"Ne c'hall ket ho kont pellgargañ kregiñ rak leun eo ho pladenn-galet.","765":"Ne c'hall ket ho kont pellgargañ kregiñ rak leun eo ho pladenn-galet.","766":"Ne c'hall ket darn ho pellgargadurioù kregiñ rak leun eo ho pladenn-galet.","768":"Ne c'hall ket ho kont pellgargañ kregiñ rak leun eo ho pladenn-galet pe rak emaout oc'h ober gant Chrome gant ar mod prevez na aotre ket skrivañ fichennaouegoù. ","769":"Gallout a reomp implijout nemet 5% eus ec'honder dieub ho Pladenn . Dieubit muioc'h a blas evit kendalc'hen. ","770":"Dibabit ho ker-tremen","771":"Kadarnait ho ker-tremen","772":"URL etrezek ar fichennaoueg:","773":"Chom a ra ","774":"Liamm an e-mailh","775":"Adanviñ a-us:","776":"savetiñ","777":"Dalc'hen soñj ac'hanon war ar vekanik-mañ","778":"N'ho peus ket ur c'hont MEGA ?","779":"Enrollit bremañ","780":"Ur c'hont MEGA ho peus dija ?","781":"Abalamour da ","782":"Goullo an teuliad","783":"Fichennaoueg ebet en ho kloud drive","784":"Darempred ebet","785":"Disoc'h ebet","786":"Fichennaoueg ebet en ho pouest-resev","787":"Fichennaoueg ebet en ho pod-lastez","788":"Ha sur oc'h e fell deoc'h fiñval ar fichennaoueg-mañ etrezek ar pod-lastez ?","789":"Ha sur oc'h e fell deoc'h fiñval ar fichennaoueg-mañ etrezek ar pod-lastez ?","790":"Digoriñ ar fichennaoueg","791":"Emporzhiañ ar fichennaoueg","792":"Diverkañ ar fichennaoueg","794":"Diverkañ an teuliad","796":"Kaout al liamm","797":"Rannañ an teuliad","798":"Ec'honder Berniñ","799":"Ec'honder Implijet","800":"Ec'honder dieub","801":"Stumm ar burev","802":"E-Mailh an darempred","803":"Pellgargañ a fichennaoueg","804":"Siwazh n'eo ket gouzañvet ar stumm-mañ a fichennaoueg gant MEGA war ho mekanik","805":"Implementet  ur c'houzañv evit an doare a fichennaoueg vo graet a-benn nebeut.","806":"Kemmit hanv an teuliad","807":"Kemmit hanv ar fichennaoueg","808":"Liamm an teuliad","809":"URL evit an teuliad","810":"Liamm pellgargañ","811":"URL evit ar fichennaoueg","812":"Kadarnait ar c'hont","813":"Teuliad Rannet","814":"Falvezout a ra deoc'h dileuskel ho pellziskargadur ?","815":"Falvezout a ra deoc'h dileuskel  ho pellgargadur ?","816":"Skrivit ur chomlec'h e-mailh talvoudek mar plij !","817":"Na c'hallit ket krouiñ un teuliad e-barz un dosoc'h enklask.","818":"Falvezout a ra deoc'h cheñch d'ar stumm burev","819":"Emañ o kregiñ","820":"Emporzhiet eo bet ar fichennaoueg e-barz ho Kloud drive.","821":"Ho kemennoù","822":"War gil","823":"Settiñ","824":"Teuliad rannet nevez eus [X]","825":"Teuliad rannet nevez","826":"Disc'hraet eo bet un teuliad rannet gant [X]","827":"Teuliad rannet disc'hraet","828":"[X1] teuliad ha [X2] fichennaoueg","829":"[X] teuliad hag ur fichennaoueg","830":"un teuliad ha [X] fichennaoueg","831":"un teuliad hag ur fichennaoueg","832":"[X] teuliad","833":"[X] fichennaoueg","834":"un teuliad","835":"ur fichennaoueg","836":"[DATA] ouzhpennet gant [X]","837":"Ouzhpennet eo bet [X]","838":"Ouzhpennet eo bet [X] ","850":"GNV","851":"HWR","852":"MRZ","853":"EBR","854":"MAE","855":"EVN","856":"GOU","857":"EST","858":"GWL","859":"HER","860":"DU","861":"KZU","862":"Kemmenoù","863":"Gwelout pep tra","864":"Pellgargañ ZIPet","865":"Digeriñ","866":"Eilañ un dra dibabet","867":"Eilañ [X] d\/z\/tra dibabet","868":"Fiñval an item dibabet","869":"Fiñval an\/r [X] item dibabet","870":"Kadarniñ","871":"[B]Diwall:[\/B] feurbarzh boniañ didremenet . Diverkit fichennaouegoù pe [A]pellwellait ho kont[\/A].","872":"Pro","873":"[X] eilenn zo","874":"Ur munutenn zo","875":"[X] munutenn zo","876":"Un eurvezh zo","877":"[X] eurvezh zo","878":"Un devezh zo","879":"[X] devezh zo","880":"Raktal","881":"Oc'h ober gant un estez berrbad. Ur wech echuet hemañ e vo kollet an data berniet gantañ. A-benn mirout ouzh ho fichennaouegoù, pellwellait d'ur c'hont gwirion an abretañ ar gwellañ  ha goulennit ho 50GB ag ec'honder suraet digoust er C'hloud!","882":"Kemenn","883":"Krouiñ ho kont ","884":"N'eo ket keverlec'h [X] gant MEGA","885":"Ho merdead","886":"Ur bug pouezus a zo e-barzh Internet Explorer 10, hag a a zireizh ar skrivañ fichennaouegoù a zeu eus JavaScript, a zegas un diouer ag eñvor pa vez pellgarget kalz a zata. Spi hon eus e vo dreset gant Internet Explorer 11. Evit poent e kinnigomp deoc'h kemm evit ur merdead dazeilat.   ","887":"N'en deus ket [X] an HTML5. MEGA en deus ezhomm dioutañ evit lakaat  ar c'hriptografiez da vont en-dro. Treuzkas ar fichennaouegoù HTLM5 vo helebinet gant ur workaround. Kemmit d'ur merdead modernoc'h evit un implij aesoc'h. ","888":"Aliet-kenañ ","889":"Aliet","890":"Mont a ra en-dro MEGA gwelloc'h gant ar merdeidi-mañ: ","891":"Diwall keverlec'hded gant ar merdeidi","892":"Perzhioù","893":"Pellziskarget","894":"Ment en e bezh","895":"Anv an teuliad","896":"Krouet","897":"Enderc'hel a ra:","898":"Meur a fichennaouegoù ha teuliadoù","899":"Meur a fichennaouegoù","900":"Meur a deuliadoù","909":"Ger tremen","910":"Prenañ diouzhtu","911":"Tennit gounid penn da benn eus MEGA gant [B]Pro[\/B]","912":"eus","913":"miz","914":"rakpren bloaziek","915":"Ec'honder ramzek boniañ","916":"Kota bann drafet brokus","917":"ma dibabit da paeañ bep bloaz","918":"bep miz","919":"bep bloaz","920":"Hizivaat Ho kont","921":"daou vizvezh digoust","922":"1 mizvezh","923":"1 bloavezh","924":"Ur goulenn ho pefe da sevel diwar-benn ar [A}c'hontoù Pro?[\/A]","925":"Laouen vo hor skipailh skoazell o sikour ac'hanoc'h.","926":"Anv an embregerezh","927":"Kêr","928":"ZIP \/ Kodenn postel","929":"Pellgomz","930":"deiz","931":"miz","932":"bloaz","933":"Chomlec'h","934":"Stad pe rannvro","935":"chomlec'h PayPal","936":"Kont bank","937":"Anv an emvataer ","938":"Deskrivit ho strategiezh marketiñ","939":"Anv ar bank","947":"Drive","948":"Pod-lastez","949":"Inbox","950":"Darempredoù","951":"Ma c'hont-me","952":"Peurlieasañ ar binioù ne c'hallont ket pellgargañ fichennaouegoù brasoc'h eget 4GB. Moarvat e c'hwito ho pellgargadenn.","953":"N'eus ket plas dieub a-walc'h","954":"Kenlabourerien","955":"Appoù hezoug","956":"Sinkronisañ ar bratikoù ","957":"App Chrome","959":"App Firefox","961":"Appoù","962":"Kit diorreadur ar softwaroù","963":"Dielloù","964":"Program emezeladur","965":"Politikerezh","966":"sellet ouzh an doare ober","967":"digennaskiñ","968":"Krouiñ ur c'hont","969":"Klaskit adarre mar plij","970":"Skrivit ur ger-tremen gwiriek","973":"bann drafet implijet","974":"Merit ho kont","975":"Ouzphennañ ur steredenn","976":"Tennañ ar steredenn kuit","977":"Fichennaoueg ebet en ho Cloud drive","978":"Hoc'h enklask n'ez eus netra a glot ganti  ","979":"Goullo emañ ho pod lastez","980":"N'ho peus darempred ebet ken","981":"Goullo emañ hoc'h inbox","982":"Endalc'had","983":"Alberz","984":"Aelad","985":"Istor","986":"Kemm hoc'h aelad","987":"hag a echo d'an","988":"kennaskoù:","989":"[X] darempred","990":"1 darempred","991":"Mont betek an darempredoù","992":"Avatarenn","993":"Cheñch avatarenn","994":"Titouroù denel","995":"Deiziad ganedigezh","996":"Dibab bro","997":"N'hallez ket ouzhpennañ darempredoù ma n'out ket kennasket","998":"krouiit ho kont digoust, mar plij","999":"C'hoant ho pefe gwelaat ho estez berrbad d'ur c'hont digoust raktal ?","1000":"Un enrolladur digoust a zo kuzuliet a-benn tec'hout diouzh koll ar moned. ","1001":"Lemel an darempred","1002":"Sur out ho peus c'hoant da lemel [X] eus ho roll-darempredoù ? ","1003":"Kadarnaat al lamedigezh","1004":"Ha sur out ho peus c'hoant da fiñval [X] etrezek ar pod-lastez ?","1005":"An implijerien enrollet a zo ar re nemeto a c'hall krouiñ liammoù.","1006":"An implijerien enrollet a zo ar re nemeto a c'hall rannañ teuliadoù.","1007":"Ne c'hallez ket disober an oberenn-mañ","1008":"Kota bann-drafet pro dibaseet.","1009":"Ezhomm muioc'h a vann-drafet ?","1010":"Kota boniañ dibaseet.","1011":"C'hoant mirout ho fichennaouegoù ?","1012":"Kota boniañ damdibaseet","1013":"Ezhomm muioc'h a gota boniañ ?","1015":"Skrivit kodenn ho madenn  mar plij","1016":"Dibab ur skeudenn","1017":"Ober gant an dra-se evel hoc'h avatar ?","1018":"Goullo","1019":"Ouzhpennañ ur chomlec'h internet","1020":"Skrivit ur chomlec'h internet pe dibabit un darempred.","1021":"Ennaouet","1022":"Lazhet","1023":"N'hallit ket skrivañ war an teuliad.","1024":"Skrivit anv an teuliad mar plij.","1025":"Lies itemoù","1026":"Skrivit alc'hwez dekriptañ","1027":"Dekriptañ","1028":"Alc'hwez dekriptañ","1029":"Liamm foran","1030":"Dibabit e-mesk ho tarempredoù pe ouzhpennit ur chomlec'h internet.","1031":"Ezporzhañ liammoù fichennaouegoù hag alc'hwezhioù dekriptañ","1032":"Enderc'hel alc'hwez ar fichennaoueg","1033":"Eila~alc'hwezioù","1034":"Pellgargañ lies fichennaoueg","1035":"Klikañ war \"Aoten\" a-benn disoc'hañ ar pellgargadur","1036":"Rannet gant","1037":"Aotren","1038":"Dibab ar yezh","1039":"Paeañ gant PayPal","1040":"Kennaskit a-benn enaouiñ hoc'h enrolladur-pro, mar plij.","1041":"Krouiit ur c'hont a-benn enaouiñ hoc'h enrolladur-pro, mar plij.","1042":"O teraouekaat","1043":"Liamm an teuliad  divak","1044":"Liamm an teuliad emaout o klask denesaat outañ n'eo ket mui dibres.  Abalamour d'an abegoù a heul eo:","1045":"Lamet eo bet liamm an teuliad abalamour d'ur wallerezh ToS\/AUP","1046":"Mac'hagnet eo liamm an teuliad gant an implijer","1047":"Degemer mat e MEGA PRO","1048":"Enaouet eo bet ho kont Pro. Kemerit plijadur","1049":"Teuliad","1050":"Rannañ ebet","1051":"Biken","1053":"Kota bann-drafet damdibaseet","1054":"Gortoz [X] vo ret deoc'h ober a-raok e vo roet bann-drafet all d'ho kont","1055":"N'ho peus ket c'hoant da c'hortoz ?","1056":"Fiñvus eo ar vevenn-mañ","1057":"Kadarnaat lamedigezh an estez","1058":"Un estez berrbad emaoc'h oc'h ober gantañ. C'hoant ho peus echuiñ gant an estez-mañ ?","1059":"Gant an oberenn-mañ vo diskrivet hoc'h holl data.","1060":"Enkriptañ penn-da-benn","1061":"En enep da bourvezerioù all eo enkriptet ha dekriptet ho tata gant ar bratikoù ha morse ganeomp-ni.","1062":"Moned bloc'hel","1063":"Tu zo da vont d'ho tata a-hed an amzer, eus n'eus forzh gwikefre, hag e pep lec'h.","1064":"Kenlabourerezh suraet","1065":"Rannit ho teuliadoù gant ho darempredoù ha sellit o hizivaadennoù en amzer gwir.","1066":"Pourvezañ a ra MEGA binioù a lak  ar c'hemenadennoù enlinet [A] privez ha kuzulik[\/A] da vezañ aes d'ober ganto. ","1067":"Dilivrañ a ra MEGA servijoù enkriptet diazezet war ar c'hloud a aotr kehenterezh ha kenlabourerezh [A]prevez ha suraet[\/A] evit business ha tud boutin. Dalc'hen ha mestroniañ a rit alc'hwezhioù enkriptañ ho tata a zo er c'hloud.","1068":"Rannit teuliadoù gant ho darempredoù ha sellit o hizivaadennoù e amzer gwir.","1069":"Sellit penaos ez a en-dro","1070":"Penaos ez a en-dro","1071":"C'hoant gouzout muioc'h diwar-benn MEGA ?","1072":"Sellit ouzh ar video lañsañ ","1073":"Steuñvioù an izili","1074":"Pakit 50 GB gant ur c'hont digoust","1075":"kalz muioc'h eget ar pezh ho pefe gant ar peurliesañ eus hon kevezerien","1076":"Krouiñ ur c'hont","1077":"Pakajoù Pro kevezus","1078":"Pakit betek 4TB a voniañ enkriptet evit 8.33€ pep miz nemetken.","1079":"Sellit ouzh hor Pakajoù Pro","1080":"Apps hezoug","1082":"En ho chakod emañ ar c'hloud. Diraezit ha streamit ho fichennaouegoù gant ho smartphone pe tabletenn. pellziskargit ha kenamzerit ho mediaioù gant ar c'hloud.","1083":"Pakit anezhañ evit netra","1084":"Dibres evit","1085":"Sync Client","1086":"Kenamzeriñ aes hag emgefreek etre ho urzhiataeroù hag ho Kloud Drive MEGA","1087":"Pellgargañ raktal","1088":"Apps Merdeiñ","1089":"Staliet vo MEGA gant hon astennadurioù en ho merdead evit pellgargañ fonnusoc'h  ha ouzhpennañ dalc'h a-enep tagadennoù.","1090":"Kae d'ar bajenn pellgargañ","1091":"Klikit a-benn pellzizkargañ pe lezit fichennaouegoù amañ","1092":"Lakaat da zineudañ a-benn kendalc'hen","1093":"Na skrivit morse ho ker tremen war ur wikefre n'out ket sur anezhi penn da benn. Na gennaskit ket gant ho kont gant un urzhiater rannet pe foran.","1094":"Evit muioc'h a surentez e kuzuliomp deoc'h staliañ hor [A]plugin evit merdeidi[\/A] da gentañ ha goude pellgargañ MEGA eus hoc'h urzhiataer e lec'h eus hor servijerioù.","1095":"Krouiñ ho kont [A]digoust[\/A]","1096":"Anv bihan","1097":"Anv familh","1098":"Anv bihan ha\/pe anv familh diwiriek","1099":"Skrivit hoc'h anv-bihan hag ho anv familh","1100":"Chomlec'h internet fall","1101":"Skrivit ur chomlec'h internet gwiriek","1102":"Ger-tremen diwiriek","1104":"Kreñvait ho ker-tremen mar plij.","1105":"Kreñvded:","1106":"Stadud ar ger-tremen","1107":"Ne glot ket ar gerioù-tremen","1108":"Krouiñ ur c'hont","1109":"Mestr hoc'h alc'hwez enkriptañ eo ho ker-tremen","1110":"Surentez ho kont a vo hervez kreñvded ho ker-tremen. Divinet aes vez ar c'herioù-tremen re verr, re simpl pe a zeu eus ar geriadur. ","1111":"Na zijoñjez ket ho ker-tremen. ","1112":"N'eus ket prosediñ daspunadur ebet evit gerioù-tremen kollet. Ma n'ho peus ket soñj anezhañ ne vo ket mui tu deoc'h mond betek ho tata boniet.","1113":"Ken suraet  eo ho kont hag hoc'h urzhiataer. Na muioc'h, na nebeutoc'h.","1114":"Adskrivit ar ger-tremen","1115":"Oc'h enaouiñ emañ ar gwirier kreñvded kerioù-tremen","1116":"Klaskit adarre a-benn nebeut eilennoù.","1117":"Asant an termoù servij","1118":"Ret eo deoc'h asantiñ an termoù servij a-benn enrollañ ur c'hont war MEGA","1119":"Aes eo da zivinout ho ker-tremen.  Klaskit hiraat anezhañ. Kenaozit pennlizherennoù ha lizherennoù munut.","1120":"Aes eo da zivinout ho ker-tremen.  Klaskit hiraat anezhañ. Kenaozit pennlizherennoù ha lizherennoù munut. Ouzhpennit arouezioù ispisial. Chomit hep ober gant anvioù pe gerioù ar geriadur.","1121":"Mat a-walc'h eo ho ker-tremen a-benn kendalc'hen met kuzuliet a reer deoc'h kreñvaat anezhañ ","1122":"Gouest vo ar ger-tremen-mañ herzel ouzh ar peurliesañ eus an tagadennoù Brutal force. Bezit sur kaout soñj anezhañ.","1123":"Gouest vo ar ger-tremen-mañ herzel ouzh an tagadennoù Brutal force kreñvañ. Bezit sur kaout soñj anezhañ.","1124":"Gwan-gwan","1125":"Gwan","1126":"Etre","1127":"Mat","1128":"Kreñv","1129":"Re wan eo ho ker-tremen evit kendalc'hen.","1130":"E-mailh ha\/pe ker-tremen diwiriek.","1131":"Kadarnait ho kont","1132":"Dastum an entropiez","1133":"Gant ar c'hoari-mañ co dastumet [A]entropiez[\/A] fiñvadennoù ho logodenn.","1134":"Se a greñvao ho [A]Alc'hwez RSA[\/A].","1135":"N'hallit ket freuzañ ar c'hoari a-raok vefe ar merker araokadenn da 100%.","1136":"Graet !","1137":"Bremañ e c'hallit kendalc'hen betek ar c'hammed nesañ a-benn disoc'hañ hoc'h alc'hwez.","1138":"Kendalc'hen","1139":"Kont ar poentoù:","1140":"Ur c'hammed pouezus-kenañ eo ha gallout ha ra padout eilennoù.","1141":"Bezit pasiant mar plij.","1142":"Krouidigezh un alc'hwez foran-prevez","1143":"O sevel an alc'hwez.","1144":"Implij brudet abretañ an enkriptañ a zo deiziaet 4000 bloaz zo, en Ejipt kozh ","1145":"Hiziv an deiz, 4000 bloaz goude ne ra ket an darn vrasañ eus ar pourvezerioù  gant an enkriptañ.","1146":"Klokait ho kont","1147":"Dibabit ho toare kont","1148":"[A]Tapit 2 mizvezh digoust[\/A] ma prenit ur steuñv pro ur bloavezh.","1149":"Termenet","1150":"Digoust","1151":"Tennit gounid eus MEGA gant ur [A]kont pro[\/A]","1152":"Dibabit ho Pakaj Pro","1153":"Steuñv ur bloavezh","1154":"Ar skipailh","1155":"O pellziskargañ","1156":"O pellgargañ","1157":"Pellgargadur digoust","1158":"Evit Windows","1159":"A-benn nebeut evit [A]Mac (\/A]","1160":"PLijet bras eo MEGA o trugarekaat oberourien kevrennadoù an open source a heul hag o doa kemeret perzh e mont-en-dro hor lec'hienn. ","1161":"Suraet","1162":"Enkriptet eo ho tata penn da benn. Den na c'hall kaeat anezhañ nag e boniañ nag e tremenerezh.","1163":"Gwevn","1164":"Kenamzeriñ n'eus forzh teuliad diouzh ho PC betek n'eus forzh teuliad e-barz ar c'hloud.  Gallout a rit kenamzeriñ n'eus forzh peseurt niver a deuliat ent-paralel.","1165":"Fonnus","1166":"Tennit gounid eus isframm galloudus-tre MEGA hag eus treuskasoù lieskennask. ","1167":"Brokus","1168":"Bernit betek 50GB evit mann","1169":"Brudet kenañ","1170":"Klaskit, boniit, pellgargit, streamit, sellit, rannit, adanvit pe diskrivit ho fichennaouegoù. Amañ emañ pep tra.... e pav ho taouarn.","1171":"A-benn nebeut evit [A]iOS[\/A]","1172":"Astennadur Firefox","1173":"Astennadur Chrome","1174":"Gant an aprok-mañ vo staliet MEGA e-barz ho merdead. Bihanet vo an amzerioù pellgargañ, kreñvaet kasadenn pellgargañ ha kreñvaet ar surentez.","1175":"Gant an aprok-mañ vo paket n'eus forzh URL MEGA ha chom a raio lec'hel (JavaScript ebet vo karget diouzh hor servijourioù). Pourvezet emgefreek vo hizivaadennoù a drugarez da sinañ an alc'hwez kriptañ prevez. ","1176":"Ha ma z out paranoiak evit gwir:","1177":"Diseanouit auto-u","1178":"Pellgargañ MEGA evit Firefox","1179":"Staliadur:","1180":"Pellgargañ MEGA evit Chrome","1181":"Digorit ar pajenn astennadurioù e Chrome","1182":"Roll>Benvioù>astennadurioù","1183":"pe skrivit","1184":"en ho parrenn chomlec'h","1185":"Rampañ ha lezel ar fichennaoueg [X] pellgarget betek ar pajenn staliañ Chrome ha kadarnaat ar staliadur.","1186":"Gallout a rit ent-aes prenañ ho enrolladur MEGA pro gant hon adwerzherien aotreet.","1187":"Pellgargañ","1188":"evit hoc'h urzhiataer","1189":"Emporzhiañ","1190":"evit ho Kloud drive","1191":"Evit poent eo divak ar fichennaoueg emaout o klask pellgargañ anezhi","1192":"Dineudit a-benn gouzout muico'h diwar-benn MEGA","1193":"Kregiñ gant ur c'hopnt nevez","1194":"Ha falvezout a ra deoc'h emporzhiañ ar fichennaoueg-mañ evit un estez nevez ?","1195":"Gant \"Nann\" e vi aotreet da gennaskiñ ha tretañ ho emporzhadenn.","1196":"freuzañ ar pellgargadur","1197":"Ha sur out ho ^peus c'haont da freuzañ ar pellgargadur-mañ?","1198":"Diskrivet vo ar fichennaoueg pellgarget-mañ.","1199":"N'haller ket dekriptañ hep alc'hwez ","1200":"Termoù servij liammet","1201":"[A]Deuit ganeomp[\/A] a-benn sevel reuz e marc'had  boniañ ar c'hloud.","1202":"Grit taolioù mat ganeomp ha gounezit ho perzh.","1203":"Sikourit ac'hanomp da greskiñ ha tennit gounid eus an tro-vat","1204":"Sinit","1205":"Penaos ez a en-dro ?","1206":"Sinit ha tapit hoc'h ID keveler nemetañ a c'halli ouzhpennañ d'hon URL. ","1207":"Heuliet vo pep prenadenn graet gant hor gweladennourien ho poa hentet betek MEGA.","1208":"Gounezet ho peus [B]20%[\/B] an holl leve ganet gant ho keveler ID.","1209":"Koumandatoù arreadek a gonto evel erbedoù arreadek.","1210":"Evit piv eo ar programm emezelet-mañ ?","1211":"Aprok evit an diorreerien:","1212":"Savit hoc'h aprok deoc'h-c'hwi oc'h ober gant hor [A]SDK[\/A]","1213":"Lakait implijerien digoust da bro ha gounezit arc'hant gant ho aprok.","1214":"Lec'hiennoù Web:","1215":"Blogerien","1216":"Lec'hiennoù keñveriañ ar c'hloudoù boniañ kloud","1217":"Petra eo ar relennoù?","1218":"Lennit ha ho pezet doujañs ouzh hor [A]termoù servij emezelet[\/A]","1220":"Splujit e-barz !","1221":"Sinit hor programm emezelet ha gallout a rit kregiñ gant gounezit kerc'h raktal.","1223":"kennask titouroù","1224":"Muioc'hig a vunudoù diwar ho penn hon eus ezhomm","1230":"Titouroù paeañ","1231":"Dre PayPal pe treuskas bank (Zeland Nevez nemetken) e paeomp bep miz. ","1232":"Doare evit paeañ","1233":"PayPal","1234":"Kont Bank (NZ nemetken)","1235":"Anv ar gounidek","1236":"Anv ar bank","1237":"Niverenn ar c'hont bank","1238":"Chomlec'h PayPal","1239":"Titouroù liammet","1240":"C'hoant am befe gouzout muioc'h penaos e sonjit kas ho aferioù gant MEGA ","1241":"Deskrivit ho strategiezh marketing","1242":"A-du on gant [A]termoù servij[\/A] MEGA","1243":"Enrollet out e-barzh ar program emezelet. Gounezit a rit 20% eus an holl leve ganet gant ho keveler ID.","1244":"Bezit sur kaout doujañs ouzh hor [A]termoù servij emezelet[\/A]","1245":"Gallit a rit gounezit leve o kas charafoul da:","1246":"Stadegoù","1247":"Deiziadur","1248":"30 devezh","1249":"90 devezh","1250":"180 devezh","1251":"365 devezh","1252":"A-hed an amzer","1253":"Deiziad","1254":"Gwerzhioù","1255":"Turnover","1256":"Gounidoù","1257":"Gwerzh ebet enrollet evit ar maread dibabet","1258":"Paemantoù","1259":"Paemant ebet enrollet evit ar maread dibabet","1260":"ID ar c'heveler ","1261":"Skrivit deiziad ho kanedigezh mar plij","1262":"Skrivit anv ho kêr mar plij","1263":"Skrivit ho stad pe rannvro","1264":"Skrivit ho ZIP \/ kodenn postel","1265":"Skrivit ho niverenn pellgomz mar plij.","1266":"Deskrivit ho strategiezh marketing mar plij","1267":"Ret eo dec'h bezañ a-du gant an termoù servij emezelet.","1268":"Skrivit ho chomec'h PayPal mar plij.","1269":"Skrivit anv gounidek ho kont bank NZ, mar plij.","1270":"Skrivit anv ho pank NZ, mar plij.","1271":"Skrivit niverenn ho kont bank NZ","1272":"Savet eo bet MEGA gant tud normal ha neuze ne c'hall ket bezañ peurvat. Ma kavfit ur fazi e gavfen mat gouzout pelec'h ez eus ur gudenn a-benn dresañ anezhi.  Gallout a rit diskrivañ ar gudenn ar munutañ ar gwellañ.","1273":"Serius-tre e sellomp ouzh gwiroù ar perc'hennder-spered ha kreñvaet hon eus ar stourm a-enep al laeron damnet ha milliget.","1274":"Evit muioc'h a didouroù lennit hor [A] henchenn kuzuliañ[\/A].","1275":"Gallout a rit pellgargañ un notennig  klemm digant hor [A] Furmskrid enlinet[\/A] pe skrivañ un e-mail deomp.","1276":"Mennozhioù pe sorboù ho peus-c'hwi ? C'hoant ho peus da c'houzout muico'h e-keññver hor produioù ?","1277":"Dibres emaomp-ni bepred.","1278":"Dibabit mar plij","1279":"Kammed 1","1280":"Kammed 2","1281":"munudoù an endalc'had","1282":"Munudoù diwar-benn perc'henn ar c'hopyright","1283":"OUzhpennaén un URL all","1284":"Anv perc'henn ar c'hopyright","1285":"ma vez tu","1286":"Anv an ajant aotreet gant perc'henn ar c'hopyright hag a zo oc'h embann un notennig","1287":"Notennig kopyright resevet","1288":"Sellout ha tretañ a rimp ho notennig ar fonnusañ ar gwellañ.","1289":"Trugarez da vezañ kliket war ar liamm pediñ. Krouit ho kont digoust amañ dindan.","1290":"Kaoc'hig, war a seblant n'eo ket ul liamm pediñ gwiriek. Enrollet ho poa bet ur c'hont ?","1291":"Kliket ho poa bet war ul liamm pediñ. Krouiit ho kont mar plij","1292":"O tont a-benn nebeut","1293":"Degemer mat e Kreizenn skoazell","1294":"Ma ne gavit ket respont ho koulenn kit da gennaskiñ ouzhimp hep termal.","1295":"Harp an darempredoù","1296":"Topikoù brudet ","1297":"Implijet vez ar chomlec'h intenet dija","1298":"Kennaskit ouzh ho kont mar plij.","1299":"Pouezit a-benn distanañ","1300":"Hizivadenn diwezhañ","1301":"Hiziv","1302":"Dec'h","1303":"Ar sizhun-mañ","1304":"Sizhun tremenet","1305":"Ar miz-mañ","1306":"Ar bloaz-mañ","1307":"Koshoc'h","1308":"Pellgargadur c'hwitet","1309":"Pelldiskargadur c'hwitet","1310":"Skrivit ar c'hodenn kadarnaat, mar plij","1311":"Fazi pellgargañ fichennaouegoù","1312":"Anv-implijour\/ger-tremen diank","1313":"Kennaskiñ c'hwitet","1314":"Fazi diverkañ","1315":"Kont e-mailh bezant ebet","1316":"Savetiñ ar fichennaoueg offline evit gwelet en a-raok.","1317":"fazi ganel al liamm","1319":"Re verr eo ar ger-tremen","1320":"Re verr eo an anv","1321":"fazi pellgargañ munudoù ar c'hont","1322":"Pelldiskargadur disoc'het","1323":"Kennaskiñ","1324":"Kennasket gant berzh","1325":"O c'henel ul liamm","1326":"Eilet al liamm er c'hlipboardenn","1327":"Pellgargadur dicoc'het","1328":"O kregiñ gant ar pellgargadur","1329":"O c'hortoz","1330":"Skrivit an anv-implijour hag ar ger-tremen","1331":"E-mailh","1332":"Kadarnit anbenrolladur","1333":"Gwiriit hoc'h e-mailh ha pegit ar c'hodenn kadarnaat amañ dindan pe klikit war al liamm kadarnaat IOS ispisial.","1334":"Freuzañ an enrolladur","1335":"Kadarnaat ar c'hodenn","1336":"Ober gant an hini diwezhañ","1337":"Ober ur foto","1338":"Dibab ar pezhioù a zo anezhe","1339":"Ouzhpennañ teuliad","1340":"Skrivit anv an teulaid nevez","1341":"Dibab foto(où)","1342":"Embann","1343":"Kloud drive goullo","1344":"Rannañ","1345":"Savetiñ offline","1346":"Treuskas","1347":"Boest resev goullo","1348":"Teuliadoù rannet","1349":"Foto ebet","1350":"Fotoioù","1351":"A-blasoù","1352":"Vak","1353":"saveteiñ evit derez offline","1354":"Dibabit an uhelañ a voniañ war ho kwikefre","1355":"Version","1356":"Korwered","1357":"Digennaskiñ","1358":"Dilamet eo bet an holl fichennaouegoù pellgarget","1359":"Bihanoc'h eget ar c'hach implijet evit bremañ eo ar ment dibabet. Ma kendalc'hit e vo diverket fichennaouegoù zo.","1360":"Astennadur pro","1361":"Savelañ ar prizioù","1362":"Adsavelañ ar prenadennoù","1363":"roued ebet","1364":"klaskit adarre","1365":"n'emaoc'h ket kennasket ouzh internet","1366":"Skrivit an hanv nevez","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us","1392":"Files & Folders","1393":"Kemer an video","1394":"Eilañ al liamm","1395":"Liamm an e-mailh","1396":"Aotreit diraez d'ar fotoioù","1397":"Enaouiit ar servijoù lec'hiadur mar plij","1398":"Aotreit diraez d'ar servijoù lec'hiadur mar plij","1399":"Penaos eman kont ganeoc'h ?","1400":"Laouen","1401":"Etre daou soñj","1402":"Drouklaouen","1403":"Kas feedback ","1404":"Mont e darempred gant ar skipailh harpañ","1405":"Lennet vo ho kemenadenn. Kouskoude ne vo ket tu deomp da respont d'an holl e-keñver an niver bras a c'houlennoù","1406":"Prizit ac'hanomp!","1407":"Kaout harpañ pe lenn topikoù brudet","1408":"E-keñver","1409":"Trugarezioù","1410":"Dibab lec'hiadur an teuliad da emporzhiañ","1411":"Photosync","1412":"Enaouiñ Photosync","1413":"Pellgarget vo ar fotoioù etrezek teuliad PhotoSync","1414":"Ober gant data an hezoug","1415":"Ne vo ket pellziskarget ar fotoioù gant steuñv data ho hezoug","1416":"Pellziskargañ an diadreñv","1417":"Deraouit Photosync ur wech an amzer pa cheñcho ho lec'hiadur","1418":"Disoc'het","1419":"Enaouiñ ur c'hod tremen","1420":"Bizskrivit ur c'hod tremen","1421":"Cheñch a god tremen","1422":"Bizskrivit ho kod tremen a-vremañ","1423":"Bizskrivit ho kod tremen","1424":"Lazhañ ar c'hod tremen","1425":"advizskrivit ho kod tremen","1426":"Antren ho kod tremen nevez","1427":"Adantren ho kod tremen nevez","1428":"Ne glot ket ar c'hodoù tremen. klaskit adarre.","1429":"1 c'hlask kod tremen c'hwitet","1430":"%i klask kod tremen c'hwitet","1431":"Kod tremen prennet","1432":"Enaouiñ ar c'hod tremen","1433":"Lazhañ ar c'hod tremen","1434":"Diskrivañ an Data","1435":"Diskrivañ an holl data goude 10 klask kod tremen c'hwitet","1436":"Aprok ar yezhoù","1437":"Saozneg","1438":"Bulgareg","1439":"Portugaleg","1440":"Sinaeg hengounel","1441":"Alamaneg","1442":"Spagnoleg","1443":"Galleg","1444":"Hungareg","1445":"Indonezianeg","1446":"Italianeg","1447":"Japaneg","1448":"Poloneg","1449":"Slovakeg","1450":"Sloveneg","1451":"Hebraeg","1452":"Hollandeg","1453":"Koreeg","1454":"Rusianeg","1455":"O hizivaat","1456":"O pellgargañ","1457":"Oc'h emporzhiañ","1458":"Pellgargadur","1459":"pelldiskargit amañ","1460":"Liesdibaboù","1461":"Enrollañ","1462":"Oc'h enrollañ ur c'hont nevez","1463":"Kadarnadur reketet","1464":"Gwiriit hoc'h e-mailh ha klikit a-benn kennaskiñ ha kadarnaat ho kont mar plij","1465":"Ma ne resevit ket an e-mailh kadarnaat, klaskit adarre mar plij","1466":"A-du on gant an ","1467":"divizoù implij","1468":"Implijer MEGA endeo ?","1469":"Kennaskiñ","1470":"o kennaskiñ","1471":"Krouiñ ur c'hont nevez","1472":"klaskit adarre","1473":"Kennaskiñ ouzh ar servijer","1474":"O jediñ an alc'hwezhioù enkriptañ...Gortozit mar plij","1475":"Nevez gant MEGA?","1476":"Prenn ar Pin","1477":"Kod faos","1478":"Mat eo","1479":"Lec'hiadur pellgargañ dre ziouer","1480":"Kuzhiadell diabarzh","1481":"Dibabit an teuliad ho peus c'hoant da virout ennañ ar fichennaouegoù pellgarget","1482":"Teuliad personelaet","1483":"Pellgargañ betek","1485":"Cheñch ger-tremen","1486":"Pe eo direizh ar ger-tremen a-vremañ pe ne glot ket ar gerioù-tremen ho peus antret. klaskit adarre.","1487":"Ger-tremen kemmet gant berzh","1488":"Choazit ho Package","1489":"Dibab ar priz","1490":"Pellgargañ ar fichennaoueg","1491":"Falvezout a ra deoc'h freuzañ ar pellgargadur?","1492":"Hizivaat roll ar fichennaouegoù","1493":"Touch a-benn freuzañ ar pelgargadur","1494":"Pellgargadur c'hwitet","1495":"Pellgarget","1496":"Kroget eo gant ar pellgargadur","1497":"Falvezout a ra deoc'h freuzañ ar bellziskargadenn?","1498":"Labour ar fichennaoueg","1499":"Touch a-benn freuzañ ar bellziskargadenn","1500":"Kroget ' ar pellziskargadur","1501":"pellziskarget","1502":"pellziskargadenn c'hwitet","1503":"N'haller ket digor ar fichennaoueg dibabet","1504":"Dibab diwar","1505":"Dibab rizh ar fichennaoueg","1506":"C'hoazh pellgarget","1507":"Digeriñ gant","1508":"Ment al liamm direizh","1509":"Liammoù ar fichennaoueg(où) n'haller ket mont en-dro gante evit poent.","1510":"E-mailh pe ger-tremen direizh.  Ha gwiriet ho peus bet ho kont e-mailh?","1511":"Re verr ' ar ger-tremen.","1512":"Skrivit ho chomlec'h e-mailh mar plij","1513":"Chomlec'h e-mailh diwiriek","1514":"Kudenn gant ar c'hennaskiñ ouzh ar roued. Klaskit diwezhatoc'h","1515":"Barregezhioù dibres evit bremañ. Klaskit diwezhatoc'h mar plij","1516":"Kudenn gant sistem ar fichennaouegoù","1517":"Stanket eo perc'henn ar fichennaoueg-mañ","1518":"N'eo ket bet kavet an hennad","1519":"N'eus ket a-walc'h ag ec'honder digoust ","1520":"Ne c'hall ket ar braz eus ar gwikefreoù pellgargañ muioc'h eget 4GB.  Moarvat e c'hwito ho pellgargadenn.","1521":"Shariñ al liamm","1522":"Shariñ ar fichennaoueg","1523":"Dibab","1524":"Adenvel","1525":"Oc'h adenvel","1526":"Fiñv etrezek ar pod-lastez","1527":"O fiñval an diell","1528":"O krouiñ ul liamm","1529":"Shariñ liamm ar fichennaoueg","1530":"O fiñval etrezek ar pod lastez","1531":"Saveteiñ etrezek ","1532":"Saveteiñ etrezek sistem ar fichennaouegoù","1533":"saveteiñ etrezek Pellgargadennoù","1534":"Make available offline","1535":"Photo Sync","1536":"Pellziskargit ent-lusk ho fotoioù etrezek MEGA","1537":"O kemprediñ ar fotoioù gant MEGA","1538":"Kemprediñ ar foto(ioù) peurc'hraet.","1539":"Pellziskargañ nemetken gant ar WiFi","1540":"Pellziskargañ nemetken pa vez o vec'hiañ","1541":"Kemprediñ fotoioù etrezek ","1542":"Kudenn kemprediñ ar foto(ioù)","1543":"N'eo ket dibres tonkadur an teuliad","1544":"not set","1545":"Teuliad ar fotoioù","1546":"Destination folder","1547":"Sync Photos from","1548":"Wrong photos folder","1549":"Upload slots","1550":"Download slots","1551":"Number of parallel upload connections","1552":"Number of parallel download connections","1553":"Pin Lock","1554":"Enable Pin Lock","1555":"Pin Lock timeout (s)","1556":"Kod","1557":"Advanced","1558":"Max cache file size (KB) ","1559":"Max foreground file download (KB)","1560":"Thumbnails","1561":"Create image thumbnails","1562":"App will download each image you have and create small version(thumbnail) of it","1563":"Download only over WiFi","1564":"Skeudenn","1565":"Kleved","1566":"Gweled","1567":"Pick from File System","1570":"Fotoioù","1571":"Videoioù","1572":"An daou","1573":"Camera Sync Error: External storage is not available","1574":"Fotoioù nemetken","1575":"Videoioù nemetken","1576":"Fotoioù ha videoioù","1577":"Add synchronized folder","1578":"Fazi","1579":"Please select a local folder and a MEGA folder","1580":"The selected local folder is already synced","1581":"A synced folder cannot be inside another synced folder","1582":"Dija kempredet eo an teuliad MEGA dibabet","1584":"Full account syncing is only possible without any selective syncs","1585":"Diwall!","1586":"Local folder too large (this version is limited to %1 folders or %2 files.  Please select another folder.","1587":"Sync name","1588":"The name \"%1\" is already in use for another sync","1589":"Please enter a different name to identify this synced folder:","1590":"Local folder:","1591":"MEGA folder:","1592":"Select local folder","1593":"Import links","1594":"Download to my computer","1595":"Import to my cloud drive","1596":"OK","1597":"Cancel","1599":"Select local folder","1600":"Decryption error","1601":"Not found","1602":"MEGAsync is up to date","1603":"RECENTLY UPDATED","1604":"Usage: Data temporarily unavailable","1605":"Syncs","1606":"MEGA website","1607":"%1 of %2","1608":"Usage: %1","1609":"%1 of %2 (%3\/s)","1610":"%1 of %2 (paused)","1611":"File transfers paused","1612":"MEGAsync is scanning","1613":"All transfers have been completed","1614":"Cancel all downloads","1615":"Cancel download","1616":"Cancel all uploads","1617":"Cancel upload","1618":"Add Sync","1619":"one file at %1\/s","1620":"one file (paused)","1621":"%1 of %2 files at %3\/s","1622":"%1 of %2 files (paused)","1623":"Total Remaining:","1624":"Downloading","1625":"Uploading","1626":"MEGAsync","1627":"Logging in","1628":"MEGAsync is now running.","1629":"Click here to open the status window.","1630":"Your sync \"%1\" has been disabled because the remote folder doesn't exist","1631":"Your sync \"%1\" has been disabled because the remote folder is in the rubbish bin","1632":"Your sync \"%1\" has been disabledbecause the local folder doesn't exist","1633":"Error: Invalid destination folder.","1634":"The upload has been cancelled","1635":"The folder (%1) wasn't uploaded because it's too large (this version is limited to %2 folders or %3 files).","1636":"%1 folders weren't uploaded because they are too large (this version is limited to %2 folders or %3 files).","1637":"Synchronization will stop.","1638":"Deletions that occur while it is not running will not be propagated.","1639":"Exit anyway?","1640":"About MEGAsync","1641":"MEGAsync version code %1","1642":"The link has been copied to the clipboard","1643":"The links have been copied to the clipboard","1644":"Exit","1645":"About","1646":"Settings","1647":"Pause","1649":"Resume","1650":"Up to date","1651":"Paused","1652":"Scanning","1653":"Syncing","1654":"Temporary transmission error:","1655":"You have new or updated files in your account","1656":"No error","1657":"Internal error","1658":"Invalid argument","1659":"Request failed, retrying","1660":"Rate limit exceeded","1661":"Failed permanently","1662":"Too many concurrent connections or transfers","1663":"Out of range","1664":"Expired","1665":"Not found","1667":"Access denied","1668":"Already exists","1669":"Incomplete","1670":"Invalid key\/Decryption error","1671":"Bad session ID","1672":"Blocked","1673":"Over quota","1674":"Temporarily not available","1675":"Connection overflow","1676":"Write error","1677":"Read error","1678":"Invalid application key","1679":"Unknown error","1680":"Warning","1681":"Folder Selection","1682":"Select a MEGA folder:","1683":"Retrieving folders","1684":"New folder","1685":"OK","1686":"Cancel","1687":"Cloud Drive","1688":"Enter the new folder name:","1689":"The root folder can't be synced.","1690":"Please select a sub folder.","1691":"You have %1 in this folder.","1692":"Are you sure you want to sync it?","1693":"Enter one or multiple MEGA file links","1694":"Submit","1695":"Enter one or more MEGA file links","1696":"No valid MEGA links found. (folder links are not yet supported)","1697":"%1 hours ago","1698":"Get MEGA link","1699":"just now","1700":"%1 seconds ago","1701":"1 minute ago","1702":"%1 minutes ago","1703":"1 hour ago","1704":"1 day ago","1705":"%1 days ago","1706":"1 month ago","1707":"%1 months ago","1708":"1 year ago","1709":"%1 years ago","1710":"Open","1711":"Show in folder","1712":"General","1713":"Account","1714":"Syncs","1715":"Bandwidth","1716":"Advanced","1717":"Help","1718":"Cancel","1719":"Apply","1720":"Show notifications","1721":"Start on startup","1722":"Update automatically","1723":"Language","1724":"Details","1725":"FREE","1726":"Logout","1727":"Storage space","1728":"Upgrade","1729":"Synced folders","1730":"Delete","1731":"Add","1732":"Local Folder","1733":"MEGA folder","1734":"Upload rate limit","1735":"Don't limit","1736":"Limit to:","1737":"Auto","1738":"about 90% of the available bandwidth","1739":"Bandwidth quota","1740":"Upload limits are per upload server and are applied when starting new uploads","1741":"Folder for uploads from Windows Explorer","1742":"Excluded file names","1743":"Proxy Settings","1744":"No proxy","1745":"Auto-detect","1746":"Proxy","1747":"Proxy type:","1748":"Server:","1749":"Proxy server requires a password","1750":"Username:","1751":"Password:","1752":"Data temporarily unavailable","1753":"%1 (%2%) of %3 used","1754":"You are already syncing your entire account.","1755":"Synchronization will stop working.","1756":"Are you sure?","1757":"Excluded name","1758":"Enter a name to exclude from synchronization.","1759":"(wildcards * and ? are allowed):","1760":"Setup Wizard","1761":"I have a MEGA account","1762":"I don't have a MEGA account","1763":"Create a new MEGA account","1764":"Name:","1765":"Email:","1766":"Password:","1767":"Repeat password:","1768":"Login to your MEGA account","1769":"Please verify your account using the confirmation link that we have sent to your email account","1770":"Choose install type","1771":"Full account sync","1772":"Sync your entire cloud drive","1773":"Selective sync","1774":"Sync specific folders in your cloud drive","1775":"The following folders will be automatically synchronized:","1776":"Change","1777":"Welcome to MEGA","1778":"Your local folder:","1779":"and your MEGA folder:","1780":"will be automatically synchronized.","1781":"Back","1782":"Next","1783":"User already exists","1784":"Fetching file list","1785":"Incorrect email and\/or password.","1786":"Have you verified your account?","1787":"MEGA folder doesn't exist","1788":"Finish","1789":"Please enter your e-mail address","1790":"Please enter a valid e-mail address","1791":"Please enter your password","1792":"Please enter your name","1793":"Please enter a stronger password","1794":"The entered passwords don't match","1795":"You have to accept our terms of service","1796":"Creating account","1797":"You have %1 in your Cloud Drive.","1798":"Are you sure you want to sync your entire Cloud Drive?","1799":"and your MEGA Cloud Drive","1800":"Please select a local folder","1801":"Please select a MEGA folder","1802":"Select local folder","1803":"Upload to MEGA","1804":"Share with a MEGA user","1805":"Send to a MEGA user","1806":"1 file","1807":"%1 files","1808":"1 folder","1809":"%1 folders","1811":"Please select the upload folder for your files:","1812":"Always upload to this destination","1813":"MEGA synced folder","1814":"You are about to import this file to a synced folder. If you enable downloading, the file will be duplicated on your computer.","1815":"Are you sure?","1816":"You are about to import these files to a synced folder. If you enable downloading, the files will be duplicated on your computer.","1817":"Muioc'h","1818":"MEGAsync is waiting","1819":"MEGAsync has been updated","1820":"O tont evit Mac ha Linux dizale","1821":"When we launched MEGA early 2013, global mass surveillance by rogue governments under the pretext of fighting terrorism was still a wild conjecture and its proponents were often touted as conspiracy theorists. Edward Snowden's revelations 137 days later fundamentally changed public attitudes and it became excruciatingly clear that <i>security by policy<\/i> (\"we have access to your data, but we promise to keep it confidential and not misuse it\") had not been good enough. Anything short of <i>security by design<\/i> (\"we cannot gain access to your data without you being able to find out\"), for which strong end-to-end encryption is an essential prerequisite, now seems grossly insufficient.","1822":"MEGA was architected around the simple fact that cryptography, for it to be accepted and used, must not interfere with usability. MEGA is fully accessible without prior software installs and remains the only cloud storage provider with browser-based high-performance end-to-end encryption. The only visible signs of the crypto layer operating under MEGA's hood are the entropy collection during signup, the lack of a password reset feature and the novel (and browser-specific) ways file transfers are conducted. Today, millions of business and personal users rely on MEGA to securely and reliably store and serve petabytes of data and we believe that this success is the result of MEGA's low barrier to entry to a more secure cloud.","1823":"We are constantly hiring. If you are an outstanding software engineer and would like to join our global team, please do not hesitate to submit your CV to jobs@mega.co.nz."}