{"10":"MAIOR. MELHOR. MAIS RÁPIDO. MAIS FORTE. MAIS SEGURO.","11":"Artigo 12","12":"Ninguém será sujeito a interferências na sua vida privada, na sua família ou na sua correspondência, nem a ataques a sua honra e reputação. Toda pessoa tem direito à proteção da lei contra tais interferências ou ataques.","13":"Declaração Universal dos Direitos Humanos.","14":"Confirmar a exclusão","15":"Tem certeza de que deseja remover permanentemente os itens da sua lixeira?","16":"Erro interno","17":"Largura de banda excedida","18":"Muitas conexões para este download","19":"Sessão de login expirou ou é inválida","20":"Temporariamente indisponível","21":"Erro na conta, por favor, verifique seu e-mail","22":"Arquivo não existe mais","23":"Arquivo não está acessível","24":"Erro de decodificação","25":"A pasta que você está pode ter sido excluída ou movida por outro usuário.","26":"Pasta Perdida","27":"Infelizmente, um arquivo não pode ser carregado porque ele é maior do que [X].","28":"Infelizmente, [X1] arquivos não podem ser carregados, porque eles são maiores do que [X2].","29":"Você está restrito a fazer upload de arquivos com o Adobe Flash porque o seu navegador não oferece suporte ao FileReader HTML5. Se você quiser mudar esta situação (e aumentar o desempenho do seu navegador em geral), por favor, considere a instalação do [A]Google Chrome [\/A].","30":"Limitação do navegador","31":"Você só pode fazer upload de arquivos menores que [X] com o Internet Explorer. Chrome e Firefox permite que você envie arquivos com qualquer tamanho de arquivo.","33":"MEGA detona com o Google Chrome","34":"Aviso:","35":"Você está usando um navegador desatualizado, o que afeta negativamente o desempenho da transferência do arquivo.","36":"Por favor, atualize para o Google Chrome.","37":"Enquanto fabricantes de outros navegadores ainda estão lutando para implementar todas as funcionalidades HTML5, o Google Chrome já tem todas - hoje. Para desfrutar de todo o poder do MEGA (como o upload e download em lote), sugerimos abandonar o seu navegador ultrapassado,  e atualizar para o Chrome o quanto antes.","38":"Não mostrar esta mensagem novamente","39":"Não, obrigado","40":"Download Chrome","41":"Você removeu uma pasta que contém uma pasta compartilhada.","42":"Uma vez que você esvaziar a lixeira esta percentagem será desativado.","43":"Você removeu uma pasta que contém [X] pastas compartilhadas.","44":"Uma vez que você esvaziar a lixeira, os compartilhamentos serão desativados.","45":"Atenção: pasta compartilhada","46":"Erro interno","47":"Ops, algo deu errado. Desculpem!","48":"Por favor, insira pelo menos três caracteres para pesquisar.","49":"mover [X] o item selecionado (s)","50":"1 arquivo","51":"[X] arquivos","52":"e","53":"1 pasta","54":"[X] pastas","55":"Somente leitura","56":"Ler & Escrever","57":"Acesso total","58":"Baixar","59":"Obter Link","60":"Compartilhando","61":"Renomear","62":"Mover","63":"Copiar","64":"Permissões","65":"Você tem acesso somente leitura nesta pasta.","66":"Você tem acesso para ler e escrever nesta pasta.","67":"Você tem acesso total sobre essa pasta.","68":"Nova Pasta","69":"Criar Nova Pasta","70":"Limpar lixeira","71":"Adicionar novo contato","72":"Deletar contato","73":"Tem certeza de que deseja excluir este usuário da sua lista de contatos?","74":"Tem certeza de que deseja excluir estes usuários de sua lista de contato?","75":"Deletar contato","76":"Você está prestes a remover permanentemente [X] do lixo.","77":"Gostaria de continuar?","78":"Sim","79":"Não","81":"OK","82":"Cancelar","83":"Remover","84":"Confirmar a exclusão","85":"Recarregar","86":"Nome","87":"Tamanho","88":"Tipo de transferência","89":"Status","90":"Velocidade","91":"Tempo decorrido","92":"Tempo restante","93":"Tipo","94":"Modificada pela última vez","95":"E-mail","96":"Direitos","97":"Novo Upload","98":"Carregar pasta","99":"Carregar Arquivo","100":"Limpar Lixeira","101":"Adicionar Contato","102":"Procurar","103":"Cancelar transferência","104":"Transferências de arquivos","105":"pendente","106":"Gerenciador de arquivos","107":"Você quer copiar a pasta selecionada para a caixa de entrada privada de [X]?","108":"Confirmação","109":"Você quer copiar a pasta selecionada para esta pasta compartilhada?","110":"Você quer copiar o item selecionado(s) para a caixa de entrada privada de [X]?","111":"Você quer copiar o item selecionado(s) para esta pasta compartilhada?","112":"Links","113":"Link do arquivo","114":"Chave do Arquivo","115":"Nome do Arquivo","116":"Tamanho do Arquivo","117":"Mover para","118":"Selecione o destino","119":"Limite de banda foi excedido","120":"O download não pode continuar, porque ultrapassaria o limite de transferência gratuita do seu IP.","121":"Este limite é dinâmico e depende da quantidade de largura de banda não utilizada que temos disponíveis.","122":"Transferências feitas apenas durante a contagem de cinco a seis horas passadas.","123":"Em que a janela de tempo:","124":"Voce ja baixou [X].","125":"[X1] estará disponível em [X2].","126":"O limite atual do IP é [X].","127":"Para sua conveniência, os seus downloads em fila serão colocados em espera até que você tenha cota suficiente disponível, e em seguida, retomará automaticamente.","128":"Se você não quer esperar, considere assinar um pacote com mais banda disponível, e que também te dará mais espaço de armazenamento.","129":"Upgrade to Pro","130":"Baixar Arquivos","131":"Clique em \"Permitir\" para completar o download","132":"Mover Arquivos","133":"Mover [X]","134":"Copiar [X]","135":"Erro","136":"Por favor, selecione a pasta de destino.","137":"Por favor seleccione um destino válido.","138":"A pasta de destino não pode ser o mesmo que a pasta de origem","139":"Erro Circular","140":"Erro Circular: o destino não pode ser uma sub-pasta da pasta em movimento.","141":"Por favor insira um endereço de e-mail válido.","142":"Por favor aguarde...","144":"Remover compartilhamento","145":"Endereço de E-mail","146":"Compartilhar com novo usuário:","147":"Conceder acesso","148":"Fechar","149":"Compartilhando","150":"Contato convidado","151":"Este usuário tem [X] foi convidado e irá aparecer na sua lista de contatos quando estiver registrado.","152":"Você não pode adicionar-se a sua lista de contatos.","153":"Endereço de E-mail","154":"Adicionar contato","155":"Adicionar","156":"Cancelar","157":"Nome da Pasta","158":"Criar","159":"Cancelar","160":"O nome dessa pasta já está em uso. Por favor, tente novamente.","161":"Renomear","162":"Renomear","163":"Cancelar","164":"Nuvem de Arquivos","165":"Contatos","166":"Caixa de entrada","167":"Lixeira","168":"Lixeira","169":"Menu","170":"Registrar","171":"Entrar","172":"Arraste e solte seus arquivos em qualquer lugar","174":"ou","175":"Selecione os arquivos","176":"Selecione os arquivos para fazer o upload","177":"Você possui as chaves para o que você armazenar na nuvem","178":"Colaboração Online Segura","179":"Poderoso Gerenciador de Arquivos","180":"Ecossistema do aplicativo","181":"Características em detalhe","182":"Compartilhe pastas criptografadas com colegas de trabalho ou parceiros de negócios e troque documentos confidenciais com criptografia transparente de ponta a ponta.","183":"Visualize e gerencie seus arquivos em seu navegador, com o organizador integrado - e faça downloads.","184":"Uma API aberta e abrangente que permite desenvolvedores de terceiros melhorar as funcionalidades do MEGA.","185":"criptografia RSA de 2048 bits","186":"Sair","187":"Minha conta","188":"Gerenciador de Arquivos","189":"Abortar sessão","190":"Entrar","191":"Criar uma conta","192":"Lembre-se de mim","193":"Entrar","194":"[X] Servidores Online","195":"Seu e-mail","196":"Seu e-mail","197":"Por favor insira seu endereço de e-mail.","198":"Por favor insira um endereço de e-mail válido.","199":"Por favor insira sua senha.","200":"Ops, algo saiu errado.","201":"Incorreta e-mail e \/ ou senha. Por favor, tente novamente.","202":"Criar uma nova conta","204":"ou","205":"Entrar","206":"Seu nome","207":"Seu E-mail","208":"Concordo com os [A]Termos de Serviço[\/ A] do MEGA","209":"Registrar","210":"Prepare-se para uma nova era","211":"O armazenamento em nuvem nunca mais será o mesmo","212":"Digite seu nome.","213":"Por favor escolha uma senha.","214":"Você tem que aceitar nossos termos de serviço.","215":"Ocorreu um erro desconhecido. Por favor, tente novamente.","216":"Impressionante","217":"Por favor, verifique seu e-mail e clique no link para confirmar sua conta.","218":"Este endereço de e-mail já registrou uma conta no MEGA.","219":"Este endereço de e-mail já registrou uma conta no Mega.","220":"Fraco","221":"Razoável","222":"Bom","223":"Excelente","224":"SELECIONE OS ARQUIVOS PARA ENVIO","225":"SELECIONE OS ARQUIVOS PARA ENVIAR OU SEGURE & ARRASTE ELES AQUI","226":"Para evitar a sobrecarga de recursos, às vezes temos de limitar a utilização de banda. Nas últimas seis horas, o seu endereço IP consumiu [X1], que, juntamente com o arquivo selecionado de [X2], excederia o nosso limite atual de [X3]. Para garantir o acesso justo aos nossos recursos, os downloads pendentes foram colocados em espera. Eles serão retomados automaticamente assim que o congestionamento acabar.","227":"Transferências com conta Pro estão isentos deste limite, por isso, se você não quiser esperar, você pode considerar se inscrever em uma conta Pro.","228":"Gestão de tráfego em vigor","229":"Não mostrar novamente","230":"Upgrade para Pro","231":"Não, obrigado, eu vou esperar","232":"Não, obrigado, eu vou esperar","233":"Erro temporário, tente novamente.","234":"Baixar Arquivo","235":"Baixar","236":"Importar","237":"Iniciando download","238":"Sinalizar arquivo por infringir direitos autorais","239":"Download completo","240":"Para concluir o processo de transferência de arquivos, você precisa salvar o arquivo manualmente.","241":"Salve o seu arquivo","242":"Atualize para o Chrome para desfrutar do poder total do MEGA","243":"O arquivo que você está tentando baixar não está mais disponível.","244":"Isto pode ser devido às seguintes razões:","246":"O arquivo foi removido por causa de uma violação ToS\/AUP.","247":"URL inválido - o link que você está tentando acessar não existe","248":"O arquivo foi apagado pelo usuário.","249":"O arquivo que você está tentando baixar está temporariamente não disponível.","250":"Nossa redundância de conexão falhou. Isto pode ter ocorrido devido às seguintes razões:","251":"Alguns servidores estão em manutenção.","252":"Estamos sobrecarregados e adicionando mais capacidade.","253":"Por favor, tente novamente mais tarde.","254":"O arquivo que você está tentando baixar não está mais disponível.","255":"Este arquivo não está mais disponível devido à reivindicação de direitos autorais por [X].","256":"Sua chave não tem o comprimento correto.","257":"Por favor, certifique-se de inserir uma chave válida.","258":"Baixando","259":"O que significa \"MEGA\"?","260":"MEGA é um acrônimo recursivo e significa \"MEGA Encrypted Global Access\", ou \"Acesso Global Encriptado MEGA\".","261":"O que é MEGA?","262":"MEGA é um provedor de armazenamento em nuvem. Oferecendo armazenamento e banda larga gratuita ou paga via Internet. Permitimos que você armazene e acesse seus arquivos pelo seu navegador ou por softwares criados especialmente para isso.","264":"Até onde sabemos, o armazenamento em nuvem e encriptação é legal. Por favor, informe-se [B]como[\/B] utilizar o armazenamento dentro das leis e regras de acordo com nosso [A]termos de uso[\/A]","265":"MEGA foi feito pelas mesmas pessoas que haviam executado uma das maiores empresas do mundo de armazenamento em nuvem. Posso ter minha conta e meus arquivos de volta?","266":"Infelizmente, MEGA não tem acesso a qualquer um dos ativos que seus funcionários tenham criado anteriormente. Não há relação jurídica e não a reciclagem de todos os registros de hardware de código, ou banco de dados, e, portanto, atualmente não existe nenhuma maneira de recuperar os seus dados perdidos.","267":"Porque criar uma empresa de armazenamento em nuvem na Nova Zelândia?","268":"Entre várias outras importantes razões, o nome nativo dos Neozelandeses é Maori, que significa \"A terra da grande nuvem branca\".","269":"Posso acessar MEGA em meu dispositivo móvel?","270":"MEGA foi otimizado para navegadores de desktop. Estamos trabalhando para fazer MEGA totalmente compatíveis com todos os principais dispositivos móveis e tablets. Você pode esperar aplicativos legais e personalizados para o seu dispositivo móvel favorito em um futuro próximo.","271":"Posso retomar uploads ou downloads interrompidos?","272":"Sim, desde que você não feche a aba do navegador, uploads e downloads serão retomados automaticamente após uma interrupção da rede ou o seu computador desligar\/entrar em modo de hibernação. Por favor, note que os nossos servidores automaticamente descartam envios incompletos depois de 48 horas de inatividade.","273":"Posso fazer o upload do mesmo arquivo várias vezes?","274":"Os servidores não podem ver o nome dos arquivos, por isso os conflitos de nomes iguais devem ser resolvidos pelo usuário. Nas configurações normais, se você enviar um arquivo que pareça ser o mesmo (mesmo peso, mesma data de modificação, mesmo caminho da pasta), ele será ignorado, mas nada impedirá que você armazene arquivos com o mesmo nome.","275":"Como você regula a utilização de banda?","276":"Nossa política é de não impor restrições artificiais para nossos usuários, a menos que seja necessário em nossa infra-estrutura. Reservamos o direito de limitar a utilização de largura de banda or IP por razões operacionais a qualquer momento. Sua fila de transferência será retomada automaticamente uma vez que o congestionamento melhorar. Nenhuma intervenção manual é necessária.","277":"Há limites de tamanho de arquivo no MEGA?","278":"Nós não impomos limites artificiais em tamanhos de arquivos diferentes do seu espaço disponível na nuvem. No entanto, alguns navegadores antigos ou tecnicamente inadequada exigem todo o arquivo seja armazenado na memória para download (Firefox, IE10, Opera), ou para ambos download e upload (IE9, Safari 5).","279":"Posso fazer upload e download ao mesmo tempo?","280":"Sim. Um upload e download por uma aba do navegador pode acontecer ao mesmo tempo.","281":"Porque vocês não mostram uma thumbnail ou uma prévia de arquivos de vídeo ou áudio?","282":"Porque o nosso modelo de criptografia end-to-end inerentemente impede qualquer manipulação do lado do servidor de seus dados, o que seria necessário para implementar esse recurso.","283":"Como posso fazer upload de arquivos para o MEGA?","284":"Há três maneiras de fazer upload de arquivos para MEGA:","285":"1. Clique no botão vermelho na página inicial","286":"2. Vá para o seu gerenciador de arquivos e clique em \"Enviar arquivo\" ou (se você estiver usando o Chrome) \"Pasta Upload\" botões perto do topo","287":"3. Arraste e solte arquivos ou (se você estiver usando o Chrome) pastas para o site","288":"Como instalar o MEGA?","289":"Você não precisa instalar nada. MEGA funciona totalmente no navegador e funciona com todos os principais navegadores atuais. Para usar todo o potencial do MEGA, nós recomendamos fortemente que você use o Google Chrome.","290":"Como funciona o compartilhamento de pastas?","291":"Você pode compartilhar qualquer nível de pastas de sua unidade em nuvem, com amigos, familiares ou colegas de trabalho. O convite é por e-mail. Convidados que não ainda não tem uam conta, receberão uma notificação por e-mail com um link de inscrição. Ou você pode criar um link público para qualquer uma de suas pastas e exportar a chave específica de criptografia, tornando-a acessível sem uma conta MEGA. Em seguida, é sua a responsabilidade de transmitir a chave de pasta para o destinatário(s).","292":"Para estabelecer, modificar ou excluir um compartilhamento, simplesmente clique com o botão direito direito em uma pasta no seu gerenciador de arquivos e selecione Compartilhar. Existem três níveis de acesso: somente leitura, leitura \/ gravação (arquivos podem ser adicionados, mas não excluídos) e completo (os arquivos podem ser adicionados e excluídos).","293":"Se você adicionou um endereço de e-mail que não tem uma conta, você precisa estar on-line pelo menos uma vez após o destinatário completa o processo de inscrição, de modo que você pode criptografar o segredo do compartilhamento de sua chave pública recém-criada.","294":"Como faço para excluir pessoas da minha pasta compartilhada?","295":"Basta clicar em uma pasta em seu gerenciador de arquivo e selecione \"compartilhar\". Você vai ver todas as pessoas que atualmente têm acesso à pasta compartilhada. Clique com o botão direito do mouse sobre a pessoa e escolha a opção Excluir no menu.","296":"Como posso reconhecer minhas pastas compartilhadas?","297":"Pastas compartilhadas em seu gerenciador de arquivos tem um ícone especial com uma mão abaixo da pasta.","298":"Posso compartilhar uma pasta compartilha comigo?","299":"Não. Somente o autor da pasta pode compartilhar.","302":"Como eu crio um link para um arquivo no MEGA?","303":"Em primeiro lugar, uma palavra de cautela: A segurança de criptografia de seus arquivos depende da confidencialidade das chaves de criptografia associadas. Certifique-se de que você vai transmiti-los através de canais protegidos! Um e-mail comum, por exemplo, não é bom o suficiente.","304":"Com isso em mente, selecionar um ou vários arquivos em seu gerenciador de arquivos, em seguida, clique com botão direito e use \"Obter link\". Uma caixa de diálogo com o link público (s) para o arquivo (s) que você selecionou irá abrir. Você pode optar por exportar cada link e chave separadamente ou como um link único.","305":"Como funciona a criptografia?","306":"Toda a criptografia é end-to-end. Os dados enviados são criptografados no dispositivo de upload antes de ser enviado para a Internet, e os dados baixados são descriptografado só depois que ele chegar no dispositivo de download. As máquinas são responsáveis ​​por gerar, trocar e gerenciar as chaves de criptografia. As chaves de criptografia utilizáveis ​​nunca deixam os computadores clientes (com a exceção de chaves públicas RSA).","307":"Toda a minha informação pessoal está sujeita a encriptação?","308":"Não. Apenas os dados do arquivo e arquivo \/ pasta são criptografados. Informações que precisamos de acesso operacional, como seu endereço de e-mail, endereço de IP, estrutura de pastas, a propriedade do arquivo e as credenciais de pagamento, são armazenados e processados ​​sem criptografia. Por favor, leia nossa política de privacidade para mais detalhes.","309":"Os meus dados armazenados estão absolutamente seguros?","310":"Toda a segurança é relativa. Os seguintes fatores de ataques existem - eles não são específicos para MEGA, mas nós queremos que você saiba sobre os riscos:","311":"As contas individuais são prejudicadas por:","312":"- Spyware no seu computador. Um keylogger simples é o suficiente, mas as credenciais e chaves de sessão também podem ser extraído da memória ou o sistema de arquivos.","313":"- Não digite sua senha enquanto alguém pode ver suas teclas.","314":"- Tentativas por força-bruta. Use senhas fortes.","315":"- Phishing. Confirme sempre o status de segurança de sua conexão (https:\/\/) e o nome de domínio correto (mega.co.nz) antes de digitar sua senha.","316":"Ataques em grande escala podem ser feitos por meio de:","317":"- Um ataque \"Man in the middle\". Este requer a emissão de um certificado SSL válido duplicado em combinação com o DNS forjando e\/ou atacando nossas rotas BGP (um cenário no estilo DigiNotar).","318":"- Acessar os servidores de hospedagens https:\/\/mega.co.nz\/index.html e substituir esse arquivo com uma versão forjada (o que não afetaria o acesso através da base aplicativo instalado). Perceba que manipulando conteúdo na nossa CDN não coloca a segurança em risco, já que todos os arquivos que são carregados pelo index.html estão sujeitos a verificação criptográfica. Este tipo de ataque precisa que seja enviado códigos maliciosos para o client e por isso, conseguimos detectar automaticamente.","319":"- Conseguindo acesso a nossa infra-estrutura e criando pedidos falsos. Este tipo de ataque apenas afeta arquivos em pastas compartilhadas e é detectada no lado client.","320":"E se eu não confiar em você? Ainda é seguro para mim usar MEGA?","321":"Se você não confia em nós, você não poderá usar nenhum código feito por nós. Então, abrindo o site em seu navegador e digitando a sua senha está fora do alcance. Se você ainda quer usar MEGA, você precisa fazer isso através de um aplicativo escrito por alguém que você confia.","322":"Eu confio em você e em seu  centro de dados na Nova Zelândia, mas eu não confio em seu centro de dados na Alemanha, porque ele é administrado por uma empresa dos EUA. Ainda é seguro para mim usar MEGA?","323":"Sim, você pode usar com segurança MEGA, mesmo se os nossos servidores na Alemanha foram totalmente comprometidos. O centro de dados na Nova Zelândia garante que nenhum código possa ser executado quando você visita https:\/\/mega.co.nz\/.","324":"As pastas que estão compartilhadas tem a mesma segurança que pastas não compartilhadas?","325":"Pastas compartilhadas, por natureza, são tão seguras quanto as individuais. No entanto, um compromisso de nossa infra-estrutura de servidor de núcleo representa um risco adicional: As chaves públicas podem ser manipuladas,  e solicitações de chaves podem ser forjadas.","326":"Vamos supor que um nódulo de armazenamento do MEGA está comprometido. Quais são os ricos?","327":"Mensagens de erro depois de baixar arquivos manipulados. Mesmo se o atacante tenha a chave de criptografia para um determinado arquivo no nódulo, ele ainda não conseguirá substituí-lo por um falsificado, sem causar falhas aos downloads posteriores.","328":"É uma boa idéia para armazenar todos os meus dados em um único lugar?","329":"Mantenha sempre cópias de arquivos importantes, online e offline. Apesar de manter cada arquivo em pelo menos dois locais, não há nenhuma garantia contra várias falhas simultâneas e má conduta do governo sem precedentes.","330":"De todas as pessoas, porque devo confiar meus dados especificamente a vocês?","331":"Nós oferecemos criptografia controlada (UCE) para o usuário, onde você, o usuário, controla as chaves. O UCE é código aberto, e nós convidamos e encorajamos a participação da comunidade para enviar feedbacks. Nós acreditamos que esta aproximação é muito mais segura do que armazenar suas informações em um serviço de criptografia server-side, onde o ISP tem controle das chaves, ou aind pior, não faz nenhuma criptografia.  Se, por exemplo, os arquivos dos usuários do MEGA ficarem acessíveis sem uma chave por um erro no sistema, ele seria ilegível sem as chaves de decriptação pertencentes ao usuário.","332":"Eu notei que você está usando HTTPS para a transferência de dados de arquivos já criptografados. Isso não é redundante?","333":"Sim. Infelizmente, a maioria dos browsers consideram uma falha estabelecer uma conexão insegura com uma página segura, e não dá para culpa-los, eles não conseguem perceber que há uma camada criptografada já operando. Por conta do HTTPS afetar a performance, nós permitimos que você desative a conexão segura em browsers que tem esta opção (Internet Explorer não oferece isso), para aumentar a velocidade das suas transferências, sem afetar a confidenciabilidade ou integridade de seus arquivos. Você verá que um aviso do SSL aparecerá na sua primeira transferência em alguns browsers, e isso (e somente neste caso), é seguro ignorar.","334":"Qual algorítimos de criptografia o MEGA usa internamente?","335":"Para transferências em massa, AES-128 (acreditamos que a maior utilização da CPU da AES-192 e AES-256 supera o benefício de segurança teórica, pelo menos até o advento dos computadores quânticos). A integridade pós-download é verificada através de uma variação da chunked CCM, que é menos eficiente do que OCB, mas não estão sob patentes.","336":"Para estabelecer segredos compartilhados entre o usuário e a sua inbox, RSA-2048 (o comprimento da chava foi escolhido na média entre \"muito inseguro\" e \"muito lento\"). Toda a criptografia, decriptografia e geração de chaves é implementada por Javascript, que limita o processamento para poucos MB\/s e causa uma carga significativa no carregamento da CPU. Estamos esperando a implementação da proposta do Webcrypto API do HTML5 nos browsers maiores, o que vai eliminar estes gargalos.","337":"O gerador de números aleatórios do Javascript é aumentado com movimentos do mouse\/teclado por uma ferramenta de entropia RC4.","338":"A MEGA mantém backups dos meus arquivos?","339":"Nós armazenamos seus arquivos em pelo menos dois servidores em data centers diferentes, se disponível.","340":"Esqueci minha senha. Posso redefini-la?","341":"Infelizmente, sua senha MEGA não é apenas uma senha - é a chave mestra de criptografia para todos os seus dados. Se você perder, você perde o acesso a todos os arquivos que não estão em uma pasta compartilhada e que não tem nenhum arquivo exportado anteriormente.","344":"Quando eu preciso fazer o upgrade para uma conta Pro?","345":"A conta Pro lhe dá espaço adicional de armazenamento e largura de banda extra que nós automaticamente removemos sempre que um limite de largura de banda operacional é atingido - você pode usar a cota para si mesmo, ou conceder a terceiros acesso aos seus dados (o que inclui usuários sem conta MEGA) . O percentual máximo de sua cota de largura de banda alocada para terceiros é configurável nas configurações da conta.","346":"Porque é que existe uma opção para limitar a minha velocidade de upload, e por que é ativado por padrão?","347":"Muitos roteadores não priorizão pacotes menores em caso de congestionamento do link, resultando em seu tráfego de entrada sendo severamente afetado quando o seu link de upload está cheio. Nós, portanto, medimos a sua largura de banda disponível de envio durante os primeiros dez segundos de um upload e depois mantemos pelo menos 10% do que não é utilizado. Você pode tentar maximizar o seu desempenho de upload desabilitando esta opção.","348":"O que eu ganho com a minha conta gratuita?","349":"Um espaço de armazenamento de  [X] com alta performance, seguranças na nuvem e acessível no mundo todo. Se você precisa de mais do que isso, você pode melhorar sua conta com uma conta [A1]Pro[\/A1]. Clique [A2]aqui[\/A2] para ver sua utilização atual.","359":"Vocês oferecem uma API?","361":"Sim. O código aberto do Javascript que implementa a interface do MEGA baseada no navegador utiliza a nossa API, então você tem uma amostra de como criar um código se achar a nossa [A]documentação[\/A] insuficiente. Uma vez que não temos recursos para criar aplicativso legais que tornarão MEGA em algo versátil e útil para todos, nós convidamos você para nos ajudar. Depois de avaliar o código do seu aplicativo, nós vamos destaca-lo em nosso site. Ficaremos felizes em discutir formas de monetizar aplicativos populares.","362":"Para evitar a sobrecarga de recursos, às vezes temos de limitar a utilização de banda. O arquivo que você está tentando baixar é maior do que o nosso limite atual de [X3]. Sua transferência foi adiada e será iniciado automaticamente uma vez que o congestionamento acabar.","365":"Seu navegador está velho demais para baixar um arquivo desse tamanho.","366":"Aviso de copyright","367":"MEGA respeita os direitos autorais de outras pessoas e requer que os usuários do serviço de nuvem MEGA cumpra as leis de direitos autorais. Você está estritamente proibido de usar o serviço de nuvem MEGA para infringir direitos autorais. Você não pode fazer upload, download, armazenar, compartilhar, exibir, transmitir, distribuir, enviar por e-mail, divulgar o link o link, transmitir ou disponibilizar os arquivos, dados ou conteúdo que infrinja os direitos de autor ou outros direitos de propriedade de qualquer pessoa ou entidade.","368":"Atenção:","369":"A segurança dos arquivos com segurança de criptografia do MEGA dependem do sigilo das chaves indicadas acima. Evite a transmissão delas através de canais inseguros!","370":"Copiar link","371":"Copiado","372":"Upload","373":"Download","374":"Nós prometemos, nós entregamos","375":"Navegação bloqueada por causa de arquivos pendentes na transferência.","376":"Você precisa estar logado para ver esta página.","377":"Você está atualmente com pelo menos uma transferência de arquivo em andamento. Se você continuar, a sua transferência(s) será interrompida.","378":"Por favor insira sua senha para confirmar sua conta.","379":"Faça o login para importar esse arquivo para sua conta.","380":"Digite chave de decodificação","381":"Todos os direitos reservados","382":"feito na Nova Zelândia","383":"Suporte","384":"Central de Ajuda","385":"Termos de Serviço","386":"Política de Privacidade","387":"Direitos Autorais","388":"Comunidade","389":"Blog","390":"Parcerias","391":"Revendedores","392":"Desenvolvedores","393":"Parceiros de hospedagem","394":"Investidores","395":"Torne-se um revendedor","396":"Sobre nós","397":"Usuário Gratuito","398":"Usuário PRO","399":"Contato","400":"Básicos","401":"Compartilhamento","402":"Segurança e Privacidade","403":"Conta","404":"Pagamentos e faturas","405":"Ferramentas","406":"Perguntas mais freqüentes:","407":"Categorias:","408":"Janeiro","409":"Fevereiro","410":"Março","411":"Abril","412":"Maio","413":"Junho","414":"Julho","415":"Agosto","416":"Setembro","417":"Outubro","418":"Novembro","419":"Dezembro","420":"Faça login para começar o seu upload.","421":"Por favor, aceite nossos termos de serviço","422":"Eu aceito","423":"Você precisa de uma conta registrada para usar o recurso de compartilhamento. Gostaria de registrar-se agora?","424":"Compartilhamento desativado","425":"Renomear Pasta","426":"Renomear Arquivo","427":"Detalhes da conta","428":"Cupons","429":"Histórico de acesso","430":"Histórico de compras","431":"Histórico de transações","432":"Tipo de conta:","433":"Atualizar conta","434":"Tipo de assinatura:","435":"GRATUITA","436":"Sem período de faturamento","437":"Espaço de armazenamento:","438":"[X] Usado","439":"[X1] de [X2]","440":"Gestão de Largura de Banda:","441":"Ativar Gerenciamento de Banda","442":"Desativar Gerenciamento de Banda","443":"Você pode especificar a porcentagem que você gostaria de alocar a quantia de banda.","444":"Definir quantia da largura de banda:","445":"Largura de banda disponível","446":"(para downloads de terceiros de seus arquivos)","447":"Banda de Download","448":"(para o download de arquivos de terceiros)","449":"Saldo da conta","450":"Subir","451":"Criar cupons:","452":"Tipo de cupom:","453":"Selecione o tipo de cupom","454":"Quantidade:","455":"Criar","456":"Resgatar cupons:","457":"Comprar cupons","458":"Resgatar","459":"Seus cupons","460":"Cupons não utilizados","461":"Resgatar cupons","462":"Cupons cancelados","463":"Cupons negados","464":"Todos os cupons","466":"Último [X]","467":"Histórico de acesso","468":"Histórico de compras","469":"Últimos [X] Compras","470":"Histórico de transações","471":"Últimos [X] transações","472":"Últimas [X] sessões","473":"Oops, isso não parece ser um código de cupom válido.","474":"Data de validade:","475":"Data \/ Hora","476":"Item","477":"Quantidade","478":"Método de pagamento","479":"Navegador","480":"Endereço de IP","481":"País","482":"Atividade mais recente","483":"Sessão atual","484":"ID da transação","485":"Crédito","486":"Débito","487":"Codigo do cupom","488":"Status","489":"Não usado","490":"Resgatados em","491":"Negados em","492":"Cancelado em","494":"Escolha o seu pacote:","495":"Armazenamento","496":"Largura de banda","497":"Selecione os preços:","498":"por mês","499":"por ano","500":"Selecione os preços:","501":"Economize 17%","502":"Selecione os preços:","503":"Escolha o método de pagamento:","504":"Saldo pré-pago","505":"Compre cupons","506":"Profissional","507":"Continue","508":"Codigo do cupom","509":"A COMPANHIA DE PRIVACIDADE","510":"Bem-vindo ao MEGA!","511":"Seu par de chaves pública\/privada de 2048-bit está sendo criada agora.","512":"Para fortalecer a chave, nós coletamos a entropia dos movimentos do seu mouse e momento do toque nas teclas.","513":"O código do cupom foi resgatado em sua conta, no entanto o seu novo saldo pré-pago é insuficiente para esta compra. Por favor, adicione a diferença, ou tente comprar um pacote mais barato.","514":"Saldo insuficiente, por favor tente novamente.","515":"Esta pasta contém mais de 500 entradas. Pastas grandes pode deixar seu navegador lento. Por favor, considere a utilização de sub-pastas.","516":"Solicitar suporte","517":"Algo não está funcionando para você? Consulte o nosso [A]centro de ajuda[\/ A] em primeiro lugar. Se a sua pergunta não foi respondida lá, não hesite em entrar em contato.","518":"Jurídico","519":"Nosso departamento jurídico está pronto para responder a sua pergunta.","520":"direitos autorais","521":"Preocupado com um usuário infringir seus direitos de propriedade intelectual? Por favor envie um aviso de retirada através de nosso [A]formulário online[\/ A] ou mande-nos um e-mail.","522":"Sugerir melhorias","523":"Por favor envie solicitações de recursos e usabilidade relacionados com sugestões aqui.","524":"Relatar um bug","525":"MEGA está atualmente em beta, e você está convidado a enviar relatórios de erros. Quanto mais detalhado melhor.","526":"Mídia","527":"Membros da mídia, incluindo blogueiros, são bem vindos a entrar em contato com o MEGA.","528":"Torne-se um revendedor","529":"Torne-se parte da nossa história de sucesso!","530":"Nosso programa de revendedores lhe permitirá vender cupons MEGA diretamente a seus clientes.","531":"Os detalhes:","532":"Você vai ter acesso à interface sofisticada de gestão de cupons.","533":"Criar cupons em tempo real a partir de sua conta.","534":"Renda generosa desde o começo.","535":"Quanto mais você vender, maior participação de sua receita, mais lucro você.","536":"Revenda de acesso à API permitirá que você desenvolva ferramentas legais que podem interagir com o nosso sistema em tempo real.","537":"Publicidade gratuita: o seu site vai ser ligado em Mega.","538":"Após a análise e aprovação do seu pedido de revendedor. Seu negócio e site precisam atender aos nossos padrões.","539":"Compartilhar receita","540":"Sua participação nos lucros será descontado na criação de cupons.","541":"Faturamento mensal","542":"Participação na receita","543":"mais de [X]","544":"Aplicação do Revendedor","545":"Registre-se como um revendedor","546":"Detalhes","547":"Seus detalhes","548":"Mercados","549":"Selecione o mercado de revenda:","550":"Pagamentos","551":"Selecione os métodos de pagamento","552":"Selecione os métodos de pagamento a partir da lista de provedores disponíveis","553":"Seu provedor de pagamento não está na lista? Por favor [A]envie-nos um e-mail [\/ A]","554":"Completo","555":"Concordo com o MEGA [A]Termos de Serviços de Revendedores[\/ A]","556":"Próximo","557":"Selecione mercados a partir da lista de países disponíveis","558":"Anterior","559":"Seu nome","560":"URL do seu negócio","561":"Endereço","562":"CEP \/ Código Postal","563":"Nome da empresa","564":"Número de telefone","565":"Cidade","566":"Selecione países por meio de pagamento:","568":"Por favor, selecione o seu país","569":"Configurações de transferência","570":"Número de conexões de upload paralelas:","571":"Número de conexões de download paralelas:","572":"Limite de velocidade de Upload:","573":"Nenhum","574":"Automático","575":"corrigido","576":"Ignorar arquivos idênticos durante o upload:","577":"Sim","578":"Não","579":"Use SSL (conexão segura) para transferências de arquivos:","580":"Desativar SSL aumenta a performance e não diminui a segurança.","581":"Digite seu nome.","582":"Digite a URL do seu négocio.","583":"Digite seu endereço.","584":"Digite seu CEP \/ código postal.","585":"Por favor insira o nome da empresa.","586":"Digite seu número de telefone.","587":"Por favor insira sua cidade.","588":"Digite seu país.","589":"Você tem que acessar os termos de revenda de serviço.","590":"Selecione pelo menos um país.","591":"Por favor, selecione pelo menos um método de pagamento.","592":"Selecione pelo menos um país por provedor de pagamento.","593":"Incrível","594":"Você receberá um e-mail com mais instruções.","620":"Aviso de violação","621":"Denunciar","622":"Nós respeitamos os direitos autorais dos outros e esperamos que os usuários dos serviços em nuvem façam o mesmo. Nós vamos responder a acusações de violação de direitos autorais, conforme a lei aplicável e que sejam devidamente fornecidos para nós. Se você acredita que seu conteúdo foi copiado ou usado de uma forma que constitua violação de direitos autorais, por favor nos forneça as seguintes informações: (i) uma assinatura física ou eletrônica do proprietário dos direitos autorais ou de uma pessoa autorizada a agir em seu nome; (ii) a identificação do trabalho protegido por direitos autorais que alega ter sido violado; (iii) identificação do material que é reivindicada a ser violado ou ser objeto de atividade ilícita e que está a ser removido ou cujo acesso deve ser desativado, e informações suficientes para nos permitir localizar o material, incluindo, por exemplo, o Uniform Resource Locator (s) (URL), (iv) as suas informações de contato, incluindo seu endereço, número de telefone e um endereço de e-mail; uma declaração feita por você que você tem uma crença de boa fé que o uso do material da forma reclamada não está autorizado pelo proprietário dos direitos autorais, seu agente, ou pela lei, e (vi) uma declaração de que as informações contidas na notificação são precisas e, sob pena de julgamento, que você está autorizado a agir em nome do proprietário dos direitos autorais.","623":"Reservamo-nos o direito de remover conteúdo que alegadamente infringiu, sem aviso prévio, a nosso critério, e sem responsabilidade com você. Em circunstâncias apropriadas, MEGA também encerrará a conta de um usuário se o usuário está determinado a ser um infrator reincidente. O nosso agente de direitos autorais designado para aviso de violação de direitos autorais que aparece no serviços em nuvem é:","624":"Aviso de Direitos Autorais","625":"Utilize este formulário para enviar um aviso de copyright. Nós responderemos dentro de 24 horas (ou instantaneamente durante o horário comercial).","626":"O conteúdo:","627":"campo obrigatório","628":"Infringe meus direitos autorais pessoal.","629":"Infringe os direitos autorais de alguém que eu estou autorizado a representar.","630":"Tipo de remoção:","631":"Selecione o tipo de remoção:","632":"1. Desativar a URL(s) fornecida públicamente apenas - o arquivo(s) permanecerá na conta do proprietário(s)","633":"2. Desativar todas as URLs do arquivo público para a URL fornecido (s) - o arquivo (s) permanecerá na conta do proprietário (s)","634":"3. Remova todas as instâncias do arquivo subjacente (s) do URL fornecido (s) - não há usuário que tem permissão para armazenar esta em qualquer circunstância em todo o mundo","635":"Tenho a honra a ajo de boa fé que o compartilhamento de material protegido por direitos autorais no local acima não é autorizado pelo proprietário dos direitos autorais, seu agente ou a lei (por exemplo, como um uso justo)","636":"Eu entendo que posso ser responsabilizado por danos, incluindo custas e honorários advocatícios, se eu conscientemente e de forma indevida que o conteúdo relatado, URL (s), ou arquivos são infratores.","637":"As informações deste notificação é precisa, e eu estou sujeito a pena de perjúrio que estou autorizado a agir em nome do proprietário dos direitos autorais.","638":"Essa notificação é um documento legal sério - por favor, tenha cuidado em ser preciso em suas alegações de infração de direitos autorais. Você pode querer consultar primeiro um advogado para determinar se o conteúdo que você está relatando é de fato ilícito e não protegidos por uso justo, licença ou outra base jurídica.","639":"Enviar nota","640":"Adicionar mais","641":"URL ilícita de conteúdos:","642":"Nome do proprietário do direito autoral:","643":"Cargo:","644":"E-mail:","645":"Fax:","646":"Cidade:","647":"Zip \/ Código postal:","648":"Direitos autorais da obra alegou ter sido violado:","649":"Meu nome completo:","650":"Empresa \/ Organização:","651":"Telefone:","652":"Endereço:","653":"Estado:","654":"País:","655":"Favor fornecer a URL para cada trabalho com direitos autorais alega ter sido violado.","656":"Por favor, forneça o trabalho com direitos autorais para cada URL infratora.","657":"Por favor, selecione se o conteúdo infringe seus direitos autorais pessoal ou de alguém que você está autorizado a representar.","658":"Por favor, selecione o tipo de remoção.","659":"Favor fornecer a URL para cada trabalho com direitos autorais alega ter sido violado.","660":"Por favor, forneça o trabalho com direitos autorais para cada URL infrator.","661":"Por favor, forneça o nome do proprietário dos direitos autorais.","662":"Favor fornecer o seu nome completo.","663":"Favor fornecer o seu endereço de e-mail.","664":"Por favor insira um endereço de e-mail válido.","665":"Por favor, confirme que você tem boa fé de que a partilha de material protegido por direitos autorais no local acima não é autorizado pelo proprietário dos direitos autorais, seu agente ou pela lei (por exemplo, como uso justo).","666":"Por favor, confirme que você pode ser responsabilizado por danos, incluindo custos e honorários advocatícios, se você conscientemente e de forma indevida que o conteúdo relatado, URL (s), ou arquivos são infratores.","667":"Por favor, confirme que esta notificação é precisa e sujeita a pena de perjúrio, que você está autorizado a agir em nome do proprietário dos direitos autorais.","668":"Obrigado!","669":"Vamos analisar o seu aviso de direitos autorais em breve.","670":"Linguagem","671":"Você fala vários idiomas?","672":"Ajude-nos a traduzir!","673":"A Companhia de Privacidade","674":"Ninguém será sujeito a interferências na sua vida privada, família, lar ou correspondência. Toda pessoa tem direito à proteção da lei contra tais interferências.","675":"Declaração Universal dos Direitos Humanos, artigo 12","676":"MEGA é Cloud Storage com privacidade poderosa sempre ativa","677":"MEGA fornece armazenamento robusto em nuvem com privacidade poderosa sempre ativa. MEGA acredita em seu direito à privacidade e fornece-lhe as ferramentas de tecnologia para protegê-lo. Nós o chamamos de \"User Controlled Encryption\", ou UCE, e isso acontece automaticamente.","678":"O que é \"User Controlled Encryption\"?","679":"Todos os arquivos armazenados no MEGA são criptografados. Todas as transferências de dados de e para MEGA são criptografados. E enquanto a maioria dos provedores de armazenamento em nuvem podem e reivindicar o mesmo, MEGA é diferente - ao contrário da norma da indústria em que o prestador de armazenamento em nuvem é a chave de decodificação, com MEGA, você controla a criptografia, você tem as chaves, e você decide quem você concede ou nega o acesso a seus arquivos, sem a necessidade de correr riscos com qualquer software instalado. Está tudo acontecendo em seu navegador!","680":"Futuro MEGA","681":"A nuvem MEGA é apenas o começo. No futuro, MEGA irá proporcionar o UCE no seu navegador para uma ampla gama de aplicações sem a necessidade de instalar nada. Nossa tecnologia vai proteger seus e-mails, telefonemas, chats e transmissões de vídeo.","692":"O MEGA é legal?","693":"Nós somos um grupo dedicado de tecnológos que tiveram a oportunidade de criar um serviço incrível de armazenamento que vai te ajudar a proteger sua privacidade. Nós programamos este serviço do zero em Auckland, Nova Zelândia. Diferente dos concorrentes, nós usamos pura criptografia no navegador, onde quem controla as chaves é você, não nós. Nosso grupo inclui Kim Dotcom, Mathias Ortmann, Bram van der Kolk e Finn Batato. Nosso CEO, o veterano Tony Lentino, tem muita experiência com uma renomada industria global de registro de domínios, esperamos que você goste.","694":"1. Desativar um link (\"URL\") por arquivo - o arquivo (s) permanecerá na conta do usuário","695":"2. Desativar o arquivo por URL múltipla - o arquivo (s) permanecerá na conta do usuário","696":"3. Remova todos os arquivos subjacente (s) do URL fornecido (s) - não há usuário que tem permissão para armazenar esta em qualquer circunstância em todo o mundo","697":"4. outro","698":"Você pode enviar um aviso aqui","699":"Assinar e enviar aviso","700":"Por favor envie o seu aviso de remoção manualmente por e-mail para [A1] copyright@mega.co.nz [\/ A1] de acordo com nossa [A2] disposições [\/ A2].","701":"E-mail aviso de remoção","702":"Reportar abuso","703":"O link de validação do seu cadastro não é válido. Por favor, verifique se existe alguma quebra de linha no seu e-mail de ativação.","704":"Sua conta já está ativada. Por favor, faça o login.","705":"Sua confirmação não foi processada. Por favor, cadastre-se novamente. Código do erro: ","706":"Mudar senha","707":"Atualizar","708":"Pedir mudança","709":"Eu não lembro a minha senha atual","710":"Se você está conectado mas não lembra a sua senha, você pode configurar uma nova senha. Você receberá um link de confirmação por e-mail que ativará uma nova senha se for clicado em até 15 minutos.","711":"Pedir mudança","712":"Resgate completo","713":"O valor do cupom foi creditado na sua conta. Gostaria de continuar a compra da conta premium agora?","714":"Este cupom já foi utilizado.","715":"A nova senha que você digitou não combina. Por favor, tente novamente.","716":"Senha atual","717":"Nova senha","718":"Confirme a nova senha","719":"Por favor, digite a sua senha atual.","720":"Por favor, digite sua nova senha.","721":"Por favor, verifique seu e-mail e clique no link de confirmação para completar a mudança de senha.","722":"Mudança solicitada","723":"A nova senha precisa ser diferente da senha anterior.","724":"A senha atual que você digitou está incorreta.","725":"Sua senha foi alterada.","726":"Feito","727":"Sua senha foi alterada.","728":"O link de confirmação da senha expirou.","729":"Este link já foi confirmado.","730":"Sua conta foi suspesa. Por favor, verifique seu e-mail para detalhes e responda o mais rápido possível.","731":"O usuário desta conta foi removido por mais de uma violação aos [A]Termos de Serviço[\/A].","732":"Você já está conectado a uma conta que é diferente da que você está confirmando. Por favor,  desconecte a sua sessão atual e clique no link de confirmação novamente.","733":"Endereço de e-mail desconhecido. Se você não tem uma conta, convidamos você a se registrar.","734":"Obrigado!","735":"Por favor, verifique seu e-mail.","736":"Apenas contas sem pastas ou arquivos podem resetar a senha.","737":"Resetar a senha","738":"Pedir","739":"esqueceu sua senha?","740":"Sua senha foi alterada com sucesso.","741":"Por favor, escolha uma nova senha segura.","742":"Resetar","743":"Este link expirou. Por favor, peça um novo link.","744":"Link inválido. Por favor, peça um novo link.","745":"Ciclo de cobrança","746":"Tipo de membro","747":"Semanal","748":"Mensal","749":"Anual","750":"Próxima cobrança será em","751":"Uma vez","752":"Extensão para Firefox do MEGA","753":"Instale a extensão para o Firefox do MEGA para melhorar a velocidade do seu download. Isso vai permitir que você baixe arquivos em massa sem nenhuma restrição de tamanho.","754":"A extensão para o Firefox do MEGA é segura e invisível. Se você prefere usar MEGA sem nenhuma extensão, nós recomendamos que você use o [A]Chrome[\/A]","755":"Instalar extensão","756":"1 download completo","757":"[X] downloads completos","758":"Abrir pasta de download","759":"clique aqui para abrir","760":"Por favor, instale a extensão para Firefox do MEGA para baixar um arquivo deste tamanho.","761":"Por favor, confirme","762":"Você está prestes a fazer download de um número grande de arquivos, isso pode deixar seu browser lento. Deseja continuar?","763":"Contato","764":"O seu download não pode ser iniciado pois seu HD está lotado.","765":"Os seus downloads não podem ser iniciados pois seu HD está lotado.","766":"Alguns dos seus downloads não podem ser iniciados pois seu HD está lotado.","768":"O seu download não pode ser iniciado pois seu HD está lotado, ou você está usando o Chrome em modo privado, e este modo não suporta o registro de arquivos.","769":"Nós só conseguimos usar 5% do seu HD para fazer o download. Por favor, libere mais espaço para continuar.","770":"Escolha sua senha","771":"Confirme sua senha","772":"URL para o arquivo:","773":"restante","774":"Enviar link por e-mail","775":"renomear abaixo:","776":"Salvar","777":"Lembrar de mim neste aparelho","778":"Você não tem uma conta MEGA?","779":"Registre-se agora","780":"Já tem uma conta MEGA?","781":"Por conta de limitações na CPU de alguns aparelhos mobile, o gerador de chaves RSA podem tomar um tempo para completar. Agradecemos a sua paciência.","782":"Pasta vazia","783":"Nenhum arquivo na sua pasta Cloud","784":"Sem contatos","785":"Nenhum resultado.","786":"Nenhum arquivo na sua inbox","787":"Nenhum arquivo na sua lixeira","788":"Tem certeza que deseja mover este arquivo para sua lixeira?","789":"Tem certeza que deseja mover esta pasta para sua lixeira?","790":"Abrir arquivo","791":"Importar arquivo","792":"Deletar arquivo","794":"Deletar pasta","796":"Pegar link","797":"Compartilhar pasta","798":"Espaço de armazenamento","799":"Espaço utilizado","800":"Espaço livre","801":"Versão Desktop","802":"E-mail do contato","803":"Download do arquivo","804":"Infelizmente, este tipo de arquivo não é suportado no seu aparelho com MEGA.","805":"Vamos implementar suporte para este tipo de arquivo em aparelhos mobile em breve.","806":"mudar o nome da pasta:","807":"mudar o nome do arquivo:","808":"Link da pasta","809":"URL para a pasta:","810":"Link para download","811":"URL para o arquivo:","812":"Confirmar conta","813":"Pasta compartilhada","814":"Você deseja cancelar seu upload?","815":"Você deseja cancelar seu download?","816":"Por favor, digite um e-mail válido.","817":"Você não podem criar uma pasta no resultado de busca.","818":"Você gostaria de trocar para a versão Desktop?","819":"começando","820":"Este arquivo foi importado para seu Drive Cloud.","821":"Suas notificações","822":"Voltar","823":"Configurações","824":"Nova pasta compartilhada por [X]","825":"Nova pasta compartilhada","826":"[X] negou o compartilhamento da pasta","827":"Compartilhamento de pasta negado","828":"[X1] pastas e [X2] arquivos","829":"[X] pastas 1 arquivo","830":"1 pasta e [X] arquivos","831":"1 pasta e 1 arquivo","832":"[X] pastas","833":"[X] arquivos","834":"1 pasta","835":"1 arquivo","836":"[X] adicionou [DATA]","837":"[X] foram adicionados","838":"[X] foi adicionado","850":"JAN","851":"FEV","852":"MAR","853":"ABR","854":"MAI","855":"JUN","856":"JUL","857":"AGO","858":"SET","859":"OUT","860":"NOV","861":"DEZ","862":"Notificações","863":"Ver todas","864":"Baixar como ZIP","865":"Abrir","866":"Copiar 1 item selecionado","867":"Copiar [X] itens selecionados","868":"Mover 1 item selecionado","869":"Mover [X] itens selecionados","870":"Confirmar","871":"[B]Atenção:[\/B] o limite de armazenamento atingiu o limite. Por favor delete alguns arquivos ou [A]faça um upgrade na sua conta[\/A].","872":"Pro","873":"[X] segundos atrás","874":"1 minuto atrás","875":"[X] minutos atrás","876":"1 hora atrás","877":"[X] horas atrás","878":"1 dia atrás","879":"[X] dias atrás","880":"Agora","881":"Você está usando uma seção temporária. Os arquivos que você armazenar serão perdidos quando a seção expirar. Para garantir que seus arquivos continuem ativos, por favor crie uma conta gratuita e receba 50GB de armazenamento gratuito na nuvem!","882":"Atenção","883":"Crie sua conta","884":"[X] não é totalmente compatível com MEGA","885":"Seu navegador","886":"O Internet Explorer 10 possui alguns bugs que afetam a escrita do JavaScript, causando um excesso de memórias quando é feito o download de um grande número de arquivos. Esperamos que este problema seja corrigido no Internet Explorer 11, enquanto isso, utilize outro navegador.","887":"[X] possui falhas em ferramentas do HTML5 utilizadas pelo MEGA, afetando na performance da criptografia client-side. As transferências serão emuladas através de uma alternativa muito limitada no Flash. Por favor, considere atualizar ou migrar para outro navegador. ","888":"Altamente recomendado","889":"Recomendado","890":"MEGA funciona melhor com os seguintes navegadores:","891":"Aviso de compatibilidade do navegador","892":"Propriedades","893":"Enviado","894":"Tamanho total","895":"Nome da pasta","896":"Criado","897":"Contém","898":"Múltiplos arquivos & pastas","899":"Múltiplos arquivos","900":"Múltiplas pastas","909":"Senha","910":"Compre agora","911":"Tenha todas as vantagens do MEGA sendo [B]Pro[\/B]","912":"de","913":"mês","914":"assinatura anual","915":"Espaço de armazenamento gigante","916":"Banda de dados generosa","917":"se você escolher pagar anualmente","918":"Mensalmente","919":"Anual","920":"Melhore sua conta","921":"2 meses grátis","922":"1 mês","923":"1 ano","924":"Você tem alguma pergunta sobre [A]conta premium[\/A]?","925":"Nossa equipe de suporte terá prazer em ajudá-lo.","926":"Nome da empresa","927":"Cidade","928":"CEP \/ Código postal","929":"Telefone","930":"dia","931":"mês","932":"ano","933":"Endereço","934":"Estado","935":"Endereço do PayPal","936":"Conta bancária","937":"Nome do beneficiário","938":"Descreva a sua estratégia de marketing","939":"Nome do banco","947":"Drive","948":"Lixo","949":"Inbox","950":"Contatos","951":"Minha conta","952":"A maioria dos aparelhos não podem baixar mais de 4GB. Seu download provavelmente vai falhar.","953":"Sem espaço livre disponível","954":"Créditos","955":"Mobile Apps","956":"Sincronizar client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Kit de desenvolvimento de software","963":"Documentação","964":"Programa de afiliados","965":"Políticas","966":"Guia de remoção","967":"Deslogar","968":"Criar conta","969":"Por favor tente novamente","970":"Por favor digite uma senha válida","973":"Banda utilizada","974":"Administre sua conta","975":"Adicionar estrela","976":"Deletar estrela","977":"Sem arquivos no seu Cloud Drive.","978":"Sua busca não encontrou nenhum documento","979":"Sua lixeira está vazia","980":"Você não tem nenhum contato","981":"Sua caixa de mensagens está vazia","982":"Conteúdo","983":"Geral","984":"Perfil","985":"Histórico","986":"Edite seu perfil","987":"Expira em","988":"Conexões:","989":"[X] contatos","990":"1 contato","991":"Ir aos contatos","992":"Avatar","993":"Mudar avatar","994":"Informações pessoais","995":"Data de nascimento","996":"Escolha o país","997":"Adicionar contatos é permitido apenas para usuários registrados.","998":"Por favor crie sua conta gratuita","999":"Você gostaria de alterar sua conta temporária para uma conta gratuita agora?","1000":"Evite perder acesso. O cadastro gratuito é altamente recomendado!","1001":"Remover contato","1002":"Você tem certeza que deseja remover [X] da sua lista de contatos?","1003":"Confirmar remoção","1004":"Tem certeza que deseja mover [X] para a sua lixeira?","1005":"Criar links é permitido apenas para usuários registrados.","1006":"Compartilhar pastas é permitido apenas para usuários registrados.","1007":"Você não pode desfazer esta ação.","1008":"banda do plano pro foi excedida.","1009":"Precisa de mais banda?","1010":"limite de armazenamento ultrapassado.","1011":"Deseja manter seus arquivos?","1012":"limite de armazenamento quase ultrapassado.","1013":"Precisa de mais limite de armazenamento?","1015":"Por favor digite o seu código promocional","1016":"Selecionar uma imagem","1017":"Utilizar este avatar","1018":"Vazio","1019":"Adicione um endereço de e-mail","1020":"Por favor digite um e-mail ou selecione um contato.","1021":"Ativado","1022":"Desligado","1023":"Você não tem permissão para acessar esta pasta.","1024":"Por favor digite um nome para a pasta.","1025":"vários itens","1026":"Digite a chave de decodificação","1027":"Descriptografar","1028":"Chave de decodificação","1029":"Link público","1030":"Selecione dos seus contatos ou adicione os endereços de e-mail","1031":"Exportar links dos arquivos e senhas de decodificação","1032":"Inclua a chave do arquivo","1033":"Copiar chaves","1034":"Download de vários arquivos","1035":"Clique em \"permitir\" para completar o download","1036":"Compartilhado com","1037":"Concordo","1038":"Escolha o idioma","1039":"Pague com PayPal","1040":"Por favor faça o login para ativar a sua conta pro","1041":"Por favor, crie uma conta para ativar sua associação pro","1042":"Inicializando","1043":"O link da pasta está indisponível","1044":"A pasta que você está tentando acessar não está mais disponível. Isso aconteceu por um dos motivos abaixo:","1045":"A pasta foi removida por violação a um ToS\/AUP.","1046":"O link desta pasta foi desativado pelo usuário.","1047":"Bem vindo ao MEGA Pro","1048":"Sua conta pro foi ativada. Divirta-se!","1049":"Pasta","1050":"Sem compartilhamentos","1051":"Nunca","1053":"limite de banda estéa quase excedido.","1054":"Você precisa esperar [X] para que mais banda seja associado a sua conta.","1055":"Você quer esperar?","1056":"O limite é dinâmico.","1057":"Confirme a remoção da sessão","1058":"Você está usando uma conta temporária. Tem certeza que deseja encerrar a seção?","1059":"Esta ação vai deletar seus arquivos.","1060":"Criptografia de ponta a ponta","1061":"Diferente de outros provedores de hospedagem na nuvem, seus arquivos estão criptografados e só podem ser descriptografados por você, e não por nós.","1062":"Acesso global","1063":"Seus arquivos estão acessíveis a qualquer momento, de qualquer aparelho, em qualquer lugar.","1064":"Colaboração segura","1065":"Compartilhe pastas com seus contatos e veja as mudanças em tempo real.","1066":"MEGA proporciona uma ferramenta que faz a comunicação [A]privada e confidencial[\/A] fácil de usar.","1067":"MEGA entrega serviço encriptado baseado na nuvem, o que permite comunicação [A]privada e segura[\/A] e colaboração entre empresas e pessoas. Você possui controle sobre as chaves de encriptação dos seus arquivos na numem.","1068":"Compartilhe pastas com seus contatos e veja as atualizações em tempo real.","1069":"Veja como funciona","1070":"Como funciona","1071":"Quer saber mais sobre MEGA?","1072":"Assista o vídeo de lançamento","1073":"Planos de associação","1074":"Tenha 50 GB com uma conta gratuita","1075":"Muito mais do que você encontra nos principais competidores.","1076":"Criar uma conta","1077":"Pacotes Pro competitivos","1078":"Tenha mais de 4 TB de armazenamento encriptado por menos de €8.33 por mês.","1079":"Veja os nossos pacotes Pro","1080":"Aplicativos móveis","1082":"A nuvem está em seus bolsos. Acesse seus arquivos direto do seu smartphone ou tablet. Envie e sincronize sua media na nuvem.","1083":"Tenha gratuitamente","1084":"Disponível para","1085":"Sincronizar client","1086":"Sincronismo automático entre o seu computador e os servidores na nuvem do MEGA.","1087":"Baixar agora","1088":"Apps para browsers","1089":"Nossas extensões para browsers vão instalar MEGA no seu navegador para carregar arquivos mais rápido e adicionar mais segurança contra ataques.","1090":"Ir para a página de download","1091":"Clique para enviar ou arraste arquivos aqui","1092":"Role a tela para continuar","1093":"Nunca digite sua senha em um aparelho que você não confia totalmente. Também não entre na sua conta em um computador público.","1094":"Para melhorar a segurança, instale o nosso [A]plugin para navegadores[\/A] e carregue o MEGA direto do seu computador.","1095":"Crie sua conta [A]grátis[\/A]","1096":"Primeiro nome","1097":"Último nome","1098":"Primeiro ou último nome é inválido.","1099":"Por favor, digite seu primeiro e último nome.","1100":"Endereço de e-mail inválido.","1101":"Por favor digite um endereço de e-mail correto","1102":"Senha inválida.","1104":"Por favor deixe sua senha mais forte","1105":"Força:","1106":"Status da senha","1107":"As senhas digitadas não são iguais","1108":"Criar conta","1109":"Sua senha é a sua chave mestra de criptografia.","1110":"A segurança da sua conta depende da sua senha. Senhas que são muito curtas ou muito simples, são facilmente adivinhadas.","1111":"Não esqueça sua senha.","1112":"Não há como recuperar a sua senha. Se você não conseguir lembrar, não será mais possível acessar aos seus dados armazenados.","1113":"Sua conta é segura como o seu próprio computador.","1114":"Digite a senha novamente","1115":"O verificador de força da senha ainda está inicializando.","1116":"Por favor tente novamente em alguns segundos.","1117":"Acordo de termos de serviço","1118":"Você precisa concordar com os termos de serviço para se registrar em uma conta no MEGA.","1119":"Sua senha pode ser facilmente adivinhada. Tente deixa-la mais longa, combine maiúsculo com minúsculo e adicione caracteres especiais. Não use palavras que podem ser encontradas no dicionário.","1120":"Sua senha pode ser facilmente adivinhada. Tente deixa-la mais longa, combine maiúsculo com minúsculo e adicione caracteres especiais. Não utilize nomes ou palavras que estão no dicionário.","1121":"Sua senha é boa o suficiente para continuar, mas recomendamos alterar para algo mais forte no futuro.","1122":"Esta senha vai resistir aos mais típicos ataques de força-bruta. Por favor, tenha certeza que você vai se lembrar dela. ","1123":"Esta senha vai resistir aos mais sofisticados ataques de força-bruta. Por favor, tenha certeza que você vai lembrar dela.","1124":"Muito fraco","1125":"Fraco","1126":"Médio","1127":"Bom","1128":"Forte","1129":"sua senha é muito fácil para podermos continuar","1130":"E-mail ou senha inválidos","1131":"Confirme sua conta","1132":"Coleção de entropia","1133":"Este jogo vai coletar a [A]entropia[\/A] baseada nos movimentos do seu mouse.","1134":"Isso vai melhorar a força da sua [A]chave RSA[\/A]","1135":"Você pode abortar o jogo assim que o indicador do progresso checar em 100%.","1136":"Pronto!","1137":"agora você pode continuar para completar a sua chave.","1138":"Continuar","1139":"Pontuação:","1140":"Isso é um passo muito importante e pode tomar alguns segundos.","1141":"Por favor, seja paciente.","1142":"Criação da chave privada - publica","1143":"Gerando chave","1144":"Os usos mais antigos conhecidos de criptografia são de quase 4000 anos atrás, no antigo Egito","1145":"Hoje, 4000 anos depois, muitas empresas de armazenamento na nuvem ainda não adotaram a criptografia completa.","1146":"Complete a sua conta","1147":"Escolha seu tipo de conta","1148":"[A]Ganhe 2 meses grátis[\/A] se você comprar um plano Pro anual.","1149":"Limitado","1150":"Grátis","1151":"Tenha todas as vantagens de MEGA com uma [A]conta Pro[\/A]","1152":"Escolha o seu plano Pro:","1153":"plano anual","1154":"O time","1155":"Enviando","1156":"Baixando","1157":"Download gratuito","1158":"para Windows","1159":"Em breve para [A]Mac[\/A]","1160":"MEGA gostaria de agradecer aos autores dos componentes em código aberto que contribuíram para a funcionalidade completa do nosso site:","1161":"Seguro","1162":"Seus arquivos estão criptografados de ponta a ponta. Ninguém pode interceptar durante o armazenamento ou no envio.","1163":"Flexível","1164":"Sincronize qualquer pasta do seu computador com a nuvem. Sincronize qualquer número de pastas ao mesmo tempo.","1165":"Rápido","1166":"Aproveite a estrutura super forte do MEGA e das multi-transferências.","1167":"Generoso","1168":"Armazene mais de 50 GB de graça!","1169":"Totalmente incrementado","1170":"Procure, armazene, baixe, veja, compartilhe, renomeie e delete seus arquivos. Está tudo lá, na palma das sua mão.","1171":"Em breve para [A]iOS[\/A]","1172":"Extensão do Firefox","1173":"Extensão do Chrome","1174":"Este app vai permitir que você instale MEGA em seu navegador. Isso vai reduzir o tempo de carregamento, melhor a velocidade do download e aumentar sua segurança.","1175":"Qualquer URL do MEGA será capturada por este app e ficará armazenada no seu computador (nenhum JavaScript será carregado dos nossos servidores).  Atualizações automáticas seguras serão feitas graças a assinatura de chave privada criptografada.","1176":"E se você for muito paranoico:","1177":"desative atualizações automáticas e examine nosso código em cada atualização manualmente.","1178":"Baixe o MEGA para Firefox","1179":"Instalação:","1180":"Baixe MEGA para Chrome","1181":"Abra a página de extensões no Chrome","1182":"menu> ferramentas >extensões","1183":"ou digite","1184":"na sua barra de endereços.","1185":"Puxe e arraste o arquivo baixado [X] para a página de extensões de Chrome e confirme a instalação.","1186":"Você pode comprar uma conta pro do MEGA em algum dos revendedores autorizados abaixo:","1187":"Baixar","1188":"Para o seu computador","1189":"Importar","1190":"Para o seu cloud drive","1191":"O arquivo que você está tentando baixar está temporariamente indisponível.","1192":"Role a tela para saber mais sobre o MEGA","1193":"Começando uma nova conta","1194":"Você gostaria de importar este arquivo para outra sessão?","1195":"\"Não\" vai permitir que você faça o login e processará a importação.","1196":"Cancelar download","1197":"Tem certeza que você quer cancelar este download?","1198":"O arquivo baixado será deletado.","1199":"Não é possível descriptografar sem uma chave.","1200":"Termos de Serviços de afiliados","1201":"[A]Junte-se a nós[\/A] em romper as barreiras do marcado de armazenamento em nuvem.","1202":"Envie negócios para nós e ganhe.","1203":"Nos ajude a crescer e faça parte deste sucesso.","1204":"Cadastre-se","1205":"Como isso funciona?","1206":"Cadastre-se e receba seu ID único de parceiro que você pode divulgar por uma URL.","1207":"Nós vamos localizar todas as compras feitas pelos visitantes que você enviou ao MEGA.","1208":"Você ganhará [B]20%[\/B] de todo a receita gerada através do seu ID de parceiro.","1209":"Assinaturas recorrentes contará como referências recorrentes.","1210":"Para quem é o programa de afiliados?","1211":"Desenvolvedores de aplicativos:","1212":"Crie seu próprio aplicativo usando o nosso [A]SDK[\/A]","1213":"Converta usuários com contas gratuitas para Pro e monetize seu aplicativo.","1214":"Web sites:","1215":"Blogueiros","1216":"Comparação entre sites de armazenamento na nuvem","1217":"Quais são as regras?","1218":"Por favor leia e concorde com nossos [A]termos de serviços para afiliados[\/A]","1220":"Comece agora!","1221":"Cadastre-se no nosso programa de afiliados e você pode começar a ganhar dinheiro instantaneamente.","1223":"Informações de contato","1224":"Precisamos de mais alguns detalhes sobre você","1230":"Informações de pagamento","1231":"Nós pagamos uma vez ao mês por PayPal ou wire transfer (bancos da Nova Zelândia apenas).","1232":"Método de pagamento","1233":"PayPal","1234":"Conta no banco (NZ apenas)","1235":"Nome do beneficiário","1236":"Nome do banco","1237":"Número da conta no banco","1238":"Endereço no PayPal","1239":"Informações de afiliação","1240":"Nós gostariamos de saber como você planeja trazer tráfego para o MEGA.","1241":"Descreva a sua estratégia de marketing:","1242":"Eu concordo com os [A]termos de serviços para afiliados[\/A] do MEGA","1243":"Você agora faz parte do programa de afiliados. Você receberá 20% de toda a receita gerada a partir do seu ID de parceiro.","1244":"Por favor, tenha certeza que você concorda com os [A]termos de serviços do programa de afiliados[\/A]","1245":"Você pode ganhar dinheiro enviando tráfego para:","1246":"Estatísticas","1247":"Período de tempo","1248":"30 dias","1249":"90 dias","1250":"180 dias","1251":"365 dias","1252":"Todo o tempo","1253":"Data","1254":"Vendas","1255":"Volume de negócios","1256":"Ganhos","1257":"Nenhuma venda registrada durante este período de tempo.","1258":"Pagamentos","1259":"Nenhum pagamento registrado durante este período de tempo.","1260":"ID do parceiro","1261":"Por favor digite sua data de nascimento.","1262":"Por favor digite sua cidade.","1263":"Por favor digite seu estado.","1264":"Por favor digite seu CEP \/ Código postal.","1265":"Por favor digite o seu número de telefone.","1266":"Por favor descreva a sua estratégia de marketing.","1267":"Você precisa concordar com os termos de serviço de afiliados.","1268":"Por favor digite a sua conta no PayPal","1269":"Por favor digite o nome do beneficiário da sua conta no banco em NZ","1270":"Por favor, digite o nome do seu banco na Nova Zelândia","1271":"Por favor, digite o número da sua conta no banco da Nova Zelândia","1272":"MEGA é feito por humanos e por isso não é totalmente perfeito. Se você encontrou um erro, nós gostariamos de saber para poder corrigir. Quanto mais detalhes você tiver, melhor.","1273":"Levamos a sério os direitos de propriedade intelectual e proporcionamos uma robusta política de remoção.","1274":"Para mais informações, leia nosso [A]guia de remoção[\/A]","1275":"Você pode solicitar a remoção através do [A]formulário online[\/A] ou nos enviar um e-mail.","1276":"Você tem alguma reclamação ou idéias? Quer saber mais sobre nossos produtos?","1277":"Nós estamos sempre disponíveis.","1278":"Por favor selecione","1279":"Passo 1","1280":"Passo 2","1281":"Detalhes do conteúdo","1282":"Detalhes do  proprietário dos direitos autorais","1283":"Adicionar outra URL","1284":"Nome do proprietário dos direitos autorais","1285":"se aplicável","1286":"Nome do representante autorizado do detentor de direitos autorais:","1287":"Aviso de copyright recebido","1288":"Nós vamos analisar e processar o seu aviso o quanto antes.","1289":"Obrigado por clicar no link de convite. Por favor, crie sua conta gratuita abaixo.","1290":"Oops, isso não parece ser um link de convite válido. Você já fez o registro da conta?","1291":"Você já clicou no link de convite. Por favor, crie uma conta.","1292":"Em breve","1293":"Bem vindo ao centro de ajuda","1294":"Se a sua dúvida não foi solucionada aqui, não deixe de entrar em contato conosco.","1295":"Contatar o suporte","1296":"Tópicos populares:","1297":"Endereço de e-mail já está sendo utilizado","1298":"Por favor, entre em sua conta.","1299":"Arraste para atualizar","1300":"Última atualização","1301":"Hoje","1302":"Ontem","1303":"Esta semana","1304":"Semana passada","1305":"Este mês","1306":"Este ano","1307":"Mais antigo","1308":"Falha no download","1309":"Falha no upload","1310":"Por favor digite o código de confirmação","1311":"Erro ao carregar arquivos","1312":"Usuário\/senha faltando","1313":"Erro no login","1314":"Erro ao deletar","1315":"Conta de email não encontrada","1316":"Salvar arquivo offline para pré-visualizar","1317":"Erro ao gerar link","1319":"Senha é muito curta","1320":"O nome é muito curto","1321":"Erro ao carregar detalhes da conta","1322":"Upload completo","1323":"Logando","1324":"Logado com sucesso","1325":"Gerando link","1326":"Link foi copiado para a àrea de transferência","1327":"Download concluído","1328":"Iniciando download","1329":"Aguardando","1330":"Digite nome de usuário e senha","1331":"Email","1332":"Confirme o cadastro","1333":"Por favor verifique seu email e cole abaixo o código de confirmação ou clique no link de confirmação especial para iOS.","1334":"Cancelar cadastro","1335":"Código de confirmação","1336":"Use a mais recente","1337":"Tirar foto","1338":"Escolher existente","1339":"Adicionar pasta","1340":"Digite nome da nova pasta","1341":"Selecione foto(s)","1342":"Editar","1343":"Diretório em nuvem vazio","1344":"Compartilhar","1345":"Salvar offline","1346":"Transferências","1347":"Caixa vazia","1348":"Pastas compartilhadas","1349":"Sem fotos","1350":"Fotos","1351":"Local","1352":"Disponível","1353":"Salvar para acesso offline","1354":"Defina o tamanho máximo de armazenamento no seu dispositivo","1355":"Versão","1356":"Opinião","1357":"Sair","1358":"Todos os arquivos baixados serão deletados","1359":"O tamanho selecionado é menor que o cache utilizado atualmente. Se você continuar alguns arquivos serāo deletados.","1360":"Extender Pro","1361":"Preço","1362":"Restaurar compras","1363":"Sem conexão","1364":"Tentar novamente","1365":"Você não está conectado na internet","1366":"Digite novo nome","1367":"Ganhe 50 GB grátis, ou registre-se em um de nossos pacotes Pro e tenha mais de 4 TB de armazenamento criptografado a partir de €8.33 por mês.","1368":"acima de [X]","1369":"e [X]","1370":"Email e Chat","1371":"O nosso pacote de comunicação criptografada está chegando no começo de 2014.","1372":"Prepare-se para o MEGA chat, email, chamadas & vídeo conferência.","1373":"O que é MEGA? Clique ou arraste","1374":"Voltar para a página inicial","1375":"Voltar para a página de download","1376":"oferecido por:","1377":"Você quer jogar? Se você avançar este passo, a segurança na sua conta poderá sofrer alterações. Por favor, mova seu mouse para todos os lados para aumentar a segurança. ","1378":"Iniciar jogo","1379":"Avançar","1380":"Categorias","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}