{"10":"VEĆI. BOLJI. BRŽI. JAČI. SIGURNIJI.","11":"Član 12","12":"Niko ne smije biti podvrgnut samovoljnom miješanju u njegov privatni život, obitelj, dom ili dopisivanje, niti napadima na njegovu čast i ugled. Svako ima pravo na pravnu zaštitu protiv takvog miješanja ili napada.","13":"Opća deklaracija o ljudskim pravima.","14":"Potvrdite brisanje","15":"Da li ste sigurni da želite zauvijek ukloniti sve predmete iz svoje korpe za smeće?","16":"Interna greška","17":"Kvota propusnosti prekoračena","18":"Previše priključaka na ovo preuzimanje","19":"Sesija istekla ili je neispravna","20":"Privremeno nedostupno","21":"Probem sa nalogom, molimo provjerite svoj e-mail","22":"Datoteka više ne postoji","23":"Datoteka više nije dostupna","24":"Greška u dešifriranju","25":"Direktorij u kojoj se nalazite drugi korisnik je obrisao ili premjestio.","26":"Izgubljen dorektorij","27":"Na žalost, 1 datoteka ne može biti prenešena jer je veća od [X].","28":"Na žalost, [X1] datoteke ne mogu biti prenešene jer su veće od [X2].","29":"Vi ste ograničeni na prijenos datoteka s našim Adobe Flash pomoćnim programom jer Vaš preglednik ne nudi HTML5 FileReader. Ako želite zaobići ovo ograničenje (i povećati ukupnu učinkovitost preglednika), molimo Vas da razmislite o instaliranju [A]Google Chrome[\/A]-a.","30":"Ograničenje preglednika","31":"Možete prenijeti samo datoteke manje od [X] koristeći Internet Explorer 9. Chrome, Firefox i Internet Explorer 10 omogućuju Vam prijenos datoteka bilo koje veličine.","33":"MEGA razvaljuje sa Google Chrome-om","34":"Upozorenje:","35":"Koristite stari web preglednik koji negativno utiče na učinkovitost Vašeg prijenosa podataka","36":"Molimo da instalirate Google Chrome.","37":"Dok se drugi proizvođači preglednika još uvijek bore za provedbu punog spektra HTML5 funkcionalnosti, Google Chrome ima sve to - danas. Da biste uživali u punoj MEGA snazi (kao što su automatizirane serije prenosa i preuzimanja), preporučujemo da napustite svoj trenutni, zastarjeli preglednik i prijeđete na Chrome što je prije moguće.","38":"Ne prikazujte ovu poruku ponovo","39":"Ne, hvala","40":"Skinite Chrome","41":"Uklonili ste direktorij koji sadrži jedan dijeljeni direktorij.","42":"Nakon što ispraznite kantu za smeće ovo dijeljenje će biti onemogućeno.","43":"Uklonili ste direktorij koji sadrži [X] dijeljenih direktorija.","44":"Nakon što ispraznite kantu za smeće ova dijeljenja će biti onemogućena.","45":"Upozorenje, dijeljeni direktorij","46":"Interna greška","47":"Ups, nešto nije u redu. Izvinjavamo se na tome!","48":"Molimo da unesete bar tri karaktera za pretragu.","49":"premjestite [X] izabranih predmeta","50":"1 datoteka","51":"[X] datoteka","52":"i","53":"1 direktorij","54":"[X] direktorija","55":"Samo-čitanje","56":"Čitanje i pisanje","57":"Puni pristup","58":"Preuzimanje","59":"Kreirajte link","60":"Podijelite","61":"Preimenujte","62":"Premjestite","63":"Kopirajte","64":"Dozvole","65":"Imate pristup ovom folderu samo za čitanje.","66":"Imate puni pristup ovom folderu.","67":"Imate punu kontrolu nad ovim folderom.","68":"Novi folder","69":"Kreirajte novi folder","70":"Ispraznite kantu za smeće","71":"Dodajte kontakt","72":"Izbrišite kontakt","73":"Da li ste sigurni da želite izbrisati ovog korisnika iz svoje liste kontakata?","74":"Da li ste sigurni da želite izbrisati ove korisnike iz svoje liste kontakata?","75":"Izbrišite kontakt","76":"Upravo ćete zauvijek ukloniti [X] iz kante za smeće.","77":"Želite li nastaviti?","78":"Da","79":"Ne","81":"OK","82":"Otkažite","83":"Uklonite","84":"Potvrdite brisanje","85":"Ponovo učitajte","86":"Naziv","87":"Veličina","88":"Tip prijenosa","89":"Status","90":"Brzina","91":"Proteklo vrijeme","92":"Preostalo vrijeme","93":"Tip","94":"Zadnja promjena","95":"E-mail","96":"Prava","97":"Novi prijenos","98":"Prijenos direktorija","99":"Prijenos datoteke","100":"Očistite kantu za smeće","101":"Dodajte kontakt","102":"Pretraga","103":"Prekinite prijenos","104":"Prijenosi datoteka","105":"na čekanju","106":"Menadžer datoteka","107":"Da li želite kopirati izabrani folder u privatni inbox korisnika [X]? ","108":"Potvrda","109":"Da li želite kopirati izabranu mapu u ovu dijeljenu mapu?","110":"Da li želite kopirati izabrane predmet(e) u privatni inbox korisnika [X]?","111":"Da li želite kopirati izabrane predmet(e) u ovu dijeljenu mapu?","112":"Linkovi","113":"Link datoteke","114":"Ključ datoteke","115":"Naziv datoteke","116":"Veličina datoteke","117":"Premjestite na lokaciju","118":"Odaberite destinaciju","119":"Besplatna kvota propusnosti prekoračena","120":"Vaše preuzimanje se ne može nastaviti, jer bi time prekoračili trenutno dozvoljeni, besplatni prijenos podataka sa Vaše IP adrese.","121":"Ovo ograničenje je dinamično i ovisi o količini neiskorištene propusnosti koju imamo na raspolaganju.","122":"Računaju se samo prijenosi napravljeni u posljednjih pet do šest sati.","123":"U tom vremenskom periodu:","124":"Vi ste preuzeli [X].","125":"[X1] će biti dostupno za [X2].","126":"Trenutno ograničenje po IP adresi je [X].","127":"Radi Vaše udobnosti, Vaša preuzimanja u redu čekanja će se staviti na čekanje dok imate dovoljno kvote na raspolaganju, a zatim se automatski nastaviti.","128":"Ako ne želite čekati, možda želite uzeti u obzir prijavu na paket propusnosti koji Vam daje dovoljno dodatnog prostora za pohranu.","129":"Unaprijedite na Pro","130":"Preuzmite datoteke","131":"Klikinte \"Dopusti\" da dovršite preuzimanje","132":"Premjestite predmete","133":"Premjestite [X]","134":"Kopirajte [X]","135":"Greška","136":"Molimo izaberite destinaciju.","137":"Molimo izaberite ispravan odredišni cilj.","138":"Odredišna mapa ne može biti ista kao i ishodišna mapa.","139":"Kružna greška.","140":"Kružna greška: odredište ne može biti pod-mapa mape koja se premješta.","141":"Molimo unesite ispravnu e-mail adresu.","142":"Molimo pričekajte...","144":"Uklonite dijeljenje","145":"E-mail adresa:","146":"Podijelite sa novim korisnikom:","147":"Dozvolite pristup","148":"Zatvorite","149":"Dijeljenje","150":"Kontakt pozvan","151":"Korisnik [X] je pozvan i pojaviti će se u Vašoj kontakt listi čim se registrira.","152":"Ne možete dodati sami sebe u kontakt listu.","153":"E-mail adresa","154":"Dodajte kontakt","155":"Dodajte","156":"Otkažite","157":"Naziv mape","158":"Kreirajte","159":"Otkažite","160":"Ova mapa se već koristi. Molimo pokušajte ponovo.","161":"Preimenujte","162":"Preimenujte","163":"Otkažite","164":"Cloud disk","165":"Kontakti","166":"Inbox","167":"Kanta za smeće","168":"Kanta za smeće","169":"Izbornik","170":"Registrirajte se","171":"Prijavite se","172":"Prevucite & otpustite svoje datoteke bilo gdje","174":"ili","175":"Odaberite datoteke","176":"Odaberite datoteke za prijenos","177":"Vi držite ključeve za ono što ćete pohraniti u oblaku","178":"Sigurna online saradnja","179":"Moćni file manager","180":"Ekosistem za aplikacije","181":"Detaljnije o osobinama","182":"Podijelite šifrirane direktorije sa saradnicima ili poslovnim partnerima i razmjenu povjerljivih dokumenata s transparentnom end-to-end enkripcijom.","183":"Prikaz i upravljanje datotekama u vašem web pregledniku, s integriranim ubrzanim prijenosom i preuzimanjem.","184":"Sveobuhvatno otvoren API omogućuje drugim programerima da poboljšaju funkcionalnost MEGA servisa.","185":"2048 bit-na RSA enkripcija","186":"Odjavite se","187":"Moj profil","188":"File manager","189":"Prekinite sesiju","190":"Prijava","191":"kreirajte nalog","192":"Zapamti me","193":"Prijava","194":"[X] servera online","195":"Vaš e-mail","196":"Vaš e-mail","197":"Molimo unesite Vašu e-mail adresu.","198":"Molimo unesite ispravnu e-mail adresu.","199":"Molimo unesite svoju šifru.","200":"Ups, nešto nije uredu.","201":"Neispravan e-mail i\/ili šifra. Molimo pokušajte ponovo.","202":"Kreirajte novi nalog","204":"ili","205":"prijava","206":"Vaše ime","207":"Vaš e-mail","208":"Slažem se sa MEGA [A]uslovima korištenja[\/A]","209":"Registrirajte se","210":"Spremite se za novo doba","211":"Spemanje podataka u oblaku više nikada neće biti isto","212":"Molimo unesite Vaše ime.","213":"Molimo odaberite šifru.","214":"Morate prihvatiti naše uvjete korištenja.","215":"Dogodila se nepoznata greška. Molimo pokušajte ponovo.","216":"Fenomenalno","217":"Molimo provjerite svoj e-mail i kliknite na link koji smo Vam poslali da potvrdite svoj nalog.","218":"Ova e-mail adresa već ima registriran MEGA nalog.","219":"Ova e-mail adresa već ima registriran MEGA nalog.","220":"Slabo","221":"Prosječno","222":"Dobro","223":"Odlično","224":"IZABERITE DATOTEKE ZA PRIJENOS","225":"IZABERITE DATOTEKE ZA PRIJENOS ILI IH PREVUCITE I OTPUSTITE OVDJE","226":"Da bismo spriječili preopterećenje resursa, mi ponekad moramo ograničiti propusnost korištenja. U proteklih šest sati, vaša IP adresa je konzumirala [X1], koji, zajedno s [X2] odabranih datoteka , bi premašili naš trenutni limit od [X3]. Da bi se osigurala pravedan i jednak pristup našim resursima, Vaša preuzimanja su stavljena na čekanje. Ona će se automatski nastaviti nakon što se zagušenje riješi.","227":"Prijenosi koji su obuhvaćeni plaćenom kvotom propusnosti su izuzeti iz ovog ograničenja, pa ako ne želite čekati, možete uzeti u obzir prijavu na Pro račun.","228":"Upravljanje saobraćajem na snazi","229":"Ne prikazujte više","230":"Pređite na Pro","231":"Ne hvala, sačekat ću","232":"Ne hvala, sačekat ću","233":"Privremena greška, pokušavam ponovo.","234":"Preuzmite datoteku","235":"Preuzimanje","236":"Uvoz","237":"Preuzimanje počinje","238":"Označite u slučaju povrede autorskog prava","239":"Preuzimanje završeno","240":"Da završite prenos podataka, morate ručno snimiti svoju datoteku.","241":"Snimite svoju datoteku","242":"Prijeđite na Chrome i uživajte u punoj MEGA snazi","243":"Datoteka koju pokušavate preuzeti više nije dostupna.","244":"Ovo je moguće iz sljedećih razloga:","246":"Datoteka je uklonjena zbog kršenja uvjeta korištenja ili pravila prihvatljivog korištenja.","247":"Neispravan URL - link koji pokušavate otvoriti ne postoji","248":"Datoteka je obrisana od strane korisnika.","249":"Datoteka koju pokušavate preuzeti privremeno nije dostupna.","250":"Naša interna redundancija je zakazala. Ovo može biti iz sljedećih razloga:","251":"Neki od poslužitelja nisu dostupni radi održavanja.","252":"Prebukirani smo i dodajemo nove kapacitete.","253":"Molimo pokušajte kasnije.","254":"Datoteka koju pokušavate preuzeti više nije dostupna.","255":"Ova datoteka više nije dostupna zbog kršenja autorskih prava korisnika [X].","256":"Vaš ključ nema ispravnu dužinu.","257":"Molimo da provjerite da li ste unijeli ispravan ključ.","258":"Preuzimanje u toku","259":"Šta znači \"MEGA\"?","260":"MEGA je rekurzivna skraćenica i kratica za \"MEGA Encrypted Global Access\".","261":"Šta je to MEGA?","262":"MEGA je tzv. oblak za pohranu podataka. Nudi besplatni i plaćeni Internet dostupni prostor za pohranu i posluživanje podataka. To Vam omogućuje da pohranite i date pristup datotekama iz svog preglednika ili putem posebnih klijentskih aplikacija.","264":"Po našim saznanjima, oblak za pohranu i šifriranje podataka je legalan. Molimo da se ponašate u skladu s važećim zakonima i propisima o tome [B]kako[\/B] koristite oblak za pohranu i šifriranje podataka, kao i sa našim [A]uslovima korištenja[\/A].","265":"MEGA je kreiran od istih ljudi koji su ranije pokrenuli jedan od najvećih svjetskih oblaka za pohranu podataka. Mogu li molim Vas povratiti moj račun i moje datoteke sa tog servisa?","266":"Nažalost, MEGA nema pristup bilo kojem vlasništvu koje su njeni zaposlenici stvorili ranije. Ne postoji pravna veza i nikakvo recikliranje bilo koda, opreme ili baza podataka, te stoga trenutno ne postoji način povrata Vaših starih podataka.","267":"Zašto bazirati kompaniju za pohranu podataka u oblaku u Novom Zelandu, pored toliko drugih mjesta?","268":"Između ostalih važnih razloga, originalni naziv Novog Zelanda na jeziku Māora je \"Aotearoa\", što znači \"Zemlja dugačkog bijelog oblaka\".","269":"Mogu li pristupiti servisu MEGA sa mog mobilnog uređaja?","270":"MEGA je optimizirana za desktop preglednike. Trudimo se da MEGA bude u potpunosti kompatibilna sa svim glavnim mobilnim uređajima i tabletima. Možete očekivati ​​kul prilagođene aplikacije za svoj omiljeni mobilni uređaj u skoroj budućnosti.","271":"Mogu li nastaviti prekinute prijenose ili preuzimanja?","272":"Da, dokle god ne zatvorite tab preglednika, prijenosi i  preuzimanja automatski će se nastaviti nakon npr. mrežnog prekida ili ako je Vaš uređaj ušao u stanje \/ mirovanja. Imajte na umu da naši poslužitelji automatski odbacuju nepotpune prijenose nakon 48 sati mirovanja.","273":"Mogu li prenijeti istu datoteku više puta?","274":"Budući da poslužitelj ne može vidjeti datoteku, podudarnosti datoteka se moraju rješavati na klijentskoj strani. U standardnim postavke, ako prenesete datoteku koja izgleda da je već prisutna na nalogu (ista odredišna putanja \/ datoteka, ista veličina, isto vrijeme zadnje izmjene), ona će biti preskoćena, ali ništa vas ne sprječava da zadržite više datoteka ili mapa sa istim imenom u istoj mapi.","275":"Kako regulirate korištenje propusnosti?","276":"Naša politika je da ne namećemo nikakva umjetna ograničenja našim korisnicima, osim ako to nije nužno radi infrastrukturnih uskih grla. Stoga pridržavamo pravo da ograničimo korištenje korisničke propusnosti iz operativnih razloga u bilo kojem trenutku po određenoj IP adresi. Vaš prijenos će se uvijek automatski nastaviti nakon što se zagušenje riješi. Nije potrebna bilo kakva korisnička intervencija.","277":"Da li MEGA na bilo koji način ograničava veličinu datoteka?","278":"Mi ne namećemo umjetna ograničenja na veličine datoteka, osim Vama dostupnog prostora na oblaku. Međutim, neki tehnički neadekvatni preglednici zahtijevaju da cijela datoteka bude pohranjena u memoriji za preuzimanje (Firefox, IE10, Opera), ili i za  preuzimanje i prijenos (IE9, Safari 5).","279":"Mogu li prenositi i preuzimati datoteke u isto vrijeme?","280":"Da. Jedan prijenos i jedno preuzimanje po tabu preglednika su mogući u isto vrijeme.","281":"Zašto ne omogućite male pregledne sličice ili predpregled video i audio datoteka?","282":"Budući da je naš model ekripcije od-kraja-do-kraja sam po sebi isključuje bilo kakve manipulacije datotekama na strani poslužitelja, a što bi bilo potrebno provesti da bi se pružila jedna takva mogućnost.","283":"Kako prenosim datoteke na MEGA servis?","284":"Postoje tri načina prijenosa datoteka na MEGA koristeći Vaš web preglednik:","285":"1. Kliknite na crveno dugme na početnoj stranici","286":"2. Otiđite u svoj upravitelj datotekama i kliknite na dugmiće pri vrhu \"Prijenos datoteke\" ili (ako koristite Chrome) \"Prijenos mape\"","287":"3. Prevucite datoteke i (ako koristite Chrome) mape sa svog računara na stranicu","288":"Kako da instaliram MEGA servis?","289":"Ne morate ništa instalirati. MEGA je u potpunosti preglednik baziran i radi sa svim aktualnim glavnim web preglednicima. Da otkrijete MEGA puni potencijal, mi preporučujemo da koristite jedino Google Chrome.","290":"Kako radi dijeljenje mapa?","291":"Možete podijeliti bilo podmapu vašeg diska u oblaku s prijateljima, obitelji ili suradnicima. Poziv je putem e-mail adrese. Pozvani koji nemaju korisnički nalog će primiti e-mail obavijest sa linkom za prijavu. Alternativno, možete stvoriti javni link na bilo koju od svojih mapa i kreirati za tu mapu specifičan kripto ključ, tako će mapa biti pristupačna bez MEGA naloga. Nadalje, Vaša je odgovorsnost da sigurno prenesete ključ mape do primatelja.","292":"Za uspostavu, izmjenu ili brisanje dijeljenja, jednostavno uradite desni klik na mapu u vašem file manageru i odaberite opciju Dijeljenje. Postoje tri razine pristupa: samo za čitanje, čitanje \/ pisanje (datoteka može biti dodana, ali ne i obrisana) i puni pristup (datoteka može biti dodana i izbrisana).","293":"Ako ste dodali adresu e-pošte za koju još ne postoji korisnički nalog, morate se prijaviti na servis barem još jednom nakon što primatelj završi proces registracije, da bi mogli kriptirati tajni ključ za njegov novo kreirani javni ključ.","294":"Kako da izbrišem ljude iz moje dijeljene mape?","295":"Jednostavno desnim klikom na mapu u vašem file manageru odaberite Dijeljenje. Vidjet ćete sve ljude koji trenutno imaju pristup dijeljenoj mapi. Desni klik na osobu i odaberite Obriši opciju iz izbornika.","296":"Kako da prepoznam svoje dijeljene mape?","297":"Dijeljene mape u Vašem file manageru imaju posebnu ikonu sa rukicom ispod mape.","298":"Mogu li dijeliti mape koje su podijeljene sa mnom?","299":"Ne. Dijeljenje mapa nije prenosivo.","302":"Kako kreiram link prema datoteci na MEGA servisu?","303":"Prije svega, riječ opreza: kriptografska sigurnost Vaših datoteka ovisi o povjerljivosti povezanih ključeva. Pobrinite se da ih prenosite samo preko zaštićenih kanala! Standardna e-mail komunikacije, na primjer, nije dovoljno dobar kanal za to.","304":"Imajući to na umu, odaberite jednu ili više datoteka u file manageru, a zatim desnom tipkom miša izaberite opciju \"Kreirajte link\". Izbornik sa javnim linkom ili linkovima će se otvoriti. Možete odabrati izvoz svakog linka i ključa zasebno ili kao jedan kombinirani link.","305":"Kako funkcionira enkripcija?","306":"Sve enkripcija je na principu sa-kraja-na-kraj. Preneseni podaci su šifrirani na uređaju za prijenos prije nego se pošalju na Internet, a podaci za preuzimanje se dešifriraju tek nakon što stignu na uređaj za preuzimanje. Klijentov računar je odgovoran za kreiranje, razmjenu i upravljanje ključevima za šifriranje. Bilo kakvi iskoristivi ključevi za šifriranje nikada neće napustiti klijentovo računalo (s izuzetkom RSA javnih ključeva).","307":"Da li su svi moji osobni podaci podložni enkripciji?","308":"Ne, samo sadržaj datoteka, kao i nazivi datoteka i mapa se šifriraju. Informacije koje trebamo za operativnu pristup, kao što su e-mail adrese, IP adresa, struktura mapa, vlasništvo nad datotekama i uvjerenja o plaćanju, pohranjuju se i obrađuju nekodirani. Molimo pogledajte našu politiku privatnosti za pojedinosti.","309":"Da li su moji pohranjeni podaci apsolutno sigurni?","310":"Sva sigurnost je relativna. Sljedeći pravci napad postoje - oni nisu specifični za servis MEGA, ali želimo da znate o rizicima:","311":"Osobne naloge ugrožavaju:","312":"- Spyware instaliran na Vašem računalu. Jednostavan keylogger je dovoljno rizičan, ali podaci o sesijama i ključevi također mogu biti izvađeni iz memorije ili sistema datoteka","313":"- Gledanje preko ramena. Nikada ne ukucavajte svoju šifru dok neko može vidjeti šta ukucavate.","314":"- Brutalno probijanje šifre. Koristite jake šifre.","315":"- Phishing. Uvijek provjerite sigurnosni status svoje konekcije (https:\/\/) i ispravan naziv domene na kojoj se nalazite (mega.co.nz) prije nego ukucate svoju šifru.","316":"Napadi velikog opsega mogu biti izvedeni putem:","317":"- Napad \"čovjek u sredini\". Zahtjeva izdavanje valjanog duplog SSL certifikata u kombinaciji sa lažiranjem DNS zapisa i\/ili napade na naše BGP rute (tzv. DigiNotar scenario).","318":"- Sticanje pristupa hosting poslužitelju na adresi https:\/\/mega.co.nz\/index.html i zamjena te datoteku s krivotvorenom verzijom (to neće utjecati na pristup kroz instalirane aplikacije). Imajte na umu da manipuliranje sadržajem na našoj distributivnoj statičnoj mreži za isporuku sadržaja ne predstavlja sigurnosni rizik, jer sav aktivni sadržaj koji se učitava kroz index.html podliježe provjeri kriptografskim hashom (zamislite to kao neku vrstu \"sigurnosnog robota\" za internet stranice). Ova vrsta napada zahtijeva slanje malicioznog koda na klijenta te ju je stoga moguće otkriti.","319":"- Stjecanjem pristupa jezgri naše infrastrukture poslužitelja i stvaranje lažnih ključneva za postojeća dijeljenja. Ova vrsta napada utječe samo na podatke u dijeljenim mapama i može se  također otkriti na strani klijenta.","320":"Šta ukoliko Vam ne vjerujem? Da li je i dalje za mene sigurno koristiti MEGA servis?","321":"Ako nam ne vjerujete, ne možete izvršavati bilo koji kôd koji potiče od nas, tako da Vam otvaranje naše stranice u vašem pregledniku i unos šifre nije dozvoljen. Ako i dalje želite koristiti MEGA servis, morate to učiniti kroz klijentsku aplikaciju koju je napisao neko kome vjerujete.","322":"Ja vjerujem Vama i Vašem data centru u Novom Zelandu, ali ja ne vjerujem Vašem data centru u Njemačkoj, zato što ga vodi kompanija iz SAD-a. Da li je i dalje za mene sigurno koristiti MEGA servis?","323":"Da, možete sigurno koristiti MEGA servis i ukoliko se kompromitiraju naši serveri u Njemačkoj. Data centar u Novom Zelandu osigurava da nikakav zlonamjeran kôd bude izvršen kada posjetite https:\/\/mega.co.nz\/.","324":"Da li su podaci koje postavim u dijeljene mape jednako sigurni kao i moji ostali podaci?","325":"Dijeljene mape, po prirodi, su sigurne kao njihov najmanje sigurni član. Međutim, kompromitiranje naše infrastrukturalne jezgre poslužitelja predstavlja dodatni rizik: Javnim ključevima se može manipulirati, a zahtjevi za ključeve mogli bi biti krivotvoreni.","326":"Pretpostavimo da MEGA servisni čvor za pohranu bude fizički ugrožen. Koji su rizici?","327":"Poruke o pogrešci nakon preuzimanja manipuliranih datoteka. Čak i ako je napadač imao ključ za šifriranje za određenu datoteku na tom čvoru, on još uvijek nije mogao istu zamijeniti sa krivotvorenom a da ne uzrokuje prekid naknadnih preuzimanja.","328":"Da li je dobra ideja da pohranim sve svoje podatke na jedno mjesto?","329":"Uvijek trenate držati dodatne kopije važnih datoteka, online i offline. Iako mi čuvamo svaku datoteku na najmanje dva mjesta, ne postoji jamstvo protiv više istodobnih kvarova i ponovljenog nedoličnog ponašanja vlasti.","330":"Zašto bih trebao svoje podatke povjeriti, pored svih ljudi, baš Vama?","331":"Mi pružamo korisničku kontroliranu enkripciju (UCE), gdje ste Vi, korisnik, taj koji kontrolira ključeve. UCE provedba je open source, a mi pozivamo i potičemo zajednicu da je razmotri i dostavi nam povratnu informaciju. Vjerujemo da je ovaj pristup je mnogo sigurnije nego pohranjivanja podataka na davatelja usluge sa enkripcijom na poslužitelju, pri čemu ISP kontrolira ključeve ili, još gore, bez ikakve enkripcije - tako ako, na primjer, korisničke datoteke na MEGA servisu budu iznenada dostupne bez šifre, zbog  programske pogreške, one će biti nečitljive bez ključeva za dekriptiranje koje kontrolira korisnik.","332":"Primjećujem da koristite HTTPS protokol za prenos već enkriptovanih podataka. Nije li to suvišno?","333":"Jeste. Nažalost, većina preglednika će zamjeriti uspostavljanje nesigurne veze sa sigurne stranice, a tko bi ih mogao kriviti za to - oni nikako ne mogu biti svjesni činjenice da postoji drugi sloj šifriranja već u pogonu. Zbog HTTPS-a koji ima negativan učinak na izvedbu, mi vam omogućujemo da ga isključite na preglednicima koje to omogućuju (Internet Explorer ne), te ubrzate svoje transfere bez ugrožavanja povjerljivosti ili cjelovitosti Vaših podataka. Vidjet ćete SSL upozorenje koje će se pojaviti na ​​prvi prijenos datoteka u nekim preglednicima - u ovom (i to samo u ovom) slučaju, to je slobodno ignorirati.","334":"Koje algoritme enkripcije MEGA servis koristi interno?","335":"Za veće prijenose, AES-128 (vjerujemo da veća CPU iskoristivost od AES-192 i AES-256 nadmašuje teoretsku sigurnosnu korist, barem do pojave kvantnih računala). Provjera integritet nakon preuzimanja se obavlja kroz blokovsku varijaciju CCM-a, što je manje učinkovito od OCB-a, ali bar nije opterećeno patentima.","336":"Za zasnivanje zajedničke tajne između korisnika i prenesenih datoteka u Vaš inbox, RSA-2048 (dužina ključa je izabrana kao sredina između \"previše nesiguran\" i \"prespor\"). Sve šifriranje, dešifriranje i kreiranja ključeva se provodi u Javascriptu, što ograničava propusnost do nekoliko Mb \/ s, a uzrokuje značajano opterećenje CPU-a. Mi se radujemo provedbi predloženog HTML5 WebCrypto API-a u svim glavnim preglednicima, koja će riješiti ovo usko grlo.","337":"JavaScriptom generirani slučajni broj se uvećava podacima koje dobivamo iz kretanja Vašeg miša ili  tastature.","338":"Da li MEGA servis čuva sigurnosne kopije mojih datoteka.","339":"Mi čuvamo podatke bar na dva poslužitelja u različitim data centrima, ako je to moguće.","340":"Zaboravio sam svoju šifru. Mogu li je ponovno kreirati?","341":"Nažalost, Vaš MEGA šifra nije samo šifra - to je ključ za šifriranje za sve Vaše podatke. Ako je izgubite, izgubit ćete pristup svim datotekama koje nisu u dijeljenim mapama i za koje nemate prethodno izvezenu ključ za datoteku ili mapu.","344":"Zašto trebam da se nadogradim na Pro nalog?","345":"Pro nalog daje vam dodatni prostor za pohranu i dodatne kvote za prenos podataka koje mi automatski postavljamo kad god je operativni limit propusnosti dostignut - možete koristiti ovu kvotu za sebe, ili je i odobriti trećim osobama koje pristupaju Vašim podacima (to uključuje i korisnike bez MEGA naloga). Maksimalni postotak vaše propusne kvote koji se dodjeljuje trećim licima je podesiv u postavkama Vašeg naloga.","346":"Zašto postoji opcija ograničavanja moje brzine prijenosa i zašto je ona odmah uključena?","347":"Mnogi routeri ne prioritiziraju manje pakete u slučaju zagušenja veze, što rezultira ugrožavanjem Vašeg ulaznog prometa kada je izlazna veza puna. Stoga mi mjerimo Vama dostupnu odlaznu propusnost tijekom prvih deset sekundi prijenosa i onda držimo najmanje 10% od toga neiskorištenim. Možete pokušati povećati svoj ​izvedbu prijenosa isključivanjem ove opcije.","348":"Šta dobivam sa svojim besplatnim nalogom?","349":"Globalno dostupan, siguran podatkovni disk u oblaku, visokih performanci sa [X] prostora za pohranu. Ako vam je potrebno više od toga, možete se nadograditi na [A1]Pro[\/ A1] nalog. Kliknite [A2]ovdje[\/ A2] da biste vidjeli svoju trenutnu iskoristivost.","359":"Da li nudite svoj API?","361":"Da. Open-source Javascript kod koji implementira sučelje MEGA servisa u preglednicima koristi naš API, tako da imate ogromno bogatstvo primjera u stvarnom svijetu koje možete koristiti ako smatrate našu [A]dokumentaciju[\/A] nedovoljnom. Budući da mi nemamo sredstva za izgradnju svih cool aplikacije koje pretvaraju MEGA servis u svestran i koristan alat, mi Vas pozivamo da nam pomognete. Nakon revizije Vaše aplikacije i osiguranja da nema \"zadnjih vrata\", mi ćemo ga predstaviti na našim stranicama. Raspoloženi smo razgovarati i o modelima dijeljenja prihoda za vrlo popularne aplikacije.","362":"Da bi spriječili preopterećenje resursa, mi ponekad moramo ograničiti propusnost korištenja. Datoteka koju pokušavate preuzeti veća je od našeg trenutnog ograničenja od [X3]. Njen transfer je odgođen te će se automatski pokrenuti kada se zagušenje riješi.","365":"Vaš preglednik je prestar da bi preuzeo datoteku ove veličine.","366":"Upozorenje o autorskim pravima","367":"MEGA poštuje prava drugih i zahtijeva da korisnici MEGA usluge budu u skladu sa zakonima o autorskim pravima. Vama je strogo zabranjeno korištenje MEGA cloud usluge za kršenje autorskih prava. Nije dozvoljeno prijenosom, preuzimanjem, trgovinom, dijeljenjem, prikazivanjem, protokom, distribucijom, e-mailom, linkom na ili na bilo koji drugi način učiniti dostupnim datoteke, podatake, ili sadržaj koji krši autorska prava ili druga vlasnička prava bilo koje osobe ili subjekta.","368":"Oprez:","369":"MEGA kriptografski sigurnosni model ovisi o povjerljivosti ključeva prikazanih iznad. Izbjegavajte da ih dijelite preko nesigurnih kanala!","370":"Kopirajte u memoriju","371":"Kopirano u memoriju","372":"Prijenos","373":"Preuzimanje","374":"Mi obećavamo, mi isporučujemo","375":"Navigacija blokirana zbog prijenosa datoteka u toku.","376":"Morate biti prijavljeni da vidite ovu stranicu.","377":"Trenutno imate prijenos datoteka u toku. Ako nastavite dalje, Vaš prijenos će biti prekinut.","378":"Molimo unesite svoju šifru da potvrdite svoj profil.","379":"Molimo prijavite se da prenesete ovu datoteku na svoj profil.","380":"Unesite ključ za dešifriranje","381":"Sva prava pridržana","382":"napravljeno na Novom Zelandu","383":"Podrška","384":"Centar za pomoć","385":"Uslovi korištenja","386":"Pravila privatnosti","387":"Autorska prava","388":"Zajednica","389":"Blog","390":"Partnerstva","391":"Prodavači","392":"Programeri","393":"Hosting partneri","394":"Investitori","395":"Postanite prodavač","396":"O nama","397":"Besplatno članstvo","398":"Pro članstvo","399":"Kontaktirajte nas","400":"Osnove","401":"Dijeljenje","402":"Sigurnosti i privatnost","403":"Nalog","404":"Plaćanja i računi","405":"Alati","406":"Najčešće postavljana pitanja","407":"Kategorije:","408":"Januar","409":"Februar","410":"Mart","411":"April","412":"Maj","413":"Juni","414":"Juli","415":"Avgust","416":"Septembar","417":"Oktobar","418":"Novembar","419":"Decembar","420":"Molimo prijavite se da započnete prijenos.","421":"Molimo prihvatite naše uvjete korištenja","422":"Prihvatam","423":"Trebate registrirani račun za korištenje usluge dijeljenja. Želite li se registrirati sada?","424":"Dijeljenje onemogućeno","425":"Preimenujte mapu","426":"Preimenujte datoteku","427":"Detalji naloga","428":"Bonovi","429":"Historija sesije","430":"Historija kupovine","431":"Historija transakcija","432":"Tip naloga:","433":"Nadogradite","434":"Tip pretplate:","435":"BESPLATNO","436":"Nema ciklusa naplate","437":"Prostor za spremanje:","438":"Iskorišteno [X]","439":"[X1] od [X2]","440":"Kontrola propusnosti:","441":"Omogućite upravljanje propusnosti","442":"Onemogućite upravljanje propusnosti","443":"Možete specificirati koji postotak propusnosti želite dodijeliti za posluživanje drugim korisnicima Vaših datoteka.","444":"Podesite posluživanje propusnosti:","445":"Posluživa propusnost","446":"(za treće strane koje preuzimaju Vaše datoteke)","447":"Propusnost preuzimanja","448":"(za preuzimanje datoteka trećih strana)","449":"Stanje naloga","450":"Dopunite","451":"Kreirajte bonove:","452":"Tip bona:","453":"Izaberite tip bona","454":"Količina:","455":"Kreirajte","456":"Otkupite bon:","457":"Kupite bon","458":"Otkup","459":"Vaši bonovi","460":"Neiskorišteni bonovi","461":"Otkupljeni bonovi","462":"Otkazani bonovi","463":"Opozvani bonovi","464":"Svi bonovi","466":"Zadnjih [X]","467":"Historija sesije","468":"Historija kupovine","469":"Zadnjih [X] kupovina","470":"Istorija transakcija","471":"Zadnjih [X] transakcija","472":"Zadnjih [X] sesija","473":"Ups, izgleda da ste unijeli neispravan bon.","474":"Rok isteka:","475":"Datum\/Vrijeme","476":"Predmet","477":"Količina","478":"Način plaćanja","479":"Preglednik","480":"IP adresa","481":"Država","482":"Nedavna aktivnost","483":"Trenutna sesija","484":"ID transakcije","485":"Kredit","486":"Zaduženje","487":"Kôd bona","488":"Status","489":"Neiskorišteno","490":"Otkupljen na","491":"Opozvan na","492":"Otkazan na","494":"Izaberite svoj paket:","495":"Pohrana","496":"Propusnost","497":"Izaberite cijene:","498":"po mjesecu","499":"po godini","500":"Izaberite cijene:","501":"uštedite 17%","502":"Izaberite cijene:","503":"Izaberite način plaćanja:","504":"Stanje pretplate","505":"kupite bon","506":"Profesional","507":"Nastavite","508":"Kôd bona","509":"KOMPANIJA ZA PRIVATNOST","510":"Dobrodošli u MEGA!","511":"Vaš 2048-bitni RSA javno \/ privatni par ključeva se upravo kreira.","512":"Da ojačate ključ, prikupili smo podatke iz kretanja Vašeg miša i pokreta tastature.","513":"Kôd bona je otkupljen za Vaš ​​račun, međutim Vaš novi pretplaćeni iznos je nedovoljan za ovu kupovinu. Molimo vas da dodate više sredstava, ili pokušate kupnju jeftinijeg paketa.","514":"Nedovoljno stanje računa, molimo pokušajte ponovo.","515":"Ova mapa sadrži preko 500 unosa. Velike mape mogu usporiti Vaš preglednik. Molimo razmislite da koristite podmape.","516":"Podrška","517":"Nešto Vam ne radi? Molimo provjerite prvo naš [A]centar pomoći[\/A]. Ako Vaše pitanje nije tamo odgovoreno, slobodno nas kontaktirajte.","518":"Pravne stvari","519":"Naš pravni tim je spreman da odgovori na Vaša pitanja.","520":"Autorsko pravo","521":"Zabrinuti ste da neki korisnik krši Vaša prava intelektualnog vlasništva? Molimo podnesite zahtjev za uklanjanje pristupa kroz naš [A]online obrazac[\/A] ili nam pošaljite e-mail.","522":"Predložite poboljšanja","523":"Molimo ovdje pošaljite želje za određenim funkcijama ili prijedloge za poboljšanje korisnosti.","524":"Prijavite bug","525":"MEGA je trenutno u beti, pa Vas pozivamo da nam pošaljete prijave bug-ova. Što detaljnije to bolje.","526":"Mediji","527":"Pozivamo pripadnike medija, uključujući blogere, da nas kontaktiraju sa svim upitima vezanim za MEGA servis.","528":"Postanite prodavač","529":"Postanite dio uspješne priče!","530":"Naš program za prodavače će Vam dozvoliti da prodajete MEGA bonove svojim kupcima.","531":"Detalji:","532":"Dobiti ćete pristup našem naprednom sistemu za upravljanje bonovima.","533":"Kreirajte bonove u stvarnom vremenu sa stanja Vašeg računa.","534":"Velikodušna podjela dobiti od početka.","535":"Što više prodate, veći je Vaš udio u zaradi, više profitirate.","536":"Pristup API-iju za prodavače će Vam dozvoliti da razvijate cool alate kojima možete komunicirati sa našim sistemom u stvarnom vremenu.","537":"Besplatno oglašavanje: Vaša internet stranica će biti linkovana na MEGA servisu.","538":"Po provjeri i odobrenju Vaše aplikacije za prodavače. Vaš posao i stranica moraju zadovoljavati naše standarde.","539":"Podjela dobiti","540":"Vaš udio u dobiti će biti sveden nakon kreiranja bona.","541":"Mjesečni promet","542":"Podjela dobiti","543":"više od [X]","544":"Prodavačka aplikacija","545":"Prijavite se kao prodavač","546":"Detalji","547":"Vaši podaci","548":"Tržišta","549":"Izaberite prodajna tržišta:","550":"Plaćanja","551":"Izaberite način plaćanja","552":"Izaberite način plaćanja iz liste dostupnih ponuđača","553":"Vaš ponuđač plaćanja nije dostupan? Molimo [A]pošaljite nam e-mail[\/A]","554":"Završite","555":"Slažem se sa [A]Prodavačkim uvjetima korištenja[\/A] MEGA servisa","556":"Sljedeće","557":"Izaberite tržišta iz liste dostupnih zemalja","558":"Prethodno","559":"Vaše ime i prezime","560":"URL kompanije","561":"Adresa","562":"Poštanski broj","563":"Naziv kompanije","564":"Broj telefona","565":"Grad","566":"Izaberite države po načinu plaćanja","568":"Molimo izaberite svoju državu","569":"Postavke prijenosa","570":"Broj paralelnih veza za prijenos:","571":"Broj paralelnih veza za preuzimanje:","572":"Ograničenje brzine prijenosa:","573":"Nijedan","574":"Automatski","575":"Fiksni","576":"Preskočite identične datoteke pri prijenosu:","577":"Da","578":"Ne","579":"Koristite SSL za prijenos datoteka:","580":"Onemogućavanje SSL-a poboljšava učinak i ne smanjuje sigurnost.","581":"Molimo unesite svoje ime i prezime.","582":"Molimo unesite URL svoje kompanije.","583":"Molimo unesite svoju adresu.","584":"Molimo unesite svoj poštanski broj.","585":"Molimo unesite naziv svoje kompanije.","586":"Molimo unesite svoj broj telefona.","587":"Molimo unesite svoj grad.","588":"Molimo unesite svoju državu.","589":"Morate pristupiti uvjetima pružanja usluge prodavača.","590":"Molimo izaberite bar jednu državu.","591":"Molimo izaberite bar jedan oblik plaćanja","592":"Molimo izaberite bar jednu državu po pružatelju usluge plaćanja.","593":"Fenomenalno","594":"Primiti ćete e-mail od nas sa daljnjim instrukcijama.","620":"Obavijest o navodnom kršenju","621":"Obavijest","622":"MEGA poštuje prava drugih i očekuje da korisnici naših usluga učine isto. Mi ćemo odgovoriti na obavijesti o navodnom kršenju autorskih prava koje su u skladu sa važećim zakonom i pravilno dostavljene do nas. Ako smatrate da je vaš sadržaj kopiran ili se koristi na način koji predstavlja kršenje autorskih prava, molimo Vas da nam dostavite sljedeće informacije: (i) fizički ili elektronički potpis vlasnika autorskih prava ili osobe ovlaštene da djeluju u njihovo ime; (ii) identifikaciju djela zaštićenog autorskim pravom za koje se tvrdi da su prekršena; (iii) identifikaciju materijala za koji se tvrdi da je nezakonit ili je predmet kršenja i da ga treba ukloniti ili mu onemogućiti pristup, uz dovoljno informacija kako bi nam se omogućilo da pronađemo materijal, uključujući, na primjer usklađeni lokator resursa (e) (URL), (iv) podatke o kontaktu, uključujući svoju adresu, broj telefona i e-mail adresu, (v) izjavu da u dobroj vjeri smatrate da uporaba materijala na sporan način nije ovlaštena od strane vlasnika autorskih prava, njegovog zastupnika ili zakona, i (vi) izjavu da su podaci u obavijesti točni i, pod kaznom za krivokletstvo, koji su ovlašteni da djeluju u ime vlasnika autorskih prava.","623":"Zadržavamo pravo ukloniti sadržaj za koji se pretpostavlja krši autorska prava, bez prethodne najave, prema vlastitom nahođenju i bez odgovornosti prema Vama. U odgovarajućim okolnostima, MEGA će također ukinuti korisnički račun ukoliko se utvrdi da je korisnik višestruki prekršitelj. Naš ovlašteni  agent za primanje  obavijesti o navodnom kršenju autorskih prava koji se pojavljuju na MEGA servisu je:","624":"Obavijest o autorskim pravima","625":"Molimo Vas da koristite ovaj obrazac za slanje obavijesti o autorskim pravima. Mi ćemo odgovoriti u roku od 24 sata (trenutno vrijeme radnog vremena).","626":"Sadržaj:","627":"Obavezno polje","628":"Kršenje mojih osobnih autorskih prava.","629":"Kršenje autorskih prava nekoga ko me je ovlastio za zastupanje.","630":"Tip uklanjanja:","631":"Izaberite tip uklanjanja:","632":"1. Onemogućite samo dostavljene javne URL(ove) - datoteka(e) će ostati na nalogu vlasnika","633":"2. Onemogućite sve javne URL(ove) prema svim podložnim datotekama za dostavljene URL(ove) - datoteka(e) će ostati na nalogu vlasnika","634":"3. Uklonite sve verzija podložnih datoteka na dostavljenim URL(ovima) - ne postoji korisnik kome je dozvoljeno da pohranjuje ove datoteke pod bilo kojim uvjetima bilo gdje da se nalazi u svijetu","635":"Ovime navodim u dobroj vjeri smatram da dijeljenje materijala zaštićenih autorskim pravima, na mjestu iznad nije ovlašteno od strane vlasnika autorskih prava, njegovog zastupnika ili zakona","636":"Razumijem da mogu biti odgovoran\/na za štetu, uključujući troškove i odvjetničke naknade, ako sam svjesno i lažno prijavio\/la da prijavljeni sadržaj, URL(ovi) ili datoteke krše autorska prava.","637":"Informacije u ovoj obavijesti su točne, a ja tvrdim pod prijetnjom kazne da sam ovlašten djelovati u ime vlasnika autorskih prava.","638":"Ova obavijest je ozbiljan pravni dokument - budite oprezni da bude točna u svojim tvrdnjama kršenja autorskih prava. Možda ćete željeti prvo konzultirati se s odvjetnikom kako bi se utvrdilo je li sadržaj koji prijavljujete u stvari kršenje i nije zaštićen pravednim korištenjem, dozvolom, ili drugom pravnom osnovom.","639":"Pošaljite obavijest","640":"Dodajte više","641":"URL sadržaja koji krši prava:","642":"Naziv vlasnika autorskog prava:","643":"Funkcija:","644":"E-mail adresa:","645":"Fax:","646":"Grad:","647":"Poštanski broj:","648":"Rad zaštičen autorskim pravima koja tvrdite da su prekršena","649":"Moje ime i prezime:","650":"Kompanija \/ Organizacija:","651":"Telefon:","652":"Adresa:","653":"Država \/ Kanton:","654":"Država:","655":"Navedite URL za svaki rad zaštićen autorskim pravima koja tvrdite da su prekršena.","656":"Molimo dostavite rad zaštićen autorskim pravima za svaki URL koji ih krši.","657":"Molimo odaberite da li sadržaj krši Vaša osobna autorska prava ili nekoga ko Vas je ovlastio da ga zastupate.","658":"Molimo izaberite način uklanjanja.","659":"Navedite URL za svaki rad zaštićen autorskim pravima koja tvrdite da su prekršena.","660":"Molimo dostavite rad zaštićen autorskim pravima za svaki URL koji ih krši.","661":"Molimo unesite naziv vlasnika autorskog prava.","662":"Molimo unesite svoje ime i prezime.","663":"Molimo upišite svoju e-mail adresu.","664":"Molimo unesite ispravnu e-mail adresu.","665":"Molimo potvrdite da u dobroj vjeri smatrate da dijeljenje materijala zaštićenih autorskim pravima, na mjestu iznad nije ovlašteno od strane vlasnika autorskih prava, njegovog zastupnika ili zakona.","666":"Molimo vas da potvrdite da možete biti odgovorni za štetu, uključujući troškove i odvjetničke naknade, ako svjesno i materijalno lažno tvrdite da prijavljeni sadržaj, URL(ovi), ili datoteka krši autorska prava.","667":"Molimo Vas da potvrdite da je ova obavijest točna, i izjavite pod prijetnjom kazne da ste ovlašteni djelovati u ime vlasnika autorskih prava.","668":"Hvala Vam!","669":"Pregledat ćemo Vašu prijavu o autorskim pravima uskoro.","670":"Jezik","671":"Da li govorite više jezika?","672":"Pomozite nam sa prijevodom!","673":"Kompanija za privatnost","674":"Niko ne smije biti podvrgnut tuđem miješanju u njegov privatni život, porodicu, kuću ili prepisku. Svako ima pravo na pravnu zaštitu protiv takvog miješanja.","675":"Opća deklaracija o ljudskim pravima, članak 12.","676":"MEGA je Cloud-Storage servis za smještaj podataka sa snažnim naglaskom na privatnost","677":"MEGA pruža odličan server za smještaj podataka  sa snažnim naglaskom na privatnost. MEGA vjeruje u Vaše pravo na privatnost i pruža vam tehnološke alate kako bi ga zaštitili. Zovemo ga Korisnički Kontrolirano Šifriranje ili UCE (eng.) i sve se odvija automatski.","678":"Šta je to MEGA korisnički kontrolirano šifriranje?","679":"Sve datoteke pohranjene na MEGA servis su šifrirane. Svi prijenosi podataka sa i na MEGA servis su šifrirani. I dok većina \"cloud\" usluga skladištenja tvrdi da može isto, MEGA je drugačija - za razliku od industrijskih normi u kojoj pružatelj servera za pohranu čuva ključ za dešifriranje, na MEGA servisu, Vi možete kontrolirati enkripciju, držite sve u svojim rukama, Vi odlučujete kome dajete ili uskračujete pristup datotekama, bez potrebe za bilo kakvom instalacijom rizičnih programa. Sve što se događa, događa se u vašem web pregledniku!","680":"MEGA Budućnost","681":"MEGA oblak je samo početak. U budućnosti, MEGA će pružiti UCE u vašem pregledniku za širok spektar aplikacija, bez potrebe za instalacijom dodatnih programa. Naša tehnologija će zaštititi Vaše e-mailove, telefonske razgovore, chat i prijenose video podataka.","692":"Da li je MEGA servis legalan?","693":"Mi smo predana grupa tehnologa koji su imali vrijeme, priliku i pristup internetu za izgradnju strašne usluge oblaka za pohranu podataka koji će pomoći zaštititi Vašu privatnost. Mi smo programirali ovu internetsku uslugu od nule u Aucklandu, na Novom Zelandu. Za razliku od većine naših konkurenata, mi koristimo najmoderniju tehnologiju šifriranja u pregledniku, gdje Vi, a ne mi, kontrolirate ključeve šifriranja. Našu ekipu dizajnera sačinjavaju Kim Dotcom, Mathias Ortmann, Bram van der Kolk i Finn Batato. Naš glavni izvršni direktor, industrijski veteran Tony Lentino, ima iskustvo u vođenju poznatog, globalnog registrara Internet domena. Nadamo se da će vam se naš servis svidjeti.","694":"1. Onemogućite jedan link (\"URL\") po datoteci - datoteka(e) će ostati na korisnikovom nalogu","695":"2. Onemogućite višestruke linkove po datoteci - datoteka(e) će ostati na korisnikovom nalogu","696":"3. Obrišite sve pripadajuće datoteke na prijavljenim URLovima - ne postoji korisnik kojemu je dozvoljeno da skladišti ove datoteke, pod bilo kojim uvjetima, bilo gdje u svijetu","697":"4. Ostalo","698":"Ovdje možete poslati prijavu","699":"Potpišite i pošaljite prijavu","700":"Molimo pošaljite svoju prijavu za uklanjanje spornog sadržaja na email [A1]copyright@mega.co.nz[\/A1] u skladu sa našim [A2]odredbama za uklanjanje[\/A2].","701":"E-mail prijava za uklanjanje","702":"Prijavite zloupotrebu","703":"Vaša link za prijavu ne vrijedi. Molimo Vas da provjerite eventualne prijelome redaka u Vašem aktivacijskom e-mailu.","704":"Vaš nalog je već aktiviran. Molimo prijavite se.","705":"Vaša potvrda ne može biti procesirana. Molimo registrirajte se ponovo. Greška: ","706":"Promijenite šifru","707":"Ažuriranje","708":"Zatražite promjenu šifre","709":"Ne mogu se sjetiti trenutne šifre","710":"Ako ste još uvijek prijavljeni, ali ne možete se sjetiti svoje trenutne šifre, možete postaviti novu šifru koristeći ovu opciju. Primit ćete link za potvrdu šifre putem e-maila koji aktivira novu šifru ako kliknete na priloženi link u roku od 15 minuta.","711":"Zatražite promjenu šifre","712":"Otkup završen","713":"Vrijednost bona je dodana na Vaš nalog. Da li želite da nastavite sa kupovinom Pro pristupa sada?","714":"Ovaj bon je već otkupljen.","715":"Nove šifre koje ste upisali se ne podudaraju. Molimo pokušajte ponovo.","716":"Trenutna šifra","717":"Nova šifra","718":"Potvrdite novu šifru","719":"Molimo unesite trenutnu šifru.","720":"Molimo unesite novu šifru.","721":"Molimo provjerite svoj e-mail i kliknite na priloženi link za potvrdu promjene šifre.","722":"Promjena zatražena","723":"Nova šifra mora biti različita od trenutne šifre.","724":"Trenutna šifra koju ste upisali nije tačna.","725":"Vaša šifra je promijenjena.","726":"Završeno","727":"Vaša šifra je promijenjena.","728":"Link za potvrdu promjene šifre je istekao.","729":"Ovaj link je već ranije potvrđen.","730":"Vaš nalog je suspendiran. Molimo provjerite svoj e-mail za detalje o suspenziji i odgovorite što je prije moguće.","731":"Korisnički nalog je ukinut zbog višekratne povrede naših[ A]Pravila korištenja[\/A]. ","732":"Već ste prijavljeni na nalog koji je različit od onoga koji želite potvrditi. Molimo provjerite svoju trenutnu sesiju, odjavite se, pa ponovo kliknite na link za potvrdu naloga.","733":"Nepoznata e-mail adresa. Ako nemate nalog, pozivamo Vas da se prijavite.","734":"Hvala Vam!","735":"Molimo provjerite svoj e-mail.","736":"Šifra se može poništiti samo za naloge koji nemaju datoteka ili mapa.","737":"Poništite šifru","738":"Zahtjev","739":"zaboravili ste šifru?","740":"Vaša šifra je promijenjena uspješno.","741":"Molimo izaberite novu sigurnu šifru.","742":"Poništite","743":"Ovaj link je istekao. Molimo zatražite novi link.","744":"Neispravan link. Molimo zatražite novi link.","745":"Ne postoji period plaćanja","746":"Tip članstva","747":"Sedmično","748":"Mjesečno","749":"Godišnje","750":"Sljedeće plaćanje je ","751":"Jednokratno","752":"MEGA dodatak za Firefox","753":"Instalirajte MEGA Firefox dodatka značajno poboljšavate pruzimanje datoteka. Ovim dodatkom možete preuzimati niz datoteka ili neograničen broj datoteka bez bilo kakvih ograničenja.","754":"MEGA Firefox dodatak je siguran i nevidljiv. Ako želite koristiti MEGA servis bez ovog dodatka, preporučujemo Vam da koristite [A]Chrome[\/A].","755":"Instalirajte dodatak","756":"1 preuzimanje završeno","757":"[X] preuzimanja završeno","758":"Otvorite mapu sa preuzetim datotekama","759":"kliknite ovdje za otvaranje","760":"Molimo da instalirate MEGA Firefox dodatak da preuzmete datoteku ove veličine.","761":"Molimo potvrdite","762":"Spremate se da preuzmete veliku količinu datoteka, što može usporiti Vaš preglednik. Želite nastaviti?","763":"Kontakt","764":"Vaše preuzimanje ne može se nastaviti jer imate pun hard disk.","765":"Vaša preuzimanja ne mogu se nastaviti jer imate pun hard disk.","766":"Neka vaša preuzimanja ne mogu se nastaviti jer imate pun hard disk.","768":"Vaše preuzimanje ne može se nastaviti jer imate pun hard disk ili koristite privatni režim rada koji ne podržava pisanje datoteka.","769":"Mi koristimo 5% vašeg prostora na disku radi preuzimanja. Molimo oslobodite još prostora.","770":"Izaberite svoju šifru","771":"Potvrdite svoju šifru","772":"URL datoteke:","773":"preostalo","774":"E-mail link","775":"preimenujte sve ispod:","776":"Snimi","777":"Zapamti me na ovom uređaju","778":"Nemate MEGA nalog?","779":"Registrirajte se odmah","780":"Već imate MEGA nalog?","781":"S obzirom na ograničene mogućnosti procesora mobilnih uređaja, generiranje RSA ključa može potrajati više minuta. Zahvaljujemo se na strpljenju.","782":"Prazna mapa","783":"Nema datoteka na disku.","784":"Nema kontakta.","785":"Nema rezultata.","786":"Nema datoteka u Inboxu","787":"Nema datoteka u kanti za smeće","788":"Da li ste sigurni da želite ovu datoteku premjestiti u kantu za smeće?","789":"Da li ste sigurni da želite ovu mapu premjestiti u kantu za smeće?","790":"Otvorite datoteku","791":"Uvezite datoteku","792":"Izbrišite datoteku","794":"Izbrišite mapu","796":"Preuzmite link","797":"Dijeljena mapa","798":"Preostali prostor","799":"Iskorišteni prostor","800":"Slobodni prostor","801":"Desktop verzija","802":"Kontakt E-mail","803":"Preuzimanje datoteke","804":"Na žalost, MEGA trenutno ne podržava ovaj tip datoteke na Vašem uređaju.","805":"Za ovaj tip datoteke ćemo uskoro implementirati podršku za mobitele.","806":"promijenite naziv mape:","807":"promijenite naziv datoteke:","808":"Link mape:","809":"URL mape:","810":"Link za preuzimanje:","811":"URL datoteke:","812":"Potvrdite nalog","813":"Dijeljena mapa","814":"Želite li prekinuti postavljanje?","815":"Želite li prekinuti preuzimanje?","816":"Molimo unesite ispravnu e-mail adresu.","817":"Ne možete kreirati mapu u rezultatima pretrage.","818":"Želite li preći na desktop verziju?","819":"počinje","820":"Datoteka je postavljena na Vaš disk u oblaku.","821":"Vaše napomene","822":"Natrag","823":"Postavke","824":"[X] je kreirao novu dijeljenu mapu","825":"Nova dijeljena mapa","826":"[X] je opozvao dijeljenu mapu","827":"Dijeljena mapa opozvana","828":"[X1] mapa\/e i [X2] datoteke(a)","829":"[X] mapa\/e i 1 datoteka","830":"1 mapa i [X] datoteke(a)","831":"1 mapa i 1 datoteka","832":"[X] mapa","833":"[X] datoteke(a)","834":"1 mapa","835":"1 datoteka","836":"[X] je dodao [DATA]","837":"[X] su dodani","838":"[X] je dodan","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAJ","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Napomene","863":"Pogledajte sve","864":"Preuzmite kao ZIP datoteku","865":"Otvorite","866":"Kopirajte 1 izabranu datoteku","867":"Kopirajte [X] datoteka","868":"Premjestite 1 izabranu datoteku","869":"Premjestite [X] datoteka","870":"Potvrda","871":"[B]Upozorenje:[\/B] smještajni prostor iskorišten. Molimo obrišite neke datoteke ili [A]ažurirajte svoj nalog[\/A].","872":"Pro","873":"Prije [X] sekundi","874":"Prije 1 minute","875":"Prije [X] minuta","876":"Prije 1 sat","877":"Prije [X] sati","878":"Prije 1 dan","879":"Prije [X] dana","880":"Upravo sada","881":"Koristite privremenu sesiju. Podaci koje spremate biti će izgubljeni kada ova sesija istekne. Da sačuvate svoje podatke, molimo da kreirate pravi nalog čim prije je moguće i dobiti ćete 50 GB osiguranog prostora u oblaku!","882":"Upozorenje","883":"Kreirajte svoj nalog","884":"[X] nije u potpunosti kompatabilan sa MEGA servisom","885":"Vaš preglednik","886":"Internet Explorer 10 sadrži značajan bug koji utječe na pisanje datoteka JavaScriptom, uzrokujući nedostatak memorije kada se vrši skidanje velike količine podataka. Očekujemo da će ovo pitanje biti ispravljeno u Internet Exploreru 11. U međuvremenu, molimo koristite alternativni preglednik.","887":"[X] nema HTML5 karakteristike na koje se MEGA oslanja pri izvođenju kriptografskih procesa na strani klijentovog preglednika. HTML5 prijenos datoteka će biti simuliran vrlo ograničenim korištenjem Flash tehnologije kao rješenjem problema. Molimo razmislite o nadogradnji na moderniji preglednik što prije.","888":"Visoko preporučeno","889":"Preporučeno","890":"MEGA najbolje radi sa sljedećim preglednicima:","891":"Upozorenje na kompatabilnost preglednika","892":"Karakteristike","893":"Preneseno","894":"Ukupna veličina","895":"Naziv mape","896":"Kreirano","897":"Sadrži","898":"Višestruke datoteke i mape","899":"Višestruke datoteke","900":"Višestruke mape","909":"Šifra","910":"Kupite odmah","911":"Iskoristite pune pogodnosti MEGA servisa sa [B]Pro[\/B] uslugom","912":"od","913":"mjesec","914":"godišnja pretplata","915":"Masivan smještajni prostor","916":"Velikodušan limit prenosa podataka","917":"ukoliko se odlučite na godišnje plaćanje","918":"Mjesečno","919":"Godišnje","920":"Nadogradite svoj nalog","921":"2 mjeseca besplatno","922":"1 mjesec","923":"1 godina","924":"Imate li pitanja u vezi [A]Pro naloga?[\/A]","925":"Naša podrška će Vam rado pomoći.","926":"Naziv firme","927":"Grad","928":"ZIP \/ Poštanski broj","929":"Telefon","930":"dan","931":"mjesec","932":"godina","933":"Adresa","934":"Entitet ili kanton","935":"PayPal adresa","936":"Bankovni račun","937":"Ime korisnika","938":"Opišite svoju marketinšku strategiju","939":"Naziv banke","947":"Disk","948":"Smeće","949":"Inbox","950":"Kontakti","951":"Moj nalog","952":"Većina uređaja ne može preuzeti datoteke veće od 4GB. Vaše preuzimanje vjerovatno neće uspjeti.","953":"Nema dovoljno slobodnog mjesta","954":"Krediti","955":"Mobilne aplikacije","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Programski razvojni alat (SDK)","963":"Dokumentacija","964":"Partnerski program","965":"Pravila","966":"Vodić za uklanjanje datoteka","967":"Odjava","968":"Kreirajte nalog","969":"Molimo pokušajte ponovo","970":"Molimo unesite ispravnu šifru.","973":"Iskorišteni prenos podataka","974":"Upravljajte svojim nalogom","975":"Dodajte zvjezdicu","976":"Izbrišite zvjezdicu","977":"Nema datoteka na Vašem disku.","978":"Vaša pretraga nije pronašla rezultate.","979":"Vaša kanta za smeće je prazna","980":"Nemate kontakata","981":"Vaš Inbox je prazan","982":"Sadržaj","983":"Pregled","984":"Profil","985":"Istorija","986":"Uredite svoj profil","987":"Istiće na","988":"Veze:","989":"[X] kontakata","990":"1 kontakt","991":"Idite na kontakte","992":"Avatar","993":"Promijenite avatar","994":"Osobne informacije","995":"Datum rođenja","996":"Izaberite zemlju","997":"Dodavanje kontakata je samo za registrirane korisnike.","998":"Molimo kreirajte svoj besplatni nalog","999":"Želite li unaprijediti svoju privremenu sesiju na besplatni nalog sada?","1000":"Izbjegnite gubitak pristupa. Preporučujemo besplatnu registraciju!","1001":"Uklonite kontakt","1002":"Da li ste sigurni da želite da uklonite [X] iz svoje liste kontakata?","1003":"Potvrdite uklanjanje","1004":"Da li ste sigurni da želite baciti [X] u kantu za smeće?","1005":"Kreiranje linkova je samo za registrirane korisnike.","1006":"Dijeljenje mapa je samo za registrirane korisnike","1007":"Ne možete poništiti ovu akciju.","1008":"pro ograničenje prenosa podataka je pređeno.","1009":"Trebate veću količinu prenosa podataka?","1010":"ograničenje smještajnog prostora pređeno.","1011":"Želite zadržati svoje datoteke?","1012":"količina smještajnog prostora uskoro će biti pređena.","1013":"Trebate više prostora?","1015":"Molimo unesite kod sa svog kupona.","1016":"Izaberite sliku","1017":"Koristite ovaj avatar","1018":"Prazno.","1019":"Dodajte email adresu","1020":"Molimo unesite e-mail adresu ili izaberite kontakt.","1021":"Upaljeno","1022":"Ugašeno","1023":"Nemate pravo pisanja u ovoj mapi.","1024":"Molimo unesite naziv mape.","1025":"Višestruke datoteke","1026":"Unesite ključ za dešifriranje","1027":"Dešifrirajte","1028":"Ključ za dešifriranje","1029":"Javni link","1030":"Izaberite iz svojih kontakta ili dodajte email adresu","1031":"Izvezite linkove na datoteke i ključeve za dešifriranje","1032":"Uključite i ključ za datoteku","1033":"Kopirajte ključeve","1034":"Preuzmite više datoteka","1035":"Klinite \"dopuštam\" da dovršite preuzimanje","1036":"Podijeljeno sa","1037":"Slažem se","1038":"Izaberite jezik","1039":"Platite putem PayPal-a","1040":"Molimo prijavite se da aktivirate svoj pro nalog.","1041":"Molimo kreirajte nalog da aktivirate svoje pro članstvo.","1042":"Inicijaliziram","1043":"Link na mapu nije dostupan","1044":"Link na mapu koji pokušavate otvoriti više nije dostupan. Ovo može biti iz sljedećih razloga:","1045":"Link na mapu je uklonjen zbog kršenja pravila korištenja.","1046":"Link na mapu je onemogućen od strane vlasnika.","1047":"Dobrodošli u MEGA Pro","1048":"Vaše pro članstvo je aktivirano. Uživajte!","1049":"Mapa","1050":"Nema dijeljenja","1051":"Nikada","1053":"ograničenje kvote prenosa podataka je skoro dostignuto.","1054":"Morati ćete čekati [X] dok se veća količina prenosa podataka dodijeli Vašem nalogu.","1055":"Ne želite da čekate?","1056":"Ovo ograničenje je dinamično.","1057":"Potvrdite uklanjanje sesije","1058":"Trenutno koristite privremenu sesiju. Da li ste sigurni da je želite prekinuti?","1059":"Ova akcija će obrisati sve Vaše podatke.","1060":"Šifriranje sa kraja na kraj","1061":"Za razliku od drugih pružalaca smještaja u oblaku, Vaši podaci su šifrirani i dešifrirani na strani klijentskog uređaja, nikad od strane nas.","1062":"Globalni pristup","1063":"Vaši podaci su dostupni u bilo koje vrijeme, sa bilo kojeg uređaja, svugdje.","1064":"Sigurno surađivanje","1065":"Podijelite mape sa svojim kontaktima i vidite njihova ažuriranja u stvarnom vremenu.","1066":"MEGA osigurava alate koji čine [A]privatnu i povjerljuivu[\/A] online komunikaciju jednostavnom za korištenje.","1067":"MEGA isporučuje šifriranu, u oblaku baziranu uslugu, koja omogućuje [A]privatnu i povjerljivu[\/A] komunikaciju i suradnju u poslovne i privatne svrhe. Vi ste taj koji kontrolira ključeve za šifriranje svojih podataka u oblaku.","1068":"Podijelite mape sa svojim kontaktima i vidite njihova ažuriranja u stvarnom vremenu.","1069":"Pogledajte kako to radi","1070":"Kako to radi","1071":"Želite znati više o MEGA servisu?","1072":"Pogledajte video sa pokretanja usluga","1073":"Planovi članarine","1074":"Dobivate 50 GB sa besplatnim nalogom","1075":"Mnogo više nego što možete dobiti od bilo koga drugog na tržištu.","1076":"Kreirajte nalog","1077":"Konkurentni Pro paketi","1078":"Osigurajte do 4 TB šifriranog smještajnog prostora za samo 8.33 EUR mjesečno.","1079":"Provjerite naše pro pakete","1080":"Mobilne aplikacije","1082":"Oblak u Vašem đepu. Pristupajte i prenosite svoje datoteke putem svog smartphone-a ili tableta. Prenesite ili sinkronizirajte svoje datoteke u oblak.","1083":"Dobijte ga besplatno","1084":"Dostupno za","1085":"Sync Client","1086":"Jednostavno i automatizirano sinkroniziranje Vaših kompjutera i Vašeg MEGA diska u oblaku.","1087":"Preuzmite odmah","1088":"Browser Apps","1089":"Naši dodaci za preglednike će instalirati MEGA servis u Vaš preglednik za brže učitavanje i dodatnu otpornost na napade.","1090":"Idite na stranu sa preuzimanjima","1091":"Kliknite za prenos ili prevucite datoteke ovdje","1092":"Skrolajte za nastavak","1093":"Nikada ne unosite svoju šifru na uređaju u koji nemate potpuno povjerenje. Nikada se ne prijavljujte sa dijeljenih ili javnih kompjutera.","1094":"Za dodatnu sigurnost, instalirajte naš [A]dodatak za preglednike[\/A] i učitavajte MEGA servis sa svog kompjutera prije nego sa naših servera.","1095":"Kreirajte svoj [A]besplatni[\/A]  nalog","1096":"Ime","1097":"Prezime","1098":"Neispravno ime i\/ili prezime.","1099":"Molimo unesite svoje ime i prezime.","1100":"Neispravna e-mail adresa.","1101":"Molimo unesite ispravnu e-mail adresu","1102":"Neispravna šifra.","1104":"Molimo ojačajte svoju šifru.","1105":"Jačina:","1106":"Status šifre","1107":"Šifre se ne podudaraju.","1108":"Kreirajte nalog","1109":"Vaša šifra je ujedno Vaš glavni ključ za šifriranje podataka.","1110":"Sigurnost Vašeg naloga ovisi o jačini Vaše šifre. Šifre koje su kratke, jednostavne ili sadrže riječi iz riječnika se lako pogode.","1111":"Ne zaboravite svoju šifru.","1112":"Ne postoji mogućnost povrata izgubljene šifre. Ako se ne možete sjetiti svoje šifre, više nećete moći pristupiti svojim podacima.","1113":"Vaš nalog je siguran koliko i Vaš kompjuter.","1114":"Unesite šifru ponovo","1115":"Jačina šifre se još uvijek provjerava.","1116":"Molimo pokušajte za par sekundi.","1117":"Pravila korištenja","1118":"Morate se složiti sa pravilima korištenja kako bi registrirali svoj nalog na MEGA servisu.","1119":"Vaša šifra se može lako pogoditi. Pokušajte dodati još karaktera u šifru. Kombinirajte velika i mala slova. Dodajte i specijalne karaktere. Ne koristite imena i riječi iz rječnika.","1120":"Vaša šifra se može lako pogoditi. Pokušajte dodati još karaktera u šifru. Kombinirajte velika i mala slova. Dodajte i specijalne karaktere. Ne koristite imena i riječi iz rječnika.","1121":"Vaša šifra je dovoljno dobra da nastavite, ali je preporučljivo da je ipak još malo ojačate.","1122":"Ova šifra će izdržati večinu tipičnih napada. Budite sigurni da je zapamtite.","1123":"Ova šifra će izdržati večinu naprednih napada. Budite sigurni da je zapamtite.","1124":"Vrlo slabo","1125":"Slabo","1126":"Osrednje","1127":"Dobro","1128":"Jako","1129":"Vaša šifra je preslaba da nastavite","1130":"Neispravan e-mail i\/ili šifra.","1131":"Potvrdite svoj nalog","1132":"Skupljanje entropijskih podataka","1133":"Ova igra će prikupiti [A]entropijske[\/A] podatke bazirano na pomjeranju Vašeg miša.","1134":"Ova akcija će ojačati Vaš [A]RSA ključ[\/A].","1135":"Igru možete prekinuti čim indikator progresa pokaže 100%.","1136":"Gotovo!","1137":"možete nastaviti na sljedeći korak da završite svoj ključ.","1138":"Nastavite","1139":"Rezultat:","1140":"Ovo je vrlo važan korak i uzeti će Vam samo par sekundi.","1141":"Molimo budite strpljivi.","1142":"Kreiranje javno - privatnog ključa","1143":"Generiram ključ","1144":"Najranije korištenje kriptografije seže do prije 4000 godina u drevni Egipat","1145":"Danas, 4000 godina kasnike, većina pružalaca usluge smještaja podataka u oblak u potpunosti nije usvojila metode kriptografije.","1146":"Dovršite svoj nalog","1147":"Izaberite tip naloga","1148":"[A]Osvojite 2 mjeseca besplatnog[\/A] korištenja ukoliko kupite godišnji pro plan.","1149":"Ograničeno","1150":"Besplatno","1151":"Iskoristite puni MEGA potencijal sa [A]Pro nalogom[\/A]","1152":"Izaberite svoj Pro paket:","1153":"jedno-godišnji plan","1154":"Tim","1155":"Prenosim","1156":"Preuzimam","1157":"Besplatno preuzimanje","1158":"za Windows","1159":"Uskoro dostupno za [A]Mac[\/A]","1160":"MEGA želi zahvaliti autorima sljedećih open source komponenti koje su uvelike pridonijele funkcionalnosti naše stranice:","1161":"Sigurno","1162":"Vaši podaci su kriptirani od kraja do kraja. Niko ih ne može presresti u smještaju ili pri transferu.","1163":"Fleksibilno","1164":"Sinkronizirajte bilo koju mapu sa Vašeg PC-a sa bilo kojom mapom u oblaku. Sinkronizirajte paralelno i bilo koji broj datoteka.","1165":"Brzo","1166":"Iskoristite moćnu MEGA infrastrukturu i multi-konekcijske transfere.","1167":"Velikodušno","1168":"Smjestite do 50 GB besplatno!","1169":"Puno funkcionalnosti","1170":"Pretražite, smjestite, pretražite, streamajte, pogledajte, dijelite, preimenujte ili izbrišite svoje datoteke. Sve je tu - na dlanu Vaše ruke.","1171":"Uskoro dostupno za [A]iOS[\/A]","1172":"Dodatak za Firefox","1173":"Dodatak za Chrome","1174":"Ova aplikacija će Vam dozvoliti da instalirate MEGA u svoj preglednik. Smanjiti će vrijeme učitavanja, poboljšati preuzimanje i pojačati sigurnost.","1175":"Bilo koji MEGA link će biti prepoznat ovom aplikacijom i ostati snimljen lokalno (nikakav JavaScript neće biti učitan sa naših servera). Sigurno (auto-) ažuriranje je omogućeno zahvaljujući kriptografskom privatnom zaključavanju kjučem.","1176":"A ako ste stvarno paranoični:","1177":"onemogučite auto-ažuriranje i pozorno pratite naš izvorni kod za svako ažuiranje ručno.","1178":"Preuzmite MEGA za Firefox","1179":"Instalacija:","1180":"Preuzmite MEGA za Chrome","1181":"Otvorite stranicu sa dodacima u Chrome-u","1182":"izbornik > alati > dodaci","1183":"ili ukucajte","1184":"u svoje polje za adrese.","1185":"Prevucite preuzetu datoteku [X] u prozor sa Chrome dodacima i potvrdite instalaciju.","1186":"Vrlo povolno možete kupiti svoje MEGA Pro članstvo od jednog od naših autoriziranih partnera navedenih ispod:","1187":"Preuzimanje","1188":"Na Vaš računar","1189":"Uvoz","1190":"Na Vaš disk u oblaku","1191":"Datoteka koju pokušavate preuzeti trenutno nije dostupna.","1192":"Spustite se niže da saznate više o MEGA servisu","1193":"Pokrećem novi nalog","1194":"Da li želite da uvezete ovu datoteku u novu sesiju?","1195":"\"Ne\" će Vam dozvoliti da se logirate i procesirate svoj uvoz.","1196":"Otkažite preuzimanje","1197":"Da li ste sigurni da želite otkazati ovo preuzimanje?","1198":"Preuzeta datoteka će biti izbrisana.","1199":"Nije moguće dešifrirati meta podatke bez ključa.","1200":"Pravila korištenja za partnere","1201":"[A]Pridružite nam se[\/A] u narušavanju tržišta smještaja podataka u oblaku.","1202":"Prenesite svoj posao nama i zaradite svoj dio.","1203":"Pomozite nam da rastemo i budite dio uspjeha.","1204":"Prijavite se","1205":"Kako ovo radi?","1206":"Prijavite se i dobiti ćete svoj jedinstveni partner ID koji dodajete na svoj URL.","1207":"Mi pratimo sve kupovine koje dolaze od Vaših posjetitelja kojima preporučite MEGA servis.","1208":"Možete zaraditi [B]20%[\/B] od prihoda generiranog preko Vapeg partnerskog ID-ija.","1209":"Ponovne pretplate će se računati kao ponovne preporuke.","1210":"Kome je namijenjen partnerski program?","1211":"Kreatori aplikacija:","1212":"Kreirajte svoju popularnu aplikaciju koristeći naš [A]SDK[\/A]","1213":"Prebacite besplatne korisnike na pro i monetizirajte svoju aplikaciju.","1214":"Web stranice:","1215":"Blogeri","1216":"Stranice za usporebu cloud servisa","1217":"Koja su pravila?","1218":"Molimo pročitajte i složite se sa našim [A]Pravilima korištenja za partnere[\/A]","1220":"Krenite!","1221":"Prijavite se na naš partnerski program i počnite zarađivati novac odmah.","1223":"Kontakt informacije","1224":"Trebamo malo više detalja o Vama.","1230":"Podaci za plaćanje","1231":"Isplate vršimo jednom mjesečno putem PayPal-a ili bankovnog transfera (samo na račune kod New Zealand banke).","1232":"Metoda plaćanja","1233":"PayPal","1234":"Bankovni račun (samo NZ)","1235":"Naziv korisnika","1236":"Naziv banke","1237":"Broj bankovnog računa","1238":"PayPal adresa","1239":"Podaci o partneru","1240":"Željeli bi da saznamo više o tome kako planirate dovoditi posjete na MEGA servis.","1241":"Opišite svoju marketinšku strategiju:","1242":"Slažem se sa MEGA [A]Pravilima korištenja za partnere[\/A]","1243":"Prijavili ste se u partnerski program. Zaraditi ćete 20% od sve zarade koja dođe preko Vašeg partnerskog ID-ija.","1244":"Molimo budite sigurni da se slažete sa našim [A]Pravilima korištenja za partnere[\/A]","1245":"Možete zaraditi usmjeravajući promet na:","1246":"Statistike","1247":"Vremenski okvir","1248":"30 dana","1249":"90 dana","1250":"180 dana","1251":"365 dana","1252":"CIjelo vrijeme","1253":"Datum","1254":"Prodaja","1255":"Promet","1256":"Zarada","1257":"Nema rezultata prodaje za izabrani vremenski period.","1258":"Isplate","1259":"Nema isplata za izabrani vremenski period.","1260":"Partner ID","1261":"Molimo unesite datum svog rođenja.","1262":"Molimo unesite svoj grad.","1263":"Molimo unesite svoj kanton \/ entitet.","1264":"Molimo unesite svoj ZIP \/ Poštanski broj.","1265":"Molimo unesite svoj broj telefona.","1266":"Molimo opišite svoju marketinšku strategiju.","1267":"Morate se složiti sa Pravilima korištenja za partnere.","1268":"Molimo unesite svoju PayPal adresu.","1269":"Molimo unesite naziv korisnika svog računa kod NZ banke.","1270":"Molimo unesite naziv svoje NZ banke.","1271":"Molimo unesite svoj broj računa kod NZ banke.","1272":"MEGA je načinjena od strane ljudi i stoga nije savršena. Ako naiđete na bug, cijeniti ćemo da nam ga dojavite kako bi ga mogli popraviti - što više detalja nam možete poslati, to je bolje.","1273":"Veoma ozbiljno shvatamo prava na intelektualno vlasništvo i poduzimamo jake mjere na uklanjanju podataka i provođenju politika zaštite prava.","1274":"Za više informacija, molimo pročitajte naš [A]vodič za uklanjanje podataka[\/A].","1275":"Molimo da nam pošaljete zahtjev za uklanjanje podataka koristeći [A]online formular[\/A] ili nam pošaljite e-mail.","1276":"Da li imate bilo kakvu zabrinutnost ili ideje? Da li želite da saznate više o našim proizvodima?","1277":"Mi smo uvijek dostupni.","1278":"Molimo izaberite","1279":"1. korak","1280":"2. korak","1281":"Detalji o sadržaju","1282":"Detalji o vlasniku autorskih prava","1283":"Dodajte još jedan URL","1284":"Naziv vlasnika autorskih prava","1285":"ako je dostupno","1286":"Naziv agenta vlasnika autorskih prava koji dostavlja upozorenje:","1287":"Upozorenje o vlasništvu autorskih prava zaprimljeno","1288":"Pregledati ćemo Vaše upozorenje žurno i bez odlaganja.","1289":"Hvala što ste klknuli na pozivni link. Molimo kreirajte svoj besplatni nalog ispod.","1290":"Ups, ovo ne izgleda kao ispravan pozivni link. Da li ste već registrirali svoj nalog?","1291":"Prethodno ste kliknuli na pozivni link. Molimo kreirajte svoj nalog.","1292":"Dolazi uskoro","1293":"Dobrodošli u centar za pomoć","1294":"Ako Vaše pitanje nije odgovoreno ovdje, ne ustručavajte se da nas kontaktirate.","1295":"Kontaktirajte podršku","1296":"Popularne teme:","1297":"E-mail adresa se već koristi.","1298":"Molimo prijavite se na svoj nalog.","1299":"Povucite da osvježite","1300":"Zadnje ažuriranje","1301":"Danas","1302":"Jučer","1303":"Ove sedmice","1304":"Prošle sedmice","1305":"Ovaj mjesec","1306":"Ove godine","1307":"Starije","1308":"Preuzimanje nije uspjelo","1309":"Prenos nije uspio","1310":"Molimo unesite kod za potvrdu","1311":"Greška u učitavanju datoteka","1312":"Nedostaje korisničko ime i\/ili šifra","1313":"Prijava nije uspjela","1314":"Greška u brisanju","1315":"Ne postoji e-mail nalog","1316":"Snimite za offline pregled","1317":"Greška u generiranju linka","1319":"Šifra je prekratka","1320":"Ime je prekratko","1321":"Greška u učitavanju detalja naloga","1322":"Prenos završen","1323":"Prijava u toku","1324":"Prijava uspješna","1325":"Generiranje linka u toku","1326":"Link je kopiran u memoriju","1327":"Preuzimanje završeno","1328":"Preuzimanje počinje","1329":"Čekanje","1330":"Unesite korisničko ime i šifru","1331":"Email","1332":"Potvrdite registraciju","1333":"Molimo provjerite svoj email i prenesite kod potvrde ispod ili kliknite na poseban iOS link za potvrdu.","1334":"Prekinite registraciju","1335":"Kod za potvrdu","1336":"Koristite zadnju verziju","1337":"Napravite fotografiju","1338":"Izaberite postojeću","1339":"Dodajte mapu","1340":"Unesite naziv mape","1341":"Izaberite fotografiju(e)","1342":"Uredite","1343":"Prazan disk","1344":"Podijelite","1345":"Snimite offline","1346":"Prenosi","1347":"Prazan Inbox","1348":"Dijeljene mape","1349":"Nema fotografija","1350":"Fotografije","1351":"Lokalno","1352":"Na raspolaganju","1353":"Snimite za offline pristup","1354":"Podesite maksimalnu količinu smještajnog prostora na svom uređaju","1355":"Verzija","1356":"Povratna informacija","1357":"Odjava","1358":"Sve preuzete datoteke će biti obrisane","1359":"Izabrana količina je manja nego cache memorija koju trenutno koristite. Ako nastavite, neke datoteke će biti obrisane","1360":"Unaprijedite na Pro verziju","1361":"Cijene","1362":"Obnovite kupovine","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}