{"10":"MÉS GRAN. MILLOR. MÉS RÀPID. MÉS ROBUST. MÉS SEGUR.","11":"Article 12","12":"Ningú serà sotmès a interferències arbitràries sobre la seva intimitat, família, casa o correspondència, ni a atacs al seu honor i reputació. Tothom té el dret a la protecció de la llei contra tals interferències o atacs.","13":"Declaració Universal dels Drets Humans","14":"Confirma l'eliminació","15":"Estàs segur\/a de que vols eliminar permanentment tots els elements de la teva paperera de reciclatge?","16":"Error intern","17":"Quota d'ample de banda excedida","18":"Massa connexions per a aquesta descàrrega","19":"La sessió ha expirat o és invàlida","20":"Temporalment fora de línia","21":"Problema amb el compte, comprova el teu correu.","22":"El fitxer ja no existeix","23":"El fitxer ja no està accessible","24":"Error de desxifratge","25":"La carpeta a la que ets ha sigut eliminat o mogut per un altre usuari.","26":"Carpeta perduda","27":"Desafortunadament, un fitxer es pot pujar perquè ocupa més de [X].","28":"Desafortunadament, [X1] fitxers no poden ser pujats perquè ocupen més de [X2].","29":"Estàs obligat\/da a pujar fitxers amb el nostre gestor de pujada d'Adobe Flash perquè el teu navegador no ofereix la funció FileReader d'HTML5. Si vols evitar aquesta limitació (i incrementar el rendiment de tot el navegador), considera instal·lar [A]Google Chrome[\/A].","30":"Limitació del navegador","31":"Només pots pujar fitxers menors de [X] amb Internet Explorer 9. Chrome,Firefox i Internet Explorer 10 permeten pujar fitxers de qualsevol mida.","33":"MEGA mola amb Google Chrome","34":"Alerta:","35":"Estàs fent servir un navegador antiquat, el qual afecta negativament al rendiment de la transmissió de fitxers.","36":"Si us plau, canvia a Google Chrome.","37":"Mentre altres fabricants de navegadors encara estan lluitant per implementar totes les funcions del HTML5, Google Chrome ja les inclou - per ara. Per gaudir de tot el poder de MEGA (com enviament de fitxers per lots - i descàrrega), recomanem que abandonis el teu navegador actual i canviis a Google Chrome el més aviat possible.","38":"No mostris més aquest missatge","39":"No, gràcies","40":"Descarrega Chrome","41":"Has eliminat una carpeta la qual conté una carpeta compartida.","42":"Un cop buidis la paperera de reciclatge aquesta compartició es deshabilitarà.","43":"Has eliminat una carpeta la qual conté [X] carpetes compartides.","44":"Un cop buidis la paperera de reciclatge aquestes comparticions es deshabilitaran.","45":"Alerta sobre carpeta compartida","46":"Error intern","47":"Ostres, sembla que alguna cosa ha anat malament. Perdona!","48":"Si us plau, introdueïx al menys tres caràcters per buscar.","49":"mou els [X] elements sel·lecionats.","50":"1 fitxer","51":"[X] fitxers","52":"i","53":"Una carpeta","54":"[X] carpetes","55":"Només lectura","56":"Lectura i escriptura","57":"Accés total","58":"Descarrega","59":"Obtén l'enllaç","60":"Compartir","61":"Canvia el nom","62":"Mou","63":"Copia","64":"Permisos","65":"Només tens accés de lectura a aquesta carpeta.","66":"Tens accés de lectura i escriptura a aquesta carpeta.","67":"Tens control total sobre aquesta carpeta.","68":"Carpeta nova","69":"Crea una carpeta nova","70":"Neteja la paperera","71":"Afegeix contacte","72":"Esborra contacte","73":"Estàs segur\/a que vols eliminar aquest usuari de la teva llista?","74":"Estàs segur\/a que vols eliminar aquests usuaris de la teva llista?","75":"Esborrar contacte","76":"Estàs a punt d'eliminar permanentment [X] fitxers de la paperera.","77":"Vols procedir?","78":"Si","79":"No","81":"D'acord","82":"Cancel·lar","83":"Elimina","84":"Confirmar eliminació","85":"Recarrega","86":"Nom","87":"Mida","88":"Tipus de transferència","89":"Estat","90":"Velocitat","91":"Temps transcorregut","92":"Temps restant","93":"Tipus","94":"Modificat per últim cop","95":"Correu electrònic","96":"Permisos","97":"Nova pujada","98":"Puja una carpeta","99":"Puja un fitxer","100":"Neteja la paperera ","101":"Afegeix contacte","102":"Busca","103":"Cancel·la la transferència","104":"Transferències de fitxers","105":"pendent","106":"Gestor de fitxers","107":"Vols copiar la carpeta seleccionada a la safata d'entrada privada de [X]","108":"Confirmació","109":"Vols copiar la carpeta seleccionada a aquesta carpeta compartida?","110":"Vols copiar els fitxers seleccionats a la safata d'entrada privada de [X]?","111":"Vols copiar l'element o elements seleccionats a la carpeta compartida?","112":"Exporta els enllaços i claus de desxifrat dels fitxers","113":"Enllaç al fitxer","114":"Clau del fitxer","115":"Nom del fitxer","116":"Mida del fitxer","117":"Mou a un altre lloc","118":"Escull destinació","119":"Ample de banda complementari excedit","120":"La teva descàrrega no pot començar perquè sobrepassaria el límit gratuït d'ample actual per la teva IP.","121":"Aquest límit és dinàmic i depèn de la quantitat d'ample de banda que tenim disponible.","122":"Només compten les transferències de fitxers de les últimes cinc o sis hores.","123":"En aquest lapse de temps:","124":"Has descarregat [X].","125":"[X1] estaran disponibles en [X2]","126":"El límit actual per IP és de [X]","127":"Per a la teva comoditat, la cua de descàrregues es posarà en pausa fins que tinguis prou quota de descàrrega disponible i, quan es pugui, la descàrrega continuarà automàticament.","128":"Si no vols esperar, potser vols aconseguir un paquet d'ample de banda que a més et dóna emmagatzematge extra.","129":"Canvia a Pro","130":"Descarrega els fitxers","131":"Fes clic a \"Permetre\" per completar la descàrrega","132":"Mou ítems","133":"Mou [X]","134":"Copia [X]","135":"Error","136":"Si us plau, escull la carpeta de destinació.","137":"Si us plau, escull una carpeta de destinació vàlida.","138":"La carpeta de destinació no pot ser la mateixa que la d'origen.","139":"Error circular","140":"Error circular: la carpeta de destinació no pot ser un subirectori de la carpeta d'origen.","141":"Si us plau, introdueix un correu electrònic vàlid.","142":"Si us plau, espera...","144":"Elimina la compartició","145":"Adreça de correu electrònic","146":"Comparteix amb un nou usuari:","147":"Permet l'accés","148":"Tanca","149":"Compartició","150":"Contacte convidat","151":"L'usuari [X] ha sigut convidat i apareixerà a la teva llista de contactes un cop s'hagi registrat.","152":"No pots afegir-te a tu mateix\/a a la teva llista de contactes.","153":"Adreça de correu electrònic","154":"Afegeix contacte","155":"Afegeix","156":"Cancel·la","157":"Nom de la carpeta","158":"Crea","159":"Cancel·la","160":"Aquest nom de carpeta ja s'està fent servir. Intenta-ho de nou.","161":"Reanomenar","162":"Reanomenar","163":"Cancel·la","164":"Disc al núvol","165":"Contactes","166":"Safata d'entrada","167":"Paperera","168":"Paperera","169":"Menú","170":"Registra't","171":"Inicia la sessió","172":"Arrosega i deixa els teus fitxers a qualsevol lloc","174":"o","175":"Seleciona fitxers","176":"Selecciona els fitxers a pujar","177":"Tu tens les claus del que emmagatzemes al núvol","178":"Col·laboració segura en línia","179":"Poderós gestor de fitxers","180":"Ecosistema d'aplicacions","181":"Característiques en detall","182":"Comparteix carpetes xifrades amb companys de treball o d'empresa i intercanvia documents confidencials amb xifratge punt-a-punt totalment transparent.","183":"Mira i administra els teus fitxers en el teu navegador web, amb acceleració de pujada i descàrrega de fitxers en lots.","184":"Una API oberta i senzilla que permet als programadors de companyies de tercers millorar la funcionalitat de MEGA.","185":"Xifratge RSA de 2048 bits","186":"Tanca la sessió","187":"El meu compte","188":"Gestor de fitxers","189":"Avorta la sessió","190":"Inicia sessió","191":"crea un compte","192":"Recorda'm","193":"Inicia sessió","194":"[X] servidors en línia","195":"Adreça de correu electrònic","196":"Adreça de correu electrònic","197":"Si us plau, introdueix la teva adreça de correu electrònic.","198":"Si us plau, introdueix un correu electrònic correcte.","199":"Si us plau, introdueix la teva contrasenya.","200":"Ostres, alguna cosa ha anat malament.","201":"Direcció de correu electrònic o contrasenya erronis. Intenta-ho de nou.","202":"Crea un nou compte","204":"o","205":"inicia sessió","206":"Nom","207":"Correu electrònic","208":"Estic d'acord amb les [A]Condicions de Servei[\/A] de MEGA","209":"Registra't","210":"Prepara't per una nova era","211":"L'emmagatzematge al núvol mai tornarà a ser el mateix.","212":"Si us plau, introdueix el teu nom.","213":"Si us plau, escull una contrasenya.","214":"Has d'acceptar les nostres condicions de servei.","215":"Ha passat un error desconegut. Intenta-ho de nou.","216":"Impressionant","217":"Si us plau, verifica el teu correu electrònic i fes clic a l'enllaç per confirmar el teu compte.","218":"Aquesta adreça de correu electrònic ja ha estat registrada en un compte de MEGA.","219":"Aquesta adreça de correu electrònic ja ha estat registrada en un compte de Mega.","220":"Feble","221":"Acceptable","222":"Bona","223":"Excel·lent","224":"ESCULL FITXERS A PUJAR","225":"ESCULL FITXERS A PUJAR O ARROSEGAL'S AQUÍ","226":"Per prevenir la sobrecàrrega de recursos, a vegades hem de capar l'ús d'ample de banda. En les últimes sis hores, la teva IP ha consumit [X1], el qual, juntament amb el fitxer [X2], excediria el teu límit actual d'ample de banda de [X3]. Per assegurar un accés igual i just als nostres recursos, s'han pausat les teves descàrregues. Es continuarà la descàrrega automàticament un cop s'hagi descongestionat el servei.","227":"Les transferències que estan cobertes per ample de banda pagat s'abstenen d'aquesta limitació, així que si no vols esperar, podries considerar contractar un compte Pro.","228":"Gestió de trànsit en efecte","229":"No ho tornis a mostrar","230":"Canvia a Pro","231":"No, gràcies, esperaré","232":"No, gràcies, esperaré","233":"Error temporal, reintentant.","234":"Descarrega el fitxer","235":"Descarrega","236":"Importa","237":"Iniciant descàrrega","238":"Marca per incompliment dels drets d'autor","239":"Descàrrega completa","240":"Per completar el procés de transferència del fitxer, l'has de desar manualment.","241":"Desa el teu fitxer","242":"Actualitza't a Chrome per gaudir del poder complet de MEGA","243":"El fitxer que estàs intentant descarregar ja no es troba disponible.","244":"Això pot haver passat pels següents motius:","246":"El fitxer ha sigut eliminat degut a una violació de les Condicions de Servei.","247":"Enllaç invàlid: no existeix cap fitxer amb aquesta adreça.","248":"El propietari del fitxer l'ha esborrat.","249":"El fitxer que estàs intentant descarregar no es troba disponible de forma temporal.","250":"La nostra redundància integrada ha fallat. Això pot ser per algun dels motius següents:","251":"Alguns servidors estan en manteniment.","252":"Estem sobrecarregats i afegint més capacitat.","253":"Si us plau, intenta-ho de nou més tard.","254":"El fitxer que estàs intentant descarregar ja no està disponible.","255":"El fitxer ja no està disponible degut a una reclamació de drets d'autor realitzada per [X]","256":"La teva clau no té la longitud suficient.","257":"Si us plau, assegura't introdueixes una clau correcta.","258":"Descarregant","259":"D'on prové el nom \"MEGA\"?","260":"\"MEGA\" és un acrònim de \"MEGA Encrypted Global Access\" (MEGA Accés Xifrat Global, traduït literalment).","261":"Què és tot això de MEGA?","262":"MEGA és un proveïdor d'emmagatzematge en línia de renom. Ofereix serveis gratuïts i pagats d'emmagatzematge i ample de banda. Et permet guardar i accedir als teus fitxers allà on siguis, sempre que disposis d'un navegador o una aplicació dedicada.","264":"Que nosaltres sapiguem, l'emmagatzematge de dades i el xifrat són legals. Si us plau, compleix amb les lleis aplicables i regulacions en [B]com[\/B] pots fer servir aquest serveis i xifratges així com les nostres [A]condicions d'ús[\/A]","265":"MEGA ha sigut construïda per la mateixa gent que va fer anteriorment el servei d'emmagatzematge de dades més gran del món. Hi ha alguna forma de recuperar els meus fitxers antics?","266":"Desafortunadament, MEGA no té accés a cap dels recursos que va crear prèviament. No hi ha cap tipus de connexió legal ni reciclatge de codi, maquinari o registres de bases de dades, així que no veiem cap forma de recuperar els teus documents.","267":"Per què posar la base d'una companya d'emmagatzematge al núvol a Nova Zelanda, i no a cap altre lloc?","268":"Entre altres raons importants, el nom de \"Nova Zelanda\" en la llengua nativa Māori és \"Aotearoa\", que vol dir \"país del gran núvol blanc\".","269":"Puc accedir a MEGA des del meu dispositiu mòbil?","270":"MEGA ha sigut optimitzada per navegadors d'escriptori. Estem treballant dur en fer el servei compatible amb la majoria de dispositius mòbils i tablets possibles. En un futur, sortiran aplicacions per gestionar el teu compte des del mòbil. Només cal que esperis.","271":"Puc continuar amb pujades o descàrregues de fitxers interrompudes?","272":"Sí, sempre i quan no tanquis la pestanya del navegador on estigui la web oberta, les transferències continuaran després de interrupcions de connexió de xarxa, o el teu equip hagi entrat en mode de suspensió o stand-by. Recorda per això que si passen 48 hores després de l'interrupció, hauràs de tornar a començar la transferència.","273":"Puc pujar el mateix fitxer múltiples cops?","274":"Degut a que el servidor no pot veure els noms dels fitxers, les colisions amb els noms dels fitxers es resolen des del costat del client. Amb la configuració estàndard, si pujes un fitxer que sembla que ja hagis pujat al teu compte (mateix direcrori, nom, tamany, el mateix cop que es va modificar) s'evitarà, però res evita que puguis tenir fitxers o carpetes amb el mateix nom al mateix lloc.","275":"Com reguleu l'ús d'ample de banda?","276":"La nostra política no imposarà cap restricció artificial en els usuaris a no ser que sigui necessari degut als taps d'ampolla que puguin sorgir a l'infraestructura. Així que ens reservem el dret a capar l'ample de banda de cada usuari per raons d'operativitat a qualsevol moment per mitjà de la direcció IP. No pateixis, les teves descàrregues o pujades pendents s'aturaran i continuaran un cop l'ample de banda estigui disponible. No hauràs de moure ni un dit per fer que les transferències finalitzin.","277":"Hi ha alguna limitació de tamany de fitxer a MEGA?","278":"No posem cap límit artificial al tamany màxim dels fitxers, lúnic límit és l'espai que tinguis lliure al teu disc del núvol. Encara així, alguns navegadors tenen els seus límits, o requereixen guardar el fitxer sencer a la memòria RAM per descarregar-lo o pujar-lo (com Internet Explorer, Opera, Firefox i algunes versions de Safari).","279":"Puc pujar i descarregar fitxers a la vegada?","280":"Sí. Pots fer una pujada i descàrrega en paral·lel a la mateixa pestanya del navegador.","281":"Per què no oferiu una vista prèvia dels fitxers de vídeo o so que tingui guardats?","282":"Perquè el xifrat punt-a-punt s'oposa la manipulació els teus fitxers des del servidor,  que seria necessària per fer aquesta funcionalitat.","283":"Com puc pujar fitxers a MEGA?","284":"Hi ha tres formes de pujar a MEGA els teus fitxers des del navegador:","285":"1. Fes clic al botó vermell de la pàgina d'inici","286":"2. Ves al teu gestor de fitxers i fes clic als botons \"Pujar fitxer\" o (si fas servir Chrome) \"Pujar carpetes\", situats a dalt de tot.","287":"3. Arrossega els fitxers o (si fas servir Chrome) carpetes a la pàgina.","288":"Com instal·lo MEGA?","289":"No has d'instal·lar res. MEGA és totalment una aplicació web i funciona a la majoria dels navegadors actuals. Per fer servir tot el potencial del nostre servei, et recomanem que utilitzis Google Chrome.","290":"Com funciona la compartició de carpetes?","291":"Pots compartir qualsevol subarpeta del teu disc al núvol amb els amics, la família o els teus companys de treball. Se'ls ha de convidar a través de correu electrònic. Els convidats que no tinguin un compte fet rebran un correu especial amb un enllaç per poder registrar-se. Alternativament, pots crear un enllaç públic a qualsevol deles teves carpetes i exportar la clau de xifratge especial per carpetes, fent així la carpeta accessible a tothom que no tingui un compte MEGA. És responsabilitat teva transmetre la clau de desxifratge de forma segura.","292":"Per a establir, modificar o eliminar una compartició, simplement fes clic amb el botó dret del ratolí a la carpeta a modificar, i escull \"Compartir\". Hi ha tres nivells d'accés: només lectura, lectura i escriptura (es poden afegir fitxers però no esborrar-los) i control total (es poden afegir fitxers i esborrar-los).","293":"Si has afegit un correu electrònic que no té encara un compte d'usuari, has d'estar connectat\/da al menys un cop després de que el el destinatari hagi completat el procés del registre per poder obtenir la clau de xifratge compartida de la nova carpeta pública.","294":"Com esborro a gent de la meva carpeta compartida?","295":"Simplement, fes clic amb el botó dret del ratolí a la carpeta al gestor de fitxers i escull l'opció per a compartir. Veuràs totes les persones que actualment tenen accés a la carpeta compartida. Fés clic amb el botó dret a sobre de l'usuari desitjat i escull l'opció per a eliminar del menú.","296":"Com puc identificar les meves carpetes compartides?","297":"Les carpetes compartides tindran una icona especial en el teu gestor de fitxers amb una mà a sota de la carpeta.","298":"Puc compartir carpetes que algú ha compartit amb mi?","299":"No. Les comparticions de carpetes no són transitives.","302":"Com puc obtenir un enllaç a un fitxer de MEGA?","303":"Primer de tot, vés amb compte: la seguretat criptogràfica dels teus fitxers depèn de la teva confidencialitat amb les claus de xifratge.  Estigues segur\/a de que transmets les claus per un canal segur! Un correu electrònic normal, per exemple, pot ser insegur.","304":"Amb això en ment, selecciona un o múltiples fitxers en el teu gestor de fitxers, fes clic amb el botó dret del ratolí i selecciona l'opció \"Obtenir enllaç\". Un diàleg apareixerà amb la\/les clau(s) públiques dels teus fitxers seleccionats. Pots escollir si obtenir un enllaç i clau per fitxer o un sol enllaç i clau per a tots junts.","305":"Com funciona el xifratge?","306":"Tots els xifratges són punt a punt. L'informació pujada es xifra al dispositiu de procedència abans de ser enviada a Internet, i l'informació descarregada és desxifrada un cop ha arribat totalment al dispositiu de destinació. Les màquines dels clients són les responsables de generar, intercanviar i administrar les claus de xifratge. Cap clau de xifratge que serveixi per desxifrar el fitxer s'envia a MEGA (amb excepció de les claus públiques RSA).","307":"Tota la meva informació personal es xifra?","308":"No. Només es xifren els fitxers,carpetes i els seus respectius noms. L'informació en la qual necessitem accés operacional, així com el correu electrònic, adreces IP estructures de carpetes, propietats de fitxers i credencials de pagament són guardats i processats sense cap xifratge. Si us plau, mira la nostra privacitat per més detalls.","309":"Està tota la meva informació absolutament segura?","310":"Tota la seguretat és relativa. Els següents riscos possibles existeixen - no són específics de MEGA, però volem advertir-te dels riscos:","311":"Els comptes individuals estan en perill per:","312":"- Spyware al teu equip. Un simple \"keylogger\" (capturador de teclat) és suficient, però les credencials de la sessió i les claus poden ser extretes de la memòria del sistema.","313":"- Algú que hagi pogut veure la contrasenya mentre l'escrivies a l'iniciar la sessió (mirant el teclat).","314":"- Força bruta contra les contrasenyes. Fes servir contrasenyes robustes.","315":"- Phishing. Assegura't sempre del tipus de connexió del navegador (https:\/\/) i de que el domini de la pàgina (mega.co.nz) abans d'introduir la teva contrasenya.","316":"Els atacs a gran escala poden ser els següents:","317":"- Un atac \"man in the middle\" (MitM o intermediari). Requereix emetre un duplicat vàlid d'un certificat SSL en combinació de forçament de DNS i\/o atacs als routers BGP (un escenari d'estil DigiNotar).","318":"- Obtenint accés als servidors web de MEGA i remplaçar el fitxer https:\/\/mega.co.nz\/index.html amb una versió modificada (això no es veuria afectat pels accessos des d'aplicacions). Tingues en compte que manipular el contingut dels nostres servidors no és un risc de seguretat, ja que tot el contingut actiu de la pàgina index.html està controlat i es verifica cada cop que s'envia a un client amb una \"suma de comprobació criptogràfica\" (pensa que és com si fos una espècie d'arrencada segura per a pàgines web). Aquest tipus d'atacs requereixen enviar codi maliciós al client i per tant és detectable.","319":"- Obtenint accés a la nostra infraestructura de servidors centrals i falsificar sol·licituds de claus de comparticions existents. Aquest tipus d'atac només afecta al contingut de les carpetes compartides i també es pot detectar a l'ordinador client.","320":"I que passa si no confio en vosaltres? És encara segur per mi accedir a MEGA?","321":"Si no confies en nosaltres, no pots executar cap tipus de codi que haguem creat, així que obrir la nostra web al teu navegador i introduir la teva contrasenya ja està fora dels límits. Tot i això, degut al sistema de xifratge punt a punt pots fer servir aplicacions client de forma segura que hagi creat algú en qui confiis.","322":"Confio en vosaltres i el vostre centre de dades de Nova Zelanda, però no confio en el vostre centre de dades Alemany perquè és propietat d'una companyia americana. És encara segur per mi fer servir MEGA?","323":"Si, pots fer servir MEGA amb seguretat, encara que els nostres servidors d'Alemanya estiguin compromesos. El centre de dades de Nova Zelanda assegura que no es pugui executar cap tipus de codi extra quan visites https:\/\/mega.co.nz\/.","324":"És igual de segura l'informació que posi a una carpeta compartida que la que tinc jo en una carpeta privada?","325":"Les carpetes compartides, per naturaleza, són únicament igual de segures que el membre més insegur que hi pertany. Encara així, hi ha un problema de seguretat al servidor central que afegeix un problema extra de seguretat: les claus públiques poden ser manipulades, i les sol·licituds de claus poden ser falsificades.","326":"En el cas hipotètic de que el node d'emmagatzematge de MEGA està físicament compromès. Quins són els riscos?","327":"Missatges d'error després de descarregar fitxers manipulats. Encara que l'atacant tingués la clau de xifratge d'un fitxer del node, no podria remplaçar-lo amb un altre sense que la descàrrega d'aquest falli.","328":"És una bona idea això de guardar totes les meves dades en un mateix lloc?","329":"Sempre tingues copies redundants de coses importants, al núvol i al teu ordinador. Encara que mantenim cada fitxer en al menys dos llocs diferents, no hi ha cap garantia de que no puguin fallar múltiples servidors o una mala conducta dels governs.","330":"Per què hauria de confiar la meva informació, d'entre totes les possibilitats, a VOSALTRES?","331":"Nosaltres oferim xifratge controlat per l'usuari (UCE) on TU, l'usuari, controles les claus. L'implementació de l'UCE és de codi obert, i invitem i desafiem a la comunitat a examinar el nostre codi i donar-nos la seva opinió. Creiem que aquest enfocament és molt més segur que guardar la teva informació en un proveïdor amb xifratge des del servidor on la ISP controla les claus o encara pitjor: no hi ha cap xifratge. Si per exemple, els fitxers dels comptes de MEGA són accessibles sense necessitat d'una contrasenya d'usuari per un error de programació, els fitxers són intel·ligibles perquè no tenen les claus de desxifrat, que les té el mateix usuari.","332":"M'he adonat que feu servir HTTPS per transferir fitxers que ja han estat xifrats prèviament. Això no és redundant?","333":"Ho és. Desafortuadament, a la majoria de navegadors no els agrada establir connexions insegures des d'una web segura, i qui els pot culpar per això - potser no s'adonen del fet de que ja hi ha una altra capa de xifratge en progrés. Degut a que HTTPS té un efecte advers en el rendiment, et permetem encendre'l o apagar-lo en els navegadors que ho permetin (Internet Explorer no ho permet) per tal d'incrementar la velocitat de les teves transferències sense posar en perill la teva confidencialitat o integritat de les teves dades. Veuràs una advertència SSL a la teva primera transferència de fitxers en alguns casos - en aquest (i només en aquest) cas, és segur ignorar-ho.","334":"Quins algoritmes de xifratge fa servir internament MEGA?","335":"Per transferències de gran tamany, els xifratges són en AES-128 (creiem que usar xifratges que requereixen més consum de recursos com AES-192 o AES-256 sobrepassen el límit teòric de seguretat, al menys fins que no existeixin els ordinadors quàntics). Les comprovacions d'integritat un cop s'ha descarregat el fitxer es fa amb una comprovació de CCM, la qual és menys eficient que OCB, però no està cobert per patents.","336":"Per establir secrets compartits entre els usuaris i la funció d'arrossegar i deixar a la teva safata d'entrada, es farà servir RSA-2048 (la longitud de la clau es va escollir entre mig de \"massa insegur\" i \"massa lent\"). Tots els xifratges, desxifratges i generacions de claus estan implementades en Javascript, el qual limita el procés a uns pocs MB\/s i fa que el processador es sobrecarregui. Estem mirant d'implementar l'API WebCrypto en HTML5 en la majoria de navegadors, la qual cosa eliminaria aquest coll d'ampolla.","337":"El generador numèric aleatori de Javascript millora la seguretat amb moviments o pulsacions del ratolí o teclat.","338":"MEGA manté còpies de seguretat dels meus fitxers?","339":"Emmagatzemem els teus fitxers en al menys dos servidors diferents en dos centres de dades diferents, si està disponible.","340":"He oblidat la meva contrasenya. Puc reiniciar-la?","344":"Quan necessito canviar a un compte Pro?","345":"Un compte Pro et dona espai d'emmagatzematge adicional i ample de banda extra que traiem automàticament quan, en qualsevol lloc, s'arriba al límit d'ample de banda - pots fer servir l'ample de banda per tu, o deixar-la per que terceres persones accedeixin a la teva informació per descarregar-la (incloent usuaris sense compte MEGA). El percentatge entregat als usuaris per descarregar les teves coses es pot canviar a la configuració del teu compte.","346":"Per què hi ha una opció per a limitar la meva velocitat de pujada, i per què està activa per defecte?","347":"Molts enrutadors no prioritzen paquets més petits en cas de congestió d'enllaços, afectant en el teu tràfic de descàrrega  personal mentre que el de pujada està complet. Nosaltres, així doncs, mesurem la teva disponibilitat d'ample de banda durant els primers 10 segons de pujada del fitxer i llavors deixem al menys un 10% del teu ample sense utilitzar. Pots intentar incrementar el teu rendiment de pujada deshabilitant aquesta opció.","348":"Què obtinc amb el meu compte gratuït?","349":"Un disc al núvol totalment accessible, d'alt rendiment i seguretat amb [X] d'emmagatzematge per a tu. Si en necessites més, pots millorar el teu compte passant a un Compte [A1]Pro[\/A1]. Fes clic [A2]aquí[\/A2] per mirar el teu ús actual.","359":"Oferiu una API?","361":"Si. El nostre codi obert en Javascript que implementa la interfície web de MEGA fa servir la nostra API, així que pots fer una ullada al nostre codi si no tens prou amb la nostra [A]documentació[\/A]. Des de que no tenim prou recursos per a construir les aplicacions que fan de MEGA un lloc versàtil i útil, t'invitem a tu a ajudar-nos. Després de revisar nosaltres el codi de la teva aplicació el promocionarem a la nostra pàgina. Estem feliços d'anunciar models de repartiment d'ingressos per les aplicacions que siguin molt populars.","362":"Per prevenir la sobrecàrrega dels recursos, a vegades hem de capar l'ús d'ample de banda. El fitxer que estàs intentant descarregar és major que el nostre límit actual de [X3]. La transferència s'ha posposat i començarà quan la congestió dels recursos baixi.","365":"El teu navegador és massa antic per descarregar un fitxer d'aquest tamany.","366":"Alerta de drets d'autor","367":"MEGA respecta els drets d'autor dels altres i requereix que els usuaris del servei al núvol de MEGA compleixin amb les lleis de propietat intel·lectual. Tens estrictament prohibit fer servir el servei al núvol de MEGA per infringir els drets d'autor. No has de pujar, descarregar, emmagatzemar, compartir, mostrar, distribuïr, enviar per correu, enllaços als fiters ni res que pugui comprometre o infringir les lleis de protecció dels drets d'autor o altres drets de propietat d'alguna persona o entitat.","368":"Precaució:","369":"El model criptogràfic de seguretat de MEGA depèn de la confidencialitat de les claus mostrades a dalt. Evita trametre-les a través de canals insegurs!","370":"Copia al portapapers","371":"Copiat al portapapers","372":"Pujada","373":"Descàrrega","374":"Nosaltres prometem, nosaltres oferim","375":"Navegació bloquejada degut a les transferències de fitxers pendents.","376":"Has d'iniciar sessió per veure aquesta pàgina.","377":"Hi ha transferències en progrés. Si continues s'interrompran.","378":"Si us plau, introdueix la contrasenya per confirmar el teu compte.","379":"Si us plau, inicia sessió per importar aquest fitxer al teu compte.","380":"Introdueix la clau de desxifratge","381":"Tots els drets reservats","382":"fet a Nova Zelanda","383":"Suport","384":"Centre d'ajuda","385":"Condicions de servei","386":"Política de privacitat","387":"Drets d'autor","388":"Comunitat","389":"Bloc","390":"Associacions","391":"Distribuidors","392":"Programadors","393":"Servidors associats","394":"Inversors","395":"Fes-te distribuïdor","396":"Sobre nosaltres","397":"Compte gratuït","398":"Compte Pro","399":"Contactan's","400":"Bàsics","401":"Compartiment","402":"Seguretat i privacitat","403":"Compte","404":"Pagaments i facturació","405":"Eines","406":"Les preguntes més freqüents","407":"Categories:","408":"Gener","409":"Febrer","410":"Març","411":"Abril","412":"Maig","413":"Juny","414":"Juliol","415":"Agost","416":"Setembre","417":"Octubre","418":"Novembre","419":"Desembre","420":"Si us plau, inicia la sessió per iniciar la pujada de fitxers.","421":"Si us plau, accepta les nostres condicions de servei","422":"Accepto","423":"Necessites un compte registrat per fer servir la funció de compartició. Vols registrar-te ara?","424":"Compartició deshabilitada.","425":"Reanomena la carpeta","426":"Reanomena el fitxer","427":"Detalls del compte","428":"Vals","429":"Historial de sessió","430":"Historial de compres","431":"Historial de transaccions","432":"Tipus de compte:","433":"Millora","434":"Tipus de subscripció:","435":"GRATUÏT","436":"Sense cicle de facturació","437":"Espai d'emmagatzematge:","438":"[X] utilitzat","439":"[X1] de [X2]","440":"Gestió de l'ample de banda","441":"Habilita la gestió de l'ample de banda","442":"Deshabilita la gestió de l'ample de banda","443":"Pots especificar el percentatge d'ample de banda que voldries assignar per a descàrregues de tercers.","444":"Assignar ample de banda a tercers:","445":"Ample de banda a tercers","446":"(per a descàrregues dels teus fitxers per part de tercers)","447":"Ample de banda de descàrrega","448":"(per descarregar fitxers de tercers)","449":"Balanç del compte","450":"Omplir","451":"Crea vals:","452":"Tipus de val:","453":"Escull el tipus de val","454":"Quantitat:","455":"Crea","456":"Valida un val:","457":"Compra un val","458":"Valida","459":"Els teus vals","460":"Vals sense utilitzar","461":"Vals utilitzats","462":"Vals cancel·lats","463":"Vals revocats","464":"Tots els vals","466":"Últims [X]","467":"Historial de sessió","468":"Historial de compres","469":"Últimes [X] compres","470":"Historial de transaccions","471":"[X] últimes transaccions","472":"[X] úItimes sessions","473":"Ostres, aquest codi d'un val no sembla correcte.","474":"Data d'expiració:","475":"Data\/Hora","476":"Objecte","477":"Quantitat","478":"Mètode de pagament","479":"Navegador","480":"Direcció IP","481":"País","482":"Activitat més recent","483":"Sessió actual","484":"ID de la transacció","485":"Crèdit","486":"Dèbit","487":"Codi del val","488":"Estat","489":"Sense fer servir","490":"Utilitzat el","491":"Revocat el","492":"Cancel·lat el","494":"Escull el teu paquet:","495":"Emmagatzematge","496":"Ample de banda","497":"Escull preus:","498":"al mes","499":"l'any","500":"Escull preus:","501":"estalvia un 17%","502":"Escull preus:","503":"Escull el teu mètode de pagament:","504":"Prepagament","505":"compra un val","506":"Professional","507":"Continuar","508":"codi del val","509":"L'EMPRESA DE LA PRIVACITAT","510":"Benvingut\/da a MEGA!","511":"El teu parell de claus pública\/privada RSA-2048 s'està creant.","512":"Per fer la clau més segura, recol·lectem l'entropia dels teus moviments de ratolí i les tecles premudes.","513":"El codi del val ha sigut aplicat al teu compte, però tot i això el teu balanç de prepagament és insuficient per a aquesta compra. Si us plau, afegeix més diners o prova a comprar un paquet més barat.","514":"Balanç insuficient, intenta-ho de nou.","515":"Aquesta carpeta conté més de 500 entrades. Les carpetes amb molt contingut poden afectar al rendiment del teu navegador. Considera fer servir subcarpetes.","516":"Aconsegueix ajuda","517":"Hi ha alguna cosa que no et funcioni bé? Si su plau, visita primer el nostre [A]centre d'ajuda[\/A]. Si la teva pregunta no està resolta, no dubtis en contactar-nos.","518":"Legal","519":"El nostre departament legal està esperant a respondre la teva investigació.","520":"Drets d'autor","521":"Preocupat perquè algun dels usuaris incompleixi algun dels teus drets d'autor? Si us plau, envian's una sol·licitud d'eliminació a través del nostre [A]formulari en línia[\/A] o envian's un correu.","522":"Suggereix millores","523":"Si us plau, envia'ns sol·licituds relacionades amb usabilitat i millores aquí.","524":"Reporta un error","525":"MEGA està actualment en fase beta, i t'invitem a enviar-nos reports d'errors. Com més detallats, millor.","526":"Mitjans de comuniació","527":"Convidem als membres dels mitjans de comunicació, inclosos blocaires, a contactar amb nosaltres per a consultes relacionades amb MEGA.","528":"Fes-te distribuïdor","529":"Sigues part de la nostra història d'èxit!","530":"El nostre programa de distribuïdors et permetrà vendre vals de Mega directament als teus clients.","531":"Els detalls:","532":"Tindràs accés a la nostra sofisticada interfície de gestió de vals.","533":"Crea vals en temps real amb el balanç del teu propi compte.","534":"Ingressos generosos des del principi.","535":"Com més venguis, més ingressos tindràs, i per tant més benefici en treuràs.","536":"L'accés a la API de distribuïdors et permetrà crear eines que puguin interactuar amb el nostre sistema en temps real.","537":"Anuncis gratuïts: la teva pàgina web estarà enllaçada a MEGA.","538":"En revisió i espera d'aprovació de la teva aplicació de distribuïdor. La teva empresa i pàgina web han de complir els nostres requisits.","539":"Participació als ingressos","540":"La teva part dels ingressos es descomptarà amb la creació de vals.","541":"Volum de negocis mensual","542":"Compartició d'ingressos","543":"més de [X]","544":"Aplicació de distribuïdor","545":"Registra't com a distribuïdor","546":"Detalls","547":"Els teus detalls","548":"Mercats","549":"Escull mercats de distribució:","550":"Pagaments","551":"Escull mètodes de pagament","552":"Escull els mètodes de pagament de la llista de proveïdors disponibles.","553":"El teu proveïdor de pagament no està llistat? Si us plau, [A]contactan's per correu[\/A].","554":"Complet","555":"Accepto les [A]Condicions de Servei de Distribuïdor[\/A] de MEGA.","556":"Següent","557":"Escull mercats de la llista de països disponibles","558":"Previ","559":"Nom","560":"URL de l'empresa","561":"Adreça","562":"Codi postal","563":"Nom de l'empresa","564":"Número de telèfon","565":"Ciutat","566":"Escull països per mètode de pagament:","568":"Si us plau, escull el teu país.","569":"Configuració de transferències","570":"Nombre de connexions de pujada en paral·lel","571":"Nombre de connexions de descàrrega en paral·lel","572":"Límit de velocitat de pujada","573":"Cap","574":"Automàtic","575":"Fixat","576":"Evita fitxers idèntics al pujar:","577":"Sí","578":"No","579":"Fes servir SSL per les tranferències de fitxers","580":"Deshabilitar el SSL dóna més rendiment i no fa disminuïr la seguretat.","581":"Si us plau, introdueix el teu nom.","582":"Si us plau, introdueix l'URL de la teva empresa.","583":"Si us plau, introdueix la teva adreça.","584":"Si us plau, introdueix el codi postal.","585":"Si us plau, introdueix el nom de l'empresa.","586":"Si us plau, introdueix el número de telèfon de casa teva.","587":"Si us plau, introdueix la teva ciutat.","588":"Si us plau, introdueix el teu país.","589":"Has d'acceptar els termes de servei de distribuidor.","590":"Si us plau, escull al menys un país.","591":"Si us plau, escull al menys un mètode de pagament.","592":"Si us plau, introdueix al menys un país per proveïdor de pagament.","593":"Impressionant","594":"Rebràs un correu electrònic nostre amb més instruccions.","620":"Avís de presumpta infracció","621":"Avís","622":"Nosaltres respectem els drets d'autor dels altres i això requereix que tots els usuaris dels nostres serveis compleixin amb les lleis de defensa dels drets d'autor. Tens estrictament prohibit fer servir els nostres serveis per infringir drets d'autor. No has de pujar, descarregar, emmagatzemar, compartir, mostrar, emetre, distribuir, enviar per correu, enllaçar a, transmetre o el que sigui per posar a disposició qualsevol fitxer, dades o contingut que infringeixi qualsevol dret d'autor o qualsevol altre dret de propietat d'alguna persona o entitat. Respondrem als avisos de fitxers que infringeixin qualsevol dret d'autor que ens siguin notificats. Si creus que el teu contingut ha sigut copiat o utilitzat de forma que constitueixi una infracció dels drets d'autor, si us plau proporciona'ns la següent informació: (i) una signatura física o electrònica del propietari dels drets d'autor o persona autoritzada a fer reclamacions; (ii) identificació del treball protegit pels drets d'autor que s'han publicat; (iii) identificació del material el qual reclames que infringeix  i si se li ha d'eliminar l'accés públic per enllaç o eliminar totalment, i la suficient informació per permetren's localitzar el material incloent una URL d'aquest; (iv) informació per posar-nos en contacte amb tu, incloent adreça, número de telèfon, i correu electrònic; (v) una declaració feta per tu conforme tens bona fe de que el material pel qual reclames està protegit pels drets d'autor i que, per tant, no pot estar penjat; i (vi) una declaració de que l'informació en la notificació és precisa, i que, sota pena de perjuria, estàs autoritzat\/da a fer les reclamacions en nom de l'autor.","623":"Ens reservem el dret d'eliminar qualsevol informació que hagi sigut reclamada com a infracció sense previ avís, a tota discreció, i sense responsabilitat cap a tu. Sota circumstàncies apropiades també tancarem el teu compte en cas de que siguis un infractor reincident. El nostre agent designat per a les infraccions de drets d'autor és:","624":"Avís sobre drets d'autor","625":"Si us plau, fes servir aquest formulari per a enviar un avís de drets d'autor. Respondrem en unes 24 hores (instantàniament en hores empresarials).","626":"El contingut:","627":"Camp requerit","628":"Infringeix els meus drets d'autor personals.","629":"Infringeix els drets d'autor d'algú que m'ha autoritzat a ser el seu representant","630":"Tipus d'eliminació:","631":"Escull el tipus d'eliminació:","632":"1. Deshabilita un enllaç (\"URL\") per fitxer - els fitxers seguiran al compte de l'usuari","633":"2. Deshabilita totes les URLs públiques per a les URLs proporcionades. Els fitxers seguiran al compte de l'usuari","634":"3. Elimina tots el fitxers que hi hagi en els enllaços adjuntos - cap usuari té dret a mantenir aquest fitxer sota cap circumstància enlloc del món","635":"Per la present declaro que tinc una creença de bona fe que l'ús compartit de material amb drets d'autor al lloc anteriorment esmentat no està autoritzat pel propietari del copyright, el seu agent o la llei (per exemple, com un ús just)","636":"Entenc que puc ser responsable per danys i perjudicis, incloent les despeses i honoraris d'advocats, si sabent i afirmo que el contingut reportat URL (s), o els fitxers, estan infringint la llei.","637":"L'informació d'aquesta notificació és precisa, i declaro sota penalització per perjudicis que estic autoritzat a actuar en nom de l'autor dels drets d'autor.","638":"Aquesta notificació és un document legal important - si us plau vés amb compte de ser precís en les teves reclamacions d'infraccions de drets d'autor. És possible que vulguis consultar primer amb un advocat per determinar si el contingut que s'està reportant és de fet infractor i no està protegit per ús just, llicència o base legal.","639":"Envia l'avís","640":"Afegeix més","641":"URL del contingut infringit:","642":"Nom del propietari dels drets d'autor","643":"Càrrec (treball):","644":"Adreça de correu electrònic:","645":"Fax:","646":"Ciutat:","647":"Codi postal:","648":"Treball amb copyright que està infringint la llei:","649":"El meu nom complet:","650":"Companyia \/ Organització","651":"Número de telèfon:","652":"Adreça:","653":"Estat o Província:","654":"País:","655":"Si us plau, indica les URL per cada fitxer al qual se li reclamen drets d'autor:","656":"Si ua plau, indica el treball protegit per cada enllaç reclamat.","657":"Si us plau, escull si el contingut pel qual reclames infringeix drets d'autor personals o d'algú a qui representes.","658":"Si us plau, escull el tipus d'elimianció.","659":"Si us plau, subministra la URL per cada treball protegit que reclames que s'infringeix.","660":"Si us plau, indica quin treball s'està infringint per cada URL.","661":"Si us plau, indica el nom del propietari dels drets d'autor.","662":"Si us plau, indica el teu nom complet.","663":"Si ua plau, indica la teva adreça de correu electrònic.","664":"Si us plau, introdueix una adreça de correu electrònic vàlida.","665":"Si us plau, confirma que tens bona be de que el compartiment de material amb drets d'autor al lloc indicat a sota no està autoritzat pel propietari dels drets d'autor, el seu agent o la llei (per exemple, per ús just).","666":"Si us plau, confirma que entens que pots ser responsable per danys i perjudicis, incloent les despeses i honoraris d'advocats, si sabent i afirmes que el contingut reportat URL (s), o els fitxers, estan infringint la llei.","667":"Si us plau, confirma que aquesta notifiació és precisa, i declara sota penalització per perjudicis que estàs autoritzat\/da a actuar en nom de l'autor del treball protegit.","668":"Gràcies!","669":"Revisarem la teva reclamació de drets d'autor en breu.","670":"Idioma","671":"Parles més d'un idioma?","672":"Ajudan's a traduïr!","673":"L'Empresa de la Privacitat","674":"Ningú hauria de ser objecte d'interferències arbitràries en la seva privadesa, família, casa o correspondència. Tothom té el dret a la protecció de la llei en cas de qualsevol d'aquestes interferències.","675":"Declaració Universal dels Drets Humans, Article 12","676":"MEGA és un servei d'emmagatzematge al núvol amb privadesa sempre activa","677":"MEGA proveeix un servei d'emmagatzematge al núvol robust i amb una política de privadesa activa molt estricta. MEGA creu en el teu dret a la privadesa i et proveeix d'eines tecnològicament adequades per a protegir la teva informació. Aquesta tecnologia rep el nom de Xifratge Controlat per l'Usuari (User Controlled Encryption, UCE) i és totalment automàtica.","678":"Què és el Xifratge Controlat per l'Usuari de MEGA?","679":"Tots els fitxers emmagatzemats a MEGA són xifrats. Totes les transferències d'informació des de i cap a MEGA també ho són. Mentre que molts dels proveïdors d'emmagatzematge al núvol prometen oferir el mateix, MEGA és diferent - a diferència de la normativa de l'indústria, en la qual el proveïdor té la clau de desxifratge del fitxer, tu tens les claus i tu decideixes a qui li permets o denegues l'accés als teus fitxers, sense necessitat d'instal·lar cap tipus de software. Tot passa dins del teu navegador!","680":"El futur de MEGA","681":"El núvol de MEGA tot just està començant. En un futur, MEGA proveirà UCE (en català, Xifratge Controlat per l'Usuari) en el teu navegador per un llarg catàleg d'aplicacions sense necessitat d'instal·lar res. La nostra tecnologia protegirà els teus correus electrònics, trucades, xats i fluxos de vídeo.","692":"És Mega legal?","693":"Som un grup dedicat de tecnologistes als quals han donat el temps, l'oportunitat i accés a Internet per a construïr un servei d'emmagatzematge al núvol impressionant que ens ajudarà a protegir la teva privacitat. Hem programat aquest servei a la xarxa des d'Auckland, Nova Zelanda. A diferència d'altres dels nostres competidors, fem servir una tecnologia de xifratge des del navegador on tu, i no nosaltres, controles les claus de tot. El nostre grup de disseny inclou en Kim Dotcom, Mathias Ortmann, Bram van der Kolk i en Finn Batato. El nostre CEO, veterà en l'indústria Tony Lentino, té experiència en el negoci de registre de dominis d'Internet. Esperem que us agradi.","694":"1. Deshabilita un enllaç (\"URL\") per fitxer - els fitxers seguiran al compte de l'usuari","695":"2. Deshabilita múltilpes URLs per fitxer - els fitxers seguiran al compte de l'usuari","696":"3. Elimina tots el fitxers que hi hagin en els enllaços adjuntos - cap usuari té dret a mantenir aquest fitxer sota cap circumstància enlloc del món","697":"4. Altres","698":"Has d'enviar l'avís aquí.","699":"Firma i envia l'avís.","700":"Si us plau, envia avís d'eliminació manualment per correu electrònic a [A1]copyright@mega.co.nz[\/A1] per a confirmar les [A2]provisions d'eliminació[\/A2].","701":"Envia un avís d'eliminació mitjançant e-mail","702":"Reporta un abús","703":"El teu enllaç de registre no és vàlid. Si us plau, comprova'l per possibles problemes en el correu d'activació.","704":"El teu compte ja ha estat activat. Si us plau, inicia la sessió.","705":"La teva confirmació no ha pogut ser processada. Si us plau, registra't de nou. Codi d'error:","706":"Canvia la contrasenya","707":"Actualitza","708":"Sol·licita un canvi","709":"No puc recordar la meva contrasenya","710":"Si encara ets dintre del teu compte però no pots recordar la teva contrasenya, pots canviar-la seleccionant aquesta opció. Rebràs un correu de confirmació de canvi de contrasenya que activa una nova clau si s'accedeix en menys de 15 minuts.","711":"Demana un canvi","712":"Redempció completada","713":"El balanç del teu val ha sigut carregat al teu compte. Vols continuar la compra del teu compte Pro?","714":"El val ja ha sigut bescanviat.","715":"Les noves contrasenyes que has introduït no coincideixen. Intenta-ho de nou.","716":"Contrasenya actual","717":"Nova contrasenya","718":"Confirma la nova contrasenya","719":"Si us plau, introdueix la teva contrasenya actual","720":"Si us plau, introdueix la contrasenya nova","721":"Si us plau, obre el teu correu electrònic i fes clic a l'enllaç de confirmació per completar el canvi de contrasenya.","722":"Canvi sol·licitat","723":"La nova contrasenya ha de ser diferent de l'actual","724":"La contrasenya actual introduïda és incorrecta","725":"S'ha canviat la teva contrasenya","726":"Fet","727":"S'ha canviat la teva contrasenya","728":"L'enllaç de confirmació de la contrasenya ha expirat.","729":"Aquest enllaç ja ha estat confirmat.","730":"El teu compte ha sigut suspès. Si us plau, comprova el teu correu electrònic per més detalls i respondre a la teva conveniència.","731":"El compte d'usuari associat ha sigut eliminat degut a múltiples violacions de les nostres [A]Condicions de Servei[\/A]","732":"Ja tens una sessió iniciada en un compte diferent al que vols confirmar. Si us plau, comprova la teva sessió actual, tanca-la i torna a obrir l'enllaç de confirmació de nou.","733":"Adreça de correu electrònic desconeguda. Si no tens un compte amb nosaltres, t'invitem a registrar-te.","734":"Gràcies!","735":"Si us plau, confirma el teu correu electrònic.","736":"Només els comptes que no tinguin fitxers ni carpetes poden canviar la seva contrasenya.","737":"Reinicia contrasenya","738":"Solicita","739":"has oblidat la teva contrasenya?","740":"S'ha canviar amb èxit la contrasenya.","741":"Si us plau, escull una nova contrasenya segura.","742":"Reinicia","743":"Aquest enllaç ha expirat. Si us plau, demana'n un de nou.","744":"Enllaç invàlid. Si us plau, demana'n un de nou.","745":"Sense cicles de facturació","746":"Tipus d'afiliació","747":"Setmanal","748":"Mensual","749":"Anual","750":"El proper cicle de facturació serà el","751":"Un cop","752":"Extensió de MEGA per a Firefox","753":"Instal·la l'extensió de MEGA per a Firefox per tal d'afegir rendiment a les descàrregues. Et permetrà descarregar múltiples fitxers sense restricció de quantitat o mida.","754":"L'extensió de MEGA per a Firefox és segura i invisible. Si prefereixes fer servir MEGA sense cap extensió, et recomanem que facis servir [A]Chrome[\/A].","755":"Instal·la l'extensió","756":"1 descàrrega completa","757":"[X] descàrregues completades","758":"Obre la carpeta de descàrregues","759":"fes clic aquí per obrir","760":"Si us plau, instal·la l'extensió MEGA per a Firefox per descarregar un fitxer tan gran.","761":"Si us plau, confirma","762":"Estàs a punt de descarregar una gran quantitat de fitxers, els quals poden baixar el rendiment del teu navegador. Procedir de totes formes?","763":"Contacta","764":"La teva descàrrega no s'ha pogut iniciar perquè no tens prou espai al disc dur.","765":"La teva descàrrega no s'ha pogut iniciar perquè no tens prou espai al disc dur.","766":"Algunes de les teves descàrregues no s'han pogut iniciar perquè no tens prou espai al disc dur.","768":"La teva descàrrega no s'ha pogut iniciar perquè no tens prou espai al disc dur, o perquè estas fent servir Chrome en mode privat, el qual no permet l'escriptura de fitxers.","769":"Només podem fer servir el 5% d'espai lliure al teu disc dur per a descàrregues. Si us plau, allibera una mica d'espai per continuar.","770":"Escull la teva contrasenya","771":"Confirma la teva contrasenya","772":"URL al fitxer:","773":"restant","774":"Envia l'enllaç per correu electrònic","775":"canvia el nom a sota:","776":"Guardar","777":"Recorda'm en aquest dispositiu","778":"No tens compte de MEGA?","779":"Registra't ara","780":"Ja tens un compte de MEGA?","781":"Degut al baix rendiment de processador en els dispositius mòbils, la generació de la clau RSA trigarà uns quants minuts a completar-se. Apreciem la teva paciència.","782":"Carpeta buida","783":"No tens fitxers al disc del núvol","784":"No hi ha cap contacte","785":"Cap resultat.","786":"No hi ha cap fitxer a la safata d'entrada","787":"No hi ha fitxers a la paperera ","788":"Estàs segur\/a de que vols moure aquest fitxer a la paperera?","789":"Estàs segur\/a de que vols moure aquesta carpeta a la paperera?","790":"Obre el fitxer","791":"Importa el fitxer","792":"Esborra el fitxer","794":"Esborra la carpeta","796":"Obtén l'enllaç","797":"Comparteix la carpeta","798":"Espai d'emmagatzematge","799":"Espai utilitzat","800":"Espai lliure","801":"Versió d'escriptori","802":"Contacta per correu electrònic","803":"Descàrrega del fitxer","804":"Desafortunadament, aquest fitxer no està suportat en el teu dispositiu amb MEGA.","805":"Suportarem aquest fitxer en el teu dispositiu en un futur proper.","806":"canvia el nom de la carpeta:","807":"canvia el nom del fitxer:","808":"Enllaç de la carpeta","809":"Enllaç a la carpeta:","810":"Enllaç de descàrrega","811":"Enllaç al fitxer:","812":"Confirmar compte","813":"Carpeta compartida","814":"Vols avortar la pujada?","815":"Vols avortar la descàrrega?","816":"Si us plau introdueix una adreça de correu electrònic vàlida.","817":"No pots crear una carpeta en un resultat de cerca.","818":"Realment vols canviar a la versió d'escriptori?","819":"iniciant","820":"Aquest fitxer s'ha importat amb èxit al teu disc del núvol.","821":"Les teves notificacions","822":"Enrere","823":"Configuració","824":"Nova carpeta compartida de [X]","825":"Nova carpeta compartida","826":"[X] ha revocat una carpeta compartida","827":"Carpeta compartida revocada","828":"[X1] carpetes i [X2] fitxers","829":"[X] carpetes i un fitxer","830":"Una carpeta i [X] fitxers","831":"Una carpeta i un fitxer","832":"[X] carpetes","833":"[X] fitxers","834":"Una carpeta","835":"un fitxer","836":"[X] ha afegit [DATA]","837":"[X] han sigut afegits","838":"[X] ha sigut afegit","850":"GEN","851":"FEB","852":"MAR","853":"ABR","854":"MAI","855":"JUN","856":"JUL","857":"AGO","858":"SET","859":"OCT","860":"NOV","861":"DES","862":"Notificacions","863":"Veure-ho tot","864":"Descarregar comprimit en ZIP","865":"Obre","866":"Copia un ítem sel·leccionat","867":"Copia [X] ítems sel·lecionats","868":"Mou un ítem sel·lecionat","869":"Mou [X] ítems sel·lecionats","870":"Confirma","871":"[B]Atenció:[\/B] quota d'emmagatzematge excedida. Si us plau, esborra fitxers o [A]millora el teu compte[\/A]","872":"Pro","873":"Fa [X] segons","874":"Fa un minut","875":"Fa [X] minuts","876":"Fa una hora","877":"Fa [X] hores","878":"Fa un dia","879":"Fa [X] dies","880":"Ara mateix","881":"Estàs fent servir una sessió efímera.  L'informació que emmagatzemis s'esborrarà quan expiri. Per preservar les dades, crea un compte i rebràs 50 GB d'emmagatzematge al núvol de franc!","882":"Atenció","883":"Crea un compte","884":"[X] no és completament compatible amb MEGA","885":"El teu navegador","886":"Internet Explorer 10 té un error significatiu en quant a escriptura de fitxers amb JavaScript, el qual causa errors de falta de memòria quan es baixen grans quantitats d'informació. Esperem que això s'arregli amb Internet Explorer 11. Mentrestant, canvia a un altre navegador alternatiu.","887":"[X] no té les característiques HTML5 que requereix MEGA per realitzar la criptologia de fitxers. Les transferències de fitxers es faran amb un petit i molt limitat emulador Flash. Si us plau, considera actualitzar el teu navegador a un de modern el més aviat possible.","888":"Altament recomanat","889":"Recomanat","890":"MEGA funciona millor amb els navegadors següents:","891":"Alerta de compatibilitat amb el navegador","892":"Propietats","893":"Pujat","894":"Mida total","895":"Nom de la carpeta","896":"Creat","897":"Conté","898":"Múltiples fitxers i carpetes","899":"Múltiples fitxers","900":"Múltiples carpetes","909":"Contrasenya","910":"Compra ara","911":"Tingues tots els avantatges que ofereix MEGA amb [B]Pro[\/B]","912":"des de","913":"mes","914":"subscripció anual","915":"Espai d'emmagatzematge massiu","916":"Quota d'ample de banda generosa","917":"si esculls pagar anualment","918":"Mensual","919":"Anual","920":"Millora el teu compte","921":"2 mesos de franc","922":"Un mes","923":"Un any","924":"Tens algun dubte sobre els [A]Comptes Pro[\/A]?","925":"El nostre equip de suport estarà encantat d'ajudar-te.","926":"Nom de la companyia","927":"Ciutat","928":"Codi postal","929":"Telèfon","930":"dia","931":"mes","932":"any","933":"Adreça","934":"Estat o província","935":"Adreça de PayPal","936":"Compte bancari","937":"Nom del beneficiari","938":"Descriu la teva estratègia de màrqueting","939":"Nom del banc","947":"Disc al núvol","948":"Paperera","949":"Safata d'entrada","950":"Contactes","951":"El meu compte","952":"La majoria de dispositius no poden descarregar fitxers de més de 4 GB. La teva descàrrega probablement fallarà.","953":"No hi ha prou espai disponible.","954":"Crèdits","955":"Aplicacions per a mòbils","956":"Sincronització per a PC","957":"Aplicació per Chrome","959":"Aplicació per a Firefox","961":"Aplicacions","962":"Kit de Desenvolupament de Software (SDK)","963":"Documentació","964":"Programa d'afiliació","965":"Polítiques","966":"Guía d'eliminació","967":"Surt","968":"Crea un compte","969":"Intenta-ho de nou, si us plau","970":"Si us plau, introdueix una contrasenya vàlida.","973":"Ample de banda utilitzat","974":"Gestiona el teu compte","975":"Afegeix una estrella","976":"Remou l'estrella","977":"No hi ha cap fitxer al teu disc al núvol.","978":"La teva cerca no ha trobat cap document","979":"La teva paperera és buida","980":"No tens cap contacte","981":"La safata d'entrada és buida","982":"Contingut","983":"Resum","984":"Perfil","985":"Història","986":"Edita el teu perfil","987":"Expira el","988":"Connexions:","989":"[X] contactes","990":"Un contacte","991":"Vés a contactes","992":"Avatar","993":"Canvia l'avatar","994":"Informació personal","995":"Data de naixement","996":"Escull un país","997":"Afegir contactes és una opció només disponible per usuaris registrats.","998":"Si us plau, crea un compte gratuït","999":"Vols canviar la teva sessió efímera a un compte gratuït?","1000":"Evita perdre l'accés. El registre gratuït és molt recomanable!","1001":"Elimina el contacte","1002":"Segur que vols eliminar en\/la [X] de la teva llista de contactes?","1003":"Confirma l'eliminació","1004":"Segur que vols moure [X] a la paperera?","1005":"Crear enllaços només està disponible per a usuaris registrats.","1006":"Compartir carpetes només està disponible per a usuaris registrats.","1007":"No pots desfer aquesta acció.","1008":"Quota d'ample de banda Pro excedit","1009":"Necessites més ample de banda?","1010":"Quota d'emmagatzematge excedida","1011":"Vols mantenir els teus fitxers?","1012":"Quota d'emmagatzematge gairebé exhaurida.","1013":"Necessites més quota d'emmagatzematge?","1015":"Si us plau, introdueix el codi del val.","1016":"Escull una imatge","1017":"Fes servir aquest avatar","1018":"Buida","1019":"Afegeix una adreça de correu electrònic","1020":"Si us plau, introdueix un correu electrònic o escull un conctacte.","1021":"On","1022":"Off","1023":"No tens permisos d'escriptura a aquesta carpeta.","1024":"Si us plau, introdueix un nom per a la carpeta.","1025":"Múltiples elements","1026":"Introdueix la clau de desxifratge","1027":"Desxifrar","1028":"Clau de desxifratge","1029":"Enllaç públic","1030":"Escull des dels teus contactes o afegeix una adreça de correu electrònic","1031":"Exporta els enllaços dels fitxers i les seves claus de xifratge","1032":"Inclou clau del fitxer","1033":"Copia les claus","1034":"Descarrega múltiples fitxers","1035":"Fes clic a \"Permet\" per completar la descàrrega","1036":"Compartir amb","1037":"Accepto","1038":"Tria l'idioma","1039":"Paga amb PayPal","1040":"Si us plau, inicia sessió per activar la teva afiliació pro.","1041":"Si us plau, crea't un compte per activar la teva afiliació pro.","1042":"Inicialitzant","1043":"Enllaç de carpeta no disponible","1044":"L'enllaç de la carpeta la qual intentes accedir ja no està disponible. Podria ser per les següents raons:","1045":"L'enllaç de la carpeta ha sigut eliminat degut a una violació dels Termes de Servei o del Drets d'Autor.","1046":"Aquest enllaç de carpeta ha sigut deshabilitat per l'usuari","1047":"Benvingut\/da a MEGA Pro","1048":"La teva afiliació Pro s'ha activat. Gaudeix-la!","1049":"Carpeta","1050":"Res compartint-se","1051":"Mai","1053":"Quota d'ample de banda gairebé exhaurida","1054":"Hauràs d'esperar [X] fins que s'assigni més ample de banda al teu compte.","1055":"No vols esperar?","1056":"Aquest límit és dinàmic.","1057":"Confirma l'eliminació de la sessió","1058":"Ara mateix ets a una sessió efímera. Segur que vols finalitzar-la?","1059":"Aquesta acció esborrarà totes les teves dades.","1060":"Xifratge punt a punt","1061":"A diferència d'altres proveïdors d'emmagatzematge al núvol, les teves dades són xifrades i desxifrades únicament pels teus dispositius. Mai per nosaltres.","1062":"Accés global","1063":"Els teus fitxers són accessibles en qualsevol moment i qualsevol dispositiu a tot arreu.","1064":"Col·laboració segura","1065":"Comparteix carpetes amb els teus contactes i veuràs les seves actualitzacions a temps real.","1066":"MEGA proporciona eines que fan que la comunicació  [A]privada i confidencial[\/A] en línia sigui fàcil de fer servir.","1067":"MEGA proporciona serveis xifrats al núvol que permeten una comunicació [A]privada i segura[\/A] i comunicació per a empreses i individus. Tu tens i controles les claus de xifratge dels teus fitxers del núvol.","1068":"Comparteix carpetes amb els teus contactes i podràs veure les actualitzacions a temps real.","1069":"Descobreix com funciona","1070":"Com funciona","1071":"Vols saber més de MEGA?","1072":"Mira el vídeo del llançament","1073":"Plans d'Afiliació","1074":"Aconsegueix 50GB amb un compte gratuït","1075":"Moltíssim més del que ofereixen els principals competidors.","1076":"Crea un compte","1077":"Paquets Pro competitius","1078":"Aconsegueix fins a 4TB d'emmagatzematge xifrat per només €8.33 al mes. ","1079":"Fés un cop d'ull als nostres paquets pro","1080":"Aplicacions per a mòbils","1082":"El núvol a la teva butxaca. Accedeix als teus fitxers des del teu smartphone o tablet. Penja i sincronitza al núvol les teves fotos i vídeos.","1083":"Aconsegueix-ho de franc","1084":"Disponible per a","1085":"Client Sync","1086":"Sincronització automàtica i de forma senzilla entre els teus ordinadors i el teu compte al núvol de MEGA.","1087":"Descarrega ara","1088":"Aplicacions per a navegadors","1089":"Les nostres extensions per a navegadors instalaran MEGA al teu navegador proporcionant menors temps de càrrega i més resistència contra els atacs.","1090":"Vés a la pàgina de descàrrega","1091":"Clica per pujar o arrossega els fitxers aquí","1092":"Desplaça per continuar","1093":"Mai introdueixis la teva contrasenya en un dispositiu del que no confiïs plenament. No accedeixis al teu compte des d'un ordinador públic o compartit.","1094":"Per a més seguretat, instal·la la nostra [A]extensió per a navegador[\/A] i entra a MEGA des del teu ordinador enlloc de des dels nostres servidors.","1095":"Crea el teu compte [A]gratuït[\/A]","1096":"Nom","1097":"Cognom","1098":"Nom o cognom no vàlids.","1099":"Si us plau, introdueix el teu nom i cognom.","1100":"Adreça de correu electrònic no vàlida.","1101":"Si us plau, introdueix una adreça de correu electrònica vàlida.","1102":"Contrasenya no vàlida.","1104":"Si us plau, reforça la teva contrasenya.","1105":"Fortalesa:","1106":"Estat de la contrasenya","1107":"Les contrasenyes no coincideixen.","1108":"Crea un compte","1109":"La teva contrasenya és la teva clau principal de desxifratge.","1110":"La seguretat del teu compte depèn de la fortalesa de la teva contrasenya. Les contrasenyes curtes, senzilles o de paraules de diccionari són fàcils d'endevinar.","1111":"No oblidis la teva contrasenya.","1112":"No hi ha cap manera de recuperar les contrasenyes oblidades. Si no la recordes no podràs accedir mai més als teus fitxers emmagatzemats.","1113":"El teu compte tan sols és tan segur com el teu ordinador.","1114":"Torna a escriure la Contrasenya","1115":"El verificador de fortalesa de la contrasenya encara s'està inicialitzant.","1116":"Si us plau, torna a provar-ho en uns segons.","1117":"Acord amb les Condicions de Servei","1118":"Has d'estar d'acord amb les condicions de servei per registrar un compte a MEGA.","1119":"La teva contrasenya és fàcil d'endevinar. Intenta fer-la més llarga. Combina majúscules i minúscules. Afegeix caracters especials. No facis servir noms o paraules de diccionari.","1120":"La teva contrasenya és fàcil d'endevinar. Prova a fer-la més llarga. Combina majúscules i minúscules. Afegeix caracters especials. No facis servir noms o paraules de diccionari.","1121":"La teva contrasenya és suficientment bona per seguir, però és recomanable que la reforcis més.","1122":"Aquesta contrasenya resistirà els atacs de força bruta més usuals. Si us plau, assegura't de recordar-la.","1123":"Aquesta contrasenya resistirà els atacs de força bruta més sofisticats. Si us plau, assegura't de recordar-la.","1124":"Molt feble","1125":"Feble","1126":"Mitjana","1127":"Bona","1128":"Forta","1129":"la teva contrasenya és massa feble per seguir","1130":"E-mail o contrasenya no vàlids.","1131":"Confirma el teu compte","1132":"Col·lecció d'Entropia","1133":"Aquest joc recollirà l'[A]entropia[\/A] basada en els moviments del teu ratolí.","1134":"Això reforçarà la teva [A]clau RSA[\/A].","1135":"Pots deixar el joc quan l'indicador de progrés hagi arribat al 100%.","1136":"Fet!","1137":"pots passar al següent pas per completar la teva clau.","1138":"Segueix","1139":"Puntuació:","1140":"Aquest pas és molt important i pot durar un parell de segons.","1141":"Si us plau, sigues pacient.","1142":"Creació de la clau Público-Privada","1143":"Generant la clau","1144":"Els primers indicis de l'ús de criptografia es remonten a fa 4000 anys, a l'antic Egipte","1145":"Avui, 4000 anys més tard, els principals proveïdors d'emmagatzematge al núvol encara no han adoptat completament la criptografia.","1146":"Completa el teu compte","1147":"Escull el tipus de compte","1148":"[A]Aconsegueix 2 mesos de franc[\/A] adquirint un pla Pro d'un any.","1149":"Limitat","1150":"Gratuït","1151":"Aprofita tots els avantatges de MEGA amb un [A]compte Pro[\/A]","1152":"Escull el teu paquet Pro:","1153":"pla anual","1154":"L'equip","1155":"Pujant","1156":"Descarregant","1157":"Descàrrega Gratuïta","1158":"per a Windows","1159":"Properament per a [A]Mac[\/A]","1160":"MEGA vol fer un agraïment als autors dels següents components de codi obert que han contribuït al funcionament essencial de la nostra web:","1161":"Segur","1162":"Els teus fitxers es xifren punt-a-punt. Ningú pot interceptar-los mentre es troben emmagatzemats o en trànsit.","1163":"Flexible","1164":"Sincronitza qualsevol carpeta del teu PC amb qualsevol carpeta al núvol. Sincronitza qualsevol número de carpetes en paral·lel.","1165":"Ràpid","1166":"Aprofita't de la potent infraestructura i les transferències multiconnexió de MEGA.","1167":"Generós","1168":"Emmagatzema fins a 50GB de franc!","1169":"Ple de funcionalitats","1170":"Cerca, emmagatzema, descarrega, comparteix, reanomena o elimina els teus fitxers. Tot és aquí, al palmell de les teves mans.","1171":"Properament per a [A]iOS[\/A]","1172":"Extensió per a Firefox","1173":"Extensió per a Chrome","1174":"Aquesta aplicació et permetrà instal·lar MEGA al teu navegador. Reduirà els temps de càrrega, millorarà les descàrregues i enfortirà la seguretat.","1175":"Qualsevol URL de MEGA serà capturada per aquesta aplicació i es mantindrà local (no es carregarà cap JavaScript des dels nostres servidors).Les actualitzacions segures es fan automàticament gràcies a la signatura criptogràfica de la clau privada.","1176":"I si ets molt paranoic:","1177":"desactiva les actualitzacions automàtiques i examina manualment el codi font de cada actualització.","1178":"Descarrega MEGA per a Firefox","1179":"Instal·lació:","1180":"Descarrega MEGA per a Chrome","1181":"Obre la pàgina d'extensions del Chrome","1182":"menú > eines > extensions","1183":"o escriu","1184":"a la barra d'adreces.","1185":"Arrossega el fitxer [X] descarregat a la pàgina d'extensions del Chrome i confirma l'instal·lació.","1186":"Pots comprar l'afiliació a MEGA Pro des d'un dels següents distribuïdors autoritzats:","1187":"Descarrega","1188":"Al teu ordinador","1189":"Importa","1190":"Al núvol","1191":"El fitxer que intentes descarregar no es troba disponible de forma temporal.","1192":"Arrossega per a saber més sobre MEGA","1193":"Iniciant el nou compte","1194":"Vols importar aquest fitxer a una nova sessió?","1195":"\"No\" et permetrà iniciar sessió i processar la importació.","1196":"Cancel·la la descàrrega","1197":"Estàs segur que vols cancel·lar aquesta descàrrega?","1198":"El fitxer descarregat serà eliminat.","1199":"No es pot desxifrar la metadata sense clau.","1200":"Condicions de servei per a Afiliats","1201":"[A]Uneix-te[\/A] a pertorbar el mercat de l'emmagatzematge al núvol.","1202":"Porta'ns negoci i emporta't la teva part.","1203":"Ajuda'ns a créixer i sigues part de l'èxit.","1204":"Contracta","1205":"Com funciona?","1206":"Contracta i obtén la teva identificació exclusiva de soci que pots afegir a la teva URL.","1207":"Rastrejarem totes les compres fetes pels visitants que tu envïis a MEGA.","1208":"Guanyaràs un [B]20%[\/B] de tots els ingressos generats a través de la teva identificació de soci.","1209":"Les subscripcions recurrents comptaran com a referències recurrents.","1210":"Per a qui és el programa d'afiliació?","1211":"Desenvolupadors d'aplicacions:","1212":"Construeix la teva aplicació popular fent servir la nostra [A]SDK[\/A]","1213":"Converteix usuaris gratuïts a pro i monetitza la teva aplicació.","1214":"Llocs Web:","1215":"Blocaires","1216":"Comparativa de webs d'emmagatzematge al núvol","1217":"Quines són les normes?","1218":"Si us plau, llegeix i compleix les nostres Condicions de Servei per a Afiliats","1220":"Comença!","1221":"Contracta el programa d'afiliació i pots començar a guanyar diners instantàniament.","1223":"Informació de contacte","1224":"Necessitem alguns detalls més sobre tu.","1230":"Informació de pagament","1231":"Paguem una vegada al mes amb PayPal o transferència bancària (només per a comptes bancaris de Nova Zelanda).","1232":"Mètode de pagament","1233":"PayPal","1234":"Compte bancari (només NZ)","1235":"Nom del beneficiari","1236":"Nom del banc","1237":"Nombre de compte bancari","1238":"Adreça de PayPal","1239":"Informació d'afiliat","1240":"Ens agradaria saber com tens previst dirigir trànsit cap a MEGA.","1241":"Descriu la teva estratègia de màrketing:","1242":"Estic d'acord amb els [A]Termes de Servei d'Afiliació[\/A] de MEGA","1243":"T'has inscrit al programa d'afiliació. Guanyaràs el 20% de tots els ingressos generats amb la teva identificació de soci.","1244":"Si us plau, assegura't de complir les nostres  [A]Condicions de Servei d'Afiliació[\/A]","1245":"Pots obtenir ingressos enviant trànsit a:","1246":"Estadístiques","1247":"Termini","1248":"30 dies","1249":"90 dies","1250":"180 dies","1251":"365 dies","1252":"Sempre","1253":"Data","1254":"Vendes","1255":"Volum de negocis","1256":"Guanys","1257":"No hi ha vendes registrades durant termini seleccionat.","1258":"Pagaments","1259":"No hi ha pagaments registrats durant el termini seleccionat.","1260":"Identificació de soci","1261":"Si us plau, introdueix la teva data de naixement.","1262":"Si us plau, introdueix la teva ciutat.","1263":"Si us plau, introdueix el teu estat o província.","1264":"Si us plau, introdueix el teu codi postal.","1265":"Si us plau, introdueix el teu número de telèfon.","1266":"Si us plau, descriu la teva estratègia de màrketing.","1267":"Has d'acceptar les Condicions de Servei d'Afiliació.","1268":"Si us plau, introdueix la teva adreça de PayPal.","1269":"Si us plau, introdueix el nom del beneficiari del teu banc de NZ.","1270":"Si us plau, introdueix el nom del teu banc de NZ.","1271":"Si us plau, introdueix el número de compte del teu banc de NZ.","1272":"MEGA ha estat fet per humans i ,per tant, no és perfecte.Si et trobes amb algun error t'agrairíem que ens ho comuniquéssis per tal de solucionar-lo. Com més detalls ens donis, millor.","1273":"Ens prenem els drets de propietat intel·lectual molt seriosament i fem complir una política robusta d'eliminació i infractors reincidents.","1274":"Per a més informació llegeix la nostra [A]guia d'eliminació[\/A].","1275":"Pots trametre el teu avís d'eliminació a través del nostre [A]formulari online[\/A] o enviant-nos un e-mail.","1276":"Tens algun dubte o idea? Vols saber més dels nostres productes?","1277":"Sempre estem disponibles.","1278":"Si us plau, selecciona","1279":"Pas 1","1280":"Pas 2","1281":"Detalls del contingut","1282":"Detalls del propietari del copyright","1283":"Afegeix una altra URL","1284":"Nom del propietari del copyright","1285":"si s'escau","1286":"Nom de l'agent autoritzat pel propietari del copyright que presenta l'avís:","1287":"Avís de copyright Rebut","1288":"Revisarem i processarem el teu avís expeditament.","1289":"Gràcies per clicar l'enllaç d'invitació. Si us plau, crea el teu compte gratuït a continuació.","1290":"Ostres, això no sembla un enllaç d'invitació vàlid.Ja tens un compte registrat?","1291":"Ja has clicat prèviament un enllaç d'invitació.Si us plau, crea el teu compte.","1292":"Properament","1293":"Benvingut al centre d'ajuda","1294":"Si la teva pregunta no està resposta aquí no dubtis a contactar amb nosaltres.","1295":"Contacta amb Ajuda","1296":"Temes populars:","1297":"L'adreça de correu electrònic ja està en ús.","1298":"Si us plau, inicia sessió al teu compte.","1299":"Estira per actualitzar","1300":"Última actualització","1301":"Avui","1302":"Ahir","1303":"Aquesta setmana","1304":"La setmana passada","1305":"Aquest mes","1306":"Aquest any","1307":"Més antics","1308":"Error al descarregar","1309":"Error al pujar","1310":"Si us plau, introdueix el codi de confirmació","1311":"Error al carregar els fitxers","1312":"Falta el nom d'usuari\/contrasenya","1313":"Error a l'iniciar la sessió","1314":"Error al Suprimir","1315":"No figura cap compte de correu electrònic","1316":"Desa'l fora de línia per a previsualitzar","1317":"Error al generar l'enllaç","1319":"La contrasenya és massa curta","1320":"El nom és massa curt","1321":"Error al carregar els detalls del compte","1322":"Pujada completada","1323":"Iniciant sessió","1324":"Inici de sessió completat amb èxit","1325":"Generant l'enllaç","1326":"L'enllaç s'ha copiat al portapapers","1327":"Descàrrega completada","1328":"Iniciant la descàrrega","1329":"En espera","1330":"Introdueix el nom d'usuari i contrasenya","1331":"Email","1332":"Confirma el registre","1333":"Si us plau, comprova el teu email i enganxa el codi de confirmació aquí sota o clica a l'enllaç especial de confirmació d'iOS","1334":"Avorta el registre","1335":"Codi de confirmació","1336":"Utilitza la darrera","1337":"Fes una foto","1338":"Selecciona'n una d'Existent","1339":"Afegeix carpeta","1340":"Introdueix el nom de la nova capreta","1341":"Selecciona la foto\/s","1342":"Edita","1343":"El disc al núvol és buit","1344":"Comparteix","1345":"Desa per a ús fora de línia","1346":"Transferències","1347":"La safata d'entrada és buida","1348":"Carpetes Compartides","1349":"No hi ha Fotos","1350":"Fotos","1351":"Local","1352":"Disponible","1353":"Desa per accedir-hi fora de línia","1354":"Estableix l'emmagatzematge màxim al teu dispositiu","1355":"Versió","1356":"Valora","1357":"Tanca la sessió","1358":"Tots els fitxers descarregats seran eliminats","1359":"La mida seleccionada és inferior que la memoria cau utilitzada. Si continues s'eliminaran alguns fitxers.","1360":"Amplia el Pro","1361":"Tarifes","1362":"Restaura les compres","1363":"Sense connexió","1364":"Intenta de nou","1365":"No estàs connectat a internet","1366":"Introdueix el nou nom","1367":"Aconsegueix 50GB de franc o contracta un dels nostres paquets Pro i aconsegueix fins a 4TB d'emmagatzematge xifrat des de €8.33 al mes.","1368":"fins a [X]","1369":"i [X]","1370":"Correu electrònic i xat","1371":"El nostre paquet de comunicació xifrada arribarà a principis de 2014.","1372":"Prepara't per al xat, email, trucades i videoconferències de MEGA.","1373":"Què és MEGA? Clica o desplaça","1374":"Torna a la pàgina inicial","1375":"Torna a la pàgina de descàrregues","1376":"impulsat per:","1377":"Vols jugar? Si et saltes aquest pas la seguretat del teu compte es pot ressentir. Si us plau, mou el teu ratolí extensament de forma aleatòria per a reduïr el risc.","1378":"Comença el joc","1379":"Salta","1380":"Categories","1381":"Configuració de l'interfície d'usuari","1382":"Mostra","1383":"Configura l'ordre d'aparició segons la carpeta o fés servir el mateix per a totes.","1384":"per carpeta","1385":"el mateix per a cada carpeta","1386":"Preferència de vista","1387":"Selecciona el mode de vista (icones o detalls) depenent de la carpeta o fés servir el mateix per a totes.","1388":"[B]Descarrega[\/B] [A]al teu ordinador[\/A]","1389":"[B]Importa[\/B] [A]al teu disc al núvol[\/A]","1390":"Arrossega una imatge","1391":"segueix-nos","1392":"Fitxers i Carpetes","1393":"Fes un Vídeo","1394":"Copia l'enllaç","1395":"Envia l'enllaç per email","1396":"Si us plau, permet l'accés a les fotos","1397":"Si us plau, activa els serveis de localització","1398":"Si us plau, permet l'accés als serveis de localització","1399":"Com et sents?","1400":"Feliç","1401":"Confós","1402":"Trist","1403":"Envia Feedback","1404":"Contacta amb l'equip d'ajuda per email.","1405":"Llegirem el teu missatge, però donat l'alt volum de sol·licituds potser no contestem a tothom de forma individual.","1406":"Puntua'ns!","1407":"Aconsegueix ajuda o llegeix els temes més populars.","1408":"Sobre","1409":"Agraïments","1410":"Tria la carpeta per a importar-la","1411":"FotoSync","1412":"Activa el FotoSync","1413":"Les fotos es pujaran a la carpeta FotoSync","1414":"Fés servir la tarifa de dades del telèfon","1415":"Les fotos no es pujaran quan utilitzis el trànsit de dades.","1416":"Puja en segon pla","1417":"Inicia el FotoSync quan canvii la teva ubicació","1418":"Completat","1419":"Activa el codi d'accés","1420":"Introdueix el codi d'accés","1421":"Canvia el codi d'accés","1422":"Introdueix el teu codi d'accés actual","1423":"Introdueix el teu codi d'accés","1424":"Desactiva el codi d'accés","1425":"Torna a introduir el teu codi d'accés","1426":"Introdueix el nou codi d'accés","1427":"Torna a introduïr el nou codi d'accés","1428":"Els codis no coincideixen. Intenta-ho de nou.","1429":"1 Intent Fallat","1430":"%i Intents Fallats","1431":"Bloqueig amb codi d'accés","1432":"Activa el codi d'accés","1433":"Desactiva el codi d'accés","1434":"Esborra les dades","1435":"Esborra totes les dades després de 10 intents","1436":"Idioma de l'aplicació","1437":"Anglès","1438":"Búlgar","1439":"Portuguès","1440":"Xinès tradicional","1441":"Alemany","1442":"Espanyol","1443":"Francès","1444":"Húngar","1445":"Indonesi","1446":"Italià","1447":"Japonès","1448":"Polonès","1449":"Eslovac","1450":"Eslovè","1451":"Hebreu","1452":"Holandès","1453":"Coreà del Sud","1454":"Rus","1455":"Actualitzant","1456":"Carregant","1457":"Important","1458":"Descarrega des de l'enllaç de MEGA","1459":"Puja aquí","1460":"Selecció múltiple","1461":"Registre","1462":"Registrant el nou compte","1463":"Es necessita confirmació","1464":"Si us plau, comprova el teu e-mail i fes clic a l'enllaç per entrar al teu compte i confirmar-lo","1465":"Si no has rebut l'e-mail de confirmació prova a registrar-te una altra vegada","1466":"Estic d'acord amb les","1467":"condicions de servei","1468":"Ja ets usuari de MEGA?","1469":"Entra","1470":"Entrant","1471":"Crea un nou compte","1472":"Torna-ho a provar","1473":"Connectant al servidor","1474":"Calculant les claus de xifratge. Si us plau, espera","1475":"Ets nou a MEGA?","1476":"Bloqueig PIN","1477":"Codi incorrecte","1478":"Entra","1479":"Ubicació de descàrregues per defecte","1480":"Memòria cau interna","1481":"Selecciona la carpeta on vols que es desin els fitxers descarregats","1482":"Personalitza la carpeta","1483":"Descarrega a","1485":"Canviant contrasenya","1486":"O la contrasenya actual és incorrecta o les noves no coincideixen. Si us plau, intenta-ho de nou.","1487":"S'ha canviat la contrasenya","1488":"Tria el teu Paquet","1489":"Tria la tarifa","1490":"Descarregant fitxer","1491":"Vols cancel·lar la descàrrega?","1492":"Actualitzant la llista de fitxers","1493":"Toca per cancel·lar la descàrrega","1494":"Descàrrega fallida","1495":"descarregat","1496":"La descàrrega ha començat","1497":"Vols cancel·lar la pujada?","1498":"Processant fitxer","1499":"Toca per cancel·lar la pujada","1500":"La pujada ha començat","1501":"pujat","1502":"Pujada fallida","1503":"No es pot obrir el fitxer seleccionat","1504":"Tria de","1505":"Tria el tipus de fitxer","1506":"Ja descarregat","1507":"Obre amb","1508":"Format d'enllaç incorrecte","1509":"Els enllaços de carpetes encara no són compatibles","1510":"E-mail o contrasenya incorrectes. Has validat la teva adreça de correu electrònic?","1511":"La contrasenya és massa curta","1512":"Si us plau, introdueix la teva adreça de correu electrònic","1513":"Adreça invàlida","1514":"Problema de connexió amb la xarxa. Si us plau, prova-ho més tard","1515":"Recurs temporalment no disponible. Si us plau, prova-ho més tard","1516":"Problema amb els fitxers del sistema","1517":"El propietari del fitxer està bloquejat","1518":"Entitat no trobada","1519":"No hi ha prou espai lliure","1520":"La majoria de dispositius no poden descarregar fitxers de més de 4GB. És possible que la teva descàrrega falli.","1521":"Comparteix l'enllaç","1522":"Comparteix el fiter","1523":"Selecciona","1524":"Reanomena","1525":"Reanomenant","1526":"Mou a la Paperera","1527":"Movent document","1528":"Creant enllaç","1529":"Comparteix l'enllaç al fitxer","1530":"Movent a la Paperera","1531":"Desa a","1532":"Desa a Fitxers del Sistema","1533":"Desa a Descàrregues","1534":"Disponible fora de línia","1535":"Foto Sync","1536":"Puja les teves fotos i videos automàticament a MEGA","1537":"Sincronitzant fotos amb MEGA","1538":"Foto Sync completat","1539":"Puja només amb WIFI","1540":"Puja només durant la càrrega","1541":"Sincronitza Fotos a","1542":"Problema sincronitzant les fotos","1543":"La ubicació de destí no està disponible","1544":"no triat","1545":"Carpeta de Fotos","1546":"Carpeta de destí","1547":"Sincronitza fotos des de","1548":"Carpeta de fotos errònia","1549":"Slots de pujada","1550":"Slots de baixada","1551":"Nombre de pujades en paral·lel","1552":"Nombre de descàrregues en paral·lel","1553":"Bloqueig Pin","1554":"Activa el Bloqueig Pin","1555":"Intents permesos","1556":"Codi","1557":"Avançat","1558":"Màxim tamany de fitxer a la memòra cau (KB)","1559":"Maxim tamany de descàrrega en primer pla (KB)","1560":"Miniatures","1561":"Crea les miniatures","1562":"L'App descarregarà cada imatge i en crearà la miniatura","1563":"Descarrega només amb WIFI","1564":"Imatge","1565":"So","1566":"Video","1567":"Agafa des de Fitxers del Sistema","1570":"fotos","1571":"videos","1572":"ambdós","1573":"Error de Camera Sync: No hi ha emmagatzematge extern disponible","1574":"Només fotos","1575":"Només videos","1576":"Fotos i Videos","1577":"Afegeix carpeta sincronitzada","1578":"Error","1579":"Si us plau, tria una carpeta local i una de MEGA","1580":"La carpeta local seleccionada ja està sincronitzada","1581":"Una carpeta sincronitzada no es pot trobar dins d'una altra també sincronitzada","1582":"La carpeta de MEGA seleccionada ja està sincronitzada","1584":"Només pots sincronitzar tot el compte si no tens cap fitxer o carpeta concrets sincronitzats","1585":"Avís","1586":"La carpeta local és massa gran (aquesta versió està limitada a %1 carpetes o %2 fitxers. Si us plau, selecciona una altra carpeta.","1587":"Nom de la sincronització","1588":"El nom \"%1\" ja s'està fent servir en una altra sincronització","1589":"Si us plau, introdueix un nom diferent per identificar aquesta carpeta sincronitzada:","1590":"Carpeta local:","1591":"Carpeta de MEGA:","1592":"Tria una carpeta local","1593":"Importa enllaços","1594":"Descarrega al meu ordinador","1595":"Importa al meu disc al núvol","1596":"D'ACORD","1597":"Cancel·la","1599":"Selecciona una carpeta local","1600":"Error de desxifratge","1601":"No trobat","1602":"MEGAsync està actualitzat","1603":"ACTUALITZAT RECENTMENT","1604":"Ús: Dades temporalment no disponibles","1605":"Sincronitzacions","1606":"web de MEGA","1607":"%1 de %2","1608":"Ús: %1","1609":"%1 de %2 (%3\/s)","1610":"%1 de %2 (pausat)","1611":"Transferència de fitxers pausada","1612":"MEGAsync està escanejant","1613":"Totes les transferències s'han completat","1614":"Cancel·la totes les descàrregues","1615":"Cancel·la la descàrrega","1616":"Cancel·la totes les pujades","1617":"Cancel·la la pujada","1618":"Afegeix una sincronització","1619":"un fitxer a %1\/s","1620":"un fitxer (pausat)","1621":"%1 de %2 fitxers a %3\/s","1622":"%1 de %2 fitxers (pausat)","1623":"Total Restant:","1624":"Descarregant","1625":"Pujant","1626":"MEGAsync","1627":"Entrant","1628":"MEGAsync està en funcionament.","1629":"Fés clic per obrir la finestra d'estat.","1630":"La teva sincronització \"%1\" s'ha desactivat perquè la carpeta remota no existeix","1631":"La teva sincronització \"%1\" s'ha desactivat perquè la carpeta remota està a la paperera","1632":"La teva sincronització \"%1\" s'ha desactivat perquè la carpeta local no existeix","1633":"Error: Carpeta de destí invàlida.","1634":"La pujada s'ha cancel·lat","1635":"La carpeta (%1) no s'ha pujat perquè és massa gran (aquesta versió està limitada a %2 carpetes o %3 fitxers).","1636":"%1 carpetes no s'han pujat perquè són massa grans (aquesta beta està limitada a %2 carpetes o %3 fitxers).","1637":"S'interromprà la sincronització.","1638":"Les eliminacions que es facin mentre el programa no estigui funcionant no es propagaran.","1639":"Sortir de totes maneres?","1640":"Sobre MEGAsync","1641":"MEGAsync versió codi %1","1642":"L'enllaç s'ha copiat al portapapers","1643":"Els enllaços s'han copiat al portapapers","1644":"Surt","1645":"Sobre","1646":"Configuració","1647":"Pausa","1649":"Reprèn","1650":"Actualitzat","1651":"Pausat","1652":"Escanejant","1653":"Sincronitzant","1654":"Error temporal de transmissió:","1655":"Tens fitxers nous o actualitzats al teu compte","1656":"No hi ha errors","1657":"Error intern","1658":"Argument invàlid","1659":"Sol·licitud fallida, reintentant","1660":"Límit de rati excedit","1661":"Ha fallat de forma permanentment","1662":"Massa connexions o transferències concurrents","1663":"Fora de rang","1664":"Caducat","1665":"No trobat","1667":"Accés denegat","1668":"Ja existeix","1669":"Incomplet","1670":"Contrasenya incorrecta\/Error de desxifratge","1671":"ID de sessió incorrecta","1672":"Bloquejat","1673":"Quota excedida","1674":"Temporalment no disponible","1675":"Connexió desbordada","1676":"Error d'escriptura","1677":"Error de lectura","1678":"Clau d'aplicació invàlida","1679":"Error desconegut","1680":"Alerta","1681":"Selecció de carpetes","1682":"Selecciona una carpeta de MEGA:","1683":"Recuperant carpetes","1684":"Nova carpeta","1685":"D'ACORD","1686":"Cancel·la","1687":"Disc al núvol","1688":"Introdueix el nou nom de la carpeta:","1689":"La carpeta arrel no es pot sincronitzar.","1690":"Si us plau, selecciona una sub-carpeta.","1691":"Tens %1 en aquesta carpeta.","1692":"Estàs segur que ho vols sincronitzar?","1693":"Introdueix un o diversos enllaços de fitxers de MEGA","1694":"Tramet","1695":"Introdueix un o diversos enllaços de fitxers de MEGA","1696":"No s'han trobat enllaços vàlids de MEGA. (Els enllaços de carpeta encara no són compatibles.)","1697":"fa %1 hores","1698":"Genera enllaç de MEGA","1699":"ara mateix","1700":"fa %1 segons","1701":"fa 1 minut","1702":"fa %1 minuts","1703":"fa 1 hora","1704":"fa 1 dia","1705":"fa %1 dies","1706":"fa 1 mes","1707":"fa %1 mesos","1708":"fa 1 any","1709":"fa %1 anys","1710":"Obre","1711":"Mostra a la carpeta","1712":"General","1713":"Compte","1714":"Sincronitzacions","1715":"Ample de banda","1716":"Avançat","1717":"Ajuda","1718":"Cancel·la","1719":"Aplica","1720":"Mostra notificacions","1721":"Inicia a l'engegar l'ordinador","1722":"Actualitza automàticament","1723":"Idioma","1724":"Detalls","1725":"GRATUÏT","1726":"Surt","1727":"Espai d'emmagatzematge","1728":"Millora","1729":"Carpetes sincronitzades","1730":"Elimina","1731":"Afegeix","1732":"Carpeta Local","1733":"Carpeta a MEGA","1734":"Límit de velocitat de pujada","1735":"No la limitis","1736":"Limita a:","1737":"Automàtic","1738":"aproximadament un 90% de l'ample de banda disponible","1739":"Quota d'ample de banda","1740":"Els límits de pujada són per servidor de pujada i s'apliquen quan es comença una nova pujada","1741":"Carpeta per a pujades de Windows Explorer","1742":"Noms de fitxers exclosos","1743":"Configuració del Proxy","1744":"Sense proxy","1745":"Detecció automàtica","1746":"Proxy","1747":"Tipus de proxy:","1748":"Servidor:","1749":"El servidor proxy demana una contrasenya","1750":"Nom d'usuari:","1751":"Contrasenya:","1752":"Dades temporalment no disponibles","1753":"%1 (%2%) de %3 utilitzats","1754":"Ja tens sincronitzat tot el teu compte.","1755":"La sincronització deixarà de funcionar.","1756":"N'estàs segur?","1757":"Nom exclòs","1758":"Introdueix un nom a excloure de la sincronització.","1759":"(els caràcters * i ? estan permesos):","1760":"Assistent de configuració","1761":"Tinc un compte a MEGA","1762":"No tinc un compte a MEGA","1763":"Crea un nou compte a MEGA","1764":"Nom:","1765":"Correu electrònic:","1766":"Contrasenya:","1767":"Repeteix la contrasenya:","1768":"Entra al teu compte de MEGA","1769":"Si us plau, confirma el teu compte fent servir l'enllaç que t'hem enviat al teu correu electrònic","1770":"Tria el tipus d'instal·lació","1771":"Sincronitzar tot el compte","1772":"Sincronitza tot el teu disc al núvol","1773":"Sincronització selectiva","1774":"Sincronitza carpetes específiques al disc al núvol","1775":"Les següents carpetes es sincronitzaran automàticament:","1776":"Canvia","1777":"Benvingut a MEGA","1778":"La teva carpeta local:","1779":"i la teva carpeta de MEGA:","1780":"es sincronitzaran automàticament.","1781":"Enrere","1782":"Següent","1783":"L'usuari ja existeix","1784":"Buscant llista de fitxers","1785":"Email o contrasenya incorrectes.","1786":"Has confirmat el teu compte?","1787":"La carpeta de MEGA no existeix","1788":"Acaba","1789":"Si us plau, introdueix la teva adreça de correu electrònic","1790":"Si us plau, introdueix un correu electrònic vàlid","1791":"Si us plau, introdueix la contrasenya","1792":"Si us plau, introdueix el teu nom","1793":"Si us plau, introdueix una contrasenya més forta","1794":"Les contrasenyes no coincideixen","1795":"Has d'acceptar les condicions de servei","1796":"Creant el compte","1797":"Tens %1 al teu Disc al núvol.","1798":"Estàs segur que vols sincronitzar tot el teu Disc al núvol?","1799":"i el teu Disc al núvol de MEGA","1800":"Si us plau, selecciona una carpeta local","1801":"Si us plau, selecciona una carpeta a MEGA","1802":"Selecciona la carpeta local","1803":"Puja a MEGA","1804":"Comparteix amb un usuari de MEGA","1805":"Envia a un usuari de MEGA","1806":"1 fitxer","1807":"%1 fitxers","1808":"1 carpeta","1809":"%1 carpetes","1811":"Si us plau, selecciona la carpeta de pujada per als teus fitxers:","1812":"Puja sempre a aquest lloc","1813":"Carpeta sincronitzada a MEGA","1814":"Estàs a punt d'importar aquest fitxer a una carpeta sincronitzada. Si permets la descàrrega, el fitxer estarà duplicat al teu ordinador.","1815":"N'estàs segur?","1816":"Estàs a punt d'importar aquests fitxers a una carpeta sincronitzada. Si permets la descàrrega els fitxers estaran duplicats al teu ordinador.","1817":"Més","1818":"MEGAsync està esperant","1819":"S'ha actualitzat el MEGAsync","1820":"Properament també per a Mac i Linux","1821":"A principis de 2013, quan vam llançar MEGA, els sistemes de vigilància massius creats per governs murris sota el pretext de combatre el terrorisme encara eren una gran conjectura i els seus oponents eren tractats de teòrics de la conspiració.137 dies més tard, les revelacions fetes per Edward Snowden van canviar d'arrel les actituds de la gent i van deixar molt clar que la  <i>seguretat per política<\/i> (\"tenim accés a les teves dades però prometem mantenir-les confidencials i no fer-ne un mal ús\") no era suficient. Qualsevol cosa inferior a la <i>seguretat per disseny<\/i> (\"no podem accedir a les teves dades sense que te n'adonis\"), per la qual el xifratge punt-a-punt és un requisit essencial, avui dia és manifestament insuficient.","1822":"MEGA va ser dissenyat sota el simple fet de que la criptografia, per tal que s'acceptés i se'n fes ús, no havia d'interferir en cap moment amb la usabilitat. MEGA és plenament accessible sense necessitat d'instalar programari addicional i és l'unic proveïdor d'emmagatzematge al núvol amb xifratge punt-a-punt d'alt rendiment basat en el navegador. Els únics signes visibles de la capa de xifratge que treballa sota el capó de MEGA són la recollida d'entropia durant el registre, la impossibilitat de reiniciar la contrasenya i les noves formes en que es duen a terme les transferències de fitxers. Avui, milions d'empreses i d'usuaris particulars confien en MEGA per a emmagatzemar i servir petabytes d'informació de forma segura i fiable, i creiem que aquest èxit és el resultat de les poques barreres que posa MEGA per accedir a un núvol més segur. ","1823":"Estem contractant contínuament. Si destaques com a enginyer de software i t'agradaria unir-te al nostre equip global, si us plau, no dubtis en trametre'ns el teu CV a jobs@mega.co.nz.","1824":"Estàs dins del teu compte. Vols sortir i registrar-ne un de nou?","1825":"Què és el MEGAsync?","1826":"MEGAsync és una aplicació instal·lable que sincronitza carpetes entre el teu ordinador i el teu disc al núvol de MEGA. Tots els fitxers i subcarpetes es replicaran en ambdós sentits. Els canvis que facis a una banda apareixeran a l'altra gairebé a temps real (tenint en compte els límits de latència del sistema i els temps de transferència dels fitxers).","1827":"Com instal·lo el MEGAsync?","1828":"Vés a la [A] pàgina de descàrrega [\/A] i segueix les instruccions. Durant la instal·lació, se't preguntarà si vols entrar o crear un compte a MEGA i que configuris les carpetes a sincronitzar (tant el teu compte de MEGA sencer com una sola carpeta del teu ordinador o subcarpetes del teu disc al núvol). El MEGAsync s'iniciarà automàticament un cop finalitzada la instal·lació. A Windows, mentre l'eina de sincronització estigui funcionant, veuràs una icona amb el logotip de MEGA a la safata de sistema on podràs veure l'estat de la tasca i l'apartat de configuració.","1829":"Puc utilitzar el MEGAsync a diferents ordinadors?","1830":"Sí. Sincronitzant diversos ordinadors amb la mateixa carpeta al núvol pots aconseguir sincronitzar els diferents dispositius.","1831":"Com puc monitoritzar l'estat de sincronització dels meus fitxers i carpetes locals?","1832":"Les icones dels fitxers i les carpetes sincronitzats al núvol es marcaran amb un cercle verd. Les transferències en progrés amb un cercle blau i les pendents amb un de vermell.","1833":"MEGAsync emmagatzema les meves dades d'accés per entrar de forma automàtica. Això no és un problema de seguretat?","1834":"No, si mantens el teu disc local xifrat (Si us plau, fes-ho. Per a què voldries sincronitzar des d'un núvol xifrat a un disc local sense xifratge?).","1835":"He eliminat un fitxer de la carpeta local sincronitzada mentre el MEGAsync no estava funcionant. Després l'he iniciat i el fitxer ha reaparegut. Per què?","1836":"L'actual versió del MEGAsync no recorda el teu sistema de fitxers quan reinicies. No té cap manera de saber que un fitxer ha desaparegut des de l'última vegada que estava funcionant. Per tant, si vols que les eliminacions al teu ordinador es repliquin bé, sempre has de mantenir actiu el MEGAsync.","1837":"El client de sincronització ha sobreescrit o esborrat un fitxer important. Com el puc recuperar?","1838":"Al núvol, els fitxers esborrats es mouen a una subcarpeta de \"Restes del Sync\" de la teva paperera i, per tant, els pots recuperar allà (pots fer servir el sistema de cerca de MEGA). Al teu ordinador local, cada carpeta de sincronització té una carpeta oculta de \"restes\" on es desen aquests fitxers.","1839":"El MEGAsync genera versions dels fitxers?","1840":"No. Tot i això pots accedir als fitxers sobreescrits a la seva carpeta de restes fins que els eliminis.","1841":"El MEGAsync permet modificar fitxers existents?","1842":"No. Si un fitxer sincronitzat canvia, sempre serà modificat per complet. Per tant,  no és recomanable sincronitzar grans fitxers de registre o taules de dades. Les escriptures delta xifrades estan planejades per a futures versions.","1845":"Hi ha alguna restricció referent als noms dels fitxers?","1846":"MacOS\/UNIX distingeix entre majúscules i minúscules, mentre que Windows no. Una carpeta que contingui \"ABC.TXT\" i \"abc.txt\" es pot sincrontitzar amb un equip UNIX sense problemes, però en un equip Windows només sobreviurà un dels dos fitxers.","1847":"MEGA no posa restriccions als noms de fitxers. Poden contenir caràcters que són incompatibles amb els sistemes operatius, com : o *. Aquests seran sobreescrits amb %xx al teu ordinador i es reconvertiran de nou quan es sincronitzin cap al núvol. L'explorador de Windows també té problemes amb noms de fitxers innocus (per exemple, \"con.doc\" no seria accessible. Per entendre-ho hauries de ser un geek o un veterà. O ambdues coses). Si et trobes en aquesta situació, canvia el nom del fitxer des del núvol. Els caràcters estrangers són compatibles als noms dels fitxers.","1848":"El MEGAsync permet estructures de carpetes bastant profundes (MEGA està limitat a 63 nivells) i noms de ruta molt llargs (fins a 32.000 caràcters a Windows). Desafortunadament, la majoria de software de Windows (inclòs l'explorador) no pot accedir a fitxers amb un nom de ruta de més de 260 caràcters.","1849":"Com puc estar segur que sempre tinc la versió més nova del MEGAsync?","1850":"El MEGAsync comprova cada dues hores si hi ha versions noves i s'actualitza sol en cas que hi hagi una (Pots desactivar aquesta funció a l'apartat de configuració. No ho tornarà a verificar fins que ho tornis a activar). Per motius de seguretat només es pot actualitzar el MEGAsync des del compte on es va instal·lar en un primer moment.","1851":"El MEGAsync podrà fer servir transferències d'igual a igual per aconseguir que les sincrontizacions entre ordinadors dins de la mateixa xarxa local siguin més ràpides?","1852":"No. La versió actual del MEGAsync sempre sincronitza amb l'infraestructura al núvol de MEGA.","1853":"Què passa si tenen lloc accions concurrents que entren en conflicte en clients sincronitzats a la mateixa localització al núvol?","1854":"La versió actual del MEGAsync no resol aquests xocs d'una forma determinista. Si és possible, evita'ls.","1855":"El MEGAsync permet sistemes de fitxers avançats com enllaços, atributs, ACLs, streams o arxius dispersos?","1856":"No. No esperis que es repliquin al núvol.","1857":"El MEGAsync permet sincronitzar una mateixa carpeta local a diferents llocs remots, o la mateixa carpeta remota a diferents localitzacions locals?","1858":"No, a no ser que vulguis tenir diferents processos del MEGAsync en paral·lel, cosa gens recomanable. Com a norma general, cada element del sistema de fitxers només pot estar visible una vegada per al MEGAsync. Per tant, evita sincronitzar subcarpetes de carpetes sincronitzades o posar múltiples enllaços al mateix element del sistema de fitxers a la carpeta local sincronitzada.","1859":"On puc trobar l'aplicació per a iOS?","1860":"Pots descarregar i instal·lar la nosta aplicació per a iOS a l'[A]App Store[\/A].","1861":"On puc trobar l'aplicació per a Android?","1862":"Pots descarregar i instal·lar la nostra aplicació per a Android a [A]Google Play[\/A].","1863":"Tenim [A]aplicacions[\/A] específiques per al teu dispositiu mòbil, inclosos [B]iOS[\/B] i [C]Android[\/C].","1864":"Informe d'errors","1865":"MEGAsync ha detectat un problema. Aquests en són els detalls:","1866":"Pots ajudar-nos a millorar MEGAsync enviant-nos aquest informe d'error. No conté cap mena d'informació personal. Si vols donar-nos més detalls escriu-los a sota:","1867":"Gràcies per la teva col·laboració!","1868":"Envia l'informe","1869":"Tria Usuaris","1870":"Tria per a quins usuaris ho vols instal·lar [A].","1871":"Tria si vols instal·lar-lo [A] només per a tu o per a tots els usuaris d'aquest ordinador. [B]","1872":"Instal·la-ho per a tothom qui faci servir aquest ordinador","1873":"Instal·la-ho només per a mi","1874":"Error: Carpeta de destí errònia. La pujada s'ha cancel·lat","1875":"Els nous noms dels fitxers exclosos es tindran en compte quan l'aplicació s'inicïi de nou.","1876":"Tamany de memòria cau: %1","1877":"Memòria cau","1878":"Buida","1879":"La teva configuració del proxy és invàlida o el proxy no respòn","1880":"La carpeta de destí ja està sincronitzada i hi tens un fitxer amb el mateix nom (%1).","1881":"Si continues la pujada es sobreescriuran els fitxers previs.","1882":"Òndia, és ple d'estrelles!","1883":"Estàs intentant sincronitzar una carpeta massa llarga. Per evitar sincronitzar tota una partició del sistema, cosa ineficient i perillosa, et demanem que comencis amb una carpeta més petita i vagis afegint més fitxers mentre el MEGAsync estigui funcionant.","1884":"La carpeta (%1) no s'ha pujat perquè és extremadament gran. Fem aquesta comprovació per evitar pujar particions d'inici senceres, cosa ineficient i perillosa.","1885":"No s'han pujat %1 carpetes perquè són massa grans. Fem aquesta comprovació per evitar la pujada de particions d'inici senceres, cosa ineficient i perillosa.","1886":"Estic intentant reanomenar una carpeta local a l'Explorador, però el nom de la carpeta al núvol es manté igual independentment del que faci.","1887":"La carpeta que estàs intentant reanomenar conté un fitxer ocult anomenat desktop.ini amb un LocalizedResourceName=field on van els teus reanomenaments. El nom de la carpeta actual no canvia del tot! Si us plau, elimina el fitxer desktop.ini i intenta-ho de nou.","1888":"Inici","1889":"Aplicació per a iOS","1890":"Aplicació per a Android","1891":"Troba les respostes a totes les preguntes bàsiques sobre el nostre servei.","1892":"Més informació sobre el model de seguretat i criptografia de MEGA.","1893":"Aprèn com sincronitzar els teus ordinadors amb MEGA.","1894":"Descobreix la nostra aplicació nativa per a Android. El núvol a la teva butxaca.","1895":"Descobreix les potents funcionalitats col·laboratives de MEGA.","1896":"Tot el que necessites saber del teu compte de MEGA.","1897":"Descobreix la nostra aplicació navita per a iOS. El núvol a la teva butxaca.","1898":"Prem Esc per tancar","1899":"Previsualitza","1900":"Actualització disponible!","1901":"S'instal·larà una actualització durant el proper reinici de l'aplicació.","1902":"Instal·lant l'actualització...","1903":"Comprovant actualitzacions...","1904":"Instal·la l'actualització","1905":"Hi ha una nova versió disponible del MEGAsync! Fes clic en aquest missatge per instal·lar-la","1906":"No hi ha actualitzacions disponibles","1907":"Ha hagut un problema instal·lant l'actualització. Si us plau, intenta-ho més tard o descarrega la versió més recent a:https:\/\/mega.co.nz\/#sync","1908":"Cerca actualitzacions","1909":"Instal·lació manual","1910":"només serveix per a:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Descarrega MEGA","1914":"per a Chrome Beta \/ Canary","1915":"Atenció: fes clic al botó de dalt només si confies en la [A]Chrome web store[\/A]. Sinó, pots descarregar i instal·lar l'extensió manualment seguint els passos de sota.","1916":"Descarrega des de la","1917":"Chrome web store","1918":"Actualització disponible. Descarregant...","1919":"Impossible aconseguir el sistema de fitxers.","1920":"Si us plau, intenta-ho de nou. Si el problema persisteix posa't en contacte amb bug@mega.co.nz","1921":"Carpeta no apta per a ser sincronitzada.","1922":"Si us plau, assegura't que no fas servir caràcters com \\ \/ o : als noms de les carpetes.","1923":"Sincronització selectiva activada","1924":"Habilita la sincronització completa del compte","1925":"Si habilites la sincronització completa del compte es deshabilitaran les teves sincronitzacions actuals","1926":"Sincronització completa del compte activada","1927":"Deshabilita la sincronització completa del compte","1928":"Si deshabilites la sincronització completa del compte podràs configurar la sincronització selectiva de carpetes.","1929":"Instal·la MEGA al teu navegador i gaudeix de millor rendiment i seguretat addicional.","1930":"El núvol a la teva butxaca. Accedeix i tramet els teus fitxers des del teu smartphone o tablet.","1931":"El MEGAsync s'està iniciant","1932":"Per descarregar fitxers majors d'1GB instal·la la nostra extensió per a navegadors.","1933":"Per descarregar fitxers majors d'1GB instal·la un navegador més modern.","1934":"Has oblidat la teva contrasenya?","1935":"Si tens una còpia de seguretat de la teva clau mestra de xifratge, pots canviar la teva contrasenya seleccionant SÍ. No es perdrà cap fitxer.","1936":"Encara pots [A]exportar[\/A] la teva clau mestra si tens alguna sessió activa de MEGA a qualsevol altre navegador o ordinador. Si no és així, no pots desxifrar el teu compte existent però pots iniciar-ne un de nou amb el mateix correu electrònic seleccionant NO.","1937":"Tens una còpia de seguretat de la teva clau mestra?","1938":"Genial!","1939":"Si us plau, introdueix la teva adreça de correu electrònic. Rebràs un enllaç de recuperació que et permetrà trametre la teva clau mestra i reiniciar la teva contrasenya.","1940":"Envia","1941":"Ostres...","1942":"Degut al nostre sistema de xifratge punt-a-punt, no pots accedir a les teves dades sense la teva contrasenya o una [A]còpia de seguretat[\/A] de la teva clau mestra.","1943":"Pots deixar aparcat el teu compte actual i començar-ne un de nou amb la mateixa adreça de correu electrònic.Si més endavant recordes la contrasenya del teu compte antic, posa't en contacte amb [A]support@mega.co.nz[\/A] per a que t'ajudin a recuperar-la.Les teves dades es retindran 60 dies com a mínim.","1944":"No pots fer servir la recuperació de comptes amb una sessió temporal activa.","1945":"Ara estas dins la sessió del compte [X]. Si no recordes la teva contrasenya i vols canviar-la, exporta la clau principal, surt del compte i intenta-ho de nou.","1946":"Si us plau, comprova l'adreça de correu electrònic i intenta-ho de nou.","1947":"Aparca el compte.","1948":"Has perdut la teva contrasenya i no pots facilitar-nos la clau mestra? Desafortunadament, degut a l'ús de criptografia de primer nivell, la pèrdua de la teva clau mestra deixa les teves dades il·legibles. Si continues, començaràs un compte nou amb el mateix correu electrònic. El teu compte antic restarà aparcat un mínim de 60 dies i el podràs recuperar contactant amb [A]support@mega.co.nz[\/A] si acabes recordant la teva contrasenya.","1949":"Tria una nova contrasenya","1950":"Sóc conscient de que començaré un nou compte buit i que perdré totes les meves dades del compte present a no ser que recordi la meva contrasenya o localitzi la meva clau mestra.","1951":"Inicia un compte nou","1952":"Nota:","1953":"Mantenim una còpia de seguretat de les teves dades  60 dies més com a mínim.","1954":"Si recordes la teva contrasenya, posa't en contacte amb support@mega.co.nz per a que t'ajudin a recuperar les dades del teu compte antic.","1955":"Reinicia la contrasenya","1956":"Si us plau, introdueix la teva clau mestra exportada prèviament.Encara la pots exportar des de qualsevol sessió de MEGA que tinguis oberta a qualsevol altre navegador o ordinador.","1957":"Si no tens la clau mestra, pots [A]aparcar[\/A] el teu compte existent i començar de nou.","1958":"Utilitza el fitxer de text de la clau mestra","1959":"Selecciona el fitxer de la clau","1960":"Verifica","1961":"Has recuperat l'accés al teu compte.Si us plau, tria una nova contrasenya:","1962":"Valida la contrasenya","1963":"Sembla que la clau mestra que ens has facilitat és incorrecta.","1964":"Estàs segur que ens has donat la clau correcta?","1965":"Si no tens la clau correcta encara pots [A]reiniciar[\/A] el teu compte.","1966":"Enllaç caducat","1967":"Aquest enllaç de recuperació ha caducat. Si us plau, intenta-ho de nou.","1968":"Enllaç no vàlid","1969":"Enllaç no vàlid. Si us plau, intenta-ho de nou.","1970":"O introdueix aquí la teva clau mestra","1971":"No pots utilitzar la recuperació de comptes mentre estàs dins d'una sessió. Si us plau, surt i intenta-ho de nou.","1972":"Fitxer de clau no vàlid","1973":"El fitxer que has seleccionat és massa gran. Si us plau, assegura't que has seleccionat el fitxer que conté la teva clau mestra de 22 caràcters.","1974":"Si us plau, confirma que has estat informat de que perdràs totes les teves dades.","1975":"Compte aparcat","1976":"El teu compte antic ha quedat aparcat. Ja pots entrar al teu nou compte.","1977":"Clau mestra incorrecta","1978":"La clau que ens has facilitat no encaixa amb aquest compte.Si us plau, assegura't de que has fet servir la clau mestra correcta i intenta-ho de nou.","1979":"Compte bloquejat","1980":"El compte que estàs intentant reiniciar està bloquejat.","1981":"La teva contrasenya s'ha reiniciat correctament. Si us plau, entra al teu compte.","1982":"Fes una còpia de seguretat de la teva [A]clau mestra de xifratge[\/A]","1983":"La teva contrasenya desbloqueja la clau mestra","1984":"Les teves dades només es poden llegir a través d'una cadena d'operacions de desxifrat que comencen amb la teva clau mestra de xifratge, clau que nosaltres guardem xifrada amb la teva contrasenya. Això significa que si perds la teva contrasenya, la teva clau mestra no es pot desxifrar i tu no pots desxifrar les teves dades.","1985":"Si exportes la clau mestra i la mantens en un lloc segur, podràs canviar la contrasenya sense perdre les dades.","1986":"Un atacant extern no pot accedir al teu compte només amb la clau. Per reiniciar la contrasenya necessita la clau i accés a la teva adreça de correu electrònic.","1987":"Desa la clau mestra com a fitxer de text","1988":"Desa el fitxer","1989":"Copia la clau mestra al porta-retalls","1990":"Copia","1991":"Tingues la teva clau físicament controlada (per exemple en un dispositiu client, emmagatzematge extern o imprimida).","1992":"No l'emmagatzemis a internet (almenys no sense xifrar-la).","1993":"o [A]crea un compte[\/A]","1994":"Sí. De totes maneres, la teva contrasenya de MEGA és molt més que una simple contrasenya- permet desbloquejar la teva clau mestra de desxifrat, sense la qual les teves dades serien completament il·legibles.Per tant, hi ha dues maneres de reiniciar la teva contrasenya: facilitant o no una còpia de la clau mestra. Amb la clau, pots canviar una nova contrasenya i mantenir el teu compte existent. Sense ella, pots aparcar el teu compte existent i començar-ne un de nou sota la mateixa adreça de correu electrònic. Recomanem que sempre mantinguis una còpia de seguretat de la teva clau mestra en un lloc segur per si de cas! Clica  <a href=\"#backup\">here<\/a> per exportar la teva clau o <a href=\"#recovery\">here<\/a> per reiniciar la teva contrasenya.","1995":"He recordat la contrasenya del meu compte antic després de reiniciar la contrasenya. Com recupero els meus fitxers?","1996":"Si han passat menys de 60 dies des que vas aparcar el teu compte, els teus fitxers es poden recuperar. Si us plau, posa't en contacte amb [A]support@mega.co.nz[\/A] per obtenir ajuda.","1997":"MEGA m'està demanant que faci una còpia de seguretat de la meva clau mestra de xifratge. Per què?","1998":"Si estàs completament segur de que mai perdràs la teva contrasenya, no hi ha cap necessitat de fer una còpia de seguretat de la teva clau. Si, per contra, decideixes fer una [A]còpia de seguretat[\/A], assegura't que la guardes en un lloc segur: Qualsevol persona amb accés a la teva còpia de seguretat de la clau i al teu compte de correu electrònic podrà reiniciar la contrasenya i tenir accés a les teves dades.","1999":"Puc sincronitzar particions FAT\/FAT32 de Windows?","2000":"Tot i que al primera vista pot semblar que funciona ho desaconsellem totalment, ja que les marques de temps del FAT depenen del fus horari. Això es tradueix en que els teus fitxers es sincronitzaran dues vegades l'any si vius en una zona amb canvi horari estiu\/hivern. Desafortunadament, el següent error de disseny de l'API de Windows  fa difícil compensar aquests canvis:\" Quan hi ha un canvi d'hora, l'hora rebuda per l'ordre GetFileTime està una hora desfasada ja que la memòria cau no s'ha actualitzat. Quan reinicies l'ordinador, el temps que rep l'ordre GetFileTime ja és correcte\". En altres paraules: fEs-te un favor i evita els FAT.","2001":"Vols pujar els teus fitxers a una nova sessió?","2002":"Clicant \"No\" podràs iniciar sessió i començar la pujada.","2003":"Fes una copia de seguretat de la teva clau mestra de xifratge","2004":"A diferència dels serveis d'emmagatzematge al núvol tradicionals, MEGA utilitza xifratge punt-a-punt. Això significa que les teves dades es tornen il·legibles si perds la teva contrasenya. Et recomanem que facis una còpia de seguretat de la teva clau mestra de xifratge ara mateix. Només es pot reiniciar la contrasenya sense perdre les dades si pots proporcionar la clau mestra del teu compte.","2005":"Refusa","2006":"Fes la copia ara","2007":"Altres","2008":"Desactiva les icones sobre-impreses","2009":"Força un escaneig complet","2010":"Escaneig complet","2011":"El MEGAsync farà un escaneig complet de les teves carpetes sincronitzades","2012":"Vols reiniciar el MEGAsync ara?","2013":"Puja fitxers\/carpetes","2014":"Hi ha una nova versió disponible del MEGAsync!","2015":"El MEGAsync està funcionant. Fes clic a la icona de la safata del sistema per obrir la finestra d'estat.","2016":"Mostra l'estat","2017":"Carpeta per a pujades des d'aquest ordinador","2020":"Error a l'obtenir la clau de sessió","2021":"Sincronització completa","2022":"La teva carpeta local i el teu compte al núvol de MEGA es sincronitzaran de forma automàtica.","2023":"Tria","2024":"El teu fitxer config està corromput. Si us plau, comença de nou.","2025":"També disponible per a  <a href=\"\" class=\"red mac\">Mac<\/a> i <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"També disponible per a <a href=\"\" class=\"red windows\">Windows<\/a> i <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"També disponible per a <a href=\"\" class=\"red windows\">Windows<\/a> i <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"opcional","2029":"Tria la distribució de Linux","2030":"Si us plau, selecciona la teva distribució de Linux i clica al botó de descàrrega.","2031":"Per a Mac","2032":"Per a Linux","2033":"Downloading ZIP files larger than 2GB might require an additional unpacker tool (such as \"7zip\"). Unfortunately, ZIP64 is not natively supported on all operating systems."}