{"10":"MÉS GRAN. MILLOR. MÉS RÀPID. MÉS FORT. MÉS SEGUR.","11":"Article 12","12":"Ningú no serà objecte d'intromissions arbitràries en la seva vida privada, la seva família, el seu domicili o la seva correspondència, ni d'atacs al seu honor i reputació. Tothom té dret a la protecció de la llei contra tals intromissions o atacs.","13":"Declaració Universal dels Drets Humans.","14":"Confirma l'eliminació","15":"Estàs segur que vols eliminar de forma permanent tots els elements de la Paperera?","16":"S'ha produït un error intern","17":"S'ha excedit la quota d'ample de banda","18":"Excés de connexions per a aquesta descàrrega","19":"La sessió ha caducat o és invàlida","20":"Temporalment no disponible","21":"Problema amb el compte. Si us plau, comprova el teu correu","22":"L'arxiu ja no existeix","23":"L'arxiu ja no és accessible","24":"S'ha produit un error de desencriptació","25":"La Carpeta on et trobes s'ha eliminat o un altre usuari l'ha mogut.","26":"S'ha perdut la Carpeta","27":"Malauradament, 1 arxiu no es pot pujar perquè és més gran que [X].","28":"Malauradament, [X1] arxius no es poden pujar perquè són més grans que [X2].","29":"Estàs limitat a pujar arxius amb la nostra alternativa d'Adobe Flash perquè el teu navegador no ofereix el FileReader de l'HTML5. Per evitar aquesta limitació (i augmentar el rendiment general del navegador), si us plau, instal·la [A]Google Chrome[\/A].","30":"Limitació del navegador","31":"Només pots pujar arxius de mida inferior a [X] amb Internet Explorer 9. Chrome, Firefox i Internet Explorer 10 et permeten pujar fitxers de qualsevol mida.","33":"MEGA funciona molt bé amb Google Chrome","34":"Avís:","35":"Estàs utilitzant un navegador obsolet, la qual cosa afecta negativament al rendiment de transferència de fitxers.","36":"Si us plau, actualitza a Google Chrome.","37":"Mentre que altres proveïdors de navegadors encara estan lluitant per implementar tota la gamma de funcionalitats de HTML5, Google Chrome ho té tot  avui. Per gaudir de la màxima potència de MEGA (com per exemple, emmagatzematge i baixada automatitzades), et recomanem abandonar el teu navegador actual, obsolet i actualitzar a Chrome tan aviat com sigui possible.","38":"No tornis a mostrar aquest missatge","39":"No, gràcies","40":"Baixar Chrome","41":"Has eliminat una carpeta que conté 1 carpeta compartida.","42":"Un cop buidis la paperera aquest element compartit serà desactivat.","43":"Has eliminat una carpeta que conté [X] carpetes compartides.","44":"Un cop buidis la paperera aquests elements compartits seran desactivats.","45":"Avís de carpeta compartida","46":"S'ha produït un error intern","47":"Vaja, alguna cosa ha sortit malament. Ens sap greu!","48":"Si us plau, introdueix almenys tres caràcters per a cercar.","49":"mou [X] element(s) seleccionat(s)","50":"1 arxiu","51":"[X] fitxers","52":"i","53":"1 carpeta","54":"[X] carpetes","55":"Només lectura","56":"Lectura i escriptura","57":"Accés total","58":"Baixar","59":"Obtenir enllaç","60":"Compartició","61":"Reanomena","62":"Mou","63":"Copia","64":"Permisos","65":"Tens accés de només lectura a aquesta carpeta.","66":"Tens accés de lectura i escriptura a aquesta carpeta.","67":"Tens control total sobre aquesta carpeta.","68":"Crea una carpeta","69":"Crea una carpeta","70":"Buida la Paperera","71":"Afegeix contacte","72":"Elimina contacte","73":"Estàs segur que vols eliminar aquest usuari de la teva llista de contactes?","74":"Estàs segur que vols eliminar aquests usuaris de la teva llista de contactes?","75":"Eliminar contacte","76":"Estàs a punt d'eliminar de forma permanent [X] de la Paperera.","77":"Vols continuar?","78":"Si","79":"No","81":"D'acord","82":"Cancel·la","83":"Elimina","84":"Confirma l'eliminació","85":"Torna a carregar","86":"Nom","87":"Mida","88":"Tipus de transferència","89":"Estat","90":"Velocitat","91":"Temps transcorregut","92":"Temps restant","93":"Tipus","94":"Última modificació","95":"Correu electrònic","96":"Drets","97":"Nova pujada","98":"Puja una carpeta","99":"Pujar un arxiu","100":"Buida la Paperera","101":"Afegeix Contacte","102":"Cerca","103":"Cancel·la la transferència","104":"Transferència d'arxius","105":"pendent","106":"Gestor de fitxers","107":"Vols copiar la carpeta seleccionada a la safata d'entrada privada de [X]?","108":"Confirmació","109":"Vols copiar la carpeta seleccionada a aquesta carpeta compartida?","110":"Vols copiar el(s) element(s) seleccionat(s) a la safata d'entrada privada de [X]?","111":"Vols copiar el(s) element(s) seleccionat(s) a aquesta carpeta compartida?","112":"Exporta enllaços i claus de desencriptació de l'arxiu","113":"Enllaç de l'arxiu","114":"Clau de l'arxiu","115":"Nom de l'arxiu","116":"Mida de l'arxiu","117":"Mou a la ubicació","118":"Selecciona la destinació","119":"Quota d'ample de banda gratuït superat","120":"La descàrrega no pot continuar, perquè estàries sobrepassant el marge gratuït de transferència per a la teva adreça IP.","121":"Aquest límit és dinàmic i depèn de la quantitat d'ample de banda no utilitzat que tenim disponible.","122":"Només les transferències realitzades durant les últimes cinc o sis hores es tenen en compte.","123":"En aquest marge de temps:","124":"Has baixat [X].","125":"[X1] estaran disponibles en [X2].","126":"El límit de l'IP actual és [X].","127":"Per a la teva comoditat, les baixades en cua es posaran en espera fins que hi hagi suficient quota disponible, i aleshores es reprendran automàticament.","128":"Si no vols esperar, pots considerar la subscripció a un paquet d'ample de banda que també amplia el teu espai d'emmagatzematge.","129":"Passa't a Pro","130":"Baixa arxius","131":"Fes clic a \"Permetre\" per acabar la baixada","132":"Mou els elements","133":"Mou [X]","134":"Copia [X]","135":"Error","136":"Si us plau, selecciona la carpeta de destinació.","137":"Si us plau, selecciona un destí vàlid.","138":"La carpeta de destí no pot ser la mateixa que la carpeta d'origen.","139":"Error circular","140":"Error circular: la destinació no pot ser una subcarpeta de la carpeta que estàs movent.","141":"Si us plau, introdueix una adreça de correu electrònic vàlida.","142":"Si us plau, espera...","144":"Elimina la compartició","145":"Adreça de correu electrònic:","146":"Comparteix amb un nou usuari:","147":"Autoritza l'accés","148":"Tanca","149":"Compartició","150":"S'ha convidat el contacte","151":"S'ha convidat l'usuari [X] i apareixerà a la teva llista de contactes un cop registrat.","152":"No et pots afegir a tu mateix a la llista de contactes.","153":"Adreça de correu electrònic","154":"Afegeix contacte","155":"Afegeix","156":"Cancel·la","157":"Nom de la carpeta","158":"Crea","159":"Cancel·la","160":"Aquest nom de carpeta ja està en ús. Torna-ho a intentar.","161":"Reanomena","162":"Reanomena","163":"Cancel·la","164":"Disc al núvol","165":"Contactes","166":"Safata d'entrada","167":"Paperera","168":"Paperera","169":"Menú","170":"Registra't","171":"Entra","172":"Arrossega i deixa anar els arxius","174":"o","175":"Selecciona els arxius","176":"Selecciona els arxius per pujar","177":"Tu tens les claus del que emmagatzemes al núvol","178":"Col·laboració en línia segura","179":"Potent administrador d'arxius","180":"Ecosistema d'aplicacions","181":"Característiques en detall","182":"Comparteix carpetes xifrades amb companys de treball o socis de negocis i intercanvïa documents confidencials amb una encriptació transparent de principi a fi.","183":"Mira i administra els teus fitxers al teu navegador web, amb emmagatzematge i descàrrega accelerats integrats.","184":"Una API intuitiva i oberta permet a desenvolupadors de tercers millorar la funcionalitat de MEGA.","185":"encriptació RSA de 2048 bits","186":"Tanca la sessió","187":"El meu compte","188":"Administrador d'arxius","189":"Finalitza la sessió","190":"Inicia la sessió","191":"crea un compte","192":"Recorda'm","193":"Inicia la sessió","194":"[X] servidors en línia","195":"El teu correu electrònic","196":"El teu correu electrònic","197":"Si us plau, introdueix la teva adreça de correu electrònic.","198":"Si us plau, introdueix una adreça de correu electrònic vàlida.","199":"Si us plau, introdueix la teva contrasenya.","200":"Vaja, alguna cosa ha sortit malament.","201":"Correu electrònic i\/o contrasenya incorrectes. Torna-ho a provar.","202":"Crea un compte nou","204":"o","205":"entra","206":"El teu nom","207":"El teu correu electrònic","208":"Estic d'acord amb les [A]Condicions de servei[\/A] de MEGA","209":"Registra't","210":"Prepara't per a una nova era","211":"L'emmagatzematge al núvol mai serà el mateix","212":"Si us plau, introdueix el teu nom.","213":"Si us plau, tria una contrasenya.","214":"Has d'acceptar les nostres condicions de servei.","215":"S'ha produït un error desconegut. Torna-ho a provar.","216":"Impressionant","217":"Si us plau, comprova el teu correu electrònic i fes clic a l'enllaç per confirmar el teu compte.","218":"Aquesta adreça de correu electrònic ja ha registrat un compte amb MEGA.","219":"Aquesta adreça de correu electrònic ja ha registrat un compte amb MEGA.","220":"Feble","221":"Just","222":"Bo","223":"Excel·lent","224":"SELECCIONA FITXERS A PUJAR","225":"SELECCIONA ELS FITXERS A PUJAR O ARROSSEGA'LS I DEIXA'LS ANAR AQUÍ","226":"Per evitar la sobrecàrrega dels recursos, de vegades hem de limitar la utilització de l'ample de banda. En les últimes sis hores, la teva adreça IP ha consumit [X1], que, juntament amb l'arxiu seleccionat de [X2], superaria el nostre límit actual de [X3]. Per garantir un accés just i equitatiu als recursos, les baixades pendents han quedat en suspens. Es reprendran automàticament quan la congestió baixi.","227":"Les transferències que estan cobertes per la quota pagada d'ample de banda, estan exemptes d'aquesta limitació. Si no vols esperar, considera la possibilitat de passar-te a Pro.","228":"Gestió del trànsit en funcionament","229":"No ho tornis a mostrar","230":"Passa't a Pro","231":"No, gràcies, esperaré","232":"No, gràcies, esperaré","233":"Error temporal, reintentant.","234":"Baixa el fitxer","235":"Baixa","236":"Importa","237":"Començant la baixada","238":"Marcar per drets d'autor","239":"S'ha finalitzat la baixada","240":"Per tal de completar el procés de transferència de fitxers, cal que desis manualment el fitxer.","241":"Desa el teu fitxer","242":"Actualitza a Chrome per gaudir de la màxima potència de MEGA","243":"El fitxer que estàs intentant baixar ja no està disponible.","244":"Això podria ser degut als següents motius:","246":"El fitxer ha estat eliminat a causa d'una violació de CdS \/ PUA.","247":"URL invàlida - l'enllaç al qual estàs intentant accedir no existeix","248":"L'usuari ha esborrat el fitxer.","249":"El fitxer que estàs intentant baixar no està disponible temporalment.","250":"La nostra redundància incorporada ha fallat. Això podria ser degut a les següents raons:","251":"Alguns servidors estan en manteniment.","252":"Estem sobrecarregats i estem afegint més capacitat.","253":"Si us plau, torna-ho a provar més tard.","254":"El fitxer que estàs intentant baixar ja no està disponible.","255":"Aquest fitxer ja no està disponible a causa d'una reclamació de drets d'autor de [X].","256":"La teva clau no té la longitud correcta.","257":"Assegura't d'introduir una clau vàlida.","258":"Baixant","259":"Què significa “MEGA”?","260":"MEGA és un acrònim recursiu i significa “Accès Global Encriptat de MEGA” (de l'anglès \"MEGA Encrypted Global Access\").","261":"De què va MEGA?","262":"MEGA és un proveïdor d'emmagatzematge al núvol. Disposa de connexió,  tant gratuïta com de pagament, a un espai d'emmagatzematge a Internet i un ample de banda. Et permet emmagatzemar i accedir als teus fitxers des del navegador o a través d'aplicacions de clients dedicats.","264":"Segons els nostres coneixements, l'emmagatzematge al núvol i la encriptació són legals. Si us plau, compleix les lleis i regulacions sobre [B]com[\/B] utilitzar-los, així com les nostres [A]normes d'ús[\/A].","265":"MEGA ha sigut creat per la mateixa gent que havia creat prèviament un dels negocis més grans del món d'emmagatzematge al núvol. Puc recuperar el meu compte i els meus fitxers?","266":"Desafortunadament, MEGA no té accés a cap dels actius que els seus empleats han creat prèviament. No hi ha cap connexió legal i no s'ha reciclat cap dels registres de codi, maquinaria o base de dades i, per tant, actualment no hi ha manera de recuperar les teves dades.","267":"Per què la base d'una empresa d'emmagatzematge al núvol de tots els llocs possibles a Nova Zelanda?","268":"Entre altres raons de pes, el nom natiu Maori de Nova Zelanda és \"Aotearoa\", que significa \"terra del llarg núvol blanc\".","269":"Puc accedir a MEGA des del meu dispositiu mòbil?","270":"MEGA ha estat optimitzat per als navegadors d'escriptori. Estem treballant dur per fer MEGA totalment compatible amb els dispositius mòbils més importants. Pots esperar aplicacions personalitzades per al teu dispositiu mòbil en un futur proper.","271":"Puc reprendre les pujades o baixades interrompudes?","272":"Si, sempre que no es tanqui la pestanya del navegador les descàrregues es reprendran automàticament (després de, per exemple, una interrupció de la xarxa o que el teu dispositiu hagi entrat en espera \/ suspensió). Tingues en compte que els nostres servidors automàticament descartaran fitxers incomplets després de 48 hores d'inactivitat.","273":"Puc pujar el mateix fitxer varies vegades?","274":"Com que el servidor no pot veure els noms de fitxer, les col·lisions de nom de fitxer han de ser tractatades pel client. Amb la configuració estàndard, si es carrega un fitxer que ja sembla que tens al teu compte (mateixa ruta \/ nom de fitxer, mateixa mida, mateixa última modificació), s'omet, però res no impedeix mantenir diversos fitxers o carpetes amb el mateix nom a la mateixa carpeta.","275":"Com reguleu la utilització d'ample de banda?","276":"La nostra política és la de no imposar restriccions artificials sobre els nostres usuaris a no ser que ho exigeixin els colls d'ampolla de l'infraestructura. Ens reservem el dret a limitar la utilització de l'ample de banda de l'usuari per motius operatius en qualsevol moment en funció de cada IP. La cua de transferència es reprendrà automàticament una vegada que la congestió baixi. No es requereix intervenció manual.","277":"Hi ha límits de mida de fitxer en MEGA?","278":"No imposem límits artificials en la mida de fitxer que no sigui el del teu espai disponible al núvol. No obstant això, alguns navegadors antics o inadequats tècnicament requereixen que tot el fitxer s'emmagatzemi a la memòria per a baixar-lo (Firefox, IE10, Opera), i també per a pujar-lo (IE9, Safari 5).","279":"Puc pujar i baixar a la vegada?","280":"Sí. Una pujada i una descàrrega per pestanya del navegador poden executar-se en paral·lel.","281":"Per què no proporcioneu imatges en miniatura o vista prèvia dels fitxers d'àudio i vídeo?","282":"Perquè el model de xifrat de principi a fi, per naturalesa, exclou qualsevol manipulació per part del servidor de dades, que serien necessàries per implementar la funció.","283":"Com puc pujar fitxers a MEGA?","284":"Hi ha tres formes de pujar fitxers a MEGA utilitzant el teu navegador web:","285":"1. Fes clic al botó vermell a la pàgina d'inici","286":"2. Ves al teu gestor de fitxers i fes clic a \"Puja fitxers\" o (si estàs utilitzant Chrome) el botó \"Pujar carpeta\" a la part superior.","287":"3. Arrossega i deixa anar els fitxers (o carpetes, si fas servir Chrome) a aquest lloc","288":"Com s'instal·la MEGA?","289":"No cal instal·lar res. MEGA està completament basat en el navegador i funciona amb tots els principals navegadors actuals. Per alliberar el potencial complet de MEGA, et recomanem utilitzar Google Chrome únicament.","290":"Com funciona la compartició de carpetes?","291":"Pots compartir qualsevol carpeta de la unitat de núvol amb amics, familiars o companys de treball. La invitació és a través de l'adreça de correu electrònic. Els convidats que no tinguin un compte encara, rebran una notificació per correu electrònic amb un enllaç per registrar-se. També pots crear un enllaç públic a qualsevol de les teves carpetes i exportar la clau de xifrat de la carpeta específica, de manera que és accessible sense necessitat d'un compte a MEGA. Llavors et fas responsable de transmetre de manera segura la clau de la carpeta als destinataris.","292":"Per establir, modificar o suprimir una compartició, simplement fes clic amb el botó dret en una carpeta del gestor de fitxers i selecciona Compartició. Hi ha tres nivells d'accés: només lectura, lectura\/escriptura (es poden afegir fitxers, però no eliminar-los) i completa (es poden afegir i eliminar fitxers).","293":"Si has afegit una adreça de correu electrònic que encara no té un compte, cal que et connectis almenys una vegada després que el destinatari completi el procés de registre perquè puguis xifrar l'element secret compartit amb la seva nova clau pública.","294":"Com puc esborrar gent de la meva carpeta compartida?","295":"Simplement fes clic en una carpeta del teu gestor de fitxers i selecciona Compartir. Veuràs totes les persones que actualment tenen accés a la carpeta compartida. Fes clic amb el botó dret sobre la persona i tria l'opció Elimina del menú.","296":"Com puc reconèixer les meves carpetes compartides?","297":"Les carpetes compartides en el gestor de fitxers tenen una icona especial amb una mà sota la carpeta.","298":"Puc compartir les carpetes que altres han compartit amb mi?","299":"No. Les carpetes compartides no són transitives.","302":"Com puc enllaçar cap a un fitxer de MEGA?","303":"En primer lloc, unes paraules de precaució: la seguretat de xifrat dels fitxers depèn de la confidencialitat de les claus de xifrat associades. Asegura't que les transmetràs a través de canals protegits únicament! El correu electrònic estàndard, per exemple, no és prou bo.","304":"Tenint en compte això, selecciona un o més fitxers del gestor de fitxers i, a continuació, fes clic amb el botó dret i tria l'opció “Aconsegueix l'enllaç”. S'obrirà un diàleg amb l'enllaç públic dels fitxers que has seleccionat. Pots exportar cada enllaç i la clau per separat, o bé com un sol enllaç combinat.","305":"Com funciona l'encriptació?","306":"Tota l'encriptació és de principi a final. La informació a pujar s'encripta al dispositiu de pujada abans que sigui enviada a través d'Internet, i les dades baixades es desencripten només després que hagin arribat al dispositiu de baixada. Les màquines del client són responsables de la generació, intercanvi i gestió de les claus d'encriptació. Les claus d'encriptació mai surten de l'ordinador del client (excepte les claus públiques RSA).","307":"Tota la meva informació personal està subjecta a l'encriptació?","308":"No. Només les dades dels fitxers i els noms de fitxers \/ carpetes estan xifrats. La informació a la qual necessitem accés operatiu, com ara la teva adreça de correu electrònic, adreça IP, l'estructura de carpetes, propietat dels fitxers i les credencials de pagament, s'emmagatzemen i es processen sense xifrar. Si us plau, consulta la nostra política de privacitat per a més informació.","309":"Les meves dades s'emmagatzemen de manera absolutament segura?","310":"Tota la seguretat és relativa. Els següents tipus d'atac existeixen -  no són específics de MEGA, però volem que sàpigues els riscos:","311":"Els comptes individuals són posats en perill per:","312":"- Spyware a l'ordinador. Un enregistrador de tecles senzill és suficient, però les credencials i claus de sessió també es poden extreure de la memòria o el sistema de fitxers.","313":"- Vigila la teva esquena. No escriguis la contrasenya, mentre que algú podria veure com la tecleges.","314":"- Força bruta per trobar la contrasenya. Feu servir contrasenyes segures.","315":"- Phishing. Comproveu sempre l'estat de seguretat de la connexió (https:\/\/) i que el nom de domini sigui el correcte (mega.co.nz) abans d'introduir la contrasenya.","316":"Atacs a gran escala podrien ser muntats a través de:","317":"-Atac \"man-in-the-middle\". Requereix l'emissió d'un certificat SSL duplicat vàlid en combinació amb DNS falsificada i\/o atacs a les nostres rutes BGP (un escenari estil DigiNotar).","318":"- Accedir al servidor web de hosting i reemplaçar https:\/\/mega.co.nz\/index.html amb una versió falsificada (això no afectaria l'accés a través d'una aplicació instal·lada). Tingueu en compte que la manipulació de contingut al nostre CDN no representa un risc de seguretat, ja que tot el contingut actiu carregat des de index.html es verifica amb un hash criptogràfic (com una mena d'\"arrencada segura\" per als llocs web). Aquest tipus d'atac requereix l'enviament de codi maliciós al client i per tant és detectable.","319":"- Accedir al nucli de la nostra infraestructura de servidors i crear falses peticions de clau dels fitxers compartits existents. Aquest tipus d'atac només afecta les dades en carpetes compartides i és detectable per part del client també.","320":"Què passa si no confio en vosaltres? És segur per a mi utilitzar MEGA?","321":"Si no confies en nosaltres, no pots executar cap codi  que et proporcionem, per tant obrir el nostre lloc web i escriure la contrasenya està fora dels teus límits. Si encara vols utilitzar MEGA, has de fer-ho a través d'una aplicació feta per algú de la teva confiança.","322":"Confio en vosaltres i el vostre centre de dades a Nova Zelanda, però no em fio del centre de dades d'Alemanya, ja que està dirigit per una empresa dels EUA. És segur per a mi utilitzar MEGA?","323":"Si, pots utilitzar MEGA (amb algunes limitacions) amb seguretat, fins i tot si els nostres servidors a Alemanya es veiessin compromesos en la seva totalitat. El centre de dades de Nova Zelanda s'assegura que cap codi maliciós es pot executar quan visites https:\/\/mega.co.nz\/.","324":"L'informació que poso a les carpetes compartides és tan segura com la resta?","325":"Les carpetes compartides, per naturalesa, són tan segures com el seu membre menys segur. No obstant això, un compromís de la nostra infraestructura de servidors planteja un risc addicional: les claus públiques poden ser manipulades, i  les demandes de clau es podrien falsificar.","326":"Suposem que un node d'emmagatzematge de MEGA està físicament compromès. Quins són els riscos?","327":"L'aparició de missatges d'error després de la baixada de fitxers manipulats. Fins i tot si l'atacant tingués la clau d'encriptació per a un fitxer determinat en aquest node, no podria reemplaçar-lo sense fer que les baixades posteriors fallin.","328":"És una bona idea guardar totes les meves dades en un sol lloc?","329":"Sempre has de mantenir còpies redundants dels fitxers importants, en línia i localment. Tot i mantenint cada fitxer en almenys dos llocs, no hi ha cap garantia contra caigudes múltiples simultànies o males pràctiques per part del govern.","330":"Per què he de confiar les meves dades, d'entre totes les alternatives, a vosaltres?","331":"Oferim encriptació controlada per l'usuari (UCE) on tu, l'usuari, tens el control de les claus. La implementació UCE és de codi obert, i convidem i animem a la comunitat per examinar i proporcionar comentaris. Creiem que aquest enfocament és molt més segur que l'emmagatzematge de les seves dades en un proveïdor amb l'encriptació per part del servidor on l'ISP controla les tecles o, pitjor encara, no encripta en absolut - si, per exemple, els arxius de Mega de l'usuari de sobte son accessibles sense la contrasenya per a un error de programació, serien il·legibles sense les claus de des-encriptació controlades per l'usuari.","332":"M'he adonat que utilitzeu HTTPS per transferir dades d'arxius ja encriptats. No és redundant?","333":"Així és. Desafortunadament, la majoria dels navegadors no permeten l'establiment de connexions no segures des d'una pàgina segura, i qui els podria culpar per això - ells no poden ser conscients del fet que hi ha una altra capa d'encriptació ja en funcionament. A causa de que HTTPS té un efecte advers en el rendiment, alguns navegadors permeten desactivar aquesta opció (Internet Explorer no fa) per accelerar les transferències sense posar en perill la confidencialitat o integritat de les dades. Veuràs que una advertència SSL apareixerà a la transferència d'arxius per primera vegada en alguns navegadors - en aquest cas (i només en aquest cas), es pot passar per alt.","334":"De quins d'algorismes d'encriptació  fa ús MEGA internament?","335":"Per a les transferències en grans quantitats, AES-128 (creiem que la utilització de les CPU AES-192 i AES 256- supera la seguretat teòrica necessària, com a mínim fins a l'arribada dels ordinadors quàntics). Es realitza verificació integra en la post-descàrrega realitzada a través d'una variació fragmentada de CCM, que és menys eficient que l'OCB, però no està patentada.","336":"Per compartir de manera secreta entre usuaris i poder deixar els arxius a la teva safata d'entrada, RSA-2048 (la longitud de la clau ha sigut triada com un terme entre \"molt insegura\" i \"massa lent\"). <\/P><p> Tota l'encriptació, des-encriptació i la generació de clau s'implementa en Javascript, que limita el rendiment d'uns pocs MB\/s i provoca una càrrega significativa de la CPU. Estem esperant l'aplicació de la proposta de l'API HTML5 WebCrypto en tots els principals navegadors, el que eliminarà aquest coll d'ampolla.","337":"El generador de nombres aleatoris de JavaScript ha sigut augmentat per el temps de sincronització del ratolí\/teclat  obtingut per la piscina d'entropia RC4.","338":"MEGA guarda còpies de seguretat dels meus arxius?","339":"Nosaltres guardem els arxius en almenys dos servidors en centres de dades diferents, si estan disponibles.","340":"He oblidat la contrasenya. Puc restaurar-la?","341":"Desafortunadament, la teva contrasenya de MEGA no és només una contrasenya - és la clau d'encriptació principal per totes les teves dades. Si la perds, perds l'accés a tots els arxius que no estiguin en una carpeta compartida, els que no han sigut exportats i els que no has protegit amb una altre contrasenya.","344":"Quan m'he de passar a un compte Pro?","345":"Un compte Pro et dóna espai d'emmagatzematge addicional i la quota d'ample de banda extra de forma automàtica sempre que sigui possible - es pot utilitzar la quota  per a tu mateix, o concedir a tercers per accedir a les teves dades (això inclou als usuaris sense un compte de MEGA) . El percentatge màxim de la teva quota d'ample de banda assignada a tercers es pot configurar en la configuració del teu compte.","346":"Per què hi ha una opció per limitar la meva velocitat de pujada, i per què està habilitada per defecte?","347":"Molts routers no donen prioritat als paquets més petits en cas de congestió d'enllaç, com a resultat sent el tràfic severament afectat quan el l'enllaç de sortida esta ple. Per tant, per millorar-ho es mesura l'ample de banda de sortida disponible durant els primers deu segons d'un procés de càrrega i després es manté almenys el 10% d'ella lliure. Pots tractar de maximitzar el rendiment de la teva càrrega mitjançant la desactivació d'aquesta opció.","348":"Què obtinc amb el meu compte gratuït?","349":"Una unitat núvol accessible globalment, d'alt rendiment i segur  amb [X] d'espai d'emmagatzematge. Si en necessites més, pots passar-te a un compte [A1]Pro[\/A1]. Fes clic [A2]aquí[\/A2] per veure la teva utilització actual.","359":"Oferiu una API?","361":"Sí. El Javascript de codi obert que implementa la interfície de MEGA per al navegador fa servir la nostra API, de manera que té una gran quantitat de codi d'exemple d'utilització si trobes la nostra [A]Documentació[\/A] insuficient. Com que no comptem amb els recursos per construir totes les aplicacions genials que poden fer de MEGA  una eina versàtil i útil, et convidem a que ens ajudis. Després de la revisió del codi de la teva aplicació, l'oferirem al nostre lloc web. Estarem encantats de discutir models de repartiment d'ingressos per les aplicacions altament populars.","362":"Per evitar la sobrecàrrega dels recursos, de vegades hem de limitar la utilització de l'ample de banda.L'arxiu que estàs intentant baixar és més gran que el nostre límit actual de [X3]. La transferència s'ha ajornat i s'iniciarà automàticament quan la congestió baixi.","365":"El teu navegador és massa vell per a baixar un arxiu tan gran.","366":"Advertència de drets d'autor ","367":"MEGA respecta els drets d'autor dels altres i exigeix què els usuaris del servei d'emmagatzematge en el núvol complir amb les lleis de drets d'autor. Queda terminantment prohibit l'ús dels serveis en el núvol per infringir els drets d'autor. No podeu carregar, descarregar, emmagatzemar, compartir, mostrar, córrer, distribuir, enviar per correu electrònic, enllaçar, transmetre o posar a disposició de tothom arxius, dades o contingut que infringeixi qualsevol dret d'autor o altres drets de propietat de qualsevol persona o entitat.","368":"Precaució:","369":"El model de seguretat criptogràfica de MEGA depèn de la confidencialitat de les claus que apareixen a dalt. Evitar la transmissió a través de canals insegurs!","370":"Copia al portapapers","371":"S'ha copiat","372":"Pujar","373":"Baixar","374":"Nosaltres prometem, nosaltres complim","375":"La navegació està bloquejada a causa de la transferència d'arxius pendents","376":"Has d'estar identificat per veure aquesta pàgina.","377":"Encara s'estant transferint arxius. Si continues, s'interromprà la transferència.","378":"Si us plau, introdueix la contrasenya per confirmar el teu compte.","379":"Si us plau, identifica't per importar aquest arxiu al teu compte.","380":"Introdueix la clau de desencriptació","381":"Tots els drets reservats","382":"fet a Nova Zelanda","383":"Suport","384":"Centre d'ajuda","385":"Condicions del servei","386":"Política de privacitat","387":"Drets d'autor","388":"Comunitat","389":"Blog","390":"Associacions","391":"Distribuïdors","392":"Desenvolupadors","393":"Socis d'allotjament","394":"Inversors","395":"Fer-se distribuïdor","396":"Sobre nosaltres","397":"Membres Gratuïts","398":"Membres Pro","399":"Contacta'ns","400":"Bàsics","401":"Compartir","402":"Seguretat i privacitat","403":"Compte","404":"Pagament i Facturació","405":"Eines","406":"Top preguntes més freqüents:","407":"Categories:","408":"Gener","409":"Febrer","410":"Març","411":"Abril","412":"Maig","413":"Juny","414":"Juliol","415":"Agost","416":"Setembre","417":"Octubre","418":"Novembre","419":"Desembre","420":"Si us plau, identifica't per iniciar la pujada.","421":"Si us plau, accepta les nostres condicions de servei","422":"Accepto","423":"Necessites un compte registrat per utilitzar la funció de compartir. Vols registrar-te ara?","424":"Opció de compartir desactivada","425":"Reanomena la carpeta","426":"Reanomena l'arxiu","427":"Detalls del compte","428":"Vals","429":"Historial de sessió","430":"Historial de compra","431":"Historial de transaccions","432":"Tipus de compte:","433":"Actualitzar","434":"Tipus de subscripció:","435":"GRATUÏT","436":"No hi ha cicle de facturació","437":"Espai d'emmagatzematge:","438":"[X] utilitzat","439":"[X1] de [X2]","440":"Control d'ample de banda:","441":"Habilita el control d'ample de banda","442":"Desactiva el control d'ample de banda","443":"Pots especificar el percentatge que vols assignar a l'ample de banda servit.","444":"Ample de banda servit:","445":"Ample de banda servit","446":"(per a baixades dels teus fitxers per part de tercers)","447":"Ample de banda de baixada","448":"(per a baixades de fitxers de tercers)","449":"Saldo del compte","450":"Recarregar","451":"Crear vals:","452":"Tipus de val:","453":"Selecciona el tipus de val","454":"Quantitat:","455":"Crea","456":"Bescanvia el val:","457":"Compra un val","458":"Bescanvia","459":"Els teus vals","460":"Vals no utilitzats","461":"Vals bescanviats","462":"Vals cancel·lats","463":"Vals anul·lats","464":"Tots els vals","466":"Últims [X]","467":"Historial de sessió","468":"Historial de compra","469":"Darreres [X] compres","470":"Historial de transaccions","471":"Darreres [X] transaccions","472":"Darreres [X] sessions","473":"Vaja, no sembla que aquest sigui un codi vàlid.","474":"Data de venciment:","475":"Data\/Hora","476":"Article","477":"Quantitat","478":"Mètode de pagament","479":"Navegador","480":"Adreça IP","481":"País","482":"Activitat més recent","483":"Sessió actual","484":"ID de transacció","485":"Crèdit","486":"Dèbit","487":"Codi del val","488":"Estat","489":"No utilitzat","490":"Bescanviat a","491":"Anul·lat a","492":"Cancel·lat a","494":"Tria el teu paquet:","495":"Emmagatzematge","496":"Ampli de Banda","497":"Selecciona preus:","498":"per mes","499":"per any","500":"Selecciona preus:","501":"Estalvia un 17%","502":"Selecciona preus:","503":"Tria mètode de pagament:","504":"Saldo de prepagament","505":"Comprar val","506":"Professional","507":"Continuar","508":"Codi del val","509":"L'EMPRESA DE LA PRIVACITAT","510":"Benvingut a MEGA!","511":"El teu parell de claus (pública i privada) de 2048 bits RSA s'està creant.","512":"Per enfortir la clau, hem recollit l'entropia dels moviments del ratolí i els temps al teclejar.","513":"El val de descompte va ser bescanviat al teu compte, però, el teu nou saldo de prepagament no és suficient per a aquesta compra. Si us plau, afegiu més saldo, o compra un paquet més barat.","514":"Saldo insuficient, si us plau, torna-ho a provar.","515":"Aquesta carpeta conté més de 500 entrades. Les carpetes grans poden alentir el navegador. Si us plau, considera l'ús de subcarpetes.","516":"Aconseguir suport","517":"Alguna cosa no et funciona? Si us plau, consulta el nostre [A]centre d'ajuda[\/A] en primer lloc. Si la teva pregunta no esta resposta allà, no dubtis en contactar amb nosaltres.","518":"Legal","519":"El nostre departament legal està esperant per respondre la teva consulta.","520":"Drets d'autor","521":"Preocupat pels teus drets de propietat intel·lectual infringits per un altre usuari? Envieu una notificació d'eliminació mitjançant el nostre [A]formulari online[\/A] o envie'ns un correu electrònic.","522":"Suggerir millores","523":"Envia aquí les teves peticions de característiques i suggeriments relacionats amb la usabilitat.","524":"Informar d'un error","525":"MEGA es troba actualment en fase beta, et convidem a presentar informes d'error. El més detallats possibles.","526":"Media","527":"Donem la benvinguda als membres dels mitjans de comunicació, inclosos els bloggers, per contactar amb nosaltres amb consultes relacionades amb MEGA.","528":"Fes-te distribuïdor","529":"Forma part de la història d'èxit!","530":"El nostre programa per distribuïdors et permetrà vendre bons de Mega directament als seus clients.","531":"Els detalls:","532":"Tindràs accés a la nostra sofisticada interfície gestió de vals.","533":"Crea cupons a temps real del saldo del teu compte.","534":"Generós marge de guanys des del principi.","535":"Com més venguis, més gran serà la el teu marge de beneficis i més guanyaràs.","536":"L'accés dels distribuidors a la API et permetrà desenvolupar eines interessants que poden interactuar amb el nostre sistema en temps real.","537":"Publicitat gratuïta: el teu lloc web estarà enllaçat a Mega.","538":"Després de la revisió i aprovació de la teva sol.licitud per ser distribuïdor. El teu negoci i lloc web han de complir amb els nostres estàndards.","539":"Marge de benefici","540":"Del teu marge de beneficis es descomptaran la creació de vals.","541":"Facturació mensual","542":"Marge de benefici","543":"Més de [X]","544":"Aplicació per distribuïdors","545":"Registrar-se com a distribuïdor","546":"Detalls","547":"Els teus detalls","548":"Mercats","549":"Selecciona els mercats del distribuïdor:","550":"Pagaments","551":"Selecciona el teu mètode de pagament","552":"Selecciona mètodes de pagament de la llista dels proveïdors disponibles","553":"El teu proveïdor de pagament no està a la llista? Si us plau, [A]envia'ns un correu electrònic[\/A]","554":"Completar","555":"Estic d'acord amb les [A]Condicions d'ús per a Distribuïdors[\/A] de MEGA ","556":"Següent","557":"Selecciona mercats de la llista de països disponibles","558":"Anterior","559":"El teu nom","560":"URL del negoci","561":"Adreça","562":"Adreça postal \/ Codi postal","563":"Nom del negoci","564":"Número de telèfon","565":"Ciutat","566":"Selecciona països per la forma de pagament:","568":"Si us plau, selecciona el teu país","569":"Configuració de la transferència","570":"Nombre de connexions de pujada paral·leles:","571":"Nombre de connexions de baixada paral·leles:","572":"Límit de velocitat de pujada:","573":"Cap","574":"Automàtic","575":"Fixat","576":"Saltar-se la pujada d'arxius idèntics:","577":"Si","578":"No","579":"Utilitzar SSL per a la transferència d'arxius:","580":"La desactivació de l'SSL millora el rendiment i no disminueix la seguretat.","581":"Si us plau, introdueix el teu nom.","582":"Si us plau, introdueix la URL del teu negoci.","583":"Si us plau, introdueix la teva adreça.","584":"Introdueix la teva adreça postal \/ codi postal.","585":"Si us plau, introdueix el nom del teu negoci.º","586":"Si us plau, introdueix el teu número de telèfon.","587":"Si us plau, introdueix la teva ciutat.","588":"Si us plau, introdueix el teu país.","589":"Has de tenir accés a les condicions servei del distribuïdor.","590":"Si us plau, selecciona almenys un país.","591":"Si us plau, selecciona almenys una forma de pagament.","592":"Si us plau, selecciona almenys un país per proveïdor de pagament-","593":"Impressionant","594":"Rebràs un correu electrònic nostre amb més instruccions.","620":"Notificació de presumptes infraccions","621":"Nota","622":"MEGA respecta els drets d'autor d'altres i espera que els usuaris dels serveis en el núvol fagin el mateix. Respondrem als avisos de presumptes infraccions de copyright per complir amb la llei i si es justifiquen de manera adecuada. Si creus que el teu contingut ha estat copiat o utilitzat d'una manera que constitueix una infracció de copyright, si us plau envia'ns la següent informació: (i) una signatura física o electrònica del propietari del copyright o una persona autoritzada per actuar en el seu nom; (ii) identificació de l'obra amb drets d'autor al·legant que han estat violats, (iii) identificació del material que es reclama d'haver infringit o ser objecte de l'activitat infractora i que ha de ser eliminat o l'accés ha de ser inhabilitat, i informació raonablement suficient per permetre ubicar el material que inclou per exemple el localitzador uniforme de recurs (URL), (iv) la teva informació de contacte, incloent la teva adreça, telèfon i una adreça de correu electrònic, (v) una declaració teva dient que creus de bona fe que l'ús del material descrit en la reclamació no està autoritzat pel propietari dels drets d'autor, el seu agent o la llei, i (vi) una declaració que la informació en la notificació és exacta i, sota pena de perjuri, que vostè pot actuar en nom del propietari dels drets d'autor.","623":"Ens reservem el dret d'esborrar contingut suposadament infractor sense previ avís, a la nostra discreció i sense responsabilitat cap a tu. En les circumstàncies adequades, MEGA també cancel·larà el compte d'un usuari si es determina que és un infractor reincident. El nostre agent designat de drets d'autor per a la notificació de presumpta infracció dels drets d'autor que apareixen en els serveis al núvol és:","624":"Avís de drets d'autor","625":"Si us plau, utilitza aquest formulari per enviar un avís de drets d'autor. Li respondrem en 24 hores (en horari d'oficina a l'instant).","626":"El contingut:","627":"Els camps obligatoris","628":"Infringeix els meus drets d'autor personal.","629":"Infringeixi els drets d'autor d'algú a qui estic autoritzat a representar.","630":"Tipus de desmuntatge:","631":"Selecciona el tipus de desmuntatge:","632":"1. Desactivar la URL pública subministrada només - l'arxiu o arxius romandran en el compte del propietari(s)","633":"2. Desactivar totes les URL públiques de l'arxiu subjacent per a la direcció URL subministrada - l'arxiu o arxius romandran en el compte del propietari","634":"3. Traieu totes les instàncies de l'arxiu subjacent de la direcció URL subministrada - cap usuari que té permís per guardar aquest arxiu en cap cas a tot el món","635":"Per la present declaro que tinc coneixement de que l'ús compartit de material amb drets d'autor al lloc anteriorment esmentat no està autoritzat pel propietari dels drets d'autor, el seu agent o la llei (per exemple, com un ús just)","636":"Entenc que puc ser responsable per danys i perjudicis, incloses les despeses i honoraris d'advocats, si sabent afirmo falsament que el contingut URL reportat, o els arxius són infractors.","637":"La informació d'aquesta notificació és exacta, i afirmo sota pena de perjuri, que estic autoritzat per actuar en nom del propietari dels drets d'autor.","638":"Aquesta notificació és un document legal important - si us plau ves amb compte  i sigues exacte en les teves reclamacions de drets d'autor . És possible que vulguis consultar primer amb un advocat per determinar si el contingut que s'està reportant és de fet infractor i no està protegit mitjançant un ús just, llicència o base legal.","639":"Enviar nota","640":"Afegir més","641":"URL del contingut infractor:","642":"Nom del propietari dels drets d'autor:","643":"Professió:","644":"Adreça de correu electrònic:","645":"Fax:","646":"Ciutat:","647":"ZIP \/ Codi Postal:","648":"Treball amb drets d'autor reclamat per haver sigut infringit:","649":"El meu nom complet:","650":"Empresa \/ Organització:","651":"Telèfon:","652":"Direcció:","653":"Estat \/ Província:","654":"País:","655":"Si us plau, proporciona l'adreça URL de cada obra amb drets d'autor que al·legues que han estat violats.","656":"Si us plau, faciliti el treball amb drets d'autor per a cada URL infractora.","657":"Selecciona si el contingut infringeix els teus drets d'autor personals o d'algú que estas autoritzat a representar.","658":"Selecciona el tipus de desmuntatge:","659":"Si us plau, proporciona la URL per a cada obra amb drets d'autor que al·legues han estat violats.","660":"Si us plau, faciliti el treball amb drets d'autor per a cada URL infractora.","661":"Si us plau, facilita'ns el nom del propietari del copyright.","662":"Si us plau, indica el teu nom complet.","663":"Si us plau, introdeix la teva adreça de correu electrònic.","664":"Si us plau, introdueix una adreça vàlida de correu electrònic.","665":"Si us plau, confirma que tens bon coneixement que l'ús compartit de material amb drets d'autor al lloc anteriorment esmentat no està autoritzat pel propietari del dels drets, el seu agent o la llei (per exemple, l'ús lleial).","666":"Si us plau, confirma que pots ser responsable de danys i perjudicis, incloses les despeses i honoraris d'advocats, si amb coneixement declares falsament que el contingut URL reportat, o els arxius són infractors.","667":"Si us plau, confirma que aquesta notificació és exacta i sota pena de perjuri, que  pots actuar en nom del propietari del copyright.","668":"Gràcies!","669":"Revisarem el teu avís de drets d'autor en breu.","670":"Llengua","671":"Parles diverses llengües?","672":"Ajuda'ns a traduir!","673":"L'Empresa de la Privacitat","674":"Ningú no serà objecte d'intromissions arbitràries en la seva vida privada, la seva família, el seu domicili o la seva correspondència. Tota persona té dret a la protecció de la llei contra aquestes intromissions.","675":"Decla","676":"MEGA es un núvol d'emmagatzematge  amb la Privacitat Sempre Activa","677":"MEGA ofereix un sòlid emmagatzematge en el núvol amb una privacitat còmoda, eficaç i sempre activa. MEGA creu en el teu dret a la privacitat i et proporciona les eines tecnològiques per a protegir-lo. L'anomenem Encriptació Controlada per l'Usuari, o UCE (de l'anglès), i actua de manera automàtica.","678":"Què és l'Encriptació Controlada per l'Usuari de MEGA?","679":"Tots els arxius emmagatzemats a MEGA estan encriptats. Totes les transferències de dades des de i cap a MEGA estan encriptades. I mentre que la majoria dels proveïdors d'emmagatzematge en el núvol anuncien el mateix, MEGA és diferent –a diferència de la norma de la indústria on el proveïdor d'emmagatzematge al núvol és el que té la clau de desencriptació, amb MEGA, tu controles l'encriptació, les claus, i decideixes a qui li atorgues o denegues l'accés als teus fitxers, sense necessitat d'instal·lar programari de risc. Tot està succeint al teu navegador!","680":"El Futur de MEGA","681":"El servei núvol de MEGA és només el principi. En el futur, MEGA oferirà UCE al teu navegador per a una àmplia gamma d'aplicacions sense la necessitat d'instal·lar res. La nostra tecnologia protegirà els teus correus electrònics, trucades, xats i transmissions de vídeo.","692":"És legal Mega?","693":"Som un grup dedicat de tècnics que se'ls va donar el temps i l'oportunitat de construir un servei d'emmagatzematge en el núvol impressionant que ajudarà a protegir la teva privacitat. Hem programat aquest servei d'Internet des de zero a Auckland, Nova Zelanda. A diferència de la majoria dels nostres competidors, utilitzem una tecnologia d'encriptació basada en el navegador on tu, no nosaltres, controles les claus. El nostre grup de disseny inclou Kim Dotcom, Mathias Ortmann, Bram van der Kolk i Finn Batato. El nostre CEO Tony Lentino,veterà de la indústria, té experiència en el control d'un domini reconegut globalment. Esperem que us agradi.","694":"1. Desactivar un enllaç (\"URL\") per arxiu - l'arxiu(s) es mantindrà en el compte de l'usuari","695":"2. Deshabilitar múltiples URL per arxiu - l'arxiu(s) es mantindrà el compte de l'usuari","696":"3. Elimina tots els arxius subjacents de la direcció URL subministrada - no hi ha cap usuari en tot el món que tingui permís per guardar-los.","697":"4. Altres","698":"Pots presentar l'avís aquí","699":"Signar i enviar la notificació","700":"Si us plau enviar el teu avís de desmuntatge manual per correu electrònic a [A1]copyright@mega.co.nz[\/A1] conformement amb la nostra [A2]estipulació de desmuntatge[\/A2].","701":"Correu electrònic de notificació de desmuntatge","702":"Notificar abús","703":"L'enllaç de registre no és vàlid. Comprova si hi ha salts de línia al correu d'activació.","704":"El teu compte ja és actiu. Si us plau, identifica't.","705":"No hem pogut processar la teva confirmació. Si us plau, registra't un altre cop. Codi d'error:","706":"Canvia la contrasenya","707":"Actualitza","708":"Demana canvi","709":"No recordo la meva contrasenya","710":"Si encara estàs identificat però no pots recordar la teva contrasenya, pots canviar-la marcant aquesta opció. Rebràs un enllaç de confirmació per correu que activa la contrasenya si el cliques en menys de 15 minuts.","711":"Demana el canvi","712":"S'ha finalitzat el bescanvi","713":"El balanç del val s'ha atribuït al teu compte. Vols continuar la teva compra de Pro ara?","714":"Aquest val ja s'ha bescanviat.","715":"Les noves contrasenyes que has introduit no són iguals. Torna-ho a provar.","716":"Contrasenya actual","717":"Nova contrasenya","718":"Confirma la contrasenya","719":"Si us plau, introdueix la teva contrasenya actual.","720":"Si us plau, introdueix la nova contrasenya.","721":"Comprova el teu correu i fes clic a l'enllaç de confirmació per a completar el canvi de contrasenya.","722":"S'ha demanat el canvi","723":"La nova contrasenya ha de ser diferent de l'actual.","724":"La contrasenya actual és incorrecta.","725":"S'ha canviat la teva contrasenya.","726":"Fet","727":"S'ha canviat la teva contrasenya.","728":"Aquest enllaç de confirmació ha expirat.","729":"Aquest enllaç ja s'ha confirmat.","730":"S'ha suspés el teu compte. Mira el teu correu per a més detalls i respon quan et vagi millor.","731":"S'ha finalitzat el compte associat a causa de diverses violacions de les [A]Condicions de Servei[\/A].","732":"Has entrat amb un compte que no és el que estàs confirmant. Comprova la sessió actual, tanca-la i torna a clicar a l'enllaç de confirmació.","733":"Correu electrònic desconegut. Si encara no tens un compte amb nosaltres, et convidem a registrar-te.","734":"Gràcies!","735":"Si us plau, comprova el teu correu.","736":"Només els comptes sense cap fitxer ni carpeta poden restablir la seva contrasenya.","737":"Restableix la contrasenya","738":"Demana-ho","739":"has oblidat la contrasenya?","740":"S'ha canviat correctament la teva contrasenya.","741":"Tria una nova contrasenya segura.","742":"Restableix","743":"L'enllaç ha expirat. Si us plau, demana un de nou.","744":"L'enllaç no és vàlid. Si us plau, demana un de nou.","745":"Cap cicle de facturació","746":"Tipus d'afiliació","747":"Setmanal","748":"Mensual","749":"Anual","750":"El següent cicle de facturació és el ","751":"Un sol cop","752":"Extensió per al Firefox de MEGA","753":"Instal·la l'extensió per al Firefox de MEGA per augmentar el rendiment de baixada. Et permetrà baixar un nombre il·limitat d'arxius sense restriccions de mida.","754":"La extensió per al Firefox de MEGA es segura i invisible. Si prefereixes fer servir MEGA sense extensió, et recomanem que facis servir [A]Chrome[\/A].","755":"Instal·la l'extensió","756":"1 baixada completada","757":"[X] baixades completades","758":"Obre la carpeta de les baixades","759":"clica aquí per obrir","760":"Instal·la't l'extensió per al Firefox de MEGA per baixar un arxiu d'aquest tamany.","761":"Confirma","762":"Estàs a punt de baixar un nombre gran de d'arxius, la qual cosa pot alentir el navegador. Vols continuar de totes maneres?","763":"Contacte","764":"La teva baixada no s'ha pogut iniciar perquè no tens prou espai de disc disponible.","765":"Les teves baixada no s'han pogut iniciar perquè no tens prou espai de disc disponible.","766":"Algunes baixades no s'han pogut iniciar perquè no tens prou espai de disc disponible.","768":"La teva baixada no s'ha pogut iniciar perquè no tens prou espai de disc disponible, o bé estàs fent servir Chrome en mode privat, la qual cosa no permet l'escriptura de fitxers.","769":"Només podem fer servir un 5% del teu espai de disc disponible per a les baixades. Allibera més espai per a continuar.","770":"Tria una contrasenya","771":"Confirma la contrasenya","772":"URL del fitxer:","773":"falten","774":"Envia l'enllaç","775":"canvia el nom:","776":"Desa","777":"Recorda'm en aquest dispositiu","778":"No tens un compte de MEGA?","779":"Registra't ara","780":"Ja tens un compte de MEGA?","781":"A causa del rendiment de CPU limitat als dispositius mòbils, la generació de la clau RSA pot trigar uns minuts a completar-se. Gràcies per la teva paciència.","782":"Carpeta buida","783":"No hi ha fitxers a la teva unitat","784":"No hi ha contactes","785":"No hi ha resultats.","786":"No hi ha fitxers a la safata d'entrada","787":"No hi ha fitxers a la paperera","788":"Estàs segur que vols moure aquest fitxer a la paperera?","789":"Estàs segur que vols moure aquesta carpeta a la paperera?","790":"Obre el fitxer","791":"Importa fitxer","792":"Elimina el fitxer","794":"Elimina el fitxer","796":"Obtenir enllaç","797":"Comparteix la carpeta","798":"Espai disponible","799":"Espai ocupat","800":"Espai lliure","801":"Versió d'escriptori","802":"Correu electrònic del contacte","803":"Descàrrega d'arxius","804":"Desafortunadament, aquest tipus de fitxer no està suportat al teu dispositiu amb MEGA.","805":"Afegirem suport mòbil per aquest tipus de fitxer en un futur pròxim.","806":"reanomena la carpeta:","807":"reanomena el fitxer:","808":"Enllaç a la carpeta","809":"URL de la carpeta:","810":"Enllaç de baixada","811":"URL del fitxer:","812":"Confirma el compte","813":"Carpeta compartida","814":"Vols avortar la teva càrrega d'arxius?","815":"Vols avortar la teva descàrrega?","816":"Si us plau, introdueix una adreça de correu electrònic vàlida.","817":"No pots crear una carpeta en el resultat d'una búsqueda","818":"Vols canviar a la versió d'escriptori?","819":"iniciant","820":"S'ha importat el fitxer a la teva unitat.","821":"Les meves notificacions","822":"Enrere","823":"Preferències","824":"Nova carpeta compartida de [X]","825":"Nova carpeta compartida","826":"[X] ha revocat una carpeta compartida","827":"S'ha revocat una carpeta compartida","828":"[X1] carpetes i [X2] fitxers","829":"[X] carpetes i 1 fitxer","830":"1 carpeta i [X] fitxers","831":"1 carpeta i 1 fitxer","832":"[X] carpetes","833":"[X] fitxers","834":"1 carpeta","835":"1 fitxer","836":"[X] ha afegit [DATA]","837":"S'han afegit [X]","838":"S'ha afegit [X]","850":"GEN","851":"FEB","852":"MAR","853":"ABR","854":"MAI","855":"JUN","856":"JUL","857":"AGO","858":"SET","859":"OCT","860":"NOV","861":"DES","862":"Notificacions","863":"Veure-les totes","864":"Baixa com a ZIP","865":"Obre","866":"Copia 1 element seleccionat","867":"Copia [X] elements seleccionats","868":"Mou 1 element seleccionat","869":"Mou [X] elements seleccionats","870":"Confirma","871":"[B]Atenció:[\/B] s'ha excedit la quota d'emmagatzematge.  Elimina fitxers o [A]actualitza el compte[\/A].","872":"Pro","873":"fa [X] segons","874":"fa 1 minut","875":"fa [X] minuts","876":"fa 1 hora","877":"fa [X] hores","878":"fa 1 dia","879":"fa [X] dies","880":"ara mateix","881":"Estas utilitzant una sessió efímera. Les dades que s'estan emmagatzemant es perdran quan es expiri. Per conservar els seus arxius, si us plau, aconsegueix un compte real amb la màxima brevetat possible i reclamar els teus 50 GB d'espai d'emmagatzematge segur en el núvol!","882":"Advertència","883":"Crea el teu compte","884":"[X] is not fully compatible with MEGA","885":"Your browser","886":"Internet Explorer 10 contains a significant bug affecting file writing from JavaScript, causing an out of memory situation when downloading large amounts of data. We expect this issue to be fixed in Internet Explorer 11. In the meantime, please upgrade to an alternative browser.","887":"[X] lacks the HTML5 features MEGA relies on to perform client-side in-browser cryptography. HTML5 file transfers will be emulated through a very limited Flash workaround. Please consider upgrading to a modern browser at your earliest convenience.","888":"Highly Recommended","889":"Recommended","890":"MEGA works best with the following browsers:","891":"Browser compatibility warning","892":"Properties","893":"Uploaded","894":"Total size","895":"Folder name","896":"Created","897":"Contains","898":"Multiple files & folders","899":"Multiple files","900":"Multiple folders","909":"Password","910":"Buy now","911":"Take full advantage of MEGA with [B]Pro[\/B]","912":"from","913":"month","914":"yearly subscription","915":"Massive storage space","916":"Generous bandwidth quota","917":"if you choose to pay annually","918":"Monthly","919":"Annually","920":"Upgrade your account","921":"2 months free","922":"1 month","923":"1 year","924":"Do you have any question about [A]Pro accounts?[\/A]","925":"Our support team will be happy to assist you.","926":"Company name","927":"City","928":"ZIP \/ Postal code","929":"Phone","930":"day","931":"month","932":"year","933":"Address","934":"State or province","935":"PayPal address","936":"Bank account","937":"Benificiary name","938":"Describe your marketing strategy","939":"Bank name","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentation","964":"Affiliate Program","965":"Policies","966":"Takedown Guidance","967":"Logout","968":"Create Account","969":"Please try again","970":"Please enter a valid password.","973":"Used bandwidth","974":"Manage your account","975":"Add Star","976":"Delete Star","977":"No files in your Cloud Drive.","978":"Your search did not match any documents","979":"Your Rubbish Bin is empty","980":"You have no contacts","981":"Your Inbox is empty","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Edit your profile","987":"Expires on","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Go to Contacts","992":"Avatar","993":"Change Avatar","994":"Personal Information","995":"Birthdate","996":"Choose country","997":"Adding contacts is only for registered users.","998":"Please create your free account","999":"Would you like to upgrade your ephemeral session to a free account now?","1000":"Avoid losing access. Free registration is highly recommended!","1001":"Remove contact","1002":"Are you sure you want to remove [X] from your contact-list?","1003":"Confirm removal","1004":"Are you sure you want to move [X] to the rubbish bin?","1005":"Creating links is only for registered users.","1006":"Sharing folders is only for registered users.","1007":"You cannot undo this action.","1008":"Pro bandwidth quota exceeded.","1009":"Need more bandwidth?","1010":"Storage quota exceeded.","1011":"Want to keep your files?","1012":"Storage quota almost exceeded.","1013":"Need more storage quota?","1015":"Please enter your voucher code.","1016":"Select an image","1017":"Use this as Avatar","1018":"Empty","1019":"Add an email address","1020":"Please enter an e-mail address or select a contact.","1021":"On","1022":"Off","1023":"You do not have write access to this folder.","1024":"Please enter a folder name.","1025":"Multiple items","1026":"Enter decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Public link","1030":"Select from your contacts, or add email addresses","1031":"Export file links and decryption keys","1032":"Include file key","1033":"Copy keys","1034":"Download multiple files","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}