{"10":"VĚTŠÍ. LEPŠÍ. RYCHLEJŠÍ. SILNĚJŠÍ. BEZPEČNĚJŠÍ.","11":"Článek 12","12":"Nikdo nesmí být vystaven svévolnému zasahování do soukromí, rodiny, domova nebo korespondence, ani útokům na svou čest a pověst. Každý má právo na zákonnou ochranu proti takovým zásahům nebo útokům.","13":"Listina základních lidských práv a svobod","14":"Potvrdit odstranění","15":"Opravdu chcete trvale odebrat všechny položky z vašeho koše?","16":"Vnitřní chyba","17":"Překročena kvóta šířky pásma","18":"Příliš mnoho připojení pro toto stahování","19":"Relace přihlášení vypršela nebo je neplatná","20":"Dočasně nedostupné","21":"Problém účtu, zkontrolujte svůj e-mail","22":"Soubor již neexistuje","23":"Soubor již není dostupný","24":"Chyba dešifrování","25":"Složka, ve které se nacházíte, byla odstraněna nebo přesunuta jiným uživatelem.","26":"Ztracená složka","27":"Bohužel, 1 soubor nelze nahrát, protože je větší než [X].","28":"Bohužel, [X1] souborů nelze nahrát, protože jsou větší než [X2].","29":"Máte omezeno nahrávaní souborů naším nástrojem Adobe Flash fallback, protože váš prohlížeč nepodporuje HTML5 FileReader. Pokud chcete obejít toto omezení (a zvýšit celkový výkon prohlížeče), zvažte instalaci [A]Google Chrome[\/A].","30":"Omezení prohlížeče","31":"Pomocí Internet Explorer 9 můžete nahrát pouze soubory menší než [X]. Chrome, Firefox  a Internet Explorer 10 vám umožní nahrát libovolně velké soubory.","33":"MEGA funguje nejlépe s Google Chrome","34":"Varování:","35":"Používáte zastaralý prohlížeč, což nepříznivě ovlivňuje rychlost vašeho přenosu souborů.","36":"Přejděte na Google Chrome.","37":"Zatímco ostatní prodejci prohlížečů stále bojují s implementací plné podpory HTML5, Google Chrome ji má kompletní již dnes. Abyste si užili plnou sílu MEGA (například automatické dávkové nahrávání a stahování), důrazně doporučujeme opustit váš současný, zastaralý prohlížeč a co nejdříve přejít na Chrome.","38":"Tuto zprávu znovu nezobrazovat","39":"Ne, děkuji","40":"Stáhnout Chrome","41":"Odebrali jste složku, která obsahuje 1 sdílenou složku.","42":"Jakmile vyprázdníte koš, bude toto sdílení zakázáno.","43":"Odebrali jste složku, která obsahuje [X] sdílených složek.","44":"Jakmile vyprázdníte koš, budou tato sdílení zakázána.","45":"Varování sdílené složky","46":"Vnitřní chyba","47":"Jejda, něco se pokazilo. Omlouváme se!","48":"Zadejte alespoň tři znaky pro vyhledávání.","49":"přesunout [X] vybraných položek","50":"1 soubor","51":"[X] souborů","52":"a","53":"1 složka","54":"[X] složek","55":"Pouze pro čtení","56":"Pro čtení i zápis","57":"Plný přístup","58":"Stáhnout","59":"Získat odkaz","60":"Sdílení","61":"Přejmenovat","62":"Přesunout","63":"Kopírovat","64":"Oprávnění","65":"K této složce máte přístup pouze pro čtení.","66":"K této složce máte přístup pro čtení i zápis.","67":"Nad touto složkou máte plnou kontrolu.","68":"Nová složka","69":"Vytvořit novou složku","70":"Vysypat koš","71":"Přidat kontakt","72":"Odstranit kontakt","73":"Opravdu chcete odstranit tohoto uživatele z vašeho seznamu kontaktů?","74":"Opravdu chcete odstranit tyto uživatele z vašeho seznamu kontaktů?","75":"Odstranit kontakt","76":"Chystáte se trvale odebrat [X] souborů z koše.","77":"Chcete pokračovat?","78":"Ano","79":"Ne","81":"OK","82":"Storno","83":"Odebrat","84":"Potvrdit odstranění","85":"Znovu načíst","86":"Název","87":"Velikost","88":"Typ přenosu","89":"Stav","90":"Rychlost","91":"Uplynulý čas","92":"Zbývající čas","93":"Typ","94":"Naposledy upraveno","95":"E-mail","96":"Práva","97":"Nové nahrávání","98":"Nahrát složku","99":"Nahrát soubor","100":"Vysypat koš","101":"Přidat kontakt","102":"Hledat","103":"Zrušit přenos","104":"Přenosy souborů","105":"čekající","106":"Správce souborů","107":"Chcete zkopírovat vybranou složku do soukromých  doručených souborů od [X]?","108":"Potvrzení","109":"Chcete zkopírovat vybranou složku do této sdílené složky?","110":"Chcete zkopírovat vybrané položky do soukromých doručených souborů od [X]?","111":"Chcete zkopírovat vybrané položky do této sdílené složky?","112":"Exportovat odkazy na soubory a dešifrovací klíče","113":"Odkaz na soubor","114":"Klíč souboru","115":"Název souboru","116":"Velikost souboru","117":"Přesunout do","118":"Vybrat cíl","119":"Překročena bezplatná kvóta šířky pásma","120":"Stahování nemůže pokračovat, protože byste překročili aktuální bezplatný příděl přenosu pro vaši IP adresu.","121":"Toto omezení je dynamické a závisí na výši nepoužité šířky pásma, kterou máme k dispozici.","122":"Jsou počítány pouze přenosy za posledních 5 až 6 hodin.","123":"V tomto časovém intervalu:","124":"Stáhli jste [X].","125":"[X1] bude k dispozici za [X2].","126":"Aktuální omezení IP je [X].","127":"Pro vaše pohodlí bude vaše stahování ve frontě pozastaveno, dokud nebudete mít k dispozici dostatečnou kvótu, a pak se automaticky obnoví.","128":"Pokud nechcete čekat, mohli byste zvážit pořízení balíčku šířky pásma, který vám také poskytne dostatečné další úložiště.","129":"Upgradovat na Pro","130":"Stahování souborů","131":"Klikněte na \"Povolit\" pro dokončení stahování","132":"Přesunout položky","133":"Přesunout [X]","134":"Kopírovat [X]","135":"Chyba","136":"Vyberte cílovou složku.","137":"Vyberte platný cíl určení.","138":"Cílová složka nemůže být stejná jako zdrojová složka.","139":"Cyklická chyba","140":"Cyklická chyba: cíl nemůže být podsložkou přesouvané složky.","141":"Zadejte platnou e-mailovou adresu.","142":"Čekejte...","144":"Odebrat sdílení","145":"E-mailová adresa:","146":"Sdílet s novým uživatelem:","147":"Povolit přístup","148":"Zavřít","149":"Sdílení","150":"Kontakt pozván","151":"Uživatel [X] byl pozván a objeví se ve vašem seznamu kontaktů, jakmile se zaregistruje.","152":"Do svého seznamu kontaktů nemůžete přidat sami sebe.","153":"E-mailová adresa","154":"Přidat kontakt","155":"Přidat","156":"Storno","157":"Název složky","158":"Vytvořit","159":"Storno","160":"Název složky již existuje. Zkuste to znovu.","161":"Přejmenovat","162":"Přejmenovat","163":"Storno","164":"Cloudová jednotka","165":"Kontakty","166":"Doručené","167":"Koš","168":"Koš","169":"Menu","170":"Registrovat","171":"Přihlásit se","172":"Přetáhněte vaše soubory kamkoliv","174":"nebo","175":"Vybrat soubory","176":"Vybrat soubory k nahrání","177":"Vy držíte klíče k tomu, co ukládáte do cloudu","178":"Bezpečná online spolupráce","179":"Výkonný správce souborů","180":"Aplikační ekosystém","181":"Vlastnosti podrobně","182":"Sdílejte šifrované složky se spolupracovníky nebo obchodními partnery a vyměňujte si důvěrné dokumenty s transparentním koncovým šifrováním.","183":"Zobrazte a spravujte vaše soubory ve vašem internetovém prohlížeči s integrovaným, akcelerovaným dávkovým nahráváním a stahováním.","184":"Ucelené otevřené API umožňuje vývojářům třetích stran vylepšit funkčnost MEGA.","185":"2048bitové šifrování RSA","186":"Odhlásit se","187":"Můj účet","188":"Správce souborů","189":"Ukončit relaci","190":"Přihlásit se","191":"vytvořit účet","192":"Pamatovat si mě","193":"Přihlásit se","194":"[X] serverů online","195":"Váš e-mail","196":"Váš e-mail","197":"Zadejte vaši e-mailovou adresu.","198":"Zadejte platnou e-mailovou adresu.","199":"Zadejte vaše heslo.","200":"Jejda, něco se pokazilo.","201":"Nesprávný e-mail a\/nebo heslo. Prosím zkuste to znovu.","202":"Vytvořit nový účet","204":"nebo","205":"přihlásit se","206":"Vaše jméno","207":"Váš e-mail","208":"Souhlasím s [A]podmínkami o poskytování služby[\/A] MEGA","209":"Registrovat","210":"Připravte se na novou dobu","211":"Cloudové úložiště již nikdy nebude stejné","212":"Zadejte vaše jméno.","213":"Zvolte si heslo.","214":"Musíte souhlasit s našimi podmínkami o poskytování služby.","215":"Objevila se neznámá chyba. Zkuste to znovu.","216":"Úžasné","217":"Zkontrolujte váš e-mail a klikněte na odkaz pro potvrzení vašeho účtu.","218":"Tato e-mailová adresa má již na MEGA registrovaný účet.","219":"Tato e-mailová adresa má již na MEGA registrovaný účet.","220":"Slabé","221":"Průměrné","222":"Dobré","223":"Vynikající","224":"VYBRAT SOUBORY K NAHRÁNÍ","225":"VYBERTE SOUBORY K NAHRÁNÍ NEBO JE PŘETÁHNĚTE SEM","226":"Abychom předešli přetížení zdrojů, musíme občas omezit využití šířky pásma. V posledních šesti hodinách přenesla vaše IP [X1], což by společně s vybraným souborem [X2] překročilo náš aktuální limit [X3]. Abychom zajistili férový a stejný přístup k našim prostředkům, pozastavili jsme vaše čekající stahování. Budou automaticky obnovena, jakmile nápor poleví.","227":"Přenosy kryté placenou kvótou šířky pásma jsou z tohoto omezení osvobozeny, takže pokud si nepřejete čekat, můžete zvážit registraci účtu Pro.","228":"Správa přenosů","229":"Znovu již nezobrazovat","230":"Upgradovat na Pro","231":"Ne, děkuji, počkám","232":"Ne, děkuji, počkám","233":"Dočasná chyba, opakuji.","234":"Stáhování souborů","235":"Stáhnout","236":"Importovat","237":"Spouštění stahování","238":"Označit jako autorsky chráněné","239":"Stahování dokončeno","240":"Pro dokončení přenosu souboru musíte soubor ručně uložit.","241":"Uložit soubor","242":"Použijte Chrome k využití plné síly MEGA","243":"Soubor, který se snažíte stáhnout, již není k dispozici.","244":"Může to mít několik důvodů:","246":"Soubor byl odebrán, protože porušoval podmínky užívání.","247":"Neplatná URL – odkaz, který se snažíte použít, neexistuje","248":"Soubor byl odstraněn uživatelem.","249":"Soubor, který se snažíte stáhnout, je dočasně nedostupný.","250":"Naše vestavěná záloha selhala. K tomu mohlo dojít z několika důvodů:","251":"Některé servery jsou vypnuty kvůli údržbě.","252":"Jsme přetížení a přidáváme více kapacity.","253":"Zkuste to znovu.","254":"Soubor, který se snažíte stáhnout, již není dostupný.","255":"Soubor již není dostupný kvůli nárokování autorských práv od [X].","256":"Váš klíč nemá správnou délku.","257":"Ujistěte se, že zadáváte platný klíč.","258":"Stahování","259":"Co znamená „MEGA“?","260":"MEGA je rekursivní akronym a znamená „MEGA Encrypted Global Access“.","261":"O čem je MEGA?","262":"MEGA je bezpečné cloudové úložiště a služba elektronické spolupráce\/komunikace. Nabízí bezplatný a placený úložný prostor přístupný z internetu a šířku pásma. To vám umožní ukládat a přistupovat k souborům z vašeho webového prohlížeče nebo prostřednictvím specializovaných klientských aplikací.","264":"Podle našeho nejlepšího vědomí je cloudové úložiště a šifrování legální. Dodržujte platné zákony a předpisy tím, [B]jak[\/B] používáte cloudové úložiště a šifrování, stejně jako naše [A]podmínky užívání[\/A].","265":"MEGA bylo vytvořeno stejnými lidmi, kteří dříve provozovali jednoho z největších poskytovatelů cloudového úložiště. Můžu získat zpět svůj účet a soubory?","266":"Bohužel, MEGA nemá přístup k žádnému majetku, který jeho zaměstnanci dříve vytvořili. Neexistuje žádné právní spojení a žádná recyklace jakéhokoliv kód, hardwaru nebo záznamů databáze, a proto v současné době nevidíme žádný způsob obnovení vašich starších dat.","267":"Proč se sídlo společnosti poskytující cloudové úložiště nachází právě na Novém Zélandu?","268":"Kromě jiných důležitých důvodů, Novozélandskými domorodci Māori je nazýván „Aotearoa“, což v překladu znamená „Země dlouhého bílého mraku“.","269":"Můžu používat MEGA na svém mobilním zařízení?","270":"Můžete přistupovat na MEGA pomocí mobilního prohlížeče, ale výrazně to omezuje výkon a funkčnost. Doporučujeme místo toho používat naše specializované mobilní aplikace pro vaše zařízení.","271":"Můžu obnovit přerušené nahrávání nebo stahování?","272":"Ano, dokud nezavřete záložku prohlížeče, bude nahrávání a stahování automaticky obnoveno například po výpadku síťového připojení, nebo pokud bylo vaše zařízení uspáno. Mějte na paměti, že naše servery automaticky smažou veškerá nedokončená nahrávání po 48 hodinách neaktivity.","273":"Můžu nahrát stejný soubor vícekrát?","274":"Vzhledem k tomu, že server nemůže vidět názvy souborů, kolize názvů souborů musí být řešeny na straně klienta. Pokud při standardním nastavením nahrajete soubor, který se již zdá být ve vašem účtu (stejná cílová cest\/název souboru, stejná velikost, stejný čas poslední změny), je přeskočen, ale nic vám nebrání mít více souborů nebo složek se stejným názvem ve stejné složce.","275":"Jak regulujete využití šířky pásma?","276":"Našim záměrem není uměle vytvářet omezení pro uživatele, dokud nenarazíme na omezení naší infrastruktury. Proto si vyhrazujeme právo kdykoliv omezit šířku pásma z provozních důvodů na základě IP adresy. Vaše fronta přenosů bude automaticky obnoveno, jakmile se zatížení sníží. Není třeba žádný ruční zásah.","277":"Má MEGA nějaké omezení velikosti souborů?","278":"Nevytváříme umělé omezení velikosti souborů kromě velikosti vašeho cloudového úložiště. Zatímco všechny současné prohlížeče jsou schopné odesílat velké soubory, stahování je omezeno velikostí u Internet Exploreru a Safari kvůli jejich neúplné podpoře HTML5.","279":"Můžu nahrávat a stahovat zároveň?","280":"Ano. Je možné paralelně použít jednu záložku pro nahrávání a jednu pro stahování.","281":"Proč neposkytujete náhledy nebo streamované ukázky multimediálních souborů?","282":"Protože náš model koncového šifrování přirozeně vylučuje manipulaci s daty na straně serveru, což by bylo nutné pro zavedení takové funkce.","283":"Jak nahraju soubory na MEGA?","284":"Existují tři způsoby nahrávání souborů na MEGA pomocí vašeho prohlížeče:","285":"1. Klikněte na červené tlačítko na úvodní stránce","286":"2. Přejděte do vašeho správce souborů a klikněte na tlačítka „Nahrát soubor“ nebo (pokud používáte Chrome) „Nahrát složku“ poblíž horního okraje","287":"3. Přetáhněte soubory nebo (pokud používáte Chrome) složky na stránku","288":"Jak nainstaluji MEGA?","289":"MEGA může být používáno s jakýmkoliv moderním webovým prohlížečem. Nicméně, v závislosti na vašich konkrétních možnostech prohlížeče, některé funkce nebudou k dispozici – důrazně doporučujeme používat Google Chrome, Mozilla Firefox nebo Opera Next. Pokročilé funkce, jako je automatická synchronizace složek nebo připojení souborového systému, budou dostupné prostřednictvím instalovatelné klientské aplikace.","290":"Jak funguje sdílení složek?","291":"Můžete sdílet libovolný adresář vašeho cloudového úložiště s přáteli, rodinou nebo kolegy. Pozvánky jsou zasílány e-mailem. Pozvaní, kteří zatím nemají účet, obdrží e-mailem notifikaci s odkazem pro registraci. Jako alternativa je zde možnost vytvořit veřejný odkaz na libovolnou složku a exportovat specifický kryptovací klíč, umožňující přístup bez MEGA účtu. Na vaší zodpovědnosti, je pak bezpečně dopravit klíč k příjemci.","292":"Pro vytvoření, úpravu nebo odstranění sdílení, jednoduše klikněte pravým tlačítkem na složku ve správci souborů a vyberte Sdílení. Existují tří úrovně sdílení: Pouze pro čtení, čtení i zápis (soubory mohou být přidány, ale nelze je mazat), a plný přístup (soubory lze přidávat i mazat).","293":"V případě, že přidáte e-mailovou adresu někoho, kdo zatím nemá účet, musíte se minimálně jednou znovu přihlásit, poté co daný člověk dokončí registrační proces, abyste mohli k nasdílení použít jeho nově vygenerovaný veřejný klíč.","294":"Jak odstraním uživatele z mé sdílené složky?","295":"Klikněte pravým tlačítkem na složku ve správci souborů a vyberte Sdílení. Zobrazí se seznam všech uživatelů, kteří mají sdílený přístup. Pravým klikem na konkrétního uživatele jej můžete v menu Smazat.","296":"Jak poznám, které složky jsou sdílené?","297":"Sdílené složky mají ve správci souborů speciální ikonu s rukou pod složkou.","298":"Mohu sdílet složky, které mi nasdílí jiný uživatel?","299":"Ne. Sdílení složek je nepřenosné.","302":"Jak vytvořím odkaz na soubor, uložený na MEGA?","303":"Nejdříve malé varování: Bezpečnost vašich šifrovaných dat závisí na správném utajení přidružených šifrovacích klíčů. Ujistěte se, že jejich přenos budete provádět pouze bezpečnými kanály. Například standardní e-mail není dostatečným řešením.","304":"S tímto na mysli, vyberte jeden, nebo více souborů ve správci souborů, klikněte pravým tlačítkem a vyberte \"Získat odkaz\". Zobrazí se dialogové okno s veřejným odkazem (odkazy) na váš soubor(y), které jste označili. Můžete si vybrat mezi exportováním odkazu a klíče samostatně, nebo vytvořením jednoho kombinovaného odkazu.","305":"Jak funguje šifrování?","306":"Veškeré šifrování je typu end-to-end. Nahrávaná data jsou šifrována na zařízení, ze kterého jsou odesílána ještě předtím, než je odešlete do internetu.  Při stahování jsou data dešifrována opět až po stažení do zařízení. Klienti jsou tedy zodpovědní za generování, výměnu a správu šifrovacích klíčů. Žádný z klíčů nikdy neopustí koncové zařízení (výjimkou jsou veřejné RSA klíče).","307":"Jsou všechny mé osobní informace šifrovány?","308":"Ne. Šifrována jsou pouze data a jména souborů a složek. Informace, ke kterým potřebujeme operativně přistupovat jako e-mailová adresa, IP adresa, struktura složek, vlastnictví souborů a informace o zaplacení jsou ukládaný a zpracovávány nešifrovaně. Více informací naleznete v sekci ochrana soukromí (privacy policy).","309":"Jsou mnou uložená data absolutně v bezpečí?","310":"Bezpečí je relativní. Existují následující zdroje útoků - nejsou specifické pro MEGA, ale chceme, abyste o těchto rizicích věděli:","311":"Jednotlivé účty mohou být ohroženy:","312":"- Spywarem na vašem počítači. Jednoduchý keylogger postačí, ale rovněž mohou být ze systému získány údaje k účtu a bezpečnostní klíče.","313":"- Odpozorování přes rameno. Nezadávejte heslo, pokud někdo sleduje vaši klávesnici.","314":"- Útok hrubou silou. Používejte silná hesla.","315":"- Phishing. Vždy se ujistěte o bezpečnosti vašeho připojení (https:\/\/) a správné doméně (mega.co.nz) předtím než zadáte své heslo.","316":"Větší útoky mohou přicházet díky:","317":"-  Útok tzv. \"bílého koně\". Vyžaduje vydání validní duplicity SSL certifikátu v kombinaci s útokem na DNS a\/nebo útokem na naše BGP routes (scénář DigiNotar-styl)","318":"- Získání přístupu k internetovým serverům hostingu https:\/\/mega.co.nz\/index.html a nahrazení tohoto souboru upravenou verzí (toto by  neovlivnilo přístup přes instalovanou aplikační základnu). Berte na vědomí, že manipulace s obsahem na našem distribuovaném statickém obsahu CDN nepředstavuje bezpečnostní riziko, protože všechen aktivní obsah, který je načítán z index.html podléhá ověření kryptografickým hashem (přemýšlejte o tom jako o nějakém druhu \"bezpečného bootu\" pro webové stránky). Tento typ útoku vyžaduje odesílání škodlivého kódu klientovi, což ho činí zjistitelným.","319":"- Získáním přístupu k naší serverové infrastruktuře a vytvořením falešných požadavků na klíče k existujícím sdílením. Tento útok by měl vliv pouze na data ve sdílených složkách a také zjistitelný na straně klienta.","320":"Co když vám nevěřím? Je pro mě bezpečné používat MEGA?","321":"Pokud nám nevěříte, nesmíte spustit žádný kód, který poskytujeme, takže otevřít náš web a zadat heslo je zakázáno. Pokud stále chcete používat MEGA, musíte použít klientskou aplikaci, jejímž autorem je někdo, komu věříte.","322":"Věřím vám a vašemu datovému centru na Novém Zélandu, ale nevěřím vašemu datovému centru v Německu, protože poskytovatelem je americká společnost. Je pro mě MEGA bezpečné?","323":"Ano, můžete MEGA zcela v klidu používat dále. Dokonce i kdyby naše servery v Německu byly napadeny. Novozélandské datové centrum je zde od toho, aby zajistilo, že žádný útočný kód nevnikne na stránku https:\/\/mega.co.nz\/.","324":"Jsou data, která nasdílím v bezpečí stejně jako má ostatní data?","325":"Přirozeně, sdílené složky jsou v bezpečí do té míry, jako je bezpečný jejich nejslabší článek. Ačkoliv, kompromis v naši infrastruktuře představuje riziko: Veřejné klíče mohou být upraveny a požadavky na ně mohou být padělány.","326":"Předpokládejme, že se úložiště MEGA stalo terčem fyzického útoku. Jaká jsou rizika?","327":"Zprávy o chybách po stažení napadených souborů. Dokonce i kdyby útočník získal šifrovací klíč pro dané úložiště, nebude schopen nahradit soubory bez toho, aby jejich následné stahování skončilo chybou.","328":"Je to dobrý nápad, ukládat všechna má data na jedno místo?","329":"Vždy zálohujte svá důležitá data několikrát, online i offline. Ačkoliv vaše data ukládáme současně na dvě různá místa, nelze garantovat, že nedojde k vícenásobnému selhání a opakování bezprecedentního zásahu vlády.","330":"Proč bych měl svěřit svá data právě vám?","331":"Poskytujeme uživatelsky kontrolované šifrování (UCE), kde jste vy, uživatel, kontrolním klíčem. UCE implementace je open source, a tímto vyzýváme komunitu k poskytování zpětné vazby. Jsme přesvědčeni, že tento přístup je mnohem bezpečnější než ukládání dat u poskytovatele se server-side šifrováním, kde ISP ovládá šifrovací  klíče, nebo ještě hůř, nepoužívá šifrování vůbec - pokud by se například díky programové chybě, staly vaše soubory uložené na Mega veřejně přístupné, budou bez šifrovacího klíče nečitelné.","332":"Všiml jsem si, že používáte HTTPS připojení pro přenos již tak zašifrovaných dat. Není to zbytečné?","333":"Ano je. Bohužel se většina prohlížečů brání vytvoření nezabezpečeného připojení vůči zabezpečeným stránkám a nelze jim to vyčítat - nemají šanci vědět o přítomnosti další šifrovací vrstvy, která už je v tom momentě aktivní. Protože HTTPS má vliv na výkon, umožňujeme jej vypnout na prohlížečích, které toto umožňují (Internet Explorer bohužel ne) abychom urychlili vaše přenosy bez ohrožení bezpečnosti a integrity vašich dat. V některých prohlížečích se při prvním spojení zobrazí varování SSL certifikátu. V takovém případě je zcela bezpečné toto varování ignorovat.","334":"Jaký algoritmus pro šifrování používá MEGA?","335":"Pro velké přenosy je to AES-128 (věříme, že vysoké CPU nároky AES-192 a AES-256 nepřináší tolik bezpečnosti navíc, alespoň do doby, než budou běžné kvantové počítače). O kontrolu integrity po stažení se stará zesílená variace CCM, která je sice méně účinná než OCB, ale není zatížena patenty.","336":"Pro sdílení mezi uživateli a ukládání souborů do vaší složky Doručené je to RSA-2048 (délku klíče jsme volili mezi \"příliš nebezpečným\" a \"příliš pomalým\"). O veškeré šifrování, dešifrování a generování klíčů se stará Javascript, který může snížit propustnost na pár MB\/s a výrazně vytížit procesor. Těšíme se na implementaci HTML5 WebCrypto API do všech hlavních prohlížečů, což by odstranilo toto úzké hrdlo.","337":"Javascriptový generátor náhodných čísel je doplněn o klávesnicí\/myší řízený dynamický, časem řízený RC4 model sledování zadáváných dat.","338":"Zálohuje MEGA mé soubory?","339":"Vaše data ukládáme minimálně ve dvou různých datacenterech, pokud je to možné.","340":"Zapoměl jsem heslo, lze jej získat?","341":"Bohužel, vaše MEGA heslo, není pouze heslo - je to hlavní šifrovací klíč ke všem vašim datům. Pokud jej ztratíte, ztratíte tím přístup ke všem nesdíleným souborům a složkám, pokud jste k nim dříve nevytvořili zvláštní klíč.","344":"Kdy musím upgradovat na Pro účet?","345":"Pro účet vám nabídne více kapacity na vašem úložišti a také extra limit datového rozsahu který vám automaticky přidělíme kdykoliv je dosaženo limitu operačního datového rozsahu - můžete limit využít jak pro sebe, nebo jej poskytnout třetím stranám, jenž přistupují k vašim datům (také uživatelům, kteří nemají MEGA účet). Procentuální limit pro rozsah přidělený třetím stranám je možné změnit v nastavení vašeho účtu.","346":"Proč existuje možnost omezení rychlosti odesílání a proč je defaultně zapnutá?","347":"Mnoho routerů neupřednostňuje menší pakety v případě vytížení linky, což má za následek ovlivnění rychlosti vašeho stahování v případě, kdy je naplno vytíženo odesílání. Z tohoto důvodů prvních deset vteřin při odesílání měříme rychlost vašeho připojení a udržujeme 10 % této kapacity nezatížené. Tuto funkci můžete zkusit vypnout k dosažení lepších výsledků odesílání.","348":"Co získám v rámci neplaceného účtu?","349":"Odkudkoliv přístupné, vysoce výkonné, bezpečné cloudové úložiště s [X] místa. Pokud potřebujete více, můžete upgradovat na [A1]Pro[\/A1] účet. Klikněte [A2]zde[\/A2] pro zobrazení vašeho současného využití.","359":"Nabízíte nějaké API?","361":"Ano. Open-source Javascript kód, který implementuje MEGA rozhraní založené na prohlížeči, používá naše API, takže můžete čerpat nepřeberné množství ukázkového kódu, pokud se Vám zdá naše [A]dokumentace[\/A] nedostatečná. Jelikož nemáme prostředky na vývoj všech super aplikací, které dělají z MEGA univerzální a užitečný nástroj, nabízíme vám, abyste nám pomohli. Po auditu vámi napsané aplikace, na přítomnost děr v kódu a zadních vrátek, ji zveřejníme na našich stránkách. Velice rádi vám nabídneme podíl ze zisku nejpopulárnějších aplikací.","362":"Abychom předešli přetížení zdrojů, musíme občas omezit využití šířky pásma. Soubor, který se pokoušíte stáhnout, je větší než naše aktuální omezení [X3]. Jeho přenos byl odložen a začne automaticky, jakmile nápor poleví.","365":"Váš prohlížeč není dost moderní pro stažení souboru této velikosti.","366":"Varování autorských práv","367":"MEGA respektuje autorská práva druhých a vyžaduje, aby uživatelé používali MEGA cloudové úložiště v souladu s právními předpisy autorského práva. Je striktně zakázáno využívat MEGA k porušování autorských práv. Nesmíte nahrávat, stahovat, ukládat, sdílet, prohlížet, streamovat, distribuovat, mailovat, linkovat, vysílat nebo jakkoliv jinak zpřístupňovat jakékoliv soubory, data nebo obsah, který porušuje autorská práva nebo jiná příslušná práva jakékoliv osoby nebo subjektu. ","368":"Varování:","369":"Bezpečnost šifrovacího modelu MEGA závisí na utajení výše uvedených klíčů. Vyhněte se jejich přenosu nezabezpečenými kanály!","370":"Kopírovat do schránky","371":"Zkopírováno do schránky","372":"Nahrávání","373":"Stahování","374":"Co slibíme, to doručíme","375":"Navigace blokována z důvodu čekajících přenosů souborů.","376":"Pro zobrazení této stránky musíte být přihlášeni.","377":"Probíhají přenosy souborů. Pokud budete pokračovat, budou přerušeny.","378":"Zadejte vaše heslo pro ověření vašeho účtu.","379":"Pro import tohoto souboru do vašeho účtu se přihlaste.","380":"Zadejte dešifrovací klíč","381":"Všechna práva vyhrazena","382":"vyrobeno na Novém Zélandu","383":"Podpora","384":"Centrum nápovědy","385":"Podmínky užívání","386":"Ochrana soukromí","387":"Autorská práva","388":"Komunita","389":"Blog","390":"Partnerství","391":"Prodejci","392":"Vývojáři","393":"Hostingoví partneři","394":"Investoři","395":"Staňte se prodejcem","396":"O nás","397":"Členství zdarma","398":"Členství Pro","399":"Kontaktujte nás","400":"Základy","401":"Sdílení","402":"Bezpečnost a Soukromí","403":"Účet","404":"Platby a Fakturace","405":"Nástroje","406":"Nejčastěji kladené otázky:","407":"Kategorie:","408":"Leden","409":"Únor","410":"Březen","411":"Duben","412":"Květen","413":"Červen","414":"Červenec","415":"Srpen","416":"Září","417":"Říjen","418":"Listopad","419":"Prosinec","420":"Pro spuštění nahrávání se přihlaste.","421":"Přijměte naše podmínky užívání","422":"Souhlasím","423":"Pro použití funkce sdílení potřebujete registrovaný účet. Přejete si provést registraci nyní?","424":"Sdílení zakázáno","425":"Přejmenovat složku","426":"Přejmenovat soubor","427":"Podrobnosti účtu","428":"Poukazy","429":"Historie relace","430":"Historie nákupů","431":"Historie transakcí","432":"Typ účtu:","433":"Upgradovat","434":"Druh předplatného:","435":"ZDARMA","436":"Žádný fakturační cyklus","437":"Prostor úložiště:","438":"Využito [X]","439":"[X1] z [X2]","440":"Správa šířky pásma:","441":"Povolit správu šířky pásma","442":"Zakázat správu šířky pásma","443":"Můžete určit kolik procent chcete přidělit obslužné šířce pásma.","444":"Nastavit obslužnou šířku pásma.:","445":"Obslužná šířka pásma:","446":"(pro stahování vašich souborů třetími stranami)","447":"Šířka pásma stahování","448":"(pro stahovaní souborů od třetích stran)","449":"Zůstatek na účtu","450":"Dobít","451":"Vytvořit poukazy:","452":"Typ poukazu:","453":"Vyberte typ poukazu","454":"Množství:","455":"Vytvořit","456":"Uplatnit poukaz:","457":"Zakoupit poukaz","458":"Uplatnit","459":"Vaše poukazy","460":"Nepoužité poukazy","461":"Uplatněné poukazy","462":"Zrušené poukazy","463":"Odmítnuté poukazy","464":"Všechny poukazy","466":"Posledních [X]","467":"Historie relace","468":"Historie nákupů","469":"Posledních [X] nákupů","470":"Historie transakcí","471":"Posledních [X] transakcí","472":"Posledních [X] relací","473":"Jejda, tohle nevypadá jako platný kód poukazu.","474":"Datum vypršení:","475":"Datum\/Čas","476":"Položka","477":"Množství","478":"Platební metoda","479":"Prohlížeč","480":"IP adresa","481":"Země","482":"Poslední aktivita","483":"Aktuální relace","484":"ID transakce","485":"Kredit","486":"Dluh","487":"Kód poukazu","488":"Stav","489":"Nepoužitý","490":"Uplatněný ","491":"Odmítnutý ","492":"Zrušený ","494":"Vyberte si balíček:","495":"Úložiště","496":"Šířka pásma","497":"Vyberte určení ceny:","498":"měsíčně","499":"ročně","500":"Vyberte určení ceny:","501":"ušetřete 17 %","502":"Vyberte určení ceny:","503":"Zvolte platební metodu:","504":"Předplacený zůstatek","505":"koupit poukaz","506":"Profesionál","507":"Pokračovat","508":"kód poukazu","509":"OCHRANA SOUKROMÍ","510":"Vítejte v MEGA!","511":"Je vytvářena vaše dvojice 2048bitových RSA klíčů (soukromý \/ veřejný).","512":"K posílení klíče jsme sesbírali entropii z pohybů vaší myši a časování úhozů do klávesnice.","513":"Kód poukazu byl uplatněn pro váš účet, nicméně váš nový předplacený zůstatek je pro tento nákup nedostatečný. Přidejte více prostředků nebo zkuste zakoupit levnější balíček.","514":"Nedostatečný zůstatek, zkuste to znovu.","515":"Tato složka obsahuje více než 500 záznamů. Velké složky můžou zpomalit váš prohlížeč. Zvažte použití podsložek.","516":"Získat podporu","517":"Něco vám nefunguje? Navštivte nejdříve naše [A]centrum nápovědy[\/A]. Pokud zde nenajdete odpověď, neváhejte nás kontaktovat.","518":"Právní zásady","519":"Naše právní oddělení je připraveno zodpovědět vaše dotazy.","520":"Autorská práva","521":"Znepokojuje vás uživatel porušující vaše autorská práva? Předložte oznámení o zastavení šíření pomocí [A]online formuláře[\/A] nebo nám zašlete e-mail.","522":"Navrhnout vylepšení","523":"Prosím zašlete nám vaše doporučení a nápady na vylepšení.","524":"Nahlásit chybu","525":"MEGA je momentálně ve fázi beta a náš tým uvítá každé hlášení chyby. Čím podrobnější, tím lepší.","526":"Média","527":"Zveme členy médií, včetně blogerů, aby nás kontaktovala s otázkami souvisejícími s MEGA.","528":"Staňte se prodejcem","529":"Staňte se součástí úspěšného příběhu!","530":"Náš partnerský program vám umožní prodávat poukazy MEGA přímo vašim zákazníkům.","531":"Podrobnosti:","532":"Získáte přístup k propracovanému rozhraní správy poukazů.","533":"Tvořte poukazy v reálném čase z vašeho účtu.","534":"Velkorysý podíl na zisku od samého začátku.","535":"Čím více prodáte, tím vyšší podíl zisku vám připadne.","536":"Přístup k partnerské API vám umožní vyvíjet nástroje, spolupracující s našim systémem v reálném čase.","537":"Reklama zdarma: vaše stránka bude propojena na Mega.","538":"K revizi a schválení vaší partnerské aplikace. Váš obchod a webová stránka musí splňovat naše standardy.","539":"Podíl na zisku","540":"Váš podíl na zisku bude ponížen po vytvoření poukazu.","541":"Měsíční obrat","542":"Podíl na zisku","543":"více než [X]","544":"Partnerská aplikace","545":"Registrovat se jako prodejce","546":"Podrobnosti","547":"Podrobnosti o vás","548":"Trhy","549":"Vyberte prodejní trhy:","550":"Platby","551":"Vyberte platební metody","552":"Vyberte platební metody ze seznamu dostupných poskytovatelů","553":"Váš poskytovatel plateb není v seznamu? [A]Napište nám e-mail[\/A]","554":"Dokončit","555":"Souhlasím s [A]Partnerskými podmínkami užívání[\/A] MEGA","556":"Další","557":"Vyberte trhy ze seznamu dostupných zemí","558":"Předchozí","559":"Vaše jméno","560":"Obchodní URL","561":"Adresa","562":"PSČ","563":"Obchodní jméno","564":"Telefonní číslo","565":"Město","566":"Vyberte země podle platebních metod:","568":"Vyberte vaši zemi","569":"Nastavení přenosů","570":"Počet souběžných nahrávání:","571":"Počet souběžných stahování:","572":"Omezení rychlosti nahrávání:","573":"Žádný","574":"Automatický","575":"Fixní","576":"Přeskočit identické soubory při nahrávání:","577":"Ano","578":"Ne","579":"Zapnout SSL pro přenosy souborů:","580":"Vypnutí SSL zvýší výkon a nesníží bezpečnost.","581":"Zadejte vaše jméno.","582":"Zadejte vaši obchodní URL.","583":"Zadejte vaši adresu.","584":"Zadejte vaše PSČ.","585":"Zadejte vaše obchodní jméno.","586":"Zadejte vaše telefonní číslo.","587":"Zadejte vaše město.","588":"Zadejte vaši zemi.","589":"Musíte přijmout podmínky použití pro prodejce","590":"Vyberte alespoň jednu zemi.","591":"Vyberte alespoň jednu platební metodu.","592":"Vyberte alespoň jednu zemi pro poskytovatele plateb.","593":"Výborně","594":"Obdržíte od nás e-mail s dalšími instrukcemi.","620":"Oznámení o podezření z porušování autorských práv","621":"Oznámení","622":"Respektujeme autorská práva ostatních a vyžadujeme, aby uživatelé našich služeb jednali v souladu se zákony o autorských právech. Je přísně zakázáno používat našich služeb k porušování autorských práv. Nesmíte nahrávat, stahovat, ukládat, sdílet, prohlížet, streamovat, distribuovat, mailovat, odkazovat, vysílat nebo jakkoliv jinak zpřístupňovat jakékoliv soubory, data nebo obsah, který porušuje autorská práva nebo jiná příslušná práva jakékoliv osoby nebo subjektu. Budeme reagovat na oznámení na podezření z porušování autorských práv, která jsou v souladu s aplikovatelným právem a nám náležitě předložena. Pokud věříte, že byl váš obsah okopírován nebo použit způsobem, který představuje porušení autorských práv, prosím poskytněte nám tyto informace: (i) fyzický nebo elektronický podpis příslušného vlastníka autorských práv nebo osoby oprávněné jednat jejich jménem; (ii) identifikaci autorsky chráněného obsahu, o kterém si myslíte, že byl zneužit; (iii) identifikaci materiálu, o kterém si myslíte, že porušuje autorská práva, nebo je předmětem takové aktivity, a který by měl být odstraněn nebo přistoupeno k jeho zákazu, a rozumně dostačující informaci, která nám umožní materiál vyhledat, zahrnující například webovou adresu (URL); (iv) vaše kontaktní údaje, zahrnující vaši adresu, telefonní číslo a e-mailovou adresu; (v) prohlášení, že jednáte v dobré víře, že materiál ve stížnosti není autorizovaný vlastníkem autorského práva, jeho agentem, nebo zákonem; a (vi) prohlášení, že poskytnuté informace jsou přesné a pod hrozbou postihu za křivou přísahu (pokud aplikovatelný zákon neurčí jinak), a že jste oprávněni jednat jménem vlastníka autorských práv.","623":"Vyhrazujeme si právo odebrat data podezřelá z porušování autorských práv bez předchozího oznámení a pouze na základě našeho uvážení a bez ohledu na vás. Za příslušných okolností také zrušíme váš účet, pokud porušujete autorská práva opakovaně. Náš určený zástupce autorských práv pro oznámení podezření z porušování autorských práv je:","624":"Oznámení o porušení autorských práv","625":"Použijte tento formulář k podání oznámení o porušení autorských práv. Budeme reagovat do 24 hodin (okamžitě během pracovní doby).","626":"Obsah:","627":"Požadované pole","628":"Porušuje má osobní autorská práva.","629":"Porušuje autorská práva někoho, koho jsem oprávněn zastupovat.","630":"Typ zastavení šíření:","631":"Vyberte typ zastavení šíření:","632":"1. Zakázat pouze dodané veřejné URL – soubory zůstanou na účtech majitelů","633":"2. Zakázat všechny veřejné URL souborů z dodaných URL – soubory zůstanou na účtech majitelů","634":"3. Odebrat všechny případy souborů z dodaných URL – žádný uživatel nemá oprávnění toto uchovávat za žádných okolností celosvětově.","635":"Místopřísežně prohlašuji, že jednám v dobré víře, že sdílení autorsky chráněného obsahu ve výše zmíněném umístění není schváleno vlastníkem autorských práv, jeho agentem, nebo zákonem (např. volné užití)","636":"Rozumím, že můžu být zodpovědný za škody  zahrnující náklady a poplatky na právní zastoupení, pokud vědomně zkreslím oznámení, že uvedený obsah, URL, nebo soubory porušují autorská práva.","637":"Informace v tomto oznámení jsou pravdivé, a prohlašuji, pod hrozbou postihu za křivou přísahu, že jsem oprávněn jednat jménem vlastníka autorských práv. ","638":"Toto oznámení je vážný právní dokument – buďte opatrní a přesní ve svých vyjádřeních o porušování autorských práv. Možná nejprve konzultujte právního zástupce ke zjištění, zda obsah, který nahlašujete, opravdu porušuje autorská práva a není chráněn volným užitím, licencí, nebo jinými právními principy.","639":"Odeslat oznámení","640":"Přidat více","641":"URL porušujícího obsahu:","642":"Jméno vlstníka autorských práv:","643":"Funkce:","644":"E-mailová adresa:","645":"Fax:","646":"Město:","647":"PSČ:","648":"Díla chráněna autorským právem, které bylo porušeno:","649":"Mé celé jméno:","650":"Společnost \/ Organizace:","651":"Telefon:","652":"Adresa:","653":"Okres \/ Kraj:","654":"Země:","655":"Poskytněte URL pro každé chráněné dílo označené jako porušující autorská práva.","656":"Poskytněte autorské dílo pro každou porušující URL.","657":"Vyberte, zda obsah porušuje vaše osobní autorská práva nebo někoho, koho jste oprávněni zastupovat.","658":"Vyberte typ zastavení šíření.","659":"Poskytněte URL pro každé chráněné dílo označené jako porušující autorská práva.","660":"Poskytněte autorské dílo pro každou porušující URL.","661":"Poskytněte jméno vlastníka autorských práv.","662":"Poskytněte vaše celé jméno.","663":"Poskytněte vaši e-mailovou adresu.","664":"Poskytněte platnou e-mailovou adresu.","665":"Potvrďte, že jednáte v dobré víře, že sdílení autorského obsahu ve výše uvedeném umístění není autorizováno vlastníkem autorských práv, jeho agentem, nebo zákonem (např. volné užití)","666":"Potvrďte, že berete na vědomí, že můžete nést odpovědnost za škody, včetně nákladů a poplatků za právní zastoupení, pokud vědomě zkreslíte hlášení o porušení autorského práva u URL nebo souborů.","667":"Potvrďte, že toto oznámení je přesné, a pod trestem křivé přísahy, že jste oprávněni jednat jménem vlastníka autorských práv.","668":"Děkujeme!","669":"Vaše oznámení k autorskému právu brzy přezkoumáme.","670":"Jazyk","671":"Mluvíte více jazyky?","672":"Pomozte nám s překladem!","673":"Ochrana soukromí","674":"Nikdo nesmí být vystaven svévolnému zasahování do soukromí, rodiny, domova nebo korespondence. Každý má právo na zákonnou ochranu proti takovým zásahům.","675":"Deklarace lidských práv, článek 12","676":"MEGA je cloudové úložiště se silnou nepřetržitou ochranou soukromí","677":"MEGA poskytuje velké cloudové úložiště s vhodnou a silnou nepřetržitou ochranou soukromí. MEGA věří ve vaše právo na soukromí a poskytuje vám technologické nástroje k jeho ochraně. Nazýváme to Šifrování řízené uživatelem (UCE) a děje se automaticky.","678":"Co je MEGA Šifrování řízené uživatelem?","679":"Všechna data uložená na MEGA jsou šifrovaná. Všechny datové přenosy z a do MEGA jsou šifrované. A zatímco většina poskytovatelů cloudových úložišť může a tvrdí totéž, MEGA je jiné – na rozdíl od průmyslové normy, kde je držitelem dešifrovacího klíče poskytovatel cloudového úložiště, u MEGA řídíte šifrování vy, vy držíte klíče a vy rozhodujete o tom, komu udělíte nebo zakážete přístup k vašim souborům, bez jakékoliv potřeby instalovat riskantní software. Vše se děje ve vašem internetovém prohlížeči!","680":"Budoucnost MEGA","681":"Cloud MEGA je teprve začátek. V budoucnosti MEGA nabídne UCE ve vašem prohlížeči pro celou řadu aplikací bez nutnosti instalace čehokoliv dalšího. Naše technologie ochrání vaše e-maily, hovory, zprávy i video přenosy.","692":"Je Mega legální?","693":"Jsme nadšená skupina technologů, kterým byl dán čas, příležitost a přístup na internet k vytvoření skvělého cloudového úložiště, které pomůže ochránit vaše soukromí. Naprogramovali jsme tuto internetovou službu od nuly v Aucklandu na Novém Zélandu. Na rozdíl od většiny našich konkurentů, používáme nejlepší, na prohlížeči založenou šifrovací technologii, kde ovládáte klíče vy, ne my. Do naší designová skupiny patří Kim Dotcom, Mathias Ortmann, Bram van der Kolk a Finn Batato. Náš generální ředitel, Vikmar Kumar, byl generálním ředitelem InternetNZ, neziskové organizace podporující vizi „otevřeného a nezachytitelného internetu“. Doufáme, že se vám to líbí.","694":"1. Zakázat jeden odkaz („URL“) na soubor – soubory zůstanou v uživatelově účtu","695":"2. Zakázat více URL na soubor – soubory zůstanou v uživatelově účtu","696":"3. Odebrat všechny případy souborů z dodaných URL – žádný uživatel nemá oprávnění toto uchovávat za žádných okolností celosvětově.","697":"4. Jiné","698":"Oznámení můžete podat zde","699":"Potvrdit a podat oznámení","700":"Poskytněte vaše oznámení o zastavení šíření ručně e-mailem na adresu [A1]copyright@mega.co.nz[\/A1] na základě našich [A2]ustanovení o odstranění[\/A2].","701":"Zaslat žádost o odstranění e-mailem","702":"Ohlásit zneužití","703":"Váš registrační odkaz je neplatný. Zkontrolujte možné konce řádků ve vašem aktivačním e-mailu.","704":"Váš účet byl již aktivován. Přihlaste se.","705":"Vaše ověření nemohlo být zpracováno. Zaregistrujte se znovu. Kód chyby:","706":"Změnit heslo","707":"Aktualizovat","708":"Žádost o změnu","709":"Nepamatuji si své aktuální heslo","710":"Pokud jste stále přihlášeni, ale nemůžete si vzpomenout na své aktuální heslo, můžete nastavit nové heslo zaškrtnutím této možnosti. E-mailem obdržíte odkaz na změnu hesla, které aktivuje nové heslo, pokud na něj kliknete do 15 minut.","711":"Žádost o změnu","712":"Uplatnění dokončeno","713":"K vašemu účtu byl připsán kredit z poukazu. Přejete si nyní pokračovat v nákupu?","714":"Tento poukaz již byl uplatněn.","715":"Nová hesla, která jste zadal, se neshodují. Zkuste to znovu.","716":"Aktuální heslo","717":"Nové heslo","718":"Potvrzení nového hesla","719":"Zadejte své aktuální heslo.","720":"Zadejte své nové heslo.","721":"Zkontrolujte svůj e-mail a k dokončení změny klikněte na potvrzovací odkaz.","722":"Požádáno o změnu","723":"Nové heslo musí být odlišné od vašeho aktuálního hesla.","724":"Aktuální heslo, které jste zadali, je neplatné.","725":"Vaše heslo bylo změněno.","726":"Hotovo","727":"Vaše heslo bylo změneno.","728":"Tento potvrzovací odkaz na změnu hesla vypršel.","729":"Tento odkaz byl již potvrzen.","730":"Váš účet byl zablokován. Prosím zkontrolujte svůj e-mail pro bližší informace a odpovězte jakmile se vám to bude hodit.","731":"Přidružený uživatelský účet byl smazán kvůli opakovanému porušení našich [A]Podmínek užívání[\/A].","732":"Již jste přihlášeni k účtu, který je jiný než ten který potvrzujete. Prosím zkontrolujte aktivní připojení, odhlaste se a poté klikněte na potvrzovací odkaz znovu.","733":"Neznámá e-mailová adresa. Pokud u nás ještě nemáte účet, zveme vás k registraci.","734":"Děkujeme!","735":"Prosím zkontrolujte váš e-mail.","736":"Pouze účty, které neobsahují žádné soubory nebo složky mohou obnovit jejich heslo.","737":"Obnovit heslo","738":"Zažádat","739":"zapomněli jste své heslo?","740":"Vaše heslo bylo úspěšně změněno.","741":"Prosím zvolte nové bezpečné heslo.","742":"Obnovit","743":"Tento odkaz vypršel. Prosím zažádejte o nový odkaz.","744":"Neplatný odkaz. Prosím zažádejte o nový odkaz.","745":"Žádný fakturační cyklus","746":"Typ členství","747":"Týdně","748":"Měsíčně","749":"Ročně","750":"Další fakturační cyklus je ","751":"Jednorázově","752":"MEGA doplněk Firefoxu","753":"Nainstalujte si MEGA doplněk Firefoxu pro obrovské zlepšení výkonu stahování. Umožní vám to dávkové stahování neomezeného množství souborů bez omezení velikosti.","754":"MEGA doplněk Firefoxu je bezpečný a neviditelný. Pokud preferujete používat MEGA bez doplňku, důrazně doporučujeme, abyste použili [A]Chrome[\/A].","755":"Nainstalovat doplněk","756":"Dokončeno 1 stahování","757":"Dokončeno [X] stahování","758":"Otevřít složku stahování","759":"klikněte sem pro otevření","760":"Prosím nainstalujte si MEGA doplněk Firefoxu pro stažení souboru této velikosti.","761":"Potvrďte","762":"Chystáte se stáhnout velké množství souborů, což může zpomalit váš prohlížeč. Přesto pokračovat?","763":"Kontakt","764":"Vaše stahování nemohlo být zahájeno, protože na disku není dost místa.","765":"Vaše stahování nemohla být zahájena, protože na disku není dost místa.","766":"Některá z vašich stahování nemohla být zahájena, protože na disku není dost místa.","768":"Vaše stahování nemohlo být zahájeno, protože na disku není dost místa, nebo používáte Chrome v soukromém režimu, který nepodporuje zápis dat.","769":"Pro stahování můžeme použít pouze 5 % prostoru na vašem disku. Pro pokračování uvolněte více prostoru.","770":"Zvolte heslo","771":"Potvrďte heslo","772":"URL souboru:","773":"zbývá","774":"Poslat odkaz e-mailem","775":"přejmenovat níže:","776":"Uložit","777":"Zapamatovat si mě na tomto zařízení","778":"Nemáte účet MEGA?","779":"Zaregistrujte se nyní","780":"Již máte účet MEGA?","781":"Vzhledem k omezenému výkonu procesoru mobilních zařízení, může generování klíče RSA trvat několik minut. Ceníme si vaší trpělivosti.","782":"Prázdná složka","783":"Žádné soubory ve vašem cloudovém úložišti","784":"Žádné kontakty","785":"Žádné výsledky.","786":"Žádné soubory ve složce Doručené","787":"Žádné soubory v koši","788":"Opravdu chcete tento soubor přesunout do koše?","789":"Opravdu chcete tuto složku přesunout do koše?","790":"Otevřít soubor","791":"Importovat soubor","792":"Odstranit soubor","794":"Odstranit složku","796":"Získat odkaz","797":"Sdílet složku","798":"Úložiště","799":"Využitý prostor","800":"Volný prostor","801":"Verze pro stolní počítač","802":"Kontaktní e-Mail","803":"Stažení souboru","804":"Bohužel, tento typ souboru není momentálně podporován na vašem zařízení s MEGA.","805":"Mobilní podporu pro tento typ souboru implementujeme v blízké budoucnosti.","806":"změnit název složky:","807":"změnit název souboru:","808":"Odkaz na složku","809":"URL složky:","810":"Odkaz ke stažení","811":"URL souboru:","812":"Potvrdit účet","813":"Sdílená složka","814":"Chcete přerušit nahrávání?","815":"Chcete přerušit stahování?","816":"Zadejte platnou e-mailovou adresu.","817":"Nemůžete vytvořit složku ve výsledcích hledání.","818":"Chcete přepnout na verzi pro stolní počítače?","819":"spouštění","820":"Tento soubor byl importován do vašeho cloudového úložiště.","821":"Vaše upozornění","822":"Zpět","823":"Nastavení","824":"Nová sdílená složka od [X]","825":"Nová sdílená složka","826":"[X] odvolal sdílenou složku","827":"Sdílená složka odvolána","828":"[X1] složek a [X2] souborů","829":"[X] složek a 1 soubor","830":"1 složka a [X] souborů","831":"1 složka a 1 soubor","832":"[X] složek","833":"[X] souborů","834":"1 složka","835":"1 soubor","836":"[X] přidal [DATA]","837":"[X] bylo přidáno","838":"[X] byla přidána","850":"LED","851":"ÚNO","852":"BŘE","853":"DUB","854":"KVĚ","855":"ČER","856":"ČEV","857":"SRP","858":"ZÁŘ","859":"ŘÍJ","860":"LIS","861":"PRO","862":"Upozornění","863":"Zobrazit vše","864":"Stáhnout jako ZIP","865":"Otevřít","866":"Zkopírovat vybranou položku","867":"Zkopírovat [X] vybraných položek","868":"Přesunout vybranou položku","869":"Přesunout [X] vybraných položek","870":"Potvrdit","871":"[B]Varování:[\/B] překročena kvóta úložiště. Odstraňte soubory nebo [A]upgradujte svůj účet[\/A].","872":"Pro","873":"před [X] sekundami","874":"před minutou","875":"před [X] minutami","876":"před hodinou","877":"před [X] hodinami","878":"včera","879":"před [X] dny","880":"Právě teď","881":"Využíváte dočasnou relaci. Data, která ukládáte, budou ztracena, až vyprší. Pro zachování vašich dat upgradujte na skutečný účet, jakmile se vám to bude hodit a získejte svých 50 GB úložného prostoru v cloudu zdarma!","882":"Varování","883":"Vytvořit účet","884":"[X] není plně kompatibilní s MEGA","885":"Váš prohlížeč","886":"Internet Explorer 10 obsahuje zásadní chybu, která ovlivňuje zápis souboru z JavaScriptu a způsobuje nedostatek paměti při stahování velkého objemu dat. Očekáváme, že tento problém bude opraven ve verzi Internet Explorer 11. Mezitím přejděte na alternativní prohlížeč.","887":"[X] nepodporuje vlastnosti HTML5, na které MEGA spoléhá v šifrování uvnitř prohlížeče na klientově straně. HTML5 přenosy souborů budou simulovány skrze velmi limitované Flash řešení. Zvažte přechod na moderní prohlížeč, jakmile se vám to bude hodit.","888":"Vysoce doporučeno","889":"Doporučeno","890":"MEGA pracuje nejlépe s následujícími prohlížeči:","891":"Varování kompatibility prohlížeče","892":"Vlastnosti","893":"Nahráno","894":"Celková velikost","895":"Název složky","896":"Vytvořeno","897":"Obsahuje","898":"Více souborů a složek","899":"Více souborů","900":"Více složek","909":"Heslo","910":"Koupit","911":"Využijte plnou výhodu MEGA s [B]Pro[\/B]","912":"od","913":"měsíc","914":"roční předplatné","915":"Impozantní prostor úložiště","916":"Velkorysá kvóta šířky pásma","917":"pokud si zvolíte platit ročně","918":"Měsíčně","919":"Ročně","920":"Upgradovat účet","921":"2 měsíce zdarma","922":"1 měsíc","923":"1 rok","924":"Máte nějaké otázky o [A]účtech Pro?[\/A]","925":"Náš tým podpory vám rád pomůže.","926":"Název společnosti","927":"Město","928":"PSČ","929":"Telefon","930":"den","931":"měsíc","932":"rok","933":"Adresa","934":"Okres nebo kraj","935":"Adresa PayPal","936":"Bankovní účet","937":"Jméno příjemce","938":"Popište vaši marketingovou strategii","939":"Název banky","947":"Jednotka","948":"Koš","949":"Doručené","950":"Kontakty","951":"Můj účet","952":"Většina zařízení nemůže stáhnout soubory větší než 4 GB. Vaše stahování se pravděpodobně nezdaří.","953":"Nedostatek volného místa","954":"Zásluhy","955":"Mobilní aplikace","956":"Synchronizační klient","957":"Aplikace pro Chrome","959":"Aplikace pro Firefox","961":"Aplikace","962":"Software Development Kit","963":"Dokumentace","964":"Partnerský program","965":"Zásady","966":"Pokyny pro zastavení šíření","967":"Odhlásit","968":"Vytvořit účet","969":"Zkuste to znovu","970":"Zadejte platné heslo.","973":"Využitá šířka pásma","974":"Správa účtu","975":"Přidat Hvězdičku","976":"Odstranit Hvězdičku","977":"Ve vaší Cloudové jednotce nejsou žádné soubory.","978":"Vašemu vyhledávání neodpovídají žádné dokumenty","979":"Váš koš je prázdný","980":"Nemáte žádné kontakty","981":"Složka Doručené je prázdná","982":"Obsah","983":"Přehled","984":"Profil","985":"Historie","986":"Upravit profil","987":"Vyprší","988":"Spojení:","989":"[X] kontaktů","990":"1 kontakt","991":"Přejít na Kontakty","992":"Obrázek profilu","993":"Změnit obrázek profilu","994":"Osobní informace","995":"Datum narození","996":"Zvolte zemi","997":"Přidávání kontaktů je pouze pro registrované uživatele.","998":"Vytvořte si účet zdarma","999":"Chtěli byste nyní upgradovat dočasnou relaci na účet zdarma?","1000":"Vyhněte se ztrátě přístupu. Bezplatná registrace je důrazně doporučena!","1001":"Odebrat kontakt","1002":"Opravdu chcete odebrat[X] z vašeho seznamu kontaktů?","1003":"Potvrdit odebrání","1004":"Opravdu chcete přesunout [Y] do koše?","1005":"Vytváření odkazů je pouze pro registrované uživatele.","1006":"Sdílení složek je pouze pro registrované uživatele.","1007":"Tuto akci nelze vrátit zpět.","1008":"Překročena kvóta šířky pásma Pro.","1009":"Potřebujete větší šířku pásma?","1010":"Překročena kvóta úložiště.","1011":"Chcete zachovat své soubory?","1012":"Kvóta úložiště je téměř překročena.","1013":"Potřebujete větší kvótu úložiště?","1015":"Zadejte kód vašeho poukazu.","1016":"Vyberte obrázek","1017":"Použít jako obrázek profilu","1018":"Vyprázdnit","1019":"Přidat e-mailovou adresu","1020":"Přidat e-mailovou adresu","1021":"Zapnuto","1022":"Vypnuto","1023":"Nemáte oprávnění k zápisu do této složky.","1024":"Zadejte název složky.","1025":"Více položek","1026":"Zadejte dešifrovací klíč","1027":"Dešifrovat","1028":"Dešifrovací klíč","1029":"Veřejný odkaz","1030":"Vyberte z vašich kontaktů nebo přidejte e-mailovou adresu","1031":"Exportovat odkazy na soubory a dešifrovací klíče","1032":"Zahrnout klíč souboru","1033":"Kopírovat klíče","1034":"Stáhnout více souborů","1035":"Klikněte na \"povolit\" pro dokončení stahování","1036":"Sdíleno s","1037":"Souhlasím","1038":"Zvolte jazyk","1039":"Zaplatit pomocí PayPal","1040":"Přihlaste se pro aktivaci vašeho členství.","1041":"Vytvořte si účet pro aktivaci vašeho členství.","1042":"Inicializace","1043":"Odkaz na složku není dostupný","1044":"Odkaz na složku, ke které se pokoušíte získat přístup, již není dostupný. Mohlo by to být z následujících důvodů:","1045":"Odkaz na složku byl odebrán  z důvodu porušení podmínek služby nebo použití.","1046":"Odkaz na složku byl zakázán uživatelem.","1047":"Vítejte v MEGA Pro","1048":"Vaše členství Pro bylo aktivováno. Užívejte si ho!","1049":"Složka","1050":"Žádná sdílení","1051":"Nikdy","1053":"Šířka pásma byla téměř překročena.","1054":"Budete muset počkat [X], dokud nebude k vašemu účtu přidělena větší šířku pásma.","1055":"Nechcete čekat?","1056":"Toto omezení je dynamické.","1057":"Potvrďte odebrání relace","1058":"Právě používáte dočasnou relaci. Opravdu chcete ukončit relaci?","1059":"Tato akce odstraní všechna vaše data.","1060":"Koncové šifrování","1061":"Na rozdíl od jiných poskytovatelů cloudového úložiště jsou vaše data šifrována a dešifrována pouze  klientskými zařízeními a nikdy námi.","1062":"Globální přístup","1063":"Vaše data jsou dostupná kdykoliv, z jakéhokoliv zařízení, kdekoliv.","1064":"Zabezpečená spolupráce","1065":"Sdílejte složky s vašimi kontakty a sledujte jejich aktualizace v reálném čase.","1066":"MEGA poskytuje nástroje pro snadné používání [A] soukromé a důvěrné[\/A] online komunikace.","1067":"MEGA přináší šifrované cloudové služby, které umožňují [A]soukromou a bezpečnou[\/A] komunikaci a spolupráci pro firmy a jednotlivce. Držíte a ovládáte šifrovací klíče k vašim datům v cloudu.","1068":"Sdílejte složky s vašimi kontakty a sledujte jejich aktualizace v reálném čase.","1069":"Podívejte se, jak to funguje","1070":"Jak to funguje","1071":"Chcete vědět víc o MEGA?","1072":"Podívejte se na video","1073":"Plány členství","1074":"Získejte 50 GB s účtem zdarma","1075":"Mnohokrát víc, než dostanete od hlavních konkurentů.","1076":"Vytvořit účet","1077":"Konkurenční balíčky Pro","1078":"Získejte až 4 TB šifrovaného úložiště jen za 8,33 € měsíčně.","1079":"Zkontrolujte naše balíčky Pro","1080":"Mobilní aplikace","1082":"Cloud ve vaší kapse. Přistupujte k souborům a streamujte je z vašeho chytrého telefonu nebo tabletu. Nahrávejte a synchronizujte média do cloudu.","1083":"Získejte to zdarma","1084":"Dostupné pro","1085":"Synchronizační klient","1086":"Snadná automatická synchronizace mezi vašimi počítači a vaší cloudovou jednotkou MEGA.","1087":"Stáhnout nyní","1088":"Aplikace pro prohlížeče","1089":"Naše rozšíření prohlížečů nainstalují MEGA do vašeho prohlížeče pro rychlejší načítání a přidání odolnosti proti útokům.","1090":"Přejít na stránku stahování","1091":"Klikněte pro nahrávání nebo přetáhněte soubory sem","1092":"Posunout pro pokračování","1093":"Nikdy nezadávejte vaše heslo na zařízení, kterému plně nedůvěřujete. Nepřihlašujte se do svého účtu ze společného nebo veřejného počítače.","1094":"Pro zvýšení bezpečnosti nainstalujte naše [A]rozšíření prohlížeče[\/A] a načítejte MEGA raději z vašeho počítače, než z našich serverů.","1095":"Vytvořit váš účet [A]zdarma[\/A]","1096":"Jméno","1097":"Příjmení","1098":"Neplatné jméno a\/nebo příjmení.","1099":"Zadejte vaše jméno a příjmení.","1100":"Neplatné e-mailová adresa.","1101":"Zadejte správnou e-mailovou adresu","1102":"Neplatné heslo.","1104":"Zesilte své heslo.","1105":"Síla:","1106":"Stav hesla","1107":"Hesla se neshodují.","1108":"Vytvořit účet","1109":"Vaše heslo je váš hlavní dešifrovací klíč.","1110":"Bezpečnost vašeho účtu závisí na síle vašeho hesla. Hesla, která jsou příliš krátká, příliš jednoduchá nebo sestávají ze slov ze slovníků, jsou snadno uhodnutelná.","1111":"Nezapomeňte své heslo.","1112":"Ztracená hesla nelze obnovit. Pokud si ho nezapamatujete, nebudete mít již nikdy přístup k vašim uloženým datům.","1113":"Váš účet je pouze tak bezpečný jako váš počítač.","1114":"Zadejte znovu heslo","1115":"Ověřovač síly hesla se stále inicializuje.","1116":"Zkuste to znovu za pár sekund.","1117":"Podmínky smlouvy o poskytování služby","1118":"Musíte souhlasit s podmínkami smlouvy o poskytování služby pro registraci účtu na MEGA.","1119":"Vaše heslo je snadno odhadnutelné. Zkuste vytvořit delší heslo. Kombinujte velká a malá písmena. Přidejte speciální znaky. Nepoužívejte jména nebo slova ze slovníků","1120":"Vaše heslo je snadno odhadnutelné. Zkuste vytvořit delší heslo. Kombinujte velká a malá písmena. Přidejte speciální znaky. Nepoužívejte jména nebo slova ze slovníků.","1121":"Vaše heslo je dost dobré pro pokračování, ale je doporučeno ještě zesílit vaše heslo.","1122":"Toto heslo odolá nejtypičtějším útokům hrubou silou. Ujistěte se, že si ho zapamatujete.","1123":"Toto heslo odolá nejdůmyslnějším útokům hrubou silou. Ujistěte se, že si ho zapamatujete.","1124":"Velice slabé","1125":"Slabé","1126":"Střední","1127":"Dobré","1128":"Silné","1129":"vaše heslo je příliš slabé pro pokračování","1130":"Neplatný e-mail a\/nebo heslo.","1131":"Potvrdit účet","1132":"Shromažďování entropie","1133":"Tato hra bude shromažďovat [A]entropii[\/A] na základě vašich pohybů myší.","1134":"Toto posílí váš [A]klíč RSA[\/A].","1135":"Můžete přerušit hru, jakmile bude ukazatel průběhu na 100 %.","1136":"Hotovo!","1137":"nyní můžete pokračovat k dalšímu kroku pro dokončení klíče.","1138":"Pokračovat","1139":"Skóre:","1140":"Toto je velice důležitý krok a může trvat několik sekund.","1141":"Čekejte prosím.","1142":"Vytvoření asymetrického klíče","1143":"Generování klíče","1144":"Nejstarší známé použití šifrování se váže ke starověkému Egyptu téměř před 4000 lety","1145":"Dnes, o 4000 let později, většina hlavních poskytovatelů cloudových úložišť stále ještě plně nepřijala šifrování.","1146":"Dokončit účet","1147":"Vyberte typ vašeho účtu","1148":"[A]Získejte 2 měsíce zdarma[\/A], pokud si koupíte roční plán Pro.","1149":"Omezená","1150":"Zdarma","1151":"Plně využijte možností MEGA s [A]účtem Pro[\/A]","1152":"Vyberte si balíček Pro:","1153":"roční plán","1154":"Tým","1155":"Odesílání","1156":"Stahování","1157":"Stažení zdarma","1158":"pro Windows","1159":" Již brzy pro [A]Mac[\/A]","1160":"MEGA by chtělo poděkovat autorům těchto open source komponent, které přispěly k základní funkčnosti našich stránek:","1161":"Bezpečné","1162":"Vaše data jsou šifrována. Nikdo je nemůže zachytit, když jsou v úložišti nebo při přenosu.","1163":"Flexibilní","1164":"Synchronizujte libovolnou složku z počítače do libovolné složky v cloudu. Synchronizujte libovolný počet složek paralelně.","1165":"Rychlé","1166":"Využijte vysoce výkonné infrastruktury MEGA a vícenásobného připojení přenosů.","1167":"Velkorysé","1168":"Skladujte až 50 GB zdarma!","1169":"Spousta funkcí","1170":"Hledejte, skladujte, stahujte, streamujte, prohlížejte, sdílejte, přejmenovávejte nebo odstraňujte vaše soubory. Je tam všechno - na dlani vaší ruky.","1171":"Již brzy pro [A]iOS[\/A]","1172":"Rozšíření pro Firefox","1173":"Rozšíření pro Chrome","1174":"Tato aplikace vám umožní nainstalovat MEGA do vašeho prohlížeče. Sníží to časy načítání, zlepší výkon stahování a posílí bezpečnost.","1175":"Jakákoliv MEGA URL bude zachycena touto aplikaci a zůstane místní (nebude načten žádný JavaScript z našich serverů). Zabezpečené (automatické) aktualizace jsou poskytovány díky podpisu šifrovacího soukromého klíče.","1176":"A pokud jste opravdu paranoidní:","1177":"vypněte automatické aktualizace a prozkoumejte náš zdrojový kód pro každou aktualizaci ručně.","1178":"Stáhnout MEGA pro Firefox","1179":"Instalace:","1180":"Stáhnout MEGA pro Chrome","1181":"Otevřete balíček rozšíření v Chrome","1182":"nabídka > nástroje > rozšíření","1183":"nebo napište","1184":"do panelu adresy.","1185":"Přetáhněte stažený soubor [X] na stránku rozšíření Chrome a potvrďte instalaci.","1186":"Můžete si pohodlně zakoupit členství MEGA Pro od jednoho z našich autorizovaných prodejců:","1187":"Stáhnout","1188":"Do počítače","1189":"Importovat","1190":"Do cloudové jednotky","1191":"Soubor, který se pokoušíte stáhnou, je dočasně nedostupný.","1192":"Posunout pro zjištění více o MEGA","1193":"Spuštění nového účtu","1194":"Chcete importovat tento soubor do nové relace?","1195":"\"Ne\" vám umožní se přihlásit a provést import.","1196":"Zrušit stahování","1197":"Opravdu chcete zrušit toto stahování?","1198":"Stažený soubor bude odstraněn.","1199":"Nelze dešifrovat metadata bez klíče.","1200":"Partnerské podmínky o poskytování služby","1201":"[A]Připojte se k nám[\/A] v narušování trhu s cloudovými úložišti","1202":"Nechte podnikání na nás a vydělejte si svůj podíl.","1203":"Pomozte nám růst a staňte se součástí úspěchu.","1204":"Zaregistrovat se","1205":"Jak to funguje?","1206":"Zaregistrujte se a získejte svůj vlastní unikátní partnerský identifikátor, který můžete připojit k  vaší URL.","1207":"Budeme sledovat všechny nákupy provedené návštěvníky, kterým jste doporučil MEGA.","1208":"Získáte [B]20 %[\/ B] všech příjmů vygenerovaných vaším partnerským identifikátorem.","1209":"Opakované odběry se budou počítat jako opakovaná doporučení.","1210":"Pro koho je partnerský program?","1211":"Vývojáři aplikací:","1212":"Sestavte si svou vlastní oblíbenou aplikaci pomocí našeho [A]SDK[\/A]","1213":"Převeďte uživatele zdarma na Pro a zpeněžte svou aplikaci.","1214":"Webové stránky:","1215":"Blogeři","1216":"Stránky porovnávající cloudová úložiště","1217":"Jaká jsou pravidla?","1218":"Přečtěte si a splňte naše [A]Partnerské podmínky o poskytování služby[\/A]","1220":"Začněte!","1221":"Zaregistrujte se do našeho partnerského programu a můžete okamžitě začít vydělávat peníze.","1223":"Kontaktní informace","1224":"Potřebujeme o vás trochu víc informací.","1230":"Informace o platbě","1231":"Platíme jednou za měsíc přes PayPal nebo bankovním převodem (pouze bankovní účty Nového Zélandu.","1232":"Způsob platby","1233":"PayPal","1234":"Bankovní účet (pouze NZ)","1235":"Jméno příjemce","1236":"Název banky","1237":"Číslo bankovního účtu","1238":"Adresa PayPal","1239":"Informace o partnerovi","1240":"Chtěli bychom zjistit, jak se chystáte vytěžovat provoz MEGA.","1241":"Popište svou marketingovou strategii:","1242":"Souhlasím s [A] Partnerskými podmínkemi o poskytování služby[\/A] MEGA","1243":"Jste zařazeni do partnerského programu. Získáte 20 % všech příjmů vygenerovaných vaším partnerským identifikátorem.","1244":"Ujistěte se, že splňujete naše [A]Partnerské podmínky o poskytování služby[\/A]","1245":"Můžete vydělávat příjmy posíláním provozu na:","1246":"Statistika","1247":"Časový rámec","1248":"30 dní","1249":"90 dní","1250":"180 dní","1251":"365 dní","1252":"Celá doba","1253":"Datum","1254":"Prodej","1255":"Obrat","1256":"Zisk","1257":"Nejsou zaznamenány žádné prodeje pro zvolený časový rámec.","1258":"Výplaty","1259":"Nejsou zaznamenány žádné výplaty pro zvolený časový rámec.","1260":"Partnerský identifikátor","1261":"Zadejte vaše datum narození.","1262":"Zadejte své město.","1263":"Zadejte svůj okres nebo kraj.","1264":"Zadejte vaše PSČ.","1265":"Zadejte vaše telefonní číslo.","1266":"Popište vaši marketingovou strategii.","1267":"Musíte souhlasit s Partnerskými podmínkami o poskytování služby.","1268":"Zadejte vaši adresu PayPal.","1269":"Zadejte jméno příjemce vašeho novozélandského bankovního účtu.","1270":"Zadejte název vaší novozélandské banky.","1271":"Zadejte číslo vašeho novozélandského bankovního účtu.","1272":"MEGA bylo vytvořeno lidmi, a proto není dokonalé. Pokud narazíte na chybu, dejte nám o tom vědět, abychom ji mohli opravit – čím více informací můžete poskytnout, tím lépe.","1273":"Bereme vážně práva duševního vlastnictví a prosazujeme silnou politiku zastavení šíření\/opakovaného porušení.","1274":"Pro více informací si přečtěte naše [A]pokyny pro zastavení šíření[\/A].","1275":"Můžete odeslat upozornění na zastavení šíření prostřednictvím našeho [A]online formuláře[\/A] nebo nám poslat e-mail.","1276":"Máte nějaké problémy nebo nápady? Chcete se dozvědět víc o našich produktech?","1277":"Jsme vždy dostupní.","1278":"Vyberte","1279":"Krok 1","1280":"Krok 2","1281":"Podrobnosti o obsahu","1282":"Podrobnosti o vlastníkovi autorských práv","1283":"Přidat další URL","1284":"Jméno vlastníka autorských práv","1285":"pokud je uvedeno","1286":"Jméno oprávněného zástupce vlastníka autorských práv předkládajícího oznámení:","1287":"Oznámení přijato","1288":"Zkontrolujeme a zpracujeme vaše oznámení rychle.","1289":"Děkujeme za kliknutí na odkaz na pozvánku. Vytvořte si účet zdarma níže.","1290":"Jejda, toto nejspíš není platný odkaz na pozvánku. Už máte registrovaný účet?","1291":"Už jste kliknuli na odkaz na pozvánku. Vytvořte si účet.","1292":"Již brzy","1293":"Vítejte v centru nápovědy","1294":"Pokud zde vaše otázka není zodpovězena, neváhejte se na nás obrátit.","1295":"Kontaktovat podporu","1296":"Oblíbená témata","1297":"E-mailová adresa je již používána.","1298":"Přihlaste se k vašemu účtu.","1299":"Aktualizujte přejetím prstem dolů","1300":"Poslední aktualizace","1301":"Dnes","1302":"Včera","1303":"Tento týden","1304":"Minulý týden","1305":"Tento měsíc","1306":"Tento rok","1307":"Starší","1308":"Stahování se nezdařilo","1309":"Odeslání se nezdařilo","1310":"Zadejte potvrzovací kód","1311":"Chyba při načítání souborů","1312":"Chybějící uživatelské jméno\/heslo","1313":"Přihlášení se nezdařilo","1314":"Chyba při odstraňování","1315":"Není k dispozici žádný e-mailový účet","1316":"Uložit soubor offline pro náhled","1317":"Chyba při generování odkazu","1319":"Heslo je příliš krátké","1320":"Jméno je příliš krátké","1321":"Chyba při načítání podrobností účtu","1322":"Nahrávání dokončeno","1323":"Protokolování","1324":"Úspěšné přihlášení","1325":"Generování odkazu","1326":"Odkaz byl zkopírován do schránky","1327":"Stahování dokončeno","1328":"Spouštění stahování","1329":"Čekání","1330":"Zadejte uživatelské jméno a heslo","1331":"E-mail","1332":"Potvrzení registrace","1333":"Zkontrolujte váš e-mail a vložte potvrzovací kód  nebo klikněte na speciální potvrzovací odkaz iOS.","1334":"Přerušit registraci","1335":"Potvrzovací kód","1336":"Použít poslední","1337":"Vyfotit","1338":"Zvolit existující","1339":"Přidat složku","1340":"Zadejte název nové složky","1341":"Vybrat fotografie","1342":"Upravit","1343":"Prázdná cloudová jednotka","1344":"Podíl","1345":"Uložit offline","1346":"Přenosy","1347":"Prázdná složka Doručené","1348":"Sdílené složky","1349":"Žádné fotografie","1350":"Fotografie","1351":"Místně","1352":"Dostupné","1353":"Uložit pro offline přístup","1354":"Nastavte maximální velikost úložiště ve vašem zařízení","1355":"Verze","1356":"Zpětná vazba","1357":"Odhlásit se","1358":"Všechny stažené soubory budou odstraněny","1359":"Vybraná velikost je menší než aktuálně používaná vyrovnávací paměť. Pokud budete pokračovat, některé soubory budou odstraněny","1360":"Prodloužit Pro","1361":"Ceny","1362":"Obnovit nákupy","1363":"Žádná síť","1364":"Opakovat","1365":"Nejste připojeni k internetu","1366":"Zadejte nový název","1367":"Získejte 50 GB zdarma, nebo si zaregistrujte jeden z našich balíčků Pro a získejte až 4 TB šifrovaného úložiště začínajícího 8,33 € měsíčně.","1368":"až [X]","1369":"a [X]","1370":"E-mail a Chat","1371":"Náš balíček šifrované komunikace přijde na začátku roku 2014.","1372":"Připravte se na MEGA chat, e-mail, volání a videokonference.","1373":"Co je MEGA? Klikněte nebo posouvejte","1374":"Zpět na úvodní stránku","1375":"Zpět na stránku stahování","1376":"Používá technologii:","1377":"Přejete si hrát? Pokud tento krok vynecháte, může utrpět zabezpečení vašeho účtu. Pohybujte silně a náhodně myší ke snížení rizika.","1378":"Spustit hru","1379":"Přeskočit","1380":"Kategorie","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}