{"10":"GRÖßER. BESSER. SCHNELLER. SICHERER. ","11":"Art. 12","12":"Niemand darf willkürlichen Eingriffen in sein Privatleben, seine Familie, seine Wohnung und seinen Schriftverkehr oder Beeinträchtigungen seiner Ehre und seines Rufes ausgesetzt werden. Jeder hat Anspruch auf rechtlichen Schutz gegen solche Eingriffe oder Beeinträchtigungen.","13":"Allgemeine Erklärung der Menschenrechte.","14":"Löschen bestätigen","15":"Sind Sie sich sicher, dass Sie sämtliche Dateien aus dem Papierkorb entfernen möchten?","16":"Interner Fehler","17":"Transferlimit erreicht","18":"Verbindungsüberlauf für diesen Download","19":"Login-Sitzung abgelaufen oder ungültig","20":"Vorübergehend nicht verfügbar","21":"Accountproblem","22":"Datei existiert nicht mehr","23":"Datei nicht mehr abrufbar","24":"Fehler bei der Entschlüsselung","25":"Der Ordner, in dem Sie sich befinden, wurde von einem anderen Benutzer gelöscht oder verschoben.","26":"Der Ordner steht nicht mehr zur Verfügung","27":"Leider kann eine Datei nicht hochgeladen werden, weil sie größer als [X] ist.","28":"Leider können [X1] Dateien nicht hochgeladen werden, da sie größer als [X2] sind.","29":"Sie können aufgrund des fehlenden HTML5-FileReaders in Ihrem Browser Dateien nur mit unserer Flash-Notlösung senden. Wenn Sie diese Einschränkung aufheben und nebenbei die Leistung Ihres Browsers verbessern möchten, installieren Sie bitte [A]Google Chrome[\/A].","30":"Browserbedingte Einschränkung","31":"Mit dem Internet Explorer 9 können nur Dateien der Größe [X] oder kleiner hochgeladen werden. Chrome, Firefox und der Internet Explorer 10 erlauben das Hochladen von Dateien von beliebiger Größe.","33":"Google Chrome ist MEGA!","34":"Achtung:","35":"Sie benutzen einen veralteten Browser, der Ihre Upload-Leistung beeinträchtigt.","36":"Bitte wechseln Sie zu Google Chrome.","37":"Während die Entwickler anderer Browser noch immer Schwierigkeiten beim Implementieren des vollen Funktionsumfangs von HTML5 haben, hat Google Chrome sämtliche Features bereits heute. Um MEGAs volles Potential ausschöpfen zu können, empfehlen wir Ihnen ein Upgrade auf Google Chrome.","38":"Nachricht nicht mehr anzeigen","39":"Nein, danke.","40":"Chrome herunterladen","41":"Sie haben einen Ordner entfernt, der einen mit anderen Personen gemeinsam genutzten Ordner enthielt.","42":"Sobald Sie den Papierkorb leeren, wird dieser freigegebene Ordner gelöscht.","43":"Sie haben einen Order verschoben, der [X] Ordnerfreigabe(n) enthielt.","44":"Sobald Sie den Papierkorb leeren, werden diese freigegebenen Ordner gelöscht.","45":"Achtung: Freigegebener Ordner","46":"Interner Fehler","47":"Ups, da ist wohl etwas schiefgelaufen. Das tut uns leid!","48":"Bitte geben Sie zur Suche mindestens drei Zeichen ein.","49":"Verschiebe [X] ausgewählte(s) Element(e)","50":"1 Datei","51":"[X] Dateien","52":"und","53":"1 Ordner","54":"[X] Ordner","55":"Nur lesen","56":"Lesen & hinzufügen","57":"Unbeschränkter Zugang","58":"Herunterladen","59":"Link exportieren","60":"Freigabe","61":"Umbenennen","62":"Verschieben","63":"Kopieren","64":"Zugriffsrechte","65":"Sie haben nur Leseberechtigung in diesem Ordner.","66":"Sie haben Lese- und Schreibrechte in diesem Ordner.","67":"Sie haben sämtliche Rechte in diesem Ordner.","68":"Neuer Ordner","69":"Neuen Ordner erstellen","70":"Papierkorb leeren","71":"Kontakt hinzufügen","72":"Kontakt löschen","73":"Sind Sie sicher, dass Sie diesen Kontakt aus Ihrer Kontaktliste entfernen möchten?","74":"Sind Sie sicher, dass Sie diese Kontakte aus Ihrer Kontaktliste entfernen möchten?","75":"Kontakt löschen","76":"Sie sind dabei, [X] unwiderruflich aus dem Papierkorb zu löschen.","77":"Möchten Sie fortfahren?","78":"Ja","79":"Nein","81":"OK","82":"Abbrechen","83":"Entfernen","84":"Entfernen bestätigen","85":"Neu laden","86":"Name","87":"Größe","88":"Richtung","89":"Status","90":"Geschwindigkeit","91":"Vergangen","92":"Verbleibend","93":"Typ","94":"Zuletzt bearbeitet","95":"E-Mail","96":"Rechte","97":"Neuer Upload","98":"Ordner hochladen","99":"Datei hochladen","100":"Papierkorb leeren","101":"Kontakt hinzufügen","102":"Suche","103":"Übertragung abbrechen","104":"Dateiübertragung","105":"bereit","106":"Dateimanager","107":"Möchten Sie den ausgewählten Ordner in das private Postfach von [X] kopieren?","108":"Bestätigung","109":"Möchten Sie den ausgewählten Ordner in den freigegebenen Ordner kopieren?","110":"Möchten Sie die ausgewählte(n) Datei(en) in das private Postfach von [X] kopieren?","111":"Möchten Sie die ausgewählte(n) Datei(en) in die Ordnerfreigabe kopieren?","112":"Link- und Schlüsselexport","113":"Link zur Datei","114":"Dateischlüssel","115":"Dateiname","116":"Dateigröße","117":"Verschiebe nach","118":"Ziel auswählen","119":"Gratis-Transferlimit erreicht","120":"Ihr Download kann nicht fortgesetzt werden, da er das derzeitige Gratis-Transferlimit für Ihre IP-Adresse sprengen würde.","121":"Dieses Limit ist nicht fix, sondern abhängig von der uns zur Verfügung stehenden Bandbreite.","122":"Nur die Downloads der letzten fünf bis sechs Stunden zählen.","123":"In diesem Zeitfenster:","124":"Haben Sie [X] heruntergeladen.","125":"[X1] werden in [X2] verfügbar sein.","126":"Das Limit für Ihre IP-Adresse ist [X].","127":"Ihre Downloads werden automatisch fortgesetzt, sobald Sie das Limit wieder unterschreiten.","128":"Wenn Sie nicht warten möchten, können Sie ein Angebot für mehr Bandbreite in Anspruch nehmen, das Ihnen gleichzeitig reichlich weiteren Speicherplatz zur freien Verfügung stellt.","129":"Upgrade auf Pro","130":"Dateien herunterladen","131":"Zur Fortsetzung des Downloads \"Erlauben\" anklicken","132":"Objekte verschieben","133":"[X] verschieben","134":"[X] kopieren","135":"Fehler","136":"Bitte wählen Sie den Zielordner.","137":"Bitte wählen Sie ein gültiges Ziel.","138":"Sie können Ordner nicht in sich selbst verschieben.","139":"Fehler: Zirkelverknüpfung","140":"Zirkelverknüfpung: Das Ziel kann kein Unterordner des zu verschiebenden Objekts sein.","141":"Bitte geben Sie eine gültige E-Mail-Adresse ein.","142":"Bitte warten...","144":"Freigabe aufheben","145":"E-Mail-Adresse:","146":"Für neuen Benutzer freigeben:","147":"Zugriff gewähren","148":"Schließen","149":"Freigabe","150":"Kontakt wurde eingeladen","151":"Der Benutzer [X] wurde eingeladen und wird in Ihrer Kontaktliste erscheinen, sobald er sich registriert hat.","152":"Sie können sich nicht selbst hinzufügen.","153":"E-Mail-Adresse","154":"Kontakt hinzufügen","155":"Hinzufügen","156":"Abbrechen","157":"Ordnername","158":"Erstellen","159":"Abbrechen","160":"Dieser Ordnername wird bereits verwendet. Bitte versuchen Sie es noch einmal.","161":"Umbenennen","162":"Umbenennen","163":"Abbrechen","164":"Cloud Drive","165":"Kontakte","166":"Postfach","167":"Papierkorb","168":"Papierkorb","169":"Menü","170":"Registrieren","171":"Login","172":"Ziehen Sie Ihre Dateien auf die Seite","174":"\/","175":"Auswählen","176":"Dateien zum Upload auswählen","177":"Die Schlüssel zu Ihren Dateien in der Cloud liegen ganz allein bei Ihnen","178":"Sichere Online-Zusammenarbeit","179":"Mächtiger Dateimanager","180":"Apps für jeden Zweck","181":"Funktionen im Detail","182":"Geben Sie Ihren Mitarbeitern oder Geschäftspartnern verschlüsselte Ordner frei, und tauschen Sie vertrauliche Dokumente mit transparenter Ende-zu-Ende-Verschlüsselung aus.","183":"Verwalten Sie Ihre Dateien in Ihrem Webbrowser - mit integriertem, beschleunigtem Transfermanager.","184":"Ein umfassendes und offenes API ermöglicht es interessierten Entwicklern, MEGA's Funktionsumfang zu erweitern.","185":"2048 bit RSA-Verschlüsselung","186":"Ausloggen","187":"Mein Account","188":"Dateimanager","189":"Sitzung verwerfen","190":"Login","191":"Account erstellen","192":"Angemeldet bleiben","193":"Login","194":"[X] Server sind online","195":"Ihre E-Mail","196":"Ihre E-Mail","197":"Bitte geben Sie Ihre E-Mail-Adresse ein.","198":"Bitte geben Sie eine gültige E-Mail-Adresse ein.","199":"Bitte geben Sie Ihr Passwort ein.","200":"Ups, da ist wohl etwas schiefgelaufen.","201":"Falsche E-Mail-Adresse und\/oder Passwort. Bitte versuchen Sie es noch einmal.","202":"Neuen Account erstellen","204":"oder","205":"login","206":"Ihr Name","207":"Ihre E-Mail-Adresse","208":"Ich bin mit den [A]Allgemeinen Geschäftsbedingungen[\/A] von MEGA einverstanden.","209":"Registrieren","210":"Eine neue Ära bricht an","211":"Wir machen Cloud-Storage sicher","212":"Bitte geben Sie Ihren Namen ein.","213":"Bitte wählen Sie ein Passwort.","214":"Sie müssen unsere Allgemeinen Geschäftsbedingungen anerkennen und akzeptieren.","215":"Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es noch einmal.","216":"Großartig","217":"Bitte öffnen Sie Ihre E-Mail und bestätigen Sie Ihren Account, indem Sie den entsprechenden Link anklicken.","218":"Unter dieser E-Mail-Adresse ist bereits ein MEGA-Account registriert.","219":"Unter dieser E-Mail-Adresse ist bereits ein MEGA-Account registriert.","220":"Schwach","221":"Mäßig","222":"Gut","223":"Exzellent","224":"DATEIEN ZUM UPLOAD AUSWÄHLEN","225":"DATEIEN ZUM UPLOAD AUSWÄHLEN ODER HIERHIN ZIEHEN","226":"Zum Schutz vor Überlastung müssen wir manchmal die Nutzung unserer Bandbreite einschränken. In den vergangenen sechs Stunden hat Ihre IP-Adresse [X1] verbraucht, was — zusammen mit der ausgewählten Datei von [X2] — unser derzeitiges Limit von [X3] sprengen würde. Um fairen und gleichen Zugang zu unseren Ressourcen sicherzustellen, werden Ihre Downloads erst dann forgesetzt, sobald wir wieder genügend Bandbreite zur Verfügung haben.","227":"Übertragungen im Rahmen von Pro-Bandbreitenpaketen sind von dieser Begrenzung ausgenommen. Wenn Sie nicht warten möchten, können Sie ein Pro-Paket erwerben.","228":"Bandbreitenbegrenzung aktiv","229":"Nicht mehr anzeigen","230":"Auf Pro upgraden","231":"Nein danke, ich warte lieber","232":"Nein danke, ich warte lieber","233":"Temporärer Fehler, versuche es erneut","234":"Datei herunterladen","235":"Download","236":"Importieren","237":"Download wird vorbereitet...","238":"Urheberrechtsverletzung melden","239":"Download abgeschlossen","240":"Um den Dateitransfer zu beenden, müssen Sie Ihre Datei manuell sichern.","241":"Datei sichern","242":"Auf Chrome updaten, um MEGAs volles Potential zu erschließen","243":"Die Datei, die Sie herunterladen möchten, ist nicht mehr vorhanden.","244":"Dies könnte eine der folgenden Ursachen haben:","246":"Die Datei wurde aufgrund einer Verletzung der AGB entfernt.","247":"Ungültiger URL - der Link, den Sie öffnen möchten, existiert nicht","248":"Die Datei wurde vom Benutzer gelöscht.","249":"Die Datei, die Sie herunterladen möchten, ist vorübergehend nicht verfügbar.","250":"Unsere eingebaute Redundanz hat versagt. Dies könnte an folgenden Gründen liegen:","251":"Mehrere Server sind wegen Wartungsarbeiten offline.","252":"Wir sind überlastet und erweitern die Kapazitäten.","253":"Bitte versuchen Sie es später noch einmal.","254":"Die Datei, die Sie herunterladen möchten, ist nicht mehr verfügbar.","255":"Die Datei ist wegen eines Urheberrechtsanspruchs von [X] nicht mehr verfügbar.","256":"Ihr Schlüssel hat nicht die korrekte Länge.","257":"Bitte vergewissern Sie sich, dass Sie einen gültigen Schlüssel eingeben.","258":"Download","259":"Wofür steht MEGA?","260":"MEGA ist ein rekursives Akronym und steht für \"MEGA Encrypted Global Access\".","261":"Wozu MEGA?","262":"MEGA bietet sicheren Onlinespeicher und Onlinekommunikation. Das Basisangebot ist kostenlos, bei Bedarf können weiterer Speicherplatz und Bandbreite erworben werden. Sie können Ihre Dateien aus Ihrem Webbrowser heraus oder mittels spezieller Applikationen online speichern und verwalten.","264":"Nach unseren Erkenntnissen sind Cloudspeicher und Verschlüsselung legal. Richten Sie sich nach den für Sie geltenden Gesetzen und Bestimmungen und unseren [A]AGB[\/A], [B]wie[\/B] Cloudspeicher und Verschlüsselung zu nutzen sind.","265":"MEGA ist von den Machern eines der ehemals weltgrößten Cloud-Storage-Anbieter. Kann ich bitte meinen Account und meine Dateien wiederhaben?","266":"Leider hat MEGA keinen Zugang zu den Ressourcen, die die Mitarbeiter damals erstellt haben. Es gibt keine Verbindung zu früheren Daten und Quellcode, Hardware oder Datenbanken. Deshalb sehen wir derzeit keine Möglichkeit, Ihre alten Dateien wiederherzustellen.","267":"Warum haben Sie ausgerechnet Neuseeland als Standort für einen Cloud-Storage-Provider gewählt?","268":"Neben anderen wichtigen Gründen lautet der Māori-Name Neuseelands \"Aotearoa\", was \"Land der langen, weißen Wolke\" (Wolke = Cloud) bedeutet.","269":"Kann ich von meinem Mobilgerät aus auf MEGA zugreifen?","270":"MEGA kann mit großen Einschränkungen von Ihrem mobilen Browser aus genutzt werden. Um diese Einschränkungen aufzuheben, empfehlen wir Ihnen die Installation der MEGA-App.","271":"Kann ich unterbrochene Up- oder Downloads wiederaufnehmen?","272":"Ja, solange Sie nicht den entsprechenden Tab im Browser schließen, werden unterbrochene Up- und Downloads nach etwaigen Netzwerkfehlern oder Standby-Pausen Ihres Gerätes automatisch fortgesetzt.","273":"Kann ich dieselbe Datei mehrmals hochladen?","274":"Weil der Server keine Dateinamen sehen kann, müssen Namenskollisionen clientseitig aufgelöst werden. Mit den Standardeinstellungen werden identische Dateien (gleicher Dateipfad, Größe, letzte Änderung) beim Upload übersprungen. Sie können aber ohne weiteres mehrere Dateien desselben Namens in einem Ordner speichern.","275":"Wie wird die Bandbreitennutzung kontingentiert?","276":"Wir halten nichts davon, unsere Benutzer künstlich einzuschränken — außer, wenn uns infrastrukturelle Engpässe dazu zwingen. Deshalb behalten wir uns das Recht vor, die Nutzung der Bandbreite pro Nutzer-IP-Adresse aus betrieblichen Gründen zu limitieren. Ihre Transfer-Warteschlange wird automatisch und ohne Ihr Zutun fortgesetzt, sobald wieder mehr Bandbreite zur Verfügung steht.","277":"Gibt es Dateigrößenbeschränkungen bei MEGA?","278":"Auch hier möchten wir dem Benutzer keine künstlichen Beschränkungen auferlegen. Alle aktuellen Browser sind in der Lage, sehr große Dateien auf MEGA zu übertragen, allerdings ist der Download bei Internet Explorer und Safari wegen deren unzureichender HTML5-Unterstützung größenbeschränkt.","279":"Kann ich gleichzeitig hoch- und herunterladen?","280":"Ja, ein Upload und ein Download pro Browsertab können parallel laufen.","281":"Warum gibt es keine Thumbnails und keine Vorschau von Audio- und Videodateien?","282":"Weil es bei end-to-end-Verschlüsselung keinen serverseitigen Zugriff auf den Inhalt Ihrer Dateien gibt.","283":"Wie transferiere ich lokale Dateien in meinen MEGA-Account?","284":"Drei Möglichkeiten, Dateien mit Ihrem Browser auf MEGA zu übertragen:","285":"1. Klicken Sie auf den roten Button auf der Startseite","286":"2. Gehen Sie in Ihren Dateimanager und klicken Sie auf \"Datei hochladen\" oder (wenn Sie Chrome benutzen) \"Ordner hochladen\" am oberen Bildschirmrand.","287":"3. Ziehen Sie Ihre Dateien oder (nur mit Chrome) Ordner auf die Seite.","288":"Wie installiere ich MEGA?","289":"MEGA kann mit jedem modernen Browser genutzt werden. Allerdings werden nicht alle Features von allen Browsern unterstützt - wir empfehlen derzeit Google Chrome, Mozilla Firefox und Opera Next. Für Features wie automatische Ordnersynchronisierung und Fernzugriff als virtuelles Dateisystem ist die Installation von Software allerdings zwingend erforderlich.","290":"Wie funktionieren Ordnerfreigaben?","291":"Sie können Ihren Freunden, Familie oder Mitarbeitern jeden beliebigen Unterordner Ihres Cloudspeichers freigeben. Die Einladung erfolgt per E-Mail. Eingeladene Personen, die noch keinen Account haben, erhalten einen Registrierungslink per E-Mail. Alternativ können Sie einen öffentlichen Link zu Ihren Ordnern erstellen und den ordnerspezifischen Schlüssel exportieren, um Ihre Datei Nutzern ohne MEGA-Account zugänglich zu machen. Es ist dann Ihre Aufgabe, den Schlüssel sicher an die Empfänger weiterzuleiten.","292":"Um eine Ordnerfreigabe zu erstellen, zu bearbeiten oder aufzuheben, rechtsklicken Sie einfach in Ihrem Dateimanager auf den gewünschten Ordner und wählen Sie Freigeben. Es gibt drei Zugangsstufen: Nur lesen, Lesen und Schreiben (Dateien können hinzugefügt, nicht aber gelöscht werden) und Vollzugriff (Dateien können hinzugefügt, umbenannt und gelöscht werden).","293":"Wenn Sie eine E-Mail-Adresse hinzugefügt haben, die noch keinen Account hatte, müssen Sie noch mindestens einmal online sein, nachdem der Empfänger sich registriert hat, um den Ordner- oder Dateischlüssel sicher an ihn zu übertragen.","294":"Wie entferne ich Nutzer aus meinem freigegebenen Ordner?","295":"Rechtsklicken Sie einfach auf den Ordner in Ihrem Dateimanager und wählen Sie Freigabe. Ihnen werden die Nutzer angezeigt, die derzeit Zugriff auf den Ordner haben. Rechtsklicken Sie auf den entsprechenden Nutzer und klicken Sie auf Löschen.","296":"Woran erkenne ich meine freigegebenen Ordner?","297":"Freigegebene Order in Ihrem Dateimanager unterscheiden sich durch die tragende Hand von regulären Ordnern.","298":"Kann ich Ordner innerhalb eines mir freigegebenen Ordners freigeben?","299":"Nein, Ordnerfreigaben sind nicht transitiv.","302":"Wie verlinke ich auf eine Datei bei MEGA?","303":"Zunächst müssen wir Sie warnen: Die Sicherheit Ihrer Dateien hängt von der Vertraulichkeit der entsprechenden Schlüssel ab. Versenden Sie diese nur auf geschütztem Wege! Unverschlüsselte Standard-E-Mail ist z.B. nicht sicher genug!","304":"Nachdem Sie das verinnerlicht haben, wählen Sie eine oder mehrere Dateien in Ihrem Dateimanager, rechtsklicken und wählen Sie \"Link exportieren\". Ein Fenster mit den Schlüsseln zu den ausgewählten Dateien wird geöffnet. Sie können jeden Schlüssel separat oder alle in einem Link kombiniert exportieren.","305":"Wie funktioniert die Verschlüsselung?","306":"Die Verschlüsselung funktioniert auf end-to-end-Basis. Dateien, die hochgeladen werden, werden vor dem Hochladen verschlüsselt und werden erst wieder entschlüsselt, nachdem sie auf dem herunterladenden Gerät angekommen sind. Die Clients sind verantwortlich für die Generierung, den Austausch und die Verwaltung der Schlüssel. Keine verwendbaren Schlüssel verlassen die Clients (außer öffentliche RSA-Schlüssel).","307":"Werden alle meine persönlichen Daten verschlüsselt?","308":"Nein. Nur Daten und Datei- und Ordnernamen werden verschlüsselt. Informationen, die wir aus betrieblichen Gründen benötigen, wie beispielsweise Ihre E-Mail-Adresse, IP-Adresse, Ordnerstrukturen, Dateizugehörigkeiten und Zahlungsmittel werden unverschlüsselt verarbeitet und gespeichert. Weitere Informationen finden Sie in unserer Datenschutzrichtlinie.","309":"Sind meine gespeicherten Daten absolut sicher?","310":"Sicherheit ist immer relativ. Folgende Arten von Datendiebstahl betreffen (nicht nur!) MEGA, und Sie sollten sich der Risiken stets bewusst sein:","311":"Ihr eigenes Benutzerkonto wird gefährdet durch:","312":"- Spyware auf Ihrem Computer. Ein einfacher Keylogger reicht schon aus, allerdings können auch Session-Daten und Schlüssel aus dem Arbeitsspeicher oder dem Dateisystem entwendet werden.","313":"- \"Shoulder Surfing\". Geben Sie nie Ihr Passwort ein, während jemand Ihre Tastatur beobachtet.","314":"- Brute-Force-Attacken auf Ihr Kennwort. Benutzen Sie starke Passwörter.","315":"- Phishing. Bevor Sie Ihre Accountdaten zum Einloggen eingeben, überprüfen Sie den Verbindungstypen (https:\/\/) und den Domainnamen (mega.co.nz) auf Richtigkeit.","316":"Mögliche Szenarien für systemische Angriffe:","317":"- Man-in-the-middle. Erfordert ein gefälschtes SSL-Zertifikat in Kombination mit DNS-Spoofing und\/oder Angriffen auf unsere BGP-Routen (DigiNotar-Szenario).","318":"- Kompromittierung der Webserver von https:\/\/mega.co.nz\/ und Manipulation der Datei index.html (dies würde die bereits installierte Applikationsbasis allerdings nicht gefährden). Der Angreifer geht hier stets das Risiko einer Entdeckung ein, da Schadcode an den Client gesendet werden muss. Die Manipulation von Inhalten auf unsererem verteilten CDN stellt kein Sicherheitsrisiko dar, da alle aktiven Inhalte, die von index.html geladen werden, mit einem Hash-Schlüssel verifiziert werden. ","319":"- Kompromittierung unserer zentralen Server und Erzeugung gefälschter Schlüsselanfragen. Nur Accounts mit Ordnerfreigaben sind betroffen. Dieser Angriffstyp ist ebenfalls clienseitig feststellbar.","320":"Was ist, wenn ich Ihnen nicht vertraue? Kann ich MEGA trotzdem sicher nutzen?","321":"Wenn Sie uns nicht vertrauen, müssen Sie auf jeglichen Einsatz von Software, die durch uns bereitgestellt wurde, verzichten — ein browserbasierter Login auf mega.co.nz ist also z.B. keine Option. Durch MEGAs clientseitiges Verschlüsselungsprinzip können Sie uns allerdings trotzdem nutzen, falls Sie sich auf Clientsoftware beschränken, deren Autoren Sie vertrauen.","322":"Ich vertraue MEGA und seinem neuseeländischem Rechenzentrum, aber ich misstraue MEGAs deutschem Rechenzentrum, weil es von einer US-Firma betrieben wird. Kann ich MEGA trotzdem sicher nutzen?","323":"Ja, Sie können MEGA (mit einigen Einschränkungen) trotzdem sicher nutzen, denn selbst wenn unsere deutschen Server kompromittiert werden, verhindern unsere Server in Neuseeland, dass Schadcode ausgeführt wird, wenn Sie https:\/\/mega.co.nz\/ besuchen.","324":"Sind Daten, die ich in freigegebene Ordner kopiere, genauso sicher wie meine anderen Daten?","325":"Ordnerfreigaben sind von Natur aus nur so sicher wie ihr unsicherster Teilnehmer. Allerdings stellt eine Kompromittierung unserer zentralen Serverinfrastruktur ein weiteres Risiko dar: Öffentliche Schlüssel könnten manipuliert und Schlüsselanfragen gefälscht werden.","326":"Angenommen, ein MEGA-Speicherknoten wird physisch kompromittiert. Was sind die möglichen Folgen?","327":"Fehlermeldungen beim Download manipulierter Dateien. Selbst wenn der Angreifer den Kodierungsschlüssel für eine Datei hätte, könnte er diese nicht durch eine andere Datei ersetzen, ohne dass die folgenden Downloads fehlschlügen. ","328":"Ist es wirklich eine gute Idee, alle meine wichtigen Dateien bei einem einzigen Provider zu speichern?","329":"Haben Sie immer reichlich Kopien Ihrer wichtigen Dateien zur Hand, sowohl offline als auch online. Obwohl wir jede Datei an mindestens zwei Orten speichern, gibt es keine Garantie gegen Mehrfachausfälle oder historisch beispielloses Regierungsfehlverhalten.","330":"Warum sollte ich ausgerechnet Ihnen meine Daten anvertrauen?","331":"Wir verwenden ein benutzergesteuertes Verschlüsselungssystem (UCE, user controlled encryption) — Sie allein halten die Schlüssel zu Ihren Daten in der Hand. Die Implementierung dieses Systems ist offen einsehbar (open source), und wir möchten die Community dazu einladen, unseren Code auf Sicherheitslücken zu überprüfen. Wir glauben, dass diese Herangehensweise sehr viel sicherer ist als die serverseitige Verschlüsselung, bei der der ISP (Internet Service Provider) Kontrolle über die Schlüssel hat, oder, noch schlimmer, gar nicht verschlüsselt. Wenn beispielsweise plötzlich alle bei MEGA gespeicherten Dateien ohne Passwort zugänglich wären,  hätte trotzdem keine Datenkompromittierung stattgefunden.","332":"Mir ist aufgefallen, dass Sie ohnehin schon verschlüsselte Daten per HTTPS übertragen. Ist das nicht doppelt gemoppelt?","333":"Ja, ist es. Leider verbieten die meisten Browser den Aufbau einer HTTP-Verbindung aus einer HTTPS-Seite heraus, was durchaus gerechtfertigt ist, denn kein Browser kann ahnen, dass bereits eine JavaScript-Verschlüsselungsschicht existiert. Weil jedoch HTTPS die Leistung beeinträchtigen kann, können Sie es in geeigneten Browsern abschalten (Chrome, Safari, Firefox bis Version 17), ohne die Vertraulichkeit oder Integrität Ihrer Daten zu gefährden. Sie werden möglicherweise eine SSL-Warnung erhalten, wenn Sie so zum ersten Mal eine Datei übertragen. In diesem (und nur in diesem) Fall können Sie diese Warnung ruhigen Gewissens ignorieren.","334":"Welche Verschlüsselungsalgorithmen verwendet MEGA intern?","335":"Für Dateiübertragungen nutzen wir AES-128 (wir glauben, dass die höheren Leistungsanforderungen von AES-192 und AES-256 den theoretischen Gewinn an Sicherheit überwiegen, zumindest bis zum Bau funktionierender Quantencomputer). Die Integritätsprüfung übertragener Daten wird von einer Blockvariante von CCM übernommen, die zwar nicht so effizient wie OCB, jedoch patentfrei ist.","336":"Um geheime Schlüssel zwischen Benutzern auszutauschen und Dateien sicher in den Posteingang zu legen, wird RSA-2048 als Kompromiss zwischen \"zu langsam\" und \"zu unsicher\" verwendet. Ver- und Entschlüsselung sowie die Schlüsselgenerierung werden von JavaScript übernommen, welches allerdings ein Limit von wenigen MB\/s setzt und viel CPU-Leistung in Anspruch nimmt. Wir hoffen, dass in naher Zukunft die Entwickler aller wichtigen Browser das HTML5 WebCrypto-API implementieren, womit diese Einschränkung der Vergangenheit angehören wird.","337":"Der Zufallszahlengerator von JavaScript wird durch einen RC4-Entropiepool auf der Basis von Mausbewegungen und Tastaturtimings ergänzt. Sofern vorhanden, wird zusätzlich der browsereigene kryptographisch starke Zufallszahlengenerator eingesetzt (derzeit nur bei Chrome und Firefox - die von Internet Explorer und Safari erzeugten Schlüsel sind weniger sicher).","338":"Erstellt MEGA Sicherheitskopien meiner Dateien?","339":"Nach Möglichkeit speichern wir Ihre Daten auf mindestens zwei Servern in verschiedenen Rechenzentren.","340":"Ich habe mein Passwort vergessen. Kann ich es zurücksetzen?","341":"Ihr MEGA-Passwort ist nicht nur irgendein Passwort - es ist der Master-Schlüssel zur Verschlüsselung all Ihrer Daten. Wenn Sie das Passwort verlieren, verlieren Sie gleichzeitig Zugriff auf alle Dateien, die nicht in freigegebenen Ordnern untergebracht sind und für die Sie keine Schlüssel exportiert haben.","344":"Wann brauche ich einen Pro-Account?","345":"Ein Pro-Account gibt Ihnen zusätzlichen Speicherplatz sowie mehr Bandbreite für den Download Ihrer Dateien, auch für Nutzer, die noch keinen MEGA-Account registriert haben. Die Bandbreite, die Sie anderen für den Zugriff auf Ihre Dateien zur Verfügung stellen, ist in Form von Prozentangaben in Ihren Accounteinstellungen veränderbar.","346":"Wozu ist die Upload-Geschwindigkeitsbegrenzung gut?","347":"Viele Router behandeln große und kleine Datenpakete gleichberechtigt, weshalb Ihr Downloaddurchsatz unter einer überlaufenden Verbindung in Senderichtung erheblich leiden kann. Um dies abzumildern, messen wir optional während der ersten zehn Sekunden des Uploads Ihren Datendurchsatz und lassen danach mindestens 10% des Maximums ungenutzt. Sie können alternativ auch ein festes Limit konfigurieren.","348":"Was beinhaltet der Gratis-Account?","349":"Eine weltweit zugängliche, sichere Hochleistungs-Cloud-Festplatte mit [X] Speicherplatz. Sollten Sie mehr benötigen, empfehlen wir Ihnen einen [A1]Pro[\/A1]-Account. Klicken Sie [A2]hier[\/A2], um Ihren derzeitigen Platzverbrauch abzurufen.","359":"Bietet MEGA API-Zugriff?","361":"Ja. Um MEGA-Support in Ihre Produkte zu integrieren, nutzen Sie bitte unser SDK.","362":"Zum Schutz vor Überlastung müssen wir manchmal die Nutzung unserer Bandbreite einschränken. Die Datei, die Sie herunterladen möchten, ist größer als unser derzeitiges Limit von [X3]. Ihr Transfer wird automatisch fortgesetzt, sobald wir wieder freie Kapazitäten zur Verfügung haben.","365":"Ihr Browser ist nicht modern genug, um eine Datei dieser Größe herunterzuladen.","366":"Richtlinien zum Urheberrecht","367":"MEGA respektiert das Urheberrecht anderer und verlangt von den Nutzern des Dienstes, die gesetzlichen Rahmenbedingungen einzuhalten. Es ist strengstens verboten, MEGA zur Verletzung von Urheberrechten zu missbrauchen. Sie dürfen keine Dateien hoch- oder herunterladen, speichern, freigeben, anzeigen, streamen, verteilen, per E-Mail verschicken, verlinken, übertragen oder auf sonstige Art und Weise das Urheberrecht oder andere Rechte des Rechteinhabers verletzen, während Sie MEGA nutzen.","368":"Achtung:","369":"Unsere kryptographische Sicherheitsarchitektur steht und fällt mit der vertraulichen Behandlung der oben angezeigten Schlüssel. Verschicken Sie diese niemals über einen ungesicherten Kanal!","370":"In Zwischenablage kopieren","371":"In Zwischenablage kopiert","372":"Upload","373":"Download","374":"Wir halten uns an unsere Versprechen","375":"Bitte beenden Sie zunächst die laufende Datenübertragung.","376":"Sie müssen eingeloggt sein, um diese Seite zu betrachten.","377":"Wenn Sie fortfahren, wird die laufende Dateiübertragung unwiderruflich abgebrochen.","378":"Bitte geben Sie zur Bestätigung Ihres Accounts Ihr Passwort ein.","379":"Bitte loggen Sie sich ein, um diese Datei in Ihren Account zu importieren.","380":"Schlüssel eingeben","381":"Alle Rechte vorbehalten","382":"Made in New Zealand","383":"Hilfe","384":"Onlinehilfe","385":"AGBs","386":"Datenschutz","387":"Copyright","388":"Community","389":"Blog","390":"Partner","391":"Reseller","392":"Entwickler","393":"Hosting-Partner","394":"Investoren","395":"Reseller werden","396":"Über uns","397":"Gratis-Mitgliedschaft","398":"Pro-Mitgliedschaft","399":"Kontakt","400":"Grundlagen","401":"Freigaben","402":"Sicherheit und Datenschutz","403":"Account","404":"Zahlung und Rechnung","405":"Tools","406":"Top FAQ:","407":"Kategorien","408":"Januar","409":"Februar","410":"März","411":"April","412":"Mai","413":"Juni","414":"Juli","415":"August","416":"September","417":"Oktober","418":"November","419":"Dezember","420":"Bitte loggen Sie sich ein, um Dateien in Ihren Account zu übertragen.","421":"Bitte akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen ","422":"Ich akzeptiere","423":"Sie brauchen einen Account, um Ordner freigeben zu können. Möchten Sie sich jetzt registrieren?","424":"Freigabe deaktiviert","425":"Ordner umbenennen","426":"Umbenennen","427":"Accountdetails","428":"Voucher","429":"Sitzungsverlauf","430":"Einkaufsverlauf","431":"Transaktionsverlauf","432":"Accountart","433":"Upgrade","434":"Abonnement-Typ","435":"Gratis","436":"Keine anstehende Zahlung","437":"Speicherplatz","438":"[X] genutzt","439":"[X1] von [X2]","440":"Bandbreitenaufteilung festlegen:","441":"Bandbreitenaufteilung aktivieren","442":"Bandbreitenaufteilung deaktivieren","443":"Sie können hier den für Fremddownloads zur Verfügung stehenden Anteil an Ihrem Bandbreitenkontingent einstellen.","444":"Anteil der für Dritte freigegebenen Bandbreite:","445":"Für Dritte freigegebene Bandbreite","446":"(für den Download Ihrer Dateien durch Dritte)","447":"Download-Bandbreite","448":"(für den Download von Dateien von Dritten)","449":"Kontostand","450":"Einzahlen","451":"Voucher erzeugen:","452":"Voucher-Typ:","453":"Voucher-Typen wählen","454":"Anzahl:","455":"Erstellen","456":"Voucher einlösen:","457":"Voucher kaufen","458":"Einlösen","459":"Ihre Voucher","460":"Unbenutzte Voucher","461":"Eingelöste Voucher","462":"Annullierte Voucher","463":"Zurückgenommene Voucher","464":"Alle Voucher","466":"Die letzten [X]","467":"Sitzungsverlauf","468":"Einkaufsverlauf","469":"Die letzten [X] Einkäufe","470":"Tranksaktionsverlauf","471":"Die letzten [X] Transaktionen","472":"Die letzten [X] Sitzungen","473":"Ups, das sieht nicht wie ein gültiger Voucher-Code aus.","474":"Gültig bis:","475":"Datum\/Uhrzeit","476":"Artikel","477":"Preis","478":"Zahlungsmethode","479":"Browser","480":"IP-Adresse","481":"Land","482":"Letzte Aktivität","483":"Aktuelle Sitzung","484":"TransaktionsID","485":"Guthaben","486":"Soll","487":"Voucher-Code","488":"Status","489":"Ungenutzt","490":"Eingelöst am","491":"Widerrufen am","492":"Annulliert am","494":"Wählen Sie Ihr Paket:","495":"Speicher","496":"Datentransfer","497":"Preise auswählen:","498":"pro Monat","499":"pro Jahr","500":"Preise auswählen:","501":"Sparen Sie 17%","502":"Preise auswählen:","503":"Zahlungsmittel auswählen:","504":"Prepaid-Saldo","505":"Voucher kaufen","506":"Pro","507":"Fortfahren","508":"Voucher-Code","509":"THE PRIVACY COMPANY","510":"Willkommen bei MEGA!","511":"Ihr 2048-bit RSA Schlüssel wird jetzt für Sie erstellt.","512":"Um Schlüssel zu stärken, verwenden wir Ihre Mausbewegungen und Tastaturtimings als zusätzliche Entropiequelle.","513":"Der Voucher-Code wurde zwar für Ihr Konto eingelöst, Ihr Kontostand reicht allerdings noch immer nicht für diesen Kauf aus. Bitte fügen Sie mehr Guthaben hinzu oder kaufen Sie ein günstigeres Paket.","514":"Ihr derzeitiger Kontostand reicht nicht aus. Bitte versuchen Sie es erneut.","515":"Dieser Ordner enthält mehr als 500 Einträge. Große Ordner können Ihren Browser verlangsamen. Wir empfehlen die Nutzung von Unterordnern.","516":"Brauchen Sie Hilfe?","517":"Funktioniert etwas nicht? Bitte konsultieren Sie zunächst unsere [A]Onlinehilfe[\/A]. Wenn Sie dort keine Antwort auf Ihre Frage finden, können Sie sich sehr gerne an uns wenden.","518":"Rechtliches","519":"Unsere Rechtsabteilung steht Ihnen für Ihre Anfragen gerne zur Verfügung.","520":"Copyright","521":"Jemand verletzt Ihre Rechte an geistigem Eigentum? Bitte füllen Sie unser [A]Online-Formular[\/A] aus oder senden Sie uns eine E-Mail.","522":"Verbesserungsvorschläge","523":"Vorschläge für neue Funktionen oder zur Verbesserung der Usability bitte hierhin senden.","524":"Einen Fehler melden","525":"MEGA befindet sich derzeit noch in der Beta-Phase, weshalb wir Sie bitten, uns Fehlerberichte zu schicken. Je detaillierter, desto besser!","526":"Medien","527":"Wir heißen Medien und Blogger herzlich willkommen und beantworten gerne Ihre Fragen bezüglich MEGA.","528":"Reseller werden","529":"Werden Sie Teil der Erfolgsgeschichte!","530":"Unser Reseller-Programm gibt Ihnen die Möglichkeit, Voucher-Codes direkt an Ihre Kunden zu verkaufen.","531":"Die Details:","532":"Sie erhalten Zugang zu einem ausgeklügelten Interface zur Verwaltung Ihrer Voucher-Codes.","533":"Voucher-Codes von Ihrem Kontostand in Echtzeit erstellen.","534":"Großzügige Gewinnbeteiligung von Anfang an!","535":"Je mehr Sie verkaufen, desto besser ist die Gewinnbeteiligung und umso besser fällt Ihr Profit aus.","536":"Reseller-API-Zugang erlaubt Ihnen, Tools für sich zu entwickeln, die mit unserem System in Echtzeit interagieren.","537":"Gratis Werbung: Ihre Website wird auf MEGA verlinkt.","538":"Das alles nachdem wir Ihre Bewerbung geprüft und angenommen haben. Ihre Firma und die Website müssen unseren Anforderungen entsprechen.","539":"Gewinnbeteiligung","540":"Ihre Gewinnbeteiligung wird bei der Erstellung des Voucher-Codes berücksichtigt.","541":"Monatlicher Umsatz","542":"Gewinnbeteiligung","543":"mehr als [X]","544":"Reseller-Bewerbung","545":"Als Reseller registrieren","546":"Details","547":"Ihre Informationen","548":"Märkte","549":"Wählen Sie Reseller-Märkte","550":"Zahlungen","551":"Wählen Sie Ihre Zahlunsgmethoden","552":"Wählen Sie eine der verfügbaren Zahlungsmethoden aus der obigen Liste","553":"Ihr Zahlungs-Provider ist nicht aufgelistet? Schreiben Sie uns bitte eine [A]E-Mail[\/A]","554":"Abschließen","555":"Ich akzeptiere die MEGA [A]Reseller-AGB[\/A]","556":"Nächste","557":"Märkte aus der Liste der verfügbaren Länder auswählen","558":"Vorherige","559":"Ihr Name","560":"Geschäfts-URL","561":"Adresse","562":"Postleitzahl","563":"Firmenname","564":"Telefonnummer","565":"Stadt","566":"Wählen Sie Länder pro Zahlungsmethode:","568":"Wählen Sie Ihr Land","569":"Transfer-Einstellungen","570":"Parallele Uploadverbindungen:","571":"Parallele Downloadverbindungen:","572":"Upload-Geschwindigkeitsbegrenzung:","573":"Keine","574":"Automatisch","575":"Fest","576":"Identische Dateien beim Upload überspringen:","577":"Ja","578":"Nein","579":"SSL für Datentransfer nutzen:","580":"SSL abzuschalten verringert nicht die Sicherheit, steigert aber den Durchsatz.","581":"Bitte tragen Sie Ihren Namen ein.","582":"Bitte tragen Sie Ihren Geschäfts-URL ein.","583":"Bitte geben Sie Ihre Adresse an.","584":"Bitte geben Sie Ihre Postleitzahl an.","585":"Bitte tragen Sie Ihren Firmennamen ein.","586":"Bitte geben Sie Ihre Telefonnummer an.","587":"Bitte tragen Sie Ihre Stadt ein.","588":"Bitte wählen Sie Ihr Land aus.","589":"Sie müssen die Reseller-AGB akzeptieren.","590":"Bitte wählen Sie mindestens ein Land.","591":"Bitte wählen Sie mindestens eine Zahlungsmethode.","592":"Bitte wählen Sie mindestens ein Land pro Zahlungsmethode aus.","593":"Großartig","594":"Sie werden eine E-Mail mit weiteren Anweisungen von uns erhalten.","620":"Meldung eines Urheberrechtsverletzungsvorwurfs","621":"Meldung","622":"MEGA respektiert die Urheberrechte Dritter und fordert von seinen Nutzern, dasselbe zu tun. Wir werden auf Beschwerden über mutmaßliche Urheberrechtsverletzungen, die formal korrekt sind und hinreichend begründet wurden, eingehen. Wenn Sie glauben, dass Ihre Inhalte kopiert oder anderweitig urheberrechtsverletzend benutzt wurden, brauchen wir folgende Informationen: (I) eine handschriftliche oder digitale Signatur des Rechteinhabers oder eines Bevollmächtigten; (II) Identifikation des geschützten Inhalts; (III) Identifikation des Materials, das das Urheberrecht verletzen und zu dieser Tat beitragen soll und somit zu entfernen oder zu sperren ist und Informationen, die den Inhalt eindeutig identifiziert (URL); (IV) Ihre Kontaktinformationen, u.a. Adresse, Telefonnummer und E-Mail-Adresse; (V) eine Stellungnahme von Ihnen, in der Sie klarmachen, weshalb der Inhalt nicht so verwendet werden darf, wie er es zum Beschwerdezeitpunkt wird und (VI) die Versicherung, dass die Informationen, die Sie uns geben, richtig sind und unter Eid aussagen, dass Sie dazu autorisiert sind, im Namen des Rechteinhabers zu handeln.","623":"Wir behalten uns das Recht vor, Inhalte, die vermutlich die Urheberrechte anderer verletzen, ohne vorherige Stellungnahme und nach unserem Ermessen zu entfernen, ohne Sie haftbar zu machen. Unter angemessenen Umständen wird der Account des Nutzers gesperrt, wenn sich diese Geschehnisse wiederholen. Unser offizieller Ansprechpartner für Urheberrechtsansprüche für in der Cloud gespeicherte Daten ist:","624":"Meldung einer Copyrightverletzung","625":"Bitte benutzen Sie dieses Formular, um einen Urheberrechtsanspruch vorzubringen. Wir werden binnen 24 Stunden antworten, während der Geschäftszeiten noch früher.","626":"Der Inhalt:","627":"Benötigtes Feld","628":"Verletzt mein Urheberrecht","629":"Verletzt das Urheberrecht einer Person, deren Bevollmächtigter ich bin.","630":"Art der Entfernung:","631":"Wie soll der Inhalt entfernt werden?","632":"1. Nur die angegebene(n) URL(s) deaktivieren - die Datei(en) bleiben im Account des Nutzers.","633":"2. Alle öffentlichen URLs der Datei(en) deaktivieren - die Datei(en) bleibt\/bleiben im Account des Nutzers.","634":"3. Alle Kopien der Datei(en) für den angegebenen URL deaktivieren - niemand in der ganzen Welt ist befugt, unter welchen Umständen auch immer,  diesen Inhalt zu speichern","635":"Ich erkläre hiermit, dass ich davon ausgehe, dass das Teilen des urheberrechtlich geschützten Materials an o.g. Ort nicht vom Rechteinhaber, seinem Vertreter oder dem Gesetz gebilligt wird.","636":"Ich erkenne an, dass ich für eventuelle Schäden und Anwaltskosten aufkommen muss, wenn ich wider besseren Wissens angebe, dass der gemeldete Inhalt gegen geltendes Urheberrecht verstößt.","637":"Die Informationen in dieser Mitteilung sind korrekt und ich sage unter Eid aus, dass ich dazu berechtigt bin, im Sinne des Rechteinhabers zu handeln.","638":"Diese Meldung ist ein rechtlich bindendes Dokument - seien Sie bitte präzise bei der Beschreibung Ihrer Urheberrechtsansprüche. Im Zweifel empfiehlt es sich, einen Anwalt zu konsultieren, um zu klären, ob es für den Inhalt, den Sie melden möchten, tatsächlich keine legale Vervielfältigungsgrundlage gibt.","639":"Mitteilung absenden","640":"Mehr hinzufügen","641":"URL des Inhalts","642":"Name des Rechteinhabers","643":"Titel:","644":"E-Mail-Adresse:","645":"Fax:","646":"Stadt:","647":"Postleitzahl:","648":"Zu meldender missbräuchlicher Inhalt:","649":"Mein voller Name:","650":"Firma\/Organisation:","651":"Telefon:","652":"Adresse:","653":"Bundesland\/Provinz:","654":"Staat:","655":"Bitte geben Sie den URL für jeden Inhalt an, an dem Sie die Rechte beanspruchen:","656":"Bitte übermitteln Sie das geschützte Material für jeden URL, die Sie melden.","657":"Bitte wählen Sie, ob der Inhalt Ihre Rechte als Urheber oder die eines anderen, dessen Bevollmächtigter Sie sind, verletzen.","658":"Wie soll der Inhalt unzugänglich gemacht werden?","659":"Bitte geben Sie den URL für jeden Inhalt an, an dem Sie die Rechte beanspruchen:","660":"Bitte geben Sie uns das geschützte Material für jeden URL, die Sie melden.","661":"Bitte geben Sie den Namen des Rechteinhabers an.","662":"Geben geben Sie Ihren vollständigen Namen an.","663":"Bitte geben Sie Ihre E-Mail-Adresse an.","664":"Bitte geben Sie eine gültige E-Mail-Adresse an.","665":"Bitte bestätigen Sie, dass sie glauben, dass die Verbreitung des geschützten Materials am o.g. Ort nicht vom Rechteinhaber, seinem Vertreter oder dem Gesetz gebilligt wird.","666":"Bitte bestätigen Sie, dass die für Schäden, Kosten und Anwaltskosten haften, wenn Sie trotz gegenteiligem Wissens behaupten, dass der Inhalt die Rechte des Urhebers verletzt.","667":"Bitte bestätigen Sie, dass die Meldung korrekt ist und unter Eid bestätigen, dass Sie dazu berechtigt sind, im Sinne des Rechteinhabers zu handeln.","668":"Vielen Dank!","669":"Wir werden Ihre Mitteilung in Kürze bearbeiten!","670":"Sprache","671":"Sprechen Sie mehrere Sprachen?","672":"Helfen Sie uns bei der Übersetzung!","673":"The Privacy Company","674":"Niemand darf willkürlichen Eingriffen in sein Privatleben, seine Familie, seine Wohnung und seinen Schriftverkehr oder Beeinträchtigungen seiner Ehre und seines Rufes ausgesetzt werden. Jeder hat Anspruch auf rechtlichen Schutz gegen solche Eingriffe oder Beeinträchtigungen.","675":"Allgemeine Erklärung der Menschenrechte, Art. 12","676":"MEGA ist Online-Speicherplatz mit wirksamem Schutz Ihrer Privatsphäre","677":"MEGA bietet robusten Cloud-Speicher mit komfortablem und sicherem Schutz Ihrer privaten Daten. MEGA setzt sich für Ihr Recht auf Privatsphäre ein und stellt Ihnen die Technologie zu deren Schutz zur Verfügung. Diese \"User Controlled Encryption\", kurz UCE, erfolgt automatisch und für Sie weitgehend unsichtbar.","678":"Was ist User Controlled Encryption?","679":"MEGA speichert und überträgt Ihre Dateien ausschließlich verschlüsselt. Die meisten Cloud-Storage-Anbieter können dies zwar ebenfalls von sich behaupten, doch MEGA ist anders - die Schlüssel liegen bei Ihnen und nicht bei Ihrem Provider. Sie bestimmen also, wer Zugang zu Ihren Dateien hat und wer nicht - und das alles ohne die riskante Installation von Fremdsoftware. Ihr Webbrowser genügt!","680":"MEGA-Zukunft","681":"Die MEGA-Cloud ist erst der Anfang. Bald wird MEGA Ihnen die Möglichkeit bieten, die UCE im Browser für unterschiedlichste Anwendungen ohne Zusatzsoftware zu nutzen. Unsere Technologie wird Ihre E-Mails, Anrufe, Chats und Video-Streams schützen.","692":"Ist MEGA legal?","693":"Wir sind eine Gruppe engagierter Technologen, die Zeit, Gelegenheit und eine Internetverbindung erhielten und dafür nutzten, in Auckland, Neuseeland aus dem Nichts einen einzigartigen Cloudspeicherdienst zu erschaffen, der Ihre Privatsphäre schützt. Anders als die meisten Konkurrenten nutzen wir eine browserbasierte Verschlüsselungstechnik, bei der Sie die Kontrolle über Ihre Schlüssel nicht aus der Hand geben. Konzept und Umsetzung:  Kim Dotcom, Mathias Ortmann, Bram van der Kolk und Finn Batato. Tony Lentino, Eigentümer des Domain-Registrars Instra Corporation, ist Principal Visionary. Unser Geschäftsführer, Vikram Kumar, trat schon zuvor als Vorsitzender von InternetNZ für das Ideal eines offenen von staatlicher Bevormundung freien Internet ein. Wir hoffen, dass Ihnen unser Angebot gefällt.","694":"1. Einen URL pro Datei sperren - die Datei(en) verbleiben im Account des Nutzers","695":"2. Mehrere URLs pro Datei sperren - die Datei(en) bleiben im Account des Nutzers","696":"3. Sämtliche Kopien der Datei entfernen, die unter diesem URL referenziert ist - niemand auf der ganzen Welt hat die Berechtigung, diese Datei zu speichern","697":"4. Andere","698":"Meldungsformular","699":"Unterschreiben und abschicken","700":"Bitte reichen Sie Ihre Mitteilung manuell per E-Mail an [A1]copyright@mega.co.nz[\/A1] entsprechend unserer [A2]Takedown-Bestimmungen[\/A2] ein.","701":"Takedown-Mitteilung per E-Mail senden","702":"Missbrauch melden","703":"Ihr Anmeldungs-Link ist ungültig. Bitte überprüfen Sie mögliche Zeilenumbrüche in Ihrer Aktivierungs-E-Mail.","704":"Ihr Account wurde bereits aktiviert. Bitte melden Sie sich an. ","705":"Ihre Bestätigung konnte nicht bearbeitet werden. Bitte melden Sie sich erneut an. Fehlercode:","706":"Passwort ändern","707":"Update","708":"Ändern","709":"Ich habe mein aktuelles Passwort vergessen","710":"Sollten Sie noch angemeldet sein, Ihr Passwort aber vergessen haben, so aktivieren Sie bitte diese Option, um ein neues Passwort zu setzen. Sie werden per E-Mail einen Passwort-Bestätigungs-Link erhalten. Bitte folgen Sie diesem Link innerhalb von 15 Minuten nach Erhalt der E-Mail. ","711":"Ändern","712":"Rücksetzung erfolgreich","713":"Der Gutschein-Betrag wurde Ihrem Konto gutgeschrieben. Möchten Sie nun mit dem Kauf Ihres Pro-Accounts fortfahren? ","714":"Dieser Gutschein wurde bereits eingelöst.","715":"Die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut. ","716":"Aktuelles Passwort","717":"Neues Passwort","718":"Bestätigen Sie das neue Passwort","719":"Bitte geben Sie Ihr aktuelles Passwort ein.","720":"Bitte geben Sie Ihr neues Passwort ein.","721":"Bitte überprüfen Sie Ihre E-Mail und folgen Sie dem Bestätigungslink","722":"Änderung läuft","723":"Das neue Passwort muss sich von dem aktuellen Passwort unterscheiden.","724":"Das aktuelle Passwort, das Sie eingegeben haben, ist nicht korrekt. ","725":"Ihr Passwort wurde geändert.","726":"Erledigt","727":"Ihr Passwort wurde geändert.","728":"Dieser Passwortbestätigungslink ist abgelaufen. ","729":"Dieser Link wurde bereits bestätigt.","730":"Ihr Account wurde gesperrt. Über die Gründe wurden Sie per E-mail informiert. Bitte antworten Sie uns so bald wie möglich.","731":"Der zugehörige Account wurde aufgrund wiederholter Verstöße gegen unsere [A]Nutzungsbedingungen[\/A] gesperrt. ","732":"Sie sind mit einem anderen Account angemeldet als demjenigen, den zu bestätigen Sie im Begriff sind. Bitte überprüfen Sie Ihre momentane Sitzung, melden Sie sich ggf. ab, und klicken Sie dann noch einmal auf den Bestätigungs-Link. ","733":"Unbekannte E-Mail Adresse. Sollten Sie noch keinen Account bei uns haben, möchten wir Sie einladen, sich bei uns anzumelden. ","734":"Vielen Dank!","735":"Bitte sehen Sie in Ihrem E-Mail-Eingang nach.","736":"Sie können das Passwort nur dann zurücksetzen, wenn der Account keine Dateien oder Ordner enthält.","737":"Passwort zurücksetzen","738":"Anfrage","739":"Haben Sie Ihr Passwort vergessen?","740":"Ihr Passwort wurde erfolgreich geändert.","741":"Bitte wählen Sie ein neues, sicheres Passwort. ","742":"Zurücksetzen","743":"Dieser Link ist abgelaufen. Bitte generieren Sie einen neuen Link.","744":"Ungültiger Link. Bitte versuchen Sie es noch einmal.","745":"Keine anstehende Zahlung","746":"Accounttyp","747":"Wöchentlich","748":"Monatlich","749":"Jährlich","750":"Nächste Zahlung:","751":"Einmalig","752":"MEGA Firefox-Erweiterung","753":"Installieren Sie die MEGA Firefox-Erweiterung und entfesseln Sie Ihren Browser. Sie können damit nun auch ganze Ordner herunterladen!","754":"Die MEGA Firefox-Erweiterung ist sicher und unsichtbar. Sollten Sie es vorziehen, MEGA ohne Erweiterung zu benutzen, so empfehlen wir dringend den Umstieg auf [A]Chrome[\/A].","755":"Erweiterung installieren","756":"1 Download abgeschlossen","757":"[X] Downloads abgeschlossen","758":"Download-Ordner öffnen","759":"Öffnen","760":"Zum Download einer so großen Datei benötigen Sie die MEGA Firefox-Erweiterung.","761":"Bitte bestätigen","762":"Sie sind im Begriff, eine größere Anzahl Dateien auf einmal herunterzuladen, was Ihren Browser verlangsamen kann. Trotzdem fortfahren?","763":"Kontakt","764":"Dieser Download kann aus Mangel an Festplattenspeicher  nicht durchgeführt werden.","765":"Diese Downloads können aus Mangel an Festplattenspeicher nicht durchgeführt werden.","766":"Einige Downloads können aus Mangel an Festplattenspeicher nicht durchgeführt werden.","768":"Dieser Download kann aus Mangel an Festplattenspeicher nicht durchgeführt werden. Beachten Sie auch, dass Chrome im \"Inkognito\"-Modus keine Dateien schreiben kann.","769":"Chrome nutzt nur maximal 5% des freien Festplattenspeichers für Downloads. Bitte stellen Sie sicher, dass genügend Platz zur Verfügung steht.","770":"Passwort","771":"Passwortbestätigung","772":"URL zur Datei","773":"verbleibend","774":"E-Mail Link","775":"Unten neu benennen:","776":"Speichern","777":"An dieses Gerät erinnern","778":"Sie haben noch kein MEGA-Konto?","779":"Jetzt registrieren","780":"Sie haben bereits ein MEGA-Konto?","781":"Aufgrund der limitierten Leistungsfähigkeit von CPU Prozessoren bei Mobilgeräten kann die RSA-Schlüsselgenerierung einige Minuten dauern. Wir bitten um Ihre Geduld.","782":"Leerer Ordner","783":"Keine Dateien vorhanden","784":"Keine Kontakte","785":"Keine Ergebnisse.","786":"Keine Dateien in Ihrem Posteingang","787":"Keine Dateien in Ihrem Papierkorb","788":"Sind Sie sicher, dass Sie diese Datei in den Papierkorb verschieben wollen?","789":"Sind Sie sicher, dass Sie diesen Ordner in den Papierkorb verschieben wollen?","790":"Datei öffnen","791":"Datei importieren","792":"Löschen","794":"Ordner löschen","796":"Link erstellen","797":"Ordner freigeben","798":"Speicherkapazität","799":"Verwendeter Speicher","800":"freier Speicher","801":"Desktop-Version","802":"Kontakt-E-Mail Adresse","803":"Dateidownload","804":"Es tut uns leid, dieser Dateityp wird momentan nicht von Ihrem Gerät zur Nutzung mit MEGA unterstützt.","805":"Wir werden diesen Dateityp in Kürze auch für Ihr Gerät unterstützen.","806":"Ändern Sie den Ordnernamen:","807":"Ändern Sie den Dateinamen:","808":"Ordnerlink","809":"URL zum Ordner:","810":"Download Link","811":"URL zur Datei:","812":"Konto bestätigen","813":"Freigegebener Ordner","814":"Wollen Sie den Upload abbrechen?","815":"Wollen Sie das Herunterladen abbrechen?","816":"Bitte geben Sie eine gültige E-Mail Adresse ein.","817":"Sie können können keinen Ordner in einem Suchergebnis erstellen.","818":"Wollen Sie zur Desktop-Version wechseln?","819":"starte","820":"Die Datei wurde in Ihren Account importiert.","821":"Ihre Benachrichtigungen","822":"Zurück","823":"Einstellungen","824":"Neue Ordnerfreigabe von [X]","825":"Neue Ordnerfreigabe","826":"[X] hat eine Ordnerfreigabe gelöscht","827":"Ordnerfreigabe gelöscht","828":"[X1] Ordner und [X2] Dateien","829":"[X] Ordner und 1 Datei","830":"1 Ordner und [X] Dateien","831":"1 Ordner und 1 Datei","832":"[X] Ordner","833":"[X] Dateien","834":"1 Ordner","835":"1 Datei","836":"[X] hat [DATA] hinzugefügt","837":"[X] wurden hinzugefügt","838":"[X] wurde hinzugefügt","850":"JAN","851":"FEB","852":"MRZ","853":"APR","854":"MAI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEZ","862":"Benachrichtigungen","863":"Alle anzeigen","864":"ZIP-Download","865":"Öffnen","866":"Eine(n) ausgewählte(n) Datei\/Ordner kopieren","867":"[X] ausgewählte Dateien\/Ordner kopieren","868":"Ein ausgewähltes Element verschieben","869":"[X] ausgewählte Elemente verschieben","870":"Bestätigung","871":"[B]Achtung:[\/B] Sie haben Ihr Speicherlimit überschritten. Bitte löschen Sie nicht mehr benötigte Dateien oder [A]erhöhen Sie Ihr Speicherlimit[\/A].","872":"Pro","873":"Vor [X] Sekunden","874":"Vor einer Minute","875":"Vor [X] Minuten","876":"Vor einer Stunde","877":"Vor [X] Stunden","878":"Gestern","879":"Vor [X] Tagen","880":"Gerade eben","881":"Sie nutzen derzeit die MEGA-Schnupperumgebung, deren Inhalt jederzeit unwiederbringlich verlorengehen kann! Erstellen Sie jetzt Ihren persönlichen MEGA-Account und sichern Sie sich Ihre kostenlosen 50 GB Speicherplatz in der Cloud. Ihre bereits hochgeladenen Dateien bleiben natürlich erhalten.","882":"Achtung - Demomodus","883":"Zur Anmeldung","884":"[X] ist nicht vollständig MEGA-kompatibel","885":"Ihr Browser","886":"Internet Explorer 10 enthält einen schweren Fehler, der beim Schreiben von Dateien aus JavaScript heraus zu Speicherüberläufen führt. Internet Explorer 11 wird einen entsprechenden Bugfix enthalten. Bis zu dessen Erscheinen benutzen Sie bitte einen der alternativen Browser.","887":"[X] fehlen die HTML5-Features, die MEGA für seine clientseitige browserbasierte Verschlüsselung benötigt. HTML5-Dateitransfers müssen durch einen stark eingeschränkten Flash-Workaround emuliert werden. Bitte installieren Sie baldmöglichst einen modernen Browser.","888":"Optimal","889":"Empfohlen","890":"Die folgenden Browser unterstützen MEGA vollständig:","891":"Browserkompatibilitätswarnung","892":"Eigenschaften","893":"Erstellt","894":"Gesamtgröße","895":"Ordnername","896":"Erstellt","897":"Enthält","898":"Mehrere Dateien und Ordner","899":"Mehrere Dateien","900":"Mehrere Ordner","909":"Passwort","910":"Jetzt kaufen","911":"Entfesseln Sie MEGA mit [B]Pro[\/B]-Status","912":"ab","913":"Monat","914":"Jahresaccount","915":"Vervielfachter Speicherplatz","916":"Großzügige Bandbreite","917":"bei jährlicher Zahlungsweise","918":"monatlich","919":"jährlich","920":"Erweitern Sie Ihren Account","921":"2 Monate gratis","922":"1 Monat","923":"1 Jahr","924":"Fragen zu den  [A]Pro-Accounts?[\/A]","925":"Unser Support-Team beantwortet sie Ihnen gern.","926":"Firma","927":"Stadt","928":"PLZ","929":"Tel","930":"Tag","931":"Monat","932":"Jahr","933":"Adresse","934":"Bundesland","935":"PayPal-Adresse","936":"Kontoverbindung","937":"Kontoinhaber","938":"Ihre Marketingstrategie","939":"Bank","947":"Cloud Drive","948":"Papierkorb","949":"Posteingang","950":"Kontakte","951":"Mein Konto","952":"Dateien größer als 4 GB können von den meisten Geräten nicht heruntergeladen werden. Ihr Download wird möglicherweise fehlschlagen. ","953":"Speicherplatz nicht ausreichend","954":"Danksagung","955":"Mobile Applikationen","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Dokumentation","964":"Partner-Programm","965":"AGB","966":"Löschrichtlinien","967":"Logout","968":"Konto erstellen","969":"Bitte versuchen Sie es erneut","970":"Bitte geben Sie ein gültiges Passwort ein","973":"Bereits genutzte Bandbreite","974":"Bearbeiten Sie Ihr Konto","975":"Stern hinzufügen","976":"Stern entfernen","977":"Ihr Cloud Drive ist leer.","978":"Keine Treffer","979":"Ihr Papierkorb ist leer","980":"Sie haben keine Kontakte","981":"Ihr Posteingang ist leer","982":"Inhalt","983":"Überblick","984":"Profil","985":"Verlauf","986":"Bearbeiten Sie Ihr Profil","987":"Gültig bis","988":"Verbindungen:","989":"[X] Kontakte","990":"1 Kontakt","991":"Zu Kontakten gehen","992":"Avatar","993":"Avatar ändern","994":"Persönliche Informationen","995":"Geburtsdatum","996":"Land wählen","997":"Bitte registrieren Sie sich, um Kontakte hinzuzufügen.","998":"Bitte erstellen Sie Ihr kostenloses Konto","999":"Wollen Sie Ihre temporäre Sitzung in ein kostenloses Konto umwandeln?","1000":"Beugen Sie Datenverlust vor. Erstellen Sie ein Benutzerkonto!","1001":"Kontakt entfernen","1002":"Sind Sie sicher, dass Sie [X] aus Ihrer Kontaktliste entfernen wollen?","1003":"Löschen bestätigen","1004":"Sind Sie sicher, dass Sie [X] in den Papierkorb verschieben wollen?","1005":"Nur registrierte Nutzer können einen Link erstellen.","1006":"Nur registrierte Nutzer können einen Ordner freigeben.","1007":"Sie können diese Aktion nicht rückgängig machen.","1008":"Pro-Bandbreitenlimit überschritten","1009":"Benötigen Sie mehr Bandbreite?","1010":"Ihr Speicherplatz ist aufgebraucht.","1011":"Wollen Sie Ihre Daten behalten?","1012":"Sie nähern sich Ihrem Speicherplatz-Limit.","1013":"Benötigen Sie mehr Speicherplatz?","1015":"Bitte geben Sie Ihren Voucher-Code ein. ","1016":"Bild auswählen ","1017":"Als Avatar benutzen","1018":"Leer","1019":"E-Mail-Adresse hinzufügen","1020":"Bitte geben Sie eine E-Mail Adresse ein oder wählen Sie einen Kontakt aus.","1021":"An","1022":"Aus","1023":"Sie haben keine Schreibrechte in diesem Ordner. ","1024":"Bitte geben Sie einen Ordnernamen ein. ","1025":"Mehrere Elemente","1026":"Entschlüsselungs-Code eingeben","1027":"Entschlüsseln","1028":"Entschlüsselungs-Code","1029":"Öffentlicher Link","1030":"Aus bestehenden Kontakten auswählen oder E-Mail Adresse hinzufügen.","1031":"Datei-Links und -Schlüssel exportieren","1032":"Datei-Schlüssel einbeziehen","1033":"Schlüssel kopieren","1034":"Mehrere Dateien herunterladen","1035":"Klicken Sie auf \"Erlauben\", um weitere Downloads zu erlauben. ","1036":"Freigegeben an","1037":"Einverstanden","1038":"Sprache auswählen","1039":"Mit PayPal bezahlen","1040":"Bitte melden Sie sich an, um Ihre Pro-Mitgliedschaft zu aktivieren.","1041":"Bitte erstellen Sie ein Konto, um Ihre Pro-Mitgliedschaft zu aktivieren.","1042":"Initialisieren","1043":"Ordnerlink nicht verfügbar","1044":"Der Link zu Ihrem gewünschte Ordner ist nicht mehr verfügbar. Dies kann folgende Gründe haben:","1045":"Der Ordner-Link wurde aufgrund eines AGB\/AUP-Verstoßes entfernt.","1046":"Der Ordner-Link wurde von dem Nutzer deaktiviert.","1047":"Willkommen bei MEGA Pro","1048":"Ihre Pro-Mitgliedschaft wurde aktiviert. ","1049":"Ordner","1050":"Keine freigegebenen Ordner","1051":"Niemals","1053":"Sie nähern sich Ihrem Bandbreiten-Limit.","1054":"Bitte gedulden Sie sich [X], bis Ihrem Konto mehr Bandbreite zugewiesen wird. ","1055":"Wollen Sie nicht warten?","1056":"Dieses Limit is dynamisch.","1057":"Bestätigen Sie die Löschung Ihrer Sitzung","1058":"Sie befinden sich in einer temporären Sitzung. Sind Sie sicher, dass Sie diese beenden wollen?","1059":"Ihre Daten gehen dabei unwiederbringlich verloren.","1060":"Ende-zu-Ende-Verschlüsselung","1061":"Im Unterschied zu anderen Cloud-Storage-Anbietern werden Ihre Daten nur auf Ihren Endgeräten ver- und entschlüsselt, niemals von uns.","1062":"Weltweiter Zugang","1063":"Sie können jederzeit auf Ihre Daten zugreifen, von jedem Gerät, wo auch immer Sie sich aufhalten.","1064":"Sichere Zusammenarbeit","1065":"Geben Sie Ihren Kontakten Ordner frei. Verfolgen Sie Aktualisierungen in Echtzeit.","1066":"MEGA macht die [A]private und vertrauliche[\/A] Onlinekommunikation einfach und komfortabel.","1067":"MEGA stellt verschlüsselte Clouddienstleistungen für [A]private und sichere[\/A] Onlinekommunikation und -zusammenarbeit bereit. Sie alleine kontrollieren die kryptographischen Schlüssel zu Ihren Daten in der Cloud.","1068":"Geben Sie Ihren Kontakten Ordner frei und verfolgen Sie die Updates in Echtzeit.","1069":"Funktionsprinzip","1070":"Funktionsprinzip","1071":"Wollen Sier mehr über MEGA erfahren?","1072":"Sehen Sie hier das Launch-Video","1073":"Accountstufen","1074":"Sichern Sie sich 50 GB mit einem kostenlosen Konto","1075":"Ein Vielfaches dessen, was Sie von unseren Wettbewerbern bekommen.","1076":"Erstellen Sie ein Konto","1077":"Unsere günstigen Pro-Pakete","1078":"Sichern Sie sich 4 TB verschlüsselten Speicherplatz für nur 8,33 € pro Monat. ","1079":"Unsere Pro-Pakete","1080":"Mobile Apps","1082":"Die Cloud in Ihrer Tasche. Gibt Ihnen Zugang zu Ihren Daten über Ihr Smartphone oder Tablet. Synchronisieren Sie Ihre Daten mit der Cloud. ","1083":"Nutzen Sie unser kostenloses Angebot","1084":"Verfügbar für","1085":"Sync-Client","1086":"Einfache, automatisierte Synchronisierung zwischen Ihren Computern und Ihrem MEGA Cloud Drive.","1087":"Jetzt herunterladen","1088":"Browser-Apps","1089":"Mit unseren Browsererweiterungen wird MEGA Teil Ihrer Browserumgebung. Ihr Vorteil: Verkürzte Ladezeit und noch besserer Schutz gegen Angriffe von außen.","1090":"Gehen Sie zur Downloadseite","1091":"Upload per Mausklick oder per Drag&Drop starten","1092":"Scrollen Sie für mehr Informationen","1093":"Geben Sie niemals Ihr Passwort auf einem Gerät ein, dem Sie nicht vertrauen. Nutzen Sie Ihr MEGA-Konto niemals auf öffentlichen Computern!","1094":"Noch sicherer wird die Nutzung durch unsere [A]Browser Extension[\/A] - laden Sie MEGA von Ihrem Computer anstatt von unseren Servern.","1095":"Erstellen Sie Ihr [A]kostenloses[\/A] Konto","1096":"Vorname(n)","1097":"Familienname","1098":"Vor- und\/oder Nachname ungültig.","1099":"Bitte geben Sie Ihren Vor- und Nachnamen ein. ","1100":"Ungültige E-Mail Adresse.","1101":"Bitte geben Sie ein gültige E-Mail Adresse ein","1102":"Ungültiges Passwort.","1104":"Bitte wählen Sie ein stärkeres Passwort.","1105":"Stärke:","1106":"Passwortstatus","1107":"Die Passwörter stimmen nicht überein.","1108":"Erstellen Sie ein Konto","1109":"Ihr Passwort ist auch Ihr Hauptkryptoschlüssel.","1110":"Die Sicherheit Ihres Kontos hängt von der Stärke Ihres Passworts ab. Zu einfache, zu kurze oder aus Namen\/Begriffen bestehende Passwörter können leicht erraten werden.","1111":"Vergessen Sie niemals Ihr Passwort.","1112":"Es gibt keine Möglichkeit, Ihr Passwort wiederherzustellen.  Sollten Sie sich nicht an Ihr Passwort erinnern, verlieren Sie den Zugang zu Ihren gespeicherten Daten. ","1113":"Ihr Konto ist nur so sicher wie Ihr Computer. ","1114":"Passwort erneut eingeben","1115":"Der Passwort-Prüfer ist noch nicht bereit.","1116":"Bitte versuchen Sie es in ein paar Sekunden erneut.","1117":"Allgemeine Geschäftsbedingungen","1118":"Bitte stimmen Sie den Allgemeinen Geschäftsbedingungen zu, um ein MEGA-Konto zu erstellen.","1119":"Ihr Passwort ist zu einfach. Versuchen Sie ein längeres Passwort, kombinieren Sie Groß- und Kleinbuchstaben. Fügen Sie Sonderzeichen und Zahlen hinzu. Benutzen Sie keine Namen oder gebräuchliche Wörter.","1120":"Ihr Passwort ist zu einfach. Verlängern Sie Ihr Passwort. Kombinieren Sie Groß- und Kleinschreibung, fügen Sie Sonderzeichen und Zahlen hinzu. Verwenden Sie keine Namen oder allgemein gebräuchliche Wörter.","1121":"Ihr Passwort ist ausreichend, wir empfehlen jedoch, Ihr Passwort noch weiter zu verbessern.","1122":"Dieses Passwort wird den üblichen Angriffen von außen standhalten. Bitte stellen Sie sicher, dass Sie es nicht vergessen.","1123":"Dieses Passwort wird auch gut ausgestatteten Angreifern standhalten. Bitte stellen Sie sicher, dass Sie es nicht vergessen.","1124":"Sehr schwach","1125":"Schwach","1126":"Mittel","1127":"Gut","1128":"Stark","1129":"Ihr Passwort ist zu schwach, um fortzufahren.","1130":"Ungültige E-Mail und\/oder Passwort","1131":"Bitte bestätigen SIe Ihr Konto","1132":"Entropiegewinnung","1133":"Dieses Spiel soll Sie dazu verleiten, mit Ihren Mausbewegungen [A]Entropie[\/A] zu erzeugen.","1134":"Dies wird Ihren [A]RSASchlüssel[\/A]stärken. ","1135":"Sie können das Spiel beenden, sobald 100% anzeigt wird.","1136":"Fertig!","1137":"Ihr Schlüssel kann nun erzeugt werden.","1138":"Fortfahren","1139":"Ergebnis","1140":"Dies ist ein wichtiger Schritt und kann einige Zeit in Anspruch nehmen.","1141":"Bitte haben Sie Geduld.","1142":"Ihr Schlüsselpaar wird erzeugt","1143":"Erzeugung läuft","1144":"Schon vor 4000 Jahren bedienten sich die alten Ägypter kryptographischer Verfahren","1145":"Heute, nach 4000 Jahren, nutzen die meisten großen Cloud-Storage-Anbieter die Vorteile der Verschlüsselung immer noch nicht vollständig.","1146":"Vervollständigen Sie Ihr Konto","1147":"Wählen Sie Ihre Pro-Stufe","1148":"[A]Sichern Sie sich 2 Monate kostenlos[\/A], wenn Sie sich für einen Jahresaccount entscheiden.","1149":"Begrenzt","1150":"Kostenlos","1151":"Entfesseln Sie MEGA mit einem [A]Pro-Account[\/A]","1152":"Wählen Sie Ihr Pro-Paket:","1153":"Jahresaccount","1154":"Das Team","1155":"Upload","1156":"Download","1157":"Kostenloser Download","1158":"für Windows","1159":"Demnächst auch für [A]Mac[\/A]","1160":"MEGA möchte den Verfassern der folgenden in unseren Produkten verwendeten Open-Source-Komponenten danken:","1161":"Sicher","1162":"Ihre Daten sind Ende-zu-Ende-verschlüsselt. Eine Entschlüsselung ist ohne die von Ihnen kontrollierten Schlüssel nicht möglich.","1163":"Flexibel","1164":"Synchronisieren Sie beliebige Ordner Ihres Laufwerks mit der Cloud. Synchronisieren Sie beliebig viele Ordner gleichzeitig. ","1165":"Schnell","1166":"Unsere effiziente Infrastruktur und die TCP-Verbindungsbündelung steigern Ihren Datendurchsatz.","1167":"Großzügig","1168":"Speichern Sie bis zu 50 GB kostenlos!","1169":"Breiter Funktionsumfang","1170":"Suchen, speichern, laden, streamen, sehen, teilen oder löschen Sie Ihre Daten. Alles ist möglich - Sie haben es in der Hand.","1171":"Demnächst für [A]iOS[\/A]","1172":"Firefox-Erweiterung","1173":"Chrome-Erweiterung","1174":"Diese App erlaubt es Ihnen, MEGA in Ihrem Browser zu installieren. Sie reduziert die Ladezeit, erhöht die Downloadleistung und steigert das Sicherheitsniveau.","1175":"Jeder MEGA-URL wird von dieser App abgefangen und lokal bearbeitet. Die (automatischen) Updates sind dank kryptograpischer Signierung sicher.","1176":"Und sollten Sie besonders misstrauisch sein:","1177":"Deaktivieren Sie die automatischen Updates und prüfen Sie unseren Quellcode bei jeder Aktualisierung manuell. ","1178":"MEGA für Firefox herunterladen","1179":"Installation:","1180":"MEGA für Chrome herunterladen","1181":"Öffnen Sie die Erweiterungs-Seite in Chrome","1182":"Menü > Werkzeuge > Erweiterungen","1183":"oder tippen Sie","1184":"in Ihre Adressleiste.","1185":"Ziehen Sie die heruntergeladene Datei [X] in die Erweiterungs-Seite und bestätigen Sie die Installation.","1186":"Sie können Ihre MEGA Pro-Mitgliedschaft schnell und einfach bei einer unserer autorisierten Verkaufsstellen erwerben:","1187":"Download","1188":"auf Ihren Computer","1189":"Import","1190":"in Ihr Cloud Drive","1191":"Diese Datei ist aufgrund einer technischen Störung derzeit nicht verfügbar.","1192":"Scrollen Sie, um mehr über MEGA zu erfahren","1193":"Sie erstellen ein neues Konto","1194":"Wollen Sie diese Datei in eine neue Sitzung importieren?","1195":"\"Nein\" erlaubt es Ihnen, sich einzuloggen und mit dem Import fortzufahren.","1196":"Download abbrechen","1197":"Sind Sie sicher, dass Sie diesen Download abbrechen wollen?","1198":"Die heruntergeladene Datei wird gelöscht.","1199":"Metadaten können ohne Schlüssel nicht lesbar gemacht werden.","1200":"Partner-AGB","1201":"Definieren Sie Cloud-Storage [A]mit uns[\/A] neu!","1202":"Partizipieren Sie an dem Erfolg, den Sie mit uns erzielen.","1203":"Helfen Sie uns zu wachsen und werden Sie Teil der Erfolgsgeschichte. ","1204":"Anmeldung","1205":"Wie funktioniert's?","1206":"Melden Sie sich an und erhalten Sie Ihre individuelle Partner-ID, die Sie an unseren URL anzufügen können.","1207":"Alle Umsätze, die Ihre Kunden bei uns erwirtschaften, fallen unter das Partnerprogramm. ","1208":"Ihr Anteil an allen über Ihre PartnerID generierten Umsätze liegt bei [B]20%[\/B].","1209":"Wiederkehrende Bestandskunden werden als neue Empfehlungen gewertet.","1210":"Für wen eignet sich das Partner-Programm?","1211":"App-Programmierer:","1212":"Entwickeln Sie Ihre eigene erfolgreiche App, verwenden Sie unser [A]SDK[\/A]","1213":"Verdienen Sie Geld mit Ihrer App, sobald ihre Nutzer einen Pro-Account kaufen","1214":"Websites:","1215":"Blogger","1216":"Websites, die Cloudstorage-Anbieter vergleichen","1217":"Was sind die Regeln?","1218":"Bitte lesen und befolgen Sie unsere [A]Partner-Programm AGB[\/A]","1220":"Jetzt starten!","1221":"Werden Sie Mitglied in unserem Partner-Programm und verdienen Sie sofort Geld.","1223":"Kontaktinformation","1224":"Wir benötigen weitere Informationen über Sie.","1230":"Informationen zur Zahlung","1231":"Auszahlungen werden monatlich per PayPal oder (nur in Neuseeland verfügbar) per Überweisung vollzogen.","1232":"Zahlungsmethode","1233":"PayPal","1234":"Bankkonto (nur in Neuseeland)","1235":"Empfänger","1236":"Name der Bank","1237":"Kontonummer","1238":"PayPal Adresse","1239":"Partner Information","1240":"Wir würden gerne von Ihnen erfahren, wie Sie Nutzer zu MEGA weiterempfehlen wollen. ","1241":"Bitte beschreiben Sie Ihre Marketingstrategie:","1242":"Ich stimme den MEGA [A]Partner-Programm AGB[\/A] zu","1243":"Sie sind nun im Partner-Programm registriert. Sie werden 20% des Umsatzes erhalten, der über Ihre Partner ID generiert wurde. ","1244":"Bitte stellen Sie sicher, dass Sie unsere [A]Partner-Programm AGB[\/A] einhalten","1245":"Sie können Umsatz generieren, indem Sie Nutzer an folgenden URL weiterleiten:","1246":"Statistiken","1247":"Zeitfenster","1248":"30 Tage","1249":"90 Tage","1250":"180 Tage","1251":"365 Tage","1252":"Immer","1253":"Datum","1254":"Verkäufe","1255":"Umsatz","1256":"Verdienst","1257":"Keine Verkäufe im ausgewählten Zeitraum.","1258":"Auszahlungen","1259":"Keine Auszahlungen im ausgewählten Zeitraum.","1260":"Partner-ID","1261":"Bitte geben Sie ihr Geburtsdatum an.","1262":"Bitte geben Sie Ihren Wohnort an. ","1263":"Bitte geben Sie Ihr Land (oder Provinz) an. ","1264":"Bitte geben Sie Ihre Postleitzahl an. ","1265":"Bitte geben Sie Ihre Telefon-Nummer an. ","1266":"Bitte beschreiben Sie Ihre Marketingstrategie.","1267":"Sie müssen den Partner-Programm AGB's zustimmen.","1268":"Bitte geben Sie PayPal Adresse an. ","1269":"Bitte tragen Sie den Namen des Empfängers für Ihr neuseeländisches Bankkonto ein. ","1270":"Bitte geben Sie den Namen Ihrer Bank in Neuseeland an.","1271":"Bitte geben Sie die Nummer Ihres neuseeländischen Bankkontos an. ","1272":"MEGA wurde von Menschen entwickelt und ist daher nicht perfekt. Sollte Ihnen ein Fehler auffallen, würden wir uns freuen, wenn Sie uns so detailliert wie möglich darauf aufmerksam machen, sodass wir diesen beheben können.","1273":"Wir nehmen das Recht auf geistiges Eigentum (IP) sehr ernst und verfügen über ein robustes 'Takedown\/Repeat Infringer' Regime. ","1274":"Für weitere Informationen lesen Sie bitte unsere [A]Takedown-Richtlinien[\/A]","1275":"Sie können Ihre Takedown-Mitteilung über unser [A]Online-Formular[\/A] oder via E-Mail an uns senden. ","1276":"Haben Sie Sorgen oder Ideen? Wollen Sie mehr über unsere Produkte erfahren?","1277":"Wir sind jederzeit für Sie da. ","1278":"Bitte auswählen","1279":"Schritt 1","1280":"Schritt 2","1281":"Details zum Inhalt","1282":"Details des Copyrightinhabers","1283":"Fügen Sie einen weiteren URL hinzu","1284":"Name des Copyrightinhabers","1285":"falls zutreffend","1286":"Name des autorisierten Agenten des Copyrightinhabers:","1287":"Copyright-Mitteilung gespeichert","1288":"Wir werden Ihre Mitteilung schnellstmöglich bearbeiten.","1289":"Vielen Dank, dass Sie unserer Einladung gefolgt sind. Bitte erstellen Sie unten Ihr kostenloses Konto.","1290":"Dies scheint kein gültiger Link zu sein. Haben Sie sich bereits angemeldet?","1291":"Sie haben bereits auf einen Einladungs-Link geklickt. Bitte erstellen Sie Ihr Konto. ","1292":"Demnächst verfügbar","1293":"Onlinehilfe","1294":"Sollte Ihre Frage hier nicht beantwortet sein, kontaktieren Sie uns gerne jederzeit.","1295":"Support kontaktieren","1296":"Populäre Themen:","1297":"Diese E-Mail Adresse wird bereits verwendet.","1298":"Bitte melden Sie sich an. ","1299":"Zum Aktualisieren herunterziehen","1300":"Letzte Änderung","1301":"Heute","1302":"Gestern","1303":"Diese Woche","1304":"Letzte Woche","1305":"Diesen Monat","1306":"Dieses Jahr","1307":"Älter","1308":"Download fehlgeschlagen","1309":"Upload fehlgeschlagen","1310":"Bitte geben Sie den Bestätigungs-Code ein","1311":"Fehler beim Laden der Dateien","1312":"Username\/Passwort fehlt","1313":"Login fehlgeschlagen","1314":"Fehler beim Löschen","1315":"Kein E-Mail-Zugang eingerichtet","1316":"Speichern Sie die Datei offline zur Vorschau","1317":"Fehler beim Erstellen des Links","1319":"Das Passwort ist zu kurz","1320":"Der Name ist zu kurz","1321":"Fehler beim Laden der Account-Details","1322":"Upload beendet","1323":"Einloggen","1324":"Login erfolgreich","1325":"Erstelle Link","1326":"Link wurde in die Zwischenablage kopiert","1327":"Download beendet","1328":"Download startet","1329":"Warte","1330":"Usernamen und Passwort eingeben","1331":"E-Mail","1332":"Registrierung bestätigen","1333":"Bitte überprüfen Sie Ihre E-Mail und tragen Sie unten den Bestätigungscode ein, oder klicken Sie auf den speziellen Bestätigungslink.","1334":"Registrierung abbrechen","1335":"Bestätigungscode","1336":"Neuestes","1337":"Foto machen","1338":"Foto auswählen","1339":"Ordner erstellen","1340":"Name des neuen Ordners","1341":"Foto(s) auswählen","1342":"Bearbeiten","1343":"Keine Daten vorhanden","1344":"Freigeben","1345":"Offline speichern","1346":"Transfers","1347":"Postfach leer","1348":"Freigegebene Ordner","1349":"Keine Fotos","1350":"Fotos","1351":"Lokal","1352":"Verfügbar","1353":"Für Offline-Zugriff speichern","1354":"Limit für lokal zwischengespeicherte Daten","1355":"Version","1356":"Feedback","1357":"Abmelden","1358":"Alle heruntergeladenen Dateien werden gelöscht","1359":"Das gewählte Limit liegt unterhalb der tatsächlichen Belegung. Wenn Sie fortfahren, werden einige Dateien gelöscht.","1360":"Pro-Status erneuern","1361":"Preise","1362":"Einkauf wiederherstellen","1363":"Kein Netz","1364":"Wiederholen","1365":"Sie sind nicht mit dem Internet verbunden","1366":"Geben Sie einen neuen Namen ein","1367":"Nutzen Sie 50 GB verschlüsselten Speicherplatz kostenlos oder ein Pro-Paket mit bis zu 4 TB. Pro-Status erhalten Sie schon ab 8.33 € monatlich.","1368":"bis zu [X]","1369":"und [X]","1370":"E-Mail und Chat","1371":"Unsere verschlüsselten Kommunikations-Angebote sind ab Frühjahr 2014 verfügbar.","1372":"Freuen Sie sich auf MEGA Chat, E-Mail, Anrufe und Videokonferenzen.","1373":"Was ist MEGA? Klicken oder scrollen Sie","1374":"Zurück zur Startseite","1375":"Zurück zur Downloadseite","1376":"Powered by:","1377":"Wollen Sie spielen? Wenn Sie diesen Schritt überspringen, könnte Ihre Kontosicherheit beeinträchtigt werden. Bitte bewegen Sie Ihre Maus intensiv und unkoordiniert, um das Risiko zu verringern. ","1378":"Spiel starten","1379":"Überspringen","1380":"Kategorien","1381":"Konfiguration der Benutzeroberfläche","1382":"Spaltensortierung","1383":"Ordnerspezifische Spaltensortierung oder identische Einstellung für alle Ordner","1384":"ordnerspezifisch","1385":"identisch für alle Ordner","1386":"Ordnerdarstellung","1387":"Ordnerspezifische Darstellung (Piktogramm- bzw. Detailmodus)  oder identische Einstellung für alle Ordner","1388":"[A]Auf Ihren Computer[\/A] [B]herunterladen[\/B] ","1389":"[A]In Ihr Cloud Drive[\/A] [B]importieren[\/B]","1390":"Ziehen Sie Ihr Foto auf dieses Feld","1391":"Folgen Sie uns"}