{"10":"STØRRE. BEDRE. HURTIGERE. STÆRKERE. SIKRERE.","11":"Artikel 12","12":"Ingen skal udsættes for vilkårlig indblanding i vedkommendes privatliv, familie, hjem eller korrespondance, ej heller angreb på ære eller rygte. Alle har ret til lovens beskyttelse mod den slags indblanding og angreb.","13":"Menneskerettighederne","14":"Bekræft sletning","15":"Er du sikker på at du permanent vil fjerne alle filer fra Papirkurven?","16":"Intern fejl","17":"Datakvote overskredet","18":"For mange forbindelser til denne download","19":"Login sessionen er udløbet eller ugyldig","20":"Midlertidigt utilgængelig","21":"Kontoproblem, tjek venligst din email","22":"Filen findes ikke længere","23":"Filen er ikke længere tilgængelig","24":"Dekrypteringsfejl","25":"Mappen du er i, er blevet slettet eller flyttet af en anden bruger.","26":"Forbindelsen til folderen er tabt","27":"Beklager. 1 fil kan desværre ikke uploades, fordi den er større end [X].","28":"Beklager. [X1] filer kan desværre ikke uploades fordi de er større end [X2].","29":"Du er begrænset til at uploade filer med vores Adobe Flash reserveløsning, da din browser ikke understøtter HTML5 FileReader. Hvis du vil undgå denne begrænsning (og forbedre generel browser ydeevne), overvej da venligst at installere [A]Google Chrome[\/A].","30":"Browserbegrænsning","31":"Du kan kun uploade filer mindre end [X] med Internet Explorer. Med Chrome og Firefox kan du uploade alle filer uanset filstørrelse.","33":"MEGA styrer med Google Chrome","34":"Advarsel:","35":"Du bruger en uddateret browser, hvilket betyder en ringere præstation under filoverførsler.","36":"Opgradér venligst til Google Chrome.","37":"Mens andre browserudviklere stadig kæmper med at implementere det fulde spektrum af HTML5s funktionalitet, har Google Chrome det hele – i dag. For at nyde MEGA for fuld kraft (eks. automatiseret, gruppéret up- og download), anbefaler vi at du kaster din gamle uddaterede browser over bord, og opgraderer til Chrome så hurtigt som muligt.","38":"Vis ikke denne meddelelse igen","39":"Nej tak","40":"Hent Chrome","41":"Du har fjernet en mappe der indeholder 1 delt mappe.","42":"Når du tømmer Papirkurven vil denne deling blive utilgængelig.","43":"Du har fjernet en mappe som indeholder [X] delte mapper.","44":"Når du tømmer Papirkurven vil disse delinger blive utilgængelige.","45":"Advarsel om delt mappe","46":"Intern fejl","47":"Ups! Noget gik galt. Det må du undskylde!","48":"Indtast venligst mindst 3 tegn for at søge.","49":"flyt [X] valgte element(er)","50":"1 fil","51":"[X] filer","52":"og","53":"1 mappe","54":"[X] mapper","55":"Skrivebeskyttet","56":"Læs & skriv","57":"Fuld adgang","58":"Download","59":"Hent link","60":"Deling","61":"Omdøb","62":"Flyt","63":"Kopiér","64":"Tilladelser","65":"Du har læseadgang til denne mappe.","66":"Du har både læse- og skriveadgang til denne mappe.","67":"Du har fuld kontrol over denne mappe.","68":"Ny mappe","69":"Lav ny mappe","70":"Tøm Papirkurven","71":"Tilføj en kontakt","72":"Slet kontakt","73":"Er du sikker på at denne bruger skal slettes fra din kontaktliste?","74":"Er du sikker på at disse brugere skal slettes fra din kontaktliste?","75":"Slet kontakt","76":"Du er lige ved, permanent, at fjerne [X] fra din Papirkurv.","77":"Fortsæt?","78":"Ja","79":"Nej","81":"OK","82":"Annullér","83":"Fjern","84":"Bekræft sletning","85":"Genindlæs","86":"Navn","87":"Størrelse","88":"Overførselstype","89":"Status","90":"Hastighed","91":"Forventet tid","92":"Tilbageværende tid","93":"Type","94":"Senest ændret","95":"Email","96":"Rettigheder","97":"Ny upload","98":"Mappe upload","99":"Fil upload","100":"Tøm Papirkurven","101":"Tilføj kontakt","102":"Søg","103":"Afbryd overførsel","104":"Filoverførsel","105":"venter","106":"Filhåndtering","107":"Vil du kopiere den valgte mappe til [X]s private indbakke?","108":"Bekræftelse","109":"Vil du kopiere den valgte mappe til denne delte mappe","110":"Vil du kopiere de(t) valgte element(er) til [X]s private indbakke?","111":"Vil du kopiere de(t) valgte element(er) til denne delte mappe?","112":"Links","113":"Link til fil","114":"Filnøgle","115":"Filnavn","116":"filstørrelse","117":"Flyt til placering","118":"Vælg placering","119":"Gratis datakvote overskredet","120":"Din download kan ikke fortsætte, fordi det vil bringe dig over den tilladte grænse for gratis overførsel for din IP-adresse.","121":"Grænsen er dynamisk og afhænger af mængden af ubrugt båndbredde vi har tilgængelig.","122":"Kun overførsler foretaget igennem de sidste 5-6 timer tæller.","123":"I det tidsrum:","124":"Du har hentet [X]","125":"[X1] bliver tilgængelig om [X2].","126":"Den nuværende IP grænser er [X].","127":"Som en hjælp til dig, vil dine downloads som er i kø blive sat på hold indtil du har datakvote nok tilgængelig, og derefter vil de automatisk genstarte","128":"Hvis du ikke ønsker at vente, kunne du overveje at tilmelder dig en datapakke som også giver dig ekstra dataplads.","129":"Opgradér til Pro","130":"Download filer","131":"Tryk på \"Tillad\" for at færdiggøre download","132":"Flyt elementer","133":"Flyt [X]","134":"Kopiér [X]","135":"Fejl","136":"Vælg destinationsmappe","137":"Vælg en gyldig destination.","138":"Destinationsmappen kan ikke være den samme som den oprindelige mappe.","139":"Cirkulær fejl","140":"Cirkulær fejl: Destinationsmappen må ikke være en undermappe til den mappe der flyttes.","141":"Indtast en gyldig emailadresse.","142":"Vent venligst…","144":"Fjern deling","145":"Emailadresse","146":"Del med ny bruger:","147":"Giv adgang","148":"Luk","149":"Deling","150":"Kontakt inviteret","151":"Brugeren [X] er blevet inviteret og vil kunne ses i din kontaktliste, når vedkommende har registreret sig.","152":"Du kan ikke tilføje dig selv til din kontaktliste. ","153":"Emailadresse","154":"Tilføj kontakt","155":"Tilføj","156":"Annullér","157":"Mappenavn","158":"Opret","159":"Annullér","160":"Mappenavnet bruges allerede. Prøv venligst igen.","161":"Omdøb fil eller mappe","162":"Omdøb","163":"Annullér","164":"Cloud Drive","165":"Kontakter","166":"Indbakke","167":"Papirkurv","168":"Papirkuv","169":"Menu","170":"Registrér","171":"Login","172":"Træk dine filer ind på siden","174":"\/","175":"Vælg filer","176":"Vælg filer til upload","177":"Du har nøglen til det du opbevarer i skyen","178":"Sikkert online samarbejde","179":"Stærk filhåndtering","180":"App økosystem","181":"Detaljerede egenskaber","182":"Del krypterede mapper med kollegaer eller samarbejdspartnere og udveksl fortrolige dokumenter med en transparent bruger-til-bruger kryptering.","183":"Se og hold styr på filer i din internetbrowser, med intergreret accelereret og grupperet up- og download.","184":"Et omfattende åbent API tillader at tredjepartsudviklere forbedrer MEGAs funktionalitet.","185":"2048 bit RSA kryptering","186":"Log ud","187":"Min konto","188":"Filhåndtering","189":"Afbryd session","190":"Login","191":"opret en konto","192":"Husk mig","193":"Login","194":"[X] servere online","195":"Din emailadresse","196":"Din emailadresse","197":"Indtast venligst din emailadresse.","198":"Indtast venligst din emailadresse.","199":"Indtast din adgangskode","200":"Hovsa, noget gik galt.","201":"Forkert email og\/eller kode. Prøv venligst igen.","202":"Opret ny konto","204":"eller","205":"login","206":"Dit navn","207":"Din email","208":"Jeg accepterer MEGAs [A]Servicevilkår[\/A]","209":"Registrér","210":"Forbered dig på en ny tidsalder","211":"Opbevaring i skyen bliver aldrig det samme igen","212":"Skriv venligst dit navn.","213":"Vælg venligst en adgangskode.","214":"Du er nødt til at acceptere vores servicevilkår.","215":"Der er sket en ukendt fejl. Prøv venligst igen.","216":"Fantastisk","217":"Tjek din email og tryk på linket for at validere din konto.","218":"Denne emailadresse har allerede registreret en konto hos MEGA.","219":"Denne emailadresse har allerede registreret en konto hos Mega.","220":"Svag","221":"Rimelig","222":"God","223":"Forrygende","224":"VÆLG FILER TIL UPLOAD","225":"VÆLG FILER TIL UPLOAD ELLER TRÆK DEM HER TIL","226":"For at undgå misbrug af vores ressourcer er vi til tider nødt til at skære i brugen af båndbredden. I de sidste 6 timer har din IP brugt [X1], hvilket sammenholdt med den valgte fil på [X2], ville overskride vores nuværende grænse på [X3]. For at sikre retfærdig og lige adgang til vores ressourcer, er dine ventende downloads blevet sat på hold. De fortsætter automatisk, når den værste trængsel forsvinder.","227":"Overførsler der inkluderes i en betalt båndbredde er undtaget fra denne begrænsning, så hvis du ikke har lyst til at vente, kunne du overveje at opgradere til en Pro-konto.","228":"Traffikstyring er sat i gang","229":"Vis ikke igen","230":"Opgradér til Pro","231":"Nej tak, jeg venter","232":"Nej tak, jeg venter","233":"Midlertidig fejl, prøver igen.","234":"Download fil","235":"Download","236":"Importér","237":"Påbegynder download","238":"Markér som indhold med copyright","239":"Download gennemført","240":"For at fuldende overførslen skal du manuelt gemme din fil.","241":"Gem din fil","242":"Opdatér til Chrome for at nyde MEGA for fuld udblæsning","243":"Filen du forsøger at hente, er ikke længere tilgængelig.","244":"Dette kan skyldes følgende årsager:","246":"Filen er fjernet grundet en overtrædelse af enten servicevilkårene eller ABP","247":"Ugyldig URL – linket du forsøger at få adgang til, findes ikke","248":"Filen er blevet slettet af brugeren.","249":"Filen du prøver at hente er midlertidigt ikke tilgængelig","250":"Vores indbyggede redundans har fejlet. Dette kan skyldes en af følgende grunde:","251":"Nogle servere er ved at blive vedligeholdt.","252":"Vi er overbelastede og ved at tilføre mere kapacitet.","253":"Prøv venligst igen senere.","254":"Filen du prøver at hente er ikke længere tilgængelig","255":"Denne fil er ikke længere tilgængelig fordi [X] mener at have rettigheden til indholdet.","256":"Din nøgle har ikke den rigtige længde.","257":"Tjek at du indtaster en gyldig nøgle.","258":"Downloader","259":"Hvad står MEGA for?","260":"MEGA er et rekursivt akronym og står for \"MEGA Encrypted Global Access\".","261":"Hvad er det med det her MEGA?","262":"MEGA er en såkaldt cloud storage udbyder. Vi tilbyder gratis og betalt opbevaringsplads og båndbredde, tilgængeligt fra internettet. Vi gør det muligt at opbevare og få adgang til til dine filer fra din browser eller igennem dedikerede klientapplikationer.","264":"Efter vores bedste overbevisning er kryptering og opbevaring i skyen lovligt. Sørg for at følge gældende lovgivning og regulativer omkring [B]hvordan[\/B] du bruger cloud storage og kryptering, såvel som vores egne [A]servicevilkår[\/A].","265":"MEGA er lavet af de samme folk som tidligere kørte en af verdens største cloud storage foretagender. Kan jeg få min konto og mine filer tilbage?","266":"Desværre har MEGA ikke adgang til nogen som helst af de aktiver som medarbejderne tidligere har lavet. Der er ingen juridisk forbindelse eller genbrug af kode, hardware eller databasefiler, og vi har derfor ikke mulighed for at genskabe dine data.","267":"Hvorfor i alverden ligger I et cloud storagefirma i New Zealand?","268":"Blandt andre vigtige grunde, så hedder New Zealand, på de indfødte Maoriers sprog \"Aotearoa\", hvilket betyder \"Den lange hvide skys land\".","269":"Kan jeg få adgang til MEGA på min mobile enhed?","270":"MEGA er optimeret til skrivebordsbrowsere. Vi arbejder hårdt på at gøre MEGA fuldt kompatibelt med alle større mobilenheder og tablets. Du kan forvente seje tilpassede apps til din mobile enhed i nærmeste fremtid.","271":"Kan jeg genoptage up- eller downloads, som er blevet afbrudt?","272":"Ja, så længe du ikke lukker browsertabben, så vil up- og downloads automatisk genoptages efter eks. en afbrydelse i netværksforbindelsen eller at din enhed er gået i standby eller slumretilstand. Vær dig opmærksom på at vores servere automatisk fjerner uploads der ikke er færdige efter 48 timers inaktivitet.","273":"Kan jeg uploade den samme fil flere gange?","274":"Fordi serveren ikke kan se filnavne, håndteres eventuelle kollisioner på klientsiden. Med standardindstillinger vil filer der tilsyneladende allerede er på din konto (samme destinationssti\/filnavn, samme størrelse, samme ændringstid), blive sprunget over. Men intet forhindrer dig i at uploade flere redundante filer eller mapper i samme mappe.","275":"Hvordan regulerer I båndbreddeudnyttelsen?","276":"Vores politik er at vi ikke lægger en masse kunstige restriktioner på vores brugere, medmindre det er en nødvendighed grundet flaskehalse i infrastrukturen. Vi forbeholder os derfor ret til at begrænse en brugers forbrug af operationelle årsager når som helst, men på IP-basis. Overførselskøen genoptages automatisk når trængslen er faldet til et mere acceptabelt niveau. Det er ikke nødvendigt at foretage sig noget manuelt.","277":"Er der nogle begrænsninger på filstørrelse på MEGA?","278":"Vi lægger ikke kunstige begrænsninger på filstørrelser, udover den tilgængelige plads på dit cloud drive. Ikke desto mindre er der nogle teknisk utilstrækkelige browsere der kræver at hele filen skal gemmes i hukommelsen for at blive downloadet (Firefox, IE10, Opera), eller både for up- og download (IE9, Safari 5).","279":"Kan jeg både uploade og downloade på samme tid?","280":"Ja. En upload og en download kan køre parallelt, pr. browserfane.","281":"Hvorfor tilbyder I ikke forhåndsvisning af billeder en en streamingsmagsprøve af video eller audiofiler?","282":"Fordi vores bruger-til-bruger krypteringsmodel uløseligt udelukker manipulation med data fra serveren, hvilket ville være en nødvendighed for at tilbyde en sådan komponent.","283":"Hvordan uploader jeg filer til MEGA?","284":"Der er 3 måder at uploade filer til MEGA igennem din webbrowser:","285":"1. Tryk på den røde knap på startsiden","286":"2. Gå til din filhåndtering og tryk på \"Upload fil\", eller (hvis du bruger Chrome) \"Upload mappe\"-knapperne nær toppen.","287":"3. Træk filer eller (hvis du bruger Chrome) mapper ind på siden","288":"Hvordan installerer jeg MEGA?","289":"Du behøver ikke installere noget. MEGA er fuldstændigt browserbaseret og fungerer med alle ledende browsere. For at få fuldt udbytte af MEGAs potentiale opfordrer vi dig til udelukkende at bruge Google Chrome.","290":"Hvordan fungerer mappedeling?","291":"Di kan dele ethvert undertræ på dit cloud drive med venner, familie eller kollegaer. Der inviteres med emailadresse. Inviterede, der endnu ikke har en konto, vil modtage en email med en registreringslink. Alternativt kan du lave et offentligt link til enhver mappe og eksportere den mappespecifikke krypteringsnøgle, hvilket vil gøre den tilgængelig uden en MEGA-konto. Det er så dit ansvar at distribuere mappenøglen sikkert til modtager(ne).","292":"For at etablere, ændre eller slette en deling, skal du bare højreklikke på en mappe i din filhåndtering og vælg Deling. Der er 3 adgangsniveauer: Læsbar, læs og skriv (filer kan tilføjes, men ikke slettes) og fuld adgang (filer kan tilføjes og slettes).","293":"Hvis du har tilføjet en email der endnu ikke har en konto, skal du være online mindst én gang efter modtageren har gjort sin registrering færdig, så du kan kryptere \"Shared Secret\"-nøglen til hans nye offentlige nøgle.","294":"Hvordan sletter jeg folk fra min delte mappe?","295":"Bare klik på en mappe i din filhåndtering og vælg deling. Så ser du alle de folk som lige nu kan få adgang til din delte mappe. Højreklik på en person og vælg Slet fra menuen.","296":"Hvordan kan jeg se hvilke mapper jeg deler?","297":"Delte mapper har, i din filhåndtering, et specielt ikon, med en hånd under mappen.","298":"Kan jeg dele mapper der er blevet delt med mig?","299":"Nej, delte mapper kan ikke videreformidles","302":"Hvordan linker jeg til en fil på MEGA?","303":"Først og fremmest, en advarsel: den kryptografiske sikkerhed i dine filer er dybt afhængig af fortroligheden der omgiver de tilknyttede krypteringsnøgler. Vær sikker på at du udelukkende sender dem via beskyttede kanaler! En almindelig email er ikke god nok.","304":"Med det in mente, vælger du en eller flere filer i din filhåndtering, højreklikker og bruger \"Få link\". En boks med de(t) offentlige link(s) til fil(en\/erne) du har valgt, vil åbne. Du kan vælge at eksportere hvert link og nøgle separat, eller som et enkelt samlet link","305":"Hvordan virker kryptering?","306":"Al kryptering er bruger-til-bruger. Uploadet data bliver krypteret på den enhed der uploades fra, før det sendes ud på internettet, og data der downloades bliver først dekrypteret efter at være landet på modtagerenheden. Klientmaskinerne står for generering, udveksling og håndtering af krypteringsnøgler. Ingen brugbar krypteringsnøgle forlader nogensinde klientmaskinen (med undtagelse af RSA offentlige nøgler).","307":"Bliver min personlige information krypteret?","308":"Nej, kun fildata og fil-\/mappenavne bliver krypteret. Information som vi har brug for operationel adgang til, som eks. din emailadresse, IP-adresse, mappestruktur, filejerskab og betalingsoplysninger bliver opbevaret og behandlet ukrypteret. Se venligst vores privatlivspolitik for at få alle detaljer.","309":"Bliver mine data opbevaret HELT sikkert?","310":"Al sikkerhed er relativt. Følgende angrebsmuligheder eksisterer - de er ikke specifikke for MEGA, men du skal kende de risici der er:","311":"Individuelle konti kan sættes på spil af:","312":"- Spyware på din computer. En simpel keylogger er nok, men sessionsoplysninger og nøgler kan også trækkes ud af hukommelsen eller filsystemet.","313":"- Skuldersnusere. Tast ikke din kode mens nogen vil kunne se dine tastetryk.","314":"- Kodeknækkere. Brug stærke koder.","315":"- Phishing. Sørg altid for at kontrollere din sikkerhedsstatus på forbindelsen (https:\/\/) og at domænenavnet er korrekt (mega.co.nz), før du taster din kode.","316":"Storskala-angreb kan finde sted igennem:","317":"- Et \"manden-i-midten\"-angreb. Det kræver at der udstedes et gyldigt duplikeret SSL-certifikat i kombination med fusk med DNS og\/eller angreb på vores BGP-ruter (et DigiNotar-type scenarie).","318":"- Et angreb hvor man skaffer sig adgang til webserverne der hoster https:\/\/mega.co.nz\/index.html og udskifter filen med en forfalsket version (det ville ikke have effekt på adgangen igennem installerede apps). Bemærk at det at manipulere indhold på vores distribueret statisk indhold CDN ikke udgør en sikkerhedsrisiko, fordi alt aktivt indhold der køres fra index.html bliver verificeret gennem en kryptografisk hash-nøgle (tænk på det som en slags \"sikker opstart\" for websider). Denne slags angreb kræver at der sendes skadelig kode til klienten, og det vil derfor kunne opdages.","319":"- Et angreb hvor man skaffer sig adgang gennem for kerneinfrastuktur og laver forfalskede nøgleforespørgsler på eksisterende delinger. Den slags angreb har kun effekt på delte mapper og kan også detekteres på klientsiden.","320":"Hvad hvis jeg ikke stoler på jer? Er det så stadig sikkert for mig at bruge MEGA?","321":"Hvis du ikke stoler på os, skal du ikke køre noget som helst kode der er til rådighed fra os, så det at åbne vores hjemmeside i din browser og indtaste din kode er ikke noget du skal gøre. Hvis du stadig vil bruge MEGA, skal du gøre det gennem en klientapplikation der er skrevet af nogen du stoler på.","322":"Jeg stoler på jer, og på jeres datacenter i New Zealand, men jeg stoler ikke på jeres tyske datacenter fordi det køres af et amerikansk firma. Er det stadig sikkert for mig at bruge MEGA?","323":"Ja, det kan sikkert bruge MEGA, selv hvis vores servere i Tyskland blev kompromitteret. Datacentret i New Zealand sikrer at der ikke kan køres \"slyngelkode\" når du besøger https:\/\/mega.co,nz\/.","324":"Er data, som jeg lægger i delte mapper lige så sikkert som mine andre data?","325":"Sikre mapper er i sagens natur kun så sikre som deres svageste medlem. Ikke desto mindre, vil en kompromittering af vores kerneinfrastruktur udgøre en yderligere risiko: Offentlige nøgler kan manipuleres og nøgleforespørgsler kan forfalskes.","326":"Lad os nu antage at MEGA, som opbevaringsknudepunkt, fysisk bliver kompromitteret. Hvilke risici er der?","327":"Fejlmeddelelser efter at have downloadet manipulerede filer.Selv hvis angriberen har en krypteringsnøgle til en fil i knudepunktet, kan han stadig ikke erstatte den med en forfalsket version uden at der efterfølgende vil opstå fejl,  hvis filen forsøges downloadet.","328":"Er det en god idé at opbevare alle mine data på ét sted?","329":"Hav altid redundante kopier af vigtige filer, online og offline. Selvom vi opbevarer alle filer på minimum 2 lokationer, er der ingen garanti mod flere simultant sammenfaldende fejl og gentagne tilfælde af dårlig adfærd fra regeringer.","330":"Hvorfor skulle jeg betro mine data til jer, af alle mennesker?","331":"Vi står for en brugerkontrolleret kryptering (UCE (User Controlled Encryption)), hvor du, brugeren, kontrollerer nøglerne. UCE-implementeringen er Open Source, og vi vil gerne invitere og opfordre fælleskabet til at studere det og komme med feedback. Vi tror på at denne tilgang er meget sikrere end at placere dine data hos en udbyder med serverkryptering, hvor udbyderen styrer nøglerne, eller at der slet ikke er nogen kryptering overhovedet - hvis f.eks. Mega brugerfiler pludseligt var tilgængelige uden password pga. en programmeringsfejl, ville de stadig være ulæselige uden brugerens dekrypteringsnøgle.","332":"Jeg lagde mærke til at I bruger HTTPS til overførsler af allerede krypteret fildata. Er det ikke redundant?","333":"Det er det. Desværre vil de fleste browsere ikke etablere usikre forbindelser til sikre sider, men det skal ikke ligge dem til last - de kan jo ikke vide at der allerede kører et andet krypteringslag. Fordi HTTPS har en ufordelagtig effekt på hastighedspræstationen tillader vi at det slåes fra i browsere der tillader det (Det gør Internet Explorer ikke), for at sætte hastigheden op på dine overførsler, uden at sætte din dataintegritet og sikkerhed på spil. Du vil kunne se en SSL-advarsel første gang du foretager en filoverførsle i visse browsere - i dette tilfælde (og KUN dette) kan du med god ro i sinde ignorere denne.","334":"Hvilke krypteringsalgoritmer bruger MEGA internt?","335":"Til bulk-overførsler, AES-128 (vi tror på at det højere CPU-forbrug i AES-192 og AES-256 udvejer den teoretiske sikkerhedsfordel - i hvert fald til udviklingen af kvantecomputere).<\/p><p>Efter-downloads integritetcheck foretages ved hjælp af en modificeret variant af CCM, hvilket er mindre effektivt end OCB, men ikke underlagt patenter. ","336":"For at etablere en \"shared secret\"-nøgle og at lægge filer i din mappe, bruges RSA-2048 (nøglelængden blev valgt som gylden middelvej mellem \"for usikker\" og \"for langsom\").<\/P><p>Al kryptering, dekryptering og nøglegenerering er implementeret med Javascript, som begrænser gennemstrømning til nogle få MB\/s og som er skyld i betragtelig CPU-forbrug. Vi ser frem til implementeringen af det foreslåede HTML5 WebCrypto API i alle væsentlige browsere, hvilket vil eliminere denne flaskehals.","337":"Javascripts tilfældighedsgenerator bliver forædlet med en mus\/keyboard timing-drevet RC4-energisamling.","338":"Laver MEGA backup af mine filer?","339":"Vi opbevarer dine filer på mindst 2 servere i forskellige datacentre, hvis muligt.","340":"Jeg har glemt min kode. Kan jeg gendanne den?","341":"Desværre, din MEGA kode er ikke bare en kode - det er hovedkrypteringsnøglen til al dit data. Hvis du mister den mister du adgangen til alle dine filer der ikke er i en delt mappe, og som du ikke tidligere har eksporteret fil- eller mappenøgle for.","344":"Hvornår skal jeg opgradere til en Pro konto?","345":"En Pro konto giver dig ekstra opbevaringsplads og ekstra datakvote, som vi automatisk trækker fra når en operationel båndbreddebegrænsning er nået - du kan selv bruge din kvote, eller tillade at tredjepart bruger den (også inkluderet brugere uden en MEGA konto). Den maksimale procentdel af din båndbredde der kan bruges af tredjepart kan konfigureres i dine kontoindstillinger.","346":"Hvorfor er det muligt at begrænse min uploadhastighed? Og hvorfor er det slået til som standard?","347":"Mange routere prioriterer ikke små datapakker i tilfælde af linktrængsel, hvilket resulterer i at din indgående trafik bliver særdeles hæmmet, når du udgående trafik er fyldt op. Derfor måler vi din udgående båndbredde i de første 10 sekunder af en upload og holder mindst 10% af den ubrugt. Du kan prøve at maksimere din upload performance ved at slå muligheden fra.","348":"Hvad får jeg med min frie konto?","349":"Et globalt tilgængeligt, højeffektivt, sikkert cloud drive med [X] plads. Har du brug for mere end det, kan du opgradere til [A1]Pro[\/A1] konto. Tryk [A2]her[\/A2] for at se dit nuværende udnyttelse.","359":"Tilbyder I en API?","361":"Ja, den open source Javascriptkode der implementerer det browserbaserede MEGAinterface bruger vores API, så der er et skatkammer af virkelig prøvekode at trække på, hvis du finder vores [A]dokumentation[\/A] utilstrækkelig. I kraft af at vi ikke har ressourcerne til at bygge alle de cool applikationer som gør MEGA til et alsidigt og brugbart værktøj, vil vi gerne indbyde dig til at hjælpe os. Efter en gennemgang af din applikations kode for at tjekke for bagdøre, vil vi tilbyde din app fra vores side. Vi vil naturligvis gerne diskutere indkomstmodeller med de meget populære apps.","362":"For at undgå misbrug af vores ressourcer er vi til tider nødt til at skære i brugen af båndbredden. Filen du prøver at hente er større end vores nuværende grænse på [X3]. Overførslen er udsat og vil genoptages automatisk når trængslen er væk.","365":"Din browser er for gammel til så stor en fil.","366":"Copyright advarsel","367":"MEGA respekterer andres intellektuelle rettigheder og kræver at brugerne af MEGAs service i skyen overholder loven der beskytter intellektuelle rettigheder. Du må ikke bruge MEGAs service i skyen til at krænke rettighedshaverne. Du må ikke uploade, downloade, opbevare, dele, vise, streame, distribuere, emaile, linke til, sende eller på anden gøre materiale tilgængeligt som krænker andre personers eller organisationers copyrights eller proprietære rettigheder.","368":"Vær opmærksom:","369":"MEGAs kryptografisk sikkerhedsmodel er afhængig af fortrolig omgang med nøgler der kan ses ovenfor. Undgå at sende dem gennem usikre kanaler!","370":"Kopiér til udklipsholder","371":"Kopieret til udklipsholder","372":"Upload","373":"Download","374":"Vi lover, vi holder","375":"Navigation er blokeret grundet igangværende filoverførsler.","376":"Du skal være logget ind for at se denne side.","377":"Du har mindst én igangværende filoverførsel.Hvis du fortsætter vil dine overførsler blive afbrudt.","378":"Indtast venligst din adgangskode for at bekræfte din konto.","379":"Log venligst ind for at importere denne fil til din konto.","380":"Indtast dekrypteringsnøgle","381":"Alle rettigheder forbeholdes","382":"lavet i New Zealand","383":"Support","384":"Hjælp","385":"Servicevilkår","386":"Privatlivspolitik","387":"Copyright","388":"Fælleskab","389":"Blog","390":"Samarbejdspartnere","391":"Forhandlere","392":"Udviklere","393":"Hostingpartnere","394":"Investorer","395":"Bliv forhandler","396":"Om os","397":"Gratis medlemskab","398":"Pro medlemskab","399":"Kontakt os","400":"Grundlæggende","401":"Deling","402":"Sikkerhed & Privatliv","403":"Konto","404":"Betaling & Fakturering","405":"Værktøjer","406":"Alleroftest stillede spørgsmål:","407":"Kategorier:","408":"januar","409":"februar","410":"marts","411":"april","412":"maj","413":"juni","414":"juli","415":"august","416":"september","417":"oktober","418":"november","419":"december","420":"Log ind for at starte din upload","421":"Acceptér venligst vores servicevilkår","422":"Jeg acceptérer","423":"Du skal bruge en registreret konto for at bruge muligheden for at dele. Vil du oprette en konto nu?","424":"Deling ikke tilgængelig","425":"Omdøb mappe","426":"Omdøb fil","427":"Kontodetaljer","428":"Kuponer","429":"Sessionshistorik","430":"Købshistorik","431":"Transaktionshistorik","432":"Kontotype:","433":"Opgradér","434":"Abonnementstype","435":"GRATIS","436":"Ingen regningscyklus","437":"Opbevaringsplads","438":"[X] brugt","439":"[X1] af [X2]","440":"Båndbreddestyring","441":"Aktivér båndbreddestyring","442":"Deaktivér båndbreddestyring","443":"Du kan specificere hvor stor en procentdel du ønsker at allokere til serverbåndbredde.","444":"Sæt serverbåndbredde:","445":"Serverbåndbredde","446":"(til tredjeparts download af dine filer)","447":"Download båndbredde","448":"(til at hente tredjeparts filer)","449":"Kontobalance","450":"Fyld op","451":"Lav kuponer","452":"Kupontype:","453":"Vælg kupontype","454":"Antal:","455":"Lav kupon","456":"Indløs kupon","457":"Køb kupon","458":"Indløs","459":"Dine kuponer","460":"Ubrugte kuponer","461":"Indløste kuponer","462":"Annullerede kuponer","463":"Tilbagekaldte kuponer","464":"Alle kuponer","466":"Seneste [X]","467":"Sessionshistorik","468":"Købshistorik","469":"Seneste [X] køb","470":"Transaktionshistorik","471":"Seneste [X] transaktioner","472":"Seneste [X] sessioner","473":"Hovsa, det ser ikke ud til at det er en gyldig kuponkode.","474":"Udløbsdato:","475":"Dato\/tid","476":"Vare","477":"Beløb","478":"Betalingsmetode","479":"Browser","480":"IP-adresse","481":"Land","482":"Seneste aktivitet","483":"Nuværende session","484":"Transaktions-ID","485":"Kredit","486":"Debet","487":"Kuponkode","488":"Status","489":"Ubrugt","490":"Indløst d.","491":"Tilbagekaldt d.","492":"Annulleret d.","494":"Vælg din pakke:","495":"Plads","496":"Datakvote","497":"Vælg betalingsperiode:","498":"pr. måned","499":"pr. år","500":"Vælg betalingsperiode:","501":"spar op til 17%","502":"Vælg betalingsperiode:","503":"Vælg betalingsmåde:","504":"Forudbetalt saldo","505":"køb kupon","506":"Professionel","507":"Fortsæt","508":"kuponkode","509":"PRIVATLIVS FIRMAET","510":"Velkommen til MEGA!","511":"Dit 2048-bit RSA offentlige\/private nøglesæt er ved at blive dannet.","512":"For at styrke nøglen har vi samletkombinationen af musebevægelser og tastetrykstiming.","513":"Kuponen blev indløst til din konto, men ikke desto mindre er din saldo stadig utilstrækkelig for dette køb. Tilføj flere midler eller prøv at købe en billigere pakke.","514":"Utilstrækkelige midler på kontoen, prøv venligst igen.","515":"Denne mappe indeholder mere end 500 elementer. Store mapper kan sænke hastigheden i din browser. Du bør overveje at bruge undermapper.","516":"Support","517":"Er der noget der ikke fungerer for dig? Check vores [A]hjælp-område[\/A] først. Hvis dit spørgsmål ikke besvares der, skal du endelig kontakte os.","518":"Juridisk","519":"Vores juridiske afdeling står klar til at besvare din forespørgsel.","520":"Copyright","521":"Bekymret om en bruger krænker dine intellektuelle rettigheder? Send en nedtagningsforespørgsel gennem vores [A]online formular[\/A] eller send os en email.","522":"Foreslå forbedringer","523":"Indsend funktionsforespørgsler og brugervenlighedsrelaterede forslag her.","524":"Rapportér en fejl","525":"MEGA er p.t. i BETA, og du er velkommen til at indsende fejlrapporter. Jo mere detaljerede, desto bedre..","526":"Medier","527":"Vi vil gerne byde folk fra medierne, herunder bloggere, velkommen til MEGA og invitere jer til at kontakte os, hvis I har spørgsmål relateret til MEGA.","528":"Bliv forhandler","529":"Bliv en del af en succeshistorie!","530":"Vores forhandlerprogram gør at du kan sælge Mega-kuponer direkte til dine kunder.","531":"Detaljer:","532":"Du får adgang til vores sofistikerede kuponstyringsinterface.","533":"Udsted kuponer i realtid fra dine konto.","534":"Fordelagtig avancefordeling fra starten.","535":"Jo mere du sælger, jo højere bliver din avance, og jo mere tjener du.","536":"Forhandler API-adgang gør dig i stand til at udvikler seje værktøjer der kan samarbejde med vores system i realtime.","537":"Gratis markedsføring: vi linker til din side fra Mega.","538":"Efter gennemsyn og godkendelse af din forhandlerapplikation, skal din virksomhed og dit website leve op til vores standarder.","539":"Avancefordeling","540":"Din avance for du som rabat, når du danner kuponer.","541":"Månedlig indtjening","542":"Avancefordeling","543":"mere end [X]","544":"Forhandlerapplikation","545":"Tilmeld dig som forhandler","546":"Detaljer","547":"Dine oplysninger","548":"Markeder","549":"Vælg forhandlermarkeder:","550":"Betalinger","551":"Vælg betalingsmetoder","552":"Vælg betalingsmetode fra listen af tilgængelige udbydere","553":"Er din udbyder her ikke? Send os en [A]email[\/A]","554":"Komplet","555":"Jeg accepterer MEGAs [A]Forhandler Servicevilkår[\/A]","556":"Næste","557":"Vælg markeder fra listen af tilgængelige lande","558":"Forrige","559":"Dit navn","560":"Firma-URL","561":"Adresse","562":"Postnummer","563":"Firmanavn","564":"Telefonnummer","565":"By","566":"Vælg lande pr. betalingsmetode","568":"Vælg venligst dit land","569":"Overførselsindstillinger","570":"Antal parallelle uploadforbindelser:","571":"Antal parallelle downloadforbindelser:","572":"Upload hastighedsbegrænsning","573":"Ingen","574":"Automatisk","575":"Statisk","576":"Spring over identiske filer under upload:","577":"Ja","578":"Nej","579":"Brug SSL til filoverførsler:","580":"Deaktivéring af SSL forbedrer præstationen og sænker ikke sikkerhedsniveauet.","581":"Indtast venligst dit navn.","582":"Indtast din firma-URL.","583":"Indtast din adresse.","584":"Indtast dit postnummer.","585":"Indtast dit firmanavn.","586":"Indtast dit telefonnummer.","587":"Indtast din din by.","588":"Indtast dit land.","589":"Du skal åbne vores forhandler servicevilkår.","590":"Vælg venligst minimum 1 land","591":"Vælg minimum én betalingsmetode","592":"Vælg mindst et land pr. betalingsudbyder.","593":"Forrygende","594":"Du vil modtage en email fra os med yderligere instruktioner.","620":"Meddelelse om formodet krænkelse","621":"Opslag","622":"MEGA respekterer andres ophavsret og forventer også at brugerne af vores Cloud Service gør det. Vi reagerer på meddelelser om formodede krænkelser af ophavsretten der efterlever gældende lovgivning og som leveres ordentligt til os. Hvis du tror at dit indhold  er blevet kopieret eller brugt på en måde som krænker ophavsretten, så giv os følgende informationer: (i) en fysisk eller elektronisk signatur fra copyrightindehaveren eller en person som er bemyndiget til at operere på vedkommendes vegne; (ii) identifikation af det ophavsretsbeskyttede arbejde som påstås krænket; (iii) identifikation af det materiale som påstås at krænke eller som er en del af krænkelsesaktiviteten, og som skal fjernes eller adgangen skal lukkes til. Og samtidig tilstrækkelig information til at vi kan lokalisere, herunder eksempelvis URL'er; (iv)dine kontaktinformation, inkluderende din adresse, telefonnummer og emailadresse; (envy) en bekendtgørelse fra dig hvori du udtrykker at du efter bedste evne ikke kunne forestille dig at den indklagede måde hvorpå materialet bliver brugt, ikke er godkendt af hverken, rettighedsejer, ejerens agent eller loven; (vi) en bekræftelse af at informationen i klagen er korrekt, og at, du under strafansvar er bemyndiget til at arbejde på vegne af rettighedshaveren.","623":"Vi forbeholder os retten til at fjerne Indhold som antages at krænke uden forudgående advarsel, efter forgodtbefindende og uden retsligt ansvar overfor dig. Under passende omstændigheder, vil MEGA også lukke og afslutte en brugers konto, hvis brugeren gentagne gange krænker ophavsretten. Vores dedikerede bekendtgørelse omhandlende ophavsretskrænkelser i vores Cloud Service er som følger:","624":"Ophavsretbekendtgørelse","625":"Brug denne formular til at oprette et ophavsretsnotat. Vi svarer indenfor 24 timer (og kontinuerligt indenfor almindelig åbningstid).","626":"Indholdet:","627":"Skal udfyldes","628":"Krænker min personlige ophavsret.","629":"Krænker ophavsretten for en som jeg er bemyndiget til at repræsentere.","630":"Nedtagningstype:","631":"Vælg en nedtagningstype","632":"1. Deaktivér de distribuerede offentlige URL'er - filerne vil fortsat bevares på brugerens konto","633":"2. Deaktivér alle de tilknyttede  offentlige URL'er for de underliggende filer for de distribuerede URL'er - filerne vil fortsat bevares på brugerens konto","634":"Fjern alle eksempler på de underliggende filer for de distribuerede URL'er - ingen brugere må under nogen omstændigheder opbevare disse filer nogen steder i verden","635":"Jeg bekræfter herved at jeg efter bedste evne mener at delingen af det ophavsretsbeskyttede materiale på ovenstående lokation, ikke er godkendt af rettighedshaveren, dennes agent eller loven (eks. i en fair-use aftale)","636":"Jeg forstår at jeg kan hæfte for skader, som inkluderer, men ikke er begrænset til omkostninger og advokatsalærer, hvis jeg bevidst og under falsk anklage rapporterer at filer eller URL'er er rettighedskrænkende.","637":"I.formationerne i denne notifikation er korrekt og jeg bekræfter under strafansvar at jeg er bemyndiget til at repræsentere ejeren af rettighederne til omtalte materiale.","638":"Denne notifikation er et alvorligt juridisk dokument - vær opmærksom på at du skal være nøjagtig i dine påstande omkring krænkelser af rettighederne. Du kunne måske overveje først at konsultere en advokat  for at fastlægge om indholdet du rapporterer rent faktisk er en krænkelse og ikke underlagt fair-use, en licens eller andet som gør opbevaringen af indholdet legalt.","639":"Indsend meddelelse","640":"Tilføj mere","641":"URL til rettighedskrænkende materiale:","642":"Rettighedshavers navn:","643":"Jobtitel:","644":"Emailadresse:","645":"Fax:","646":"By:","647":"Postnummer:","648":"Rettighedsbeskyttet materiale  som menes krænket:","649":"Mit fulde navn:","650":"Firma \/ Organisation:","651":"Telefon:","652":"Adresse:","653":"Stat \/ Område:","654":"Land:","655":"Oplys venligst URL'en til hvert rettighedsbeskyttet værk, som påstås krænket.","656":"Oplys venligst det rettighedsbeskyttede værk for hver krænkende URL.","657":"Vælg venligst om indholdet krænker dine personlige rettigheder eller om det er rettighederne for en du er bemyndiget til at repræsentere.","658":"Vælg en nedtagningstype.","659":"Oplys venligst URL'en til hvert rettighedsbeskyttet værk, som påstås krænket.","660":"Oplys venligst det rettighedsbeskyttede værk for hver krænkende URL.","661":"Oplys venligst rettighedshavers navn","662":"Oplys dit fulde navn","663":"Oplys din emailadresse","664":"Indtast en gyldig emailadresse","665":"Bekræft venligst at du efter bedste evne mener at delingen af det ophavsretsbeskyttede materiale på ovenstående lokation, ikke er godkendt af rettighedshaveren, dennes agent eller loven (eks. i en fair-use aftale)","666":"Bekræft venligst at du at du kan hæfte for skader, som inkluderer, men ikke er begrænset til omkostninger og advokatsalærer, hvis du bevidst og under falsk anklage rapporterer at filer eller URL'er er rettighedskrænkende.","667":"Bekræft venligst at denne notifikation er korrekt og bekræft at du under strafansvar er bemyndiget til at repræsentere rettighedshaveren.","668":"Tak!","669":"Vi ser din rettighedsnotifikation igennem snarest.","670":"Sprog","671":"Taler du flere sprog?","672":"Hjælp os med at oversætte!","673":"Privatlivs firmaet","674":"Ingen skal udsættes for vilkårlig indblanding i vedkommendes privatliv, familie, hjem eller korrespondance. Alle har ret til lovens beskyttelse mod den slags indblanding.","675":"Menneskerettighedernes artikel 12","676":"MEGA er Cloud Storage med en stærk og konstant beskyttelse af privatsfæren.","677":"MEGA udbyder en robust cloud storage med belejlig, stærk og konstant beskyttelse af dine private oplysninger. MEGA tror på din ret til privatliv og giver dig de teknologiske værktøjer der kan beskytte det. Vi kalder det Bruger Kontrolleret Kryptering (User Controlled Encryption) eller UCE, og det sker automatisk.","678":"Hvad er MEGA Brugerkontrolleret Kryptering (UCE)?","679":"Alle filer der gemmes hos MEGA er krypteret. Alle dataoverførsler til og fra MEGA er krypteret.  Og mens  de fleste andre cloud storage-udbydere kan og påstår det samme, så er MEGA anderledes – til forskel fra industristandarden, hvor udbyderen opbevarer dekrypteringsnøglen, vil du med MEGA selv styre krypteringen; du har nøglen og du styrer hvem der har og ikke har adgang til filerne, uden at der kræves installation af usikker software. Det hele sker i din internetbrowser.","680":"MEGA Fremtid","681":"MEGA-skyen er kun i opstartsfasen. I fremtiden sørger MEGA for UCE i din browser til en væld af applikationer, uden behov for installation af noget som helst. Vores teknologi vil beskytte dine emails, opkald, chats og videostreams.","692":"Er Mega lovligt?","693":"Vi er en dedikeret gruppe af teknologister som er blevet givet tid og lejlighed til til at bygge en fantastisk service til opbevaring af data i skyen, som hjælper dig med et beskytte dit private forhold. Vi har programmeret denne Internet service fra bunden i Auckland, New Zealand. Til forskel fra de fleste af vores konkurrenter, bruger vi den nyeste krypteringsteknologi, hvor du, ikke vi, styrer krypteringsnøglerne. Vores designgruppe inkluderer Kim Dotcom, Mathias Ortmann, Bram van der Kolk, og Finn Batato. Vores CEO, industriveteranen Tony Lentino, har erfaring med at køre en global domæneregistrant. Vi håber du synes om det.","694":"1. Deaktivér et link (\"URL\") pr. fil - file(n\/rne) forbliver på brugerens konto","695":"2. Deaktivér flere URL'er pr. fil - File(n\/rne) forbliver på brugerens konto","696":"3. Fjern alle underliggende filer og URL'er - der er ingen bruger(e) der under nogen omstændigheder må opbevare dette, nogen steder i verden.","697":"4. Andet","698":"Du kan indsende meddelelse her","699":"UNderskriv og send meddelelse","700":"Indsend venligst din nedtagningsmeddelelse manuelt pr. email til [A1]copyright@mega.co,nz[\/A1] jævnfør vores [A2]Nedtagningsforordninger[\/A].","701":"Send nedtagningsmeddelelse","702":"Rapportér misbrug","703":"Dit oprettelseslink er ikke gyldigt. Kontrollér om der er opstået linieskift i din aktiveringsemail.","704":"Din konto er allerede aktiveret. Log venligst ind.","705":"Kunne ikke gennemføre din bekræftigelse. Prøv venligst igen. Fejlkode:","706":"Skift adgangskode","707":"Opdater","708":"Anmod om ændring","709":"Jeg kan ikke huske min nuværende adgangskode","710":"Hvis du stadig er logget ind, men ikke kan huske din nuværende adgangskode, kan du sætte en ny adgangskode ved tjekke af for denne indstilling. Du vil modtage en email med et bekræftigelseslink der vil aktivere din nye adgangskode, hvis det klikkes inden for 15 minutter.","711":"Anmod om ændring","712":"Indløsning gennemført","713":"Kuponsaldoen er krediteret på din konto. Vil du fortsætte dit Pro-køb nu?","714":"Denne kupon er allerede blevet indløst.","715":"De nye adgangskoder stemmer ikke overens. Prøv venligst igen.","716":"Nuværende adgangskode","717":"Nye adgangskode","718":"Gentag nye adgangskode","719":"Indtast venligst din nuværende adgangskode.","720":"Indtast din nye adgangskode.","721":"Tjek venligst din email og klik på bekræftigelseslinket for at gennemføre ændringen af din adgangskode.","722":"Anmodet om ændring","723":"Din nye adgangskode skal være anderledes fra din nuværende.","724":"Det nuværende adgangskode er forkert.","725":"Din adgangskode er blevet ændret.","726":"Færdig","727":"Din adgangskode er blevet ændret.","728":"Dette adgangskode bekræftigelseslink er udløbet.","729":"Dette link er allerede bekræftet","730":"Din konto er blevet suspenderet. Tjek venligst din email for yderligere detaljer og meld venligst tilbage hurtigst muligt.","731":"Den tilhørende brugerkonto er blevet lukket på grund af gentagne overtrædelser af vores [A]Servicevilkår[\/A].","732":"Du er allerede logget ind på en konto som ikke svarer til den du prøver at bekræfte. Tjek venligst din session, log ud og klik på linket igen.","733":"Ukendt emailadresse. Hvis du ikke allerede har en konto hos os, vil vi opfordre dig at få en.","734":"Tak!","735":"Tjek venligst din email.","736":"Kun konti som ikke indeholder filer og mapper kan få nulstillet deres adgangskode.","737":"Nulstil adgangskode","738":"Anmod","739":"glemt din adgangskode?","740":"Din adgangskode er succesfuldt blevet ændret.","741":"Vælg venligst et nyt sikkert adgangskode.","742":"Nulstil","743":"Dette link er udløbet. Anmod om et nyt link.","744":"Ugyldigt link. Anmod om et nyt link.","745":"Ingen tilbagevendende betalinger","746":"Medlemskabstype","747":"Ugentlig","748":"Månedlig","749":"Årlig","750":"Næste tilbagevendende betaling er","751":"Enkel","752":"MEGA Firefoxudvidelse","753":"Installér MEGA Firefoxudvidelse for væsentligt forbedret download-ydelse. Dette vil gøre dig i stand til at gruppedownloade et uendeligt antal filer uden størrelsesbegrænsning.","754":"MEGA Firefoxudvidelse er sikker og usynlig. Hvis du foretrækker at bruge MEGA uden udvidelsen, anbefaler vi på det kraftigste at du bruger [A]Chrome[\/A].","755":"Installér udvidelsen","756":"1 download gennemført","757":"[X] downloads gennemført","758":"Åbn downloadfolder","759":"tryk her for at åbne","760":"Installér MEGA Firefoxudvidelsen for at hente en fil i denne størrelsesorden.","761":"Bekræft venligst","762":"Du er ved at downloade en meget stor mængde data, hvilket kan nedsætte hastigheden i din browser. Fortsæt alligevel?","763":"Kontakt","764":"Din download kunne ikke begyndes fordi din harddisk er fuld.","765":"Dine downloads kunne ikke begyndes fordi din harddisk er fuld.","766":"Nogle af dine downloads kunne ikke begyndes fordi din harddisk er fuld.","768":"Din download kunne ikke begyndes fordi din harddisk er fuld, eller fordi du bruger Chrome i \"private mode\", hvilket ikke understøtter skrivning af filer.","769":"Vi kan kun bruge 5% af din tilgængelige diskplads til downloads. Gør mere plads fri for at fortsætte.","770":"Vælg dit password","771":"Bekræft dit password","772":"URL til filen:","773":"tilbage","774":"Email link","775":"omdøb herunder:","776":"Gem","777":"Husk mig på denne enhed","778":"Har du ikke en MEGA-konto?","779":"Registrér dig nu","780":"Har du en MEGA-konto?","781":"På grund af den begrænsede processorydeevne i mobile enheder, kan det tage op til flere minutter at af gøre RSA-nøglegenereringen færdig. Vi sætter pris på din tålmodighed.","782":"Tom mappe","783":"Ingen filer i dit Cloud Drive","784":"Ingen Kontakter","785":"Ingen resultater.","786":"Ingen filer i din inbox","787":"Ingen filer i din Papirkurv","788":"Er du sikker på at du vil flytte denne fil til din Papirkurv?","789":"Er du sikker på at du vil flytte denne mappe til din Papirkurv?","790":"Åbn Fil","791":"Importér Fil","792":"Slet Fil","794":"Slet mappe","796":"Hent Link","797":"Del Mappe","798":"Opbevaringsplads","799":"Brugt Plads","800":"Ledig Plads","801":"Skrivebordsversion","802":"Kontakt Email","803":"Filhentning","804":"Desværre er denne filtype endnu ikke understøttet på din enhed af MEGA.","805":"Vi vil implementere mobilunderstøttelse for denne filtype snarest.","806":"omdøb mappenavnet:","807":"omdøb filen:","808":"Mappe Link","809":"URL til mappen:","810":"Download Link:","811":"URL til filen:","812":"Bekræft konto","813":"Delt Mappe","814":"Vil du afbryde din upload?","815":"Vil du afbryde din download?","816":"Indtast venligst en gyldig emailadresse.","817":"Du kan ikke lave en mappe i et søgeresultat.","818":"Vil du skifte til skrivebordsversionen","819":"begynder","820":"Filen er blevet importeret til dit Cloud Drive","821":"Dine Notifikationer","822":"Tilbage","823":"Indstillinger","824":"Ny delt mappe fra [X]","825":"Ny delt mappe","826":"[X] trak delingen af en mappe tilbage","827":"Mappedeling trukket tilbage","828":"[X1] mapper og [X2] filer","829":"[X] mapper og 1 fil","830":"1 mappe og [X] filer","831":"1 mappe og 1 fil","832":"[X] mapper","833":"[X] filer","834":"1 mappe","835":"1 fil","836":"[X] tilføjede [DATA]","837":"[X] er blevet tilføjet","838":"[X] er blevet tilføjet","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAJ","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Notifikationer","863":"Se alle","864":"Hent som ZIP","865":"Åbn","866":"Kopiér 1 valgt emne","867":"Kopiér [X] valgte emner","868":"Flyt 1 valgt emne","869":"Flyt [X] valgte emner","870":"Bekræft","871":"[B]Advarsel:[\/B] opbevaringskvote overskredet. Slet filer eller [A]opgradér din konto[\/A].","872":"Pro","873":"[X] sekunder siden","874":"1 minut siden","875":"[X] minutter siden","876":"1 time siden","877":"[X] timer siden","878":"1 dag siden","879":"[X] dage siden","880":"Lige nu","881":"Du bruger en kortvarig session. De data du opbevarer vil mistes når den udløber. For at bevare dine filer beder vi dig opgradere til en rigtig konto snarest muligt, og få dine gratis 50 GB sikker opbevraing i skyen.","882":"Advarsel","883":"Opret din konto","884":"[X] er ikke fuldt kompatibel med MEGA","885":"Din browser","886":"Internet Explorer 10 indeholder en meget graverende fejl som påvirker filskrivning fra JavaScript, hvilket giver en hukommelsesfejl når du henter store mængder data. Vi forventer at dette er løst i Internet Explorer 11. I mellemtiden beder vi dig opgradere til en alternativ browser.","887":"[X] mangler den HTML5-komponent MEGA bruger til at lave klientside kryptografi i browseren. HTML5 filoverførsler vil blive emuleret igennem en meget begrænset Flash-omgængelse af problemet. Overvej gerne at opgradere til en moderne browser snarest muligt.","888":"Kraftigt Anbefalet","889":"Anbefalet","890":"MEGA fungerer bedst med følgende browsere:","891":"Browserkompatibilitetsadvarsel","892":"Egenskaber","893":"Uploadet","894":"Samlet størrelse","895":"Mappenavn","896":"Oprettet","897":"Indeholder","898":"Flere filer og mapper","899":"Flere filer","900":"Flere mapper","909":"Kode","910":"Køb nu","911":"Udnyt MEGA til fulde med [B]PRO[\/B]","912":"fra","913":"måned","914":"årligt abonnement","915":"Massiv opbevaringsplads","916":"Generøs båndbreddekvote","917":"hvis du vælger at betale årligt","918":"Månedligt","919":"Årligt","920":"Opgradér din konto","921":"2 måneder gratis","922":"1 måned","923":"1 år","924":"Har du spørgsmål om [A]Pro konti?[\/A]","925":"Vores supportteam vil gladeligt hjælpe dig.","926":"Firmanavn","927":"By","928":"Postnummer","929":"Telefonnummer","930":"dag","931":"måned","932":"år","933":"Adresse","934":"Stat eller provins","935":"PayPaladresse","936":"Bankkonto","937":"Begunstigets navn","938":"Beskriv din marketingstrategi","939":"Navn på bank","947":"Drive","948":"Papirkurv","949":"Indbakke","950":"Kontakter","951":"Min konto","952":"De færreste enheder kan hente filer over 4 GB. Den download vil formentligt mislykkes","953":"Ikke nok ledig plads","954":"Tak til","955":"Mobilapps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Applikationer","962":"Udviklerværktøjer","963":"Dokumentation","964":"Partnerprogram","965":"Politikker","966":"Guide til Nedtagning","967":"Log Ud","968":"Opret Konto","969":"Prøv igen","970":"Indtast korrekt password","973":"Brugt båndbredde","974":"Redigér din konto","975":"Tilføj Stjerne","976":"Slet Stjerne","977":"Ingen filer i dit Cloud Drive","978":"Din søgning matchede ingen dokumenter","979":"Din papirkurv er tom","980":"Du har ingen kontakter","981":"Din Indbakke er tom","982":"Indhold","983":"Oversigt","984":"Profil","985":"Historik","986":"Redigér din profil","987":"Udløber d.","988":"Forbindelser","989":"[X] kontakter","990":"1 kontakt","991":"Gå til Kontakter","992":"Avatar","993":"Skift Avatar","994":"Personlige Oplysninger","995":"Fødsesldato","996":"Vælg Land","997":"Tilføjelse af kontakter er kun for registrerede brugere.","998":"Opret din gratis konto","999":"Vil du opgraderer din tidsbegrænsede konto til en gratis konto nu?","1000":"Undgå at miste adgang. Gratis registrering er kraftigt anbefalet","1001":"Fjern kontakt","1002":"Er du sikker på at du vil fjerne [X] fra din kontaktliste?","1003":"Bekræft fjernelse","1004":"Er du sikker på at du vil flytte [X] til papirkurven?","1005":"At danne links er forbeholdt registrerede brugere.","1006":"Deling af mapper er kun for registrerede brugere.","1007":"Du kan ikke fortryde denne handling.","1008":"pro båndbreddekvote er overskredet","1009":"Brug for mere båndbredde?","1010":"opbevaringskvote overskredet.","1011":"Vil du beholde dine filer?","1012":"opbevaringskvote næsten overskredet.","1013":"Brug for mere plads?","1015":"Indtast din kuponkode.","1016":"Vælg et billede","1017":"Brug dette som avatar","1018":"Tom","1019":"Tilføj en emailadresse","1020":"Indtast en emailadresse eller vælg en kontaktperson","1021":"Tændt","1022":"Slukket","1023":"Du har ikke skriveadgang i denne mappe.","1024":"Indtast et mappenavn.","1025":"Flere elementer","1026":"Indtast dekrypteringsnøglen","1027":"Dekrypter","1028":"Dekrypteringsnøgle","1029":"Offentligt link","1030":"Vælg blandt dine kontakter eller indtast emailadresse","1031":"Eksporter fillinks og dekrypteringsnøgler","1032":"Inkludér filnøgle","1033":"Kopiér nøgler","1034":"Hent flere filer","1035":"Tryk \"Tillad\" for at gennemføre download","1036":"Delt med","1037":"Enig","1038":"Vælg sprog","1039":"Betal med PayPal","1040":"Login for at aktivere dit pro medlemskab","1041":"Opret en konto for at aktivere dit pro medlemskab","1042":"Initialiserer","1043":"Mappelink er utilgængeligt","1044":"Mappen du forsøger at tilgå er ikke længere tilgængelig. Dette kan skyldes følgende:","1045":"Mappelinket er fjernet grundet en ToS\/AUP-overskridelse","1046":"Mappelinket er fjernet af brugeren.","1047":"Velkommen til MEGA Pro","1048":"Dit pro medlemskab er blevet aktiveret. Nyd det!","1049":"Mappe","1050":"Ingen delinger","1051":"Aldrig","1053":"bandbreddekvote næsten overskredet","1054":"Du er nødt til at vente [X] indtil yderligere båndbredde er tilgængelig til din konto.","1055":"Vil du ikke vente?","1056":"Denne grænse er dynamisk","1057":"Bekræft fjernelse af session","1058":"Du bruger lige nu en tidsbegrænset session. Er du sikker på at du vil stoppe sessionen?","1059":"Denne handling vil slette alle dine data.","1060":"End-to-end kryptering","1061":"I modsætning til hos andre opbevaringsudbydere, er dine datat krypteret og dekrypteret på klientenhederne og aldrig af os.","1062":"Global adgang","1063":"Dine data er tilgængelig når som helst, uanset enhed, hvor som helst.","1064":"Sikkert samarbejde","1065":"Del mapper med dine kontakter og se deres opdateringer i realtid","1066":"MEGA gør værktøjer tilgængelige, der gør [A]privat og fortrolig[\/A] online kommunikation let at bruge","1067":"MEGA leverer krypteret cloudbaserede services der muliggør [A]privat og sikker[\/A] kommunikation og samarbejde for virksomheder og private. Du har og kontrollerer krypteringsnøglerne til de data der ligger i skyen.","1068":"Del mapper med dine kontakter og se deres opdateringer i realtid.","1069":"Se hvordan det virker","1070":"Hvordan det virker","1071":"Vil du vide mere om MEGA","1072":"Se opstartsvideoen","1073":"Medlemskabsmuligheder","1074":"Få 50 GB med en gratis konto","1075":"Meget mere end fra store konkurrenter.","1076":"Opret en konto","1077":"Konkurrencedygtige Pro Pakker","1078":"Få op til 4 TB krypteret opbevaringsplads for ned til €8,33 per måned","1079":"Se vores pro pakker","1080":"Mobilapps","1082":"Skyen lige i lommen. Få adgang til, og stream dine filer fra din smartphone eller tablet. Upload og synkronisér din medier til skyen.","1083":"Få det gratis","1084":"Tilgængeligt til","1085":"Sync Client","1086":"Nem automatiseret synkronisering mellem dine computere og dit MEGA cloud drive.","1087":"Download nu","1088":"Browser apps","1089":"Vores browserudvidelser installerer MEGA i din browser for hurtigere adgang og øget modstand mod angreb","1090":"Gå til downloadsiden","1091":"Klik for at uploade eller træk og slip filer her","1092":"Rul nedad for at fortsætte","1093":"Indtast aldrig dit password på en enhed du ikke ved om du kan være sikker på. Log ikke ind på din konto fra en offentlig eller delt computer.","1094":"For udvidet sikkerhed, bør du installere vores [A]browserudvidelse[\/A] og hellere køre MEGA fra din computer end fra vores servere.","1095":"Opret din [A]gratis[\/A] konto","1096":"Fornavn","1097":"Efternavn","1098":"Ugyldigt for- eller efternavn","1099":"Indtast dit fornavn og efternavn","1100":"Ugyldig emailadresse","1101":"Indtast en gyldig emailadresse","1102":"Ugyldig kode.","1104":"Vælg en stærkere kode.","1105":"Styrke:","1106":"Kodestatus","1107":"Koderne stemmer ikke overens","1108":"Opret Konto","1109":"Din kode er din hovedkrypteringsnøgle","1110":"Din kontos sikkerhed afhænger af styrken af din kode. Koder der er for korte, for enkle eller som består af ordbogsord bliver nemt gættet.","1111":"Glem ikke din kode.","1112":"Et mistet kodeord kan ikke gendannes. Hvis du ikke kan huske det, kan du ikke længere få adgang til dine gemte data.","1113":"Din konto er kun så sikker som din computer","1114":"Genindtast kode","1115":"Kodeordsstyrkegodkendelsen arbejder stadig.","1116":"Prøv venligst igen om få sekunder.","1117":"Service- og aftalevilkår","1118":"Du er nødt til at erklære dig enig i service- og aftalevilkårene for at oprette en konto på MEGA.","1119":"Din kode bliver nemt gættet. Prøv at gøre din kode længere. Kombinér store og små bogstaver. Tilføj specielle tegn. Brug ikke navne og ordbogsord","1120":"Din kode bliver nemt gættet. Prøv at gøre din kode længere. Kombinér store og små bogstaver. Tilføj specielle tegn. Brug ikke navne og ordbogsord.","1121":"Din kode er god nok til at du kan fortsætte, men vi anbefaler du gør din kode endnu stærkere.","1122":"Denne kode vil modstå de fleste brute-forceangreb. Nu skal du sikre dig at du kan huske den.","1123":"Denne kode vil modstå sofistikerede brute-forceangreb. Nu skal du sikre dig at du kan huske den.","1124":"Meget Svag","1125":"Svag","1126":"Medium","1127":"God","1128":"Stærk","1129":"din kode er for svag til at fortsætte","1130":"Ugyldig email og\/eller kode","1131":"Bekræft din konto","1132":"Entropisk Indsamling","1133":"Dette spil vil indsamle [A]entropi[\/A] baseret på dine musebevægelser.","1134":"Dette vil styrke din [A]RSA-nøgle[\/A].","1135":"Du kan hoppe videre fra spillet når indikatoren når 100%.","1136":"Færdig!","1137":"du kan nu fortsætte til næste skridt for at færdiggøre din nøgle.","1138":"Fortsæt","1139":"Score:","1140":"Dette er et meget vigtigt skridt og kan tage et par sekunder.","1141":"Vent venligst tålmodigt.","1142":"Offentligt - Privat nøgledannelse","1143":"Danner nøgle","1144":"Den tidligste kendte brug af kryptografi, spores 4000 år tilbage i det gamle Egypten","1145":"I dag, 4000 år senere, har de færreste større cloududbydere implementeret kryptografi helt.","1146":"Færdiggør din konto","1147":"Vælg kontotype","1148":"[A]Få 2 måneder gratis[\/A] hvis du køber et 1-års pro abonnement.","1149":"Begrænset","1150":"Gratis","1151":"Udnyt MEGA til fulde med en [A]Pro konto[\/A]","1152":"Vælg til Pro-pakke:","1153":"1-års abonnement","1154":"Holdet","1155":"Uploader","1156":"Downloader","1157":"Gratis Download","1158":"til Windows","1159":"Kommer snart til [A]Mac[\/A]","1160":"MEGA vil gerne takke forfatterne til følgende open sourcekomponenter der har givet værdifuld funktionalitet til vores side:","1161":"Sikker","1162":"Dine data er krypteret fra ende til ende. Ingen kan tage det, hverken når det hentes eller når det opbevares.","1163":"Fleksibel","1164":"Synkronisér en vilkårlig mappe fra din pc, til en vilkårlig mappe i skyen. Synkronisér et vilkårligt antal mapper parallelt.","1165":"Hurtig","1166":"Udnyt MEGA stærke infrastruktur og multiforbindelsesoverførsler.","1167":"Generøs","1168":"Opbevar op til 50 GB gratis","1169":"Fuldt udstyret","1170":"Søg, opbevar, download, stream, se, del, omdøb eller slet dine filer. Det er der, det hele - i din hule hånd.","1171":"Kommer snart til [A]iOS[\/A]","1172":"Firefox udvidelse","1173":"Chrome udvidelse","1174":"Denne app hjælper dig med at installere MEGA i din browser. Det vil reducere starttiden, forbedre downloadpræstationen og styrke sikkerheden","1175":"Enhver MEGA URL vil blive opfanget af denne app og forblive lokal (der køres intet javascript fra vores servere). Sikre (auto-)opdateringer er til rådighed på baggrund af kryptografisk privat nøglesignering","1176":"Og hvis du er virkelig paranoid:","1177":"slå automatiske opdateringer fra og gransk vores kildekode ved hver opdatering, manuelt.","1178":"Download MEGA til Firefox","1179":"Installation:","1180":"Download MEGA til Chrome","1181":"Åbn Chromes udvidelsesside","1182":"Menu>Værktøjer>Udvidelser","1183":"eller tast","1184":"i adresselinjen","1185":"Træk og slip den hentede fil [X] til Chrome udvidelsessiden og bekræft installationen.","1186":"Du kan med fordel købe MEGA Pro medlemskab fra en af vores autoriserede salgsteder herunder:","1187":"Download","1188":"Til din computer","1189":"Importér","1190":"Til dit Cloud Drive","1191":"Filen du prøver at hente er midlertidigt utilgængelig","1192":"Rul nedad for at få mere at vide om MEGA","1193":"Starter ny konto","1194":"Vil du importere denne fil til en ny session?","1195":"\"Nej\" fører dig til login og vil give dig mulighed for at fortsætte din import.","1196":"Afbryd download","1197":"Er du sikker på at du vil afbryde denne download?","1198":"Den hentede fil vil blive slettet.","1199":"Metadata kan ikke dekrypteres uden nøgle","1200":"Partner Servicevilkår","1201":"[A]Kom med os[\/A] ud og ryst cloud storagemarkedet","1202":"Led forrretning i vores retning og tjen din del","1203":"Hjælp os med at vokse og bliv en del af succesen.","1204":"Tilmeld","1205":"Hvordan virker det?","1206":"Tilmeld dig og få dit eget unikke partner ID som du kan føje til vores URL.","1207":"Vi sporer alle køb gjort af besøgende du henviser til MEGA.","1208":"Du tjener [B]20%[\/B] af al omsætning genereret gennem dit partner ID","1209":"Gentegnede abonnementer tæller som gentagede henvisninger","1210":"Hvem er partnerprogrammet til for?","1211":"App Udviklere:","1212":"Byg din egen populære app med vores [A]SDK[\/A]","1213":"Konvertér gratisbrugere til pro og lav penge med din app.","1214":"Web Sider:","1215":"Bloggere","1216":"Cloud storage sammenligningssider","1217":"Hvad er reglerne?","1218":"Læs og acceptér vores [A]Partner Servicevilkår[\/A]","1220":"Kom i gang!","1221":"Tilmeld dig vores partnerprogram, så kan du begynde at tjene penge med det samme.","1223":"Kontaktinfo","1224":"Vi skal vide lidt mere om dig.","1230":"Betalingsinfo","1231":"Vi betaler 1 gang om måneden med PayPal eller bankoverførsel (kun til banker i New Zealand).","1232":"Betalingsmetode","1233":"PayPal","1234":"Bankkonto (kun NZ)","1235":"Bemyndigedes navn","1236":"Navn på bank","1237":"Bankkontonummer","1238":"PayPal adresse","1239":"Partner info","1240":"Vi vil gerne vide hvordan du har tænk dig at føre trafik til MEGA.","1241":"Beskriv din marketingstrategi","1242":"Jeg accepterer MEGAs [A]Partner Servicevilkår[\/A]","1243":"Du er nu med i partnerprogrammet. Du tjener 20% af al omsætning skabt med dit partner ID","1244":"Sikr dig venligst at du accepterer vores [A]Partner Servicevilkår[\/A]","1245":"Du kan skabe indtjening ved at sende trafik til:","1246":"Statistik","1247":"Tidsramme","1248":"30 dage","1249":"90 dage","1250":"180 dage","1251":"365 dage","1252":"Fra starten","1253":"Dato","1254":"Salg","1255":"Omsætning","1256":"Fortjeneste","1257":"Ingen salg registreret i den valgte tidsramme.","1258":"Udbetalinger","1259":"Ingen udbetalinger registreret i den valgte tidsramme.","1260":"Partner ID","1261":"Indtast din fødselsdato.","1262":"Indtast din by.","1263":"Indtast stat eller provins.","1264":"Indtast dit postnummer","1265":"Indtaste dit telefonnummer","1266":"Beskriv din marketingstrategi","1267":"Du skal erklære dig enig i Partner Servicevilkårene","1268":"Indtast din PayPaladresse","1269":"Indtast den bemyndigedes navn til din bank i NZ","1270":"Indtast navnet på din bank i NZ","1271":"Indtast dit kontonummer i din NZ bank","1272":"MEGA er skabt af mennesker og derfor ikke perfekt. Hvis du løber ind i en fejl, vil vi gerne høre om det, så vi kan ordne det - jo flere detaljer, jo lettere er det for os.","1273":"Vi tager ophavsrettigheder seriøst og opretholder en robust nedtagnings\/gentagelseskrænkerpolitik.","1274":"For mere information, læs venligst vores [A]nedtagningsguide[\/A]","1275":"Du kan sende et nedtagningsopslag gennem vores [A]online formular[\/A], eller send os en email.","1276":"Har du bekymringer eller idéer? Vil du vide mere om vores produkter?","1277":"Vi er altid tilgængelige","1278":"Vælg venligst","1279":"Trin 1","1280":"Trin 2","1281":"Indholdsdetaljer","1282":"Rettighedshavers detaljer","1283":"Tilføj yderligere URL","1284":"Navn på rettighedshaver","1285":"hvis relevant","1286":"Navn på rettighedshavers autoriserede agent, som indsender opslag:","1287":"Rettighedsopslag Modtaget","1288":"Vi gennemser og behandle dit opslag snarest.","1289":"Tak fordi du trykkede på invitationslinket. Opret din gratis konto herunder.","1290":"Ups, et er vist ikke et gyldigt invitationslink. Har du allerede registreret en konto?","1291":"Du har tidligere trykket på et invitationslink. Opret din konto.","1292":"Kommer Snart","1293":"Velkommen til Hjælp-centret","1294":"Hvis dit spørgsmål ikke bliver besvaret her, så tøv ikke med at kontakte os.","1295":"Kontakt Support","1296":"Populære Emner:","1297":"Emailadresse er allerede i brug.","1298":"Log venligst ind på din konto.","1299":"Træk for et genindlæse","1300":"Senest opdateret","1301":"I dag","1302":"I går","1303":"Denne uge","1304":"Sidste uge","1305":"Denne måned","1306":"Dette år","1307":"Ældre","1308":"Download mislykkedes","1309":"Upload mislykkedes","1310":"Indtast bekræftelseskode","1311":"Fejl i filindlæsningen","1312":"Mangler brugernavn\/kode","1313":"Login mislykkedes","1314":"Fejl i sletningen","1315":"Der er ikke indtastet en emailadresse","1316":"Gem fil offline til gennemsyn","1317":"Fejl under generering af link","1319":"Koden er for kort","1320":"Navnet er for kort","1321":"Fejl under indlæsning af kontodetaljer","1322":"Upload er gennemført","1323":"Logger ind","1324":"Login gennemført","1325":"Danner link","1326":"Linket er kopieret til Udklipsholderen","1327":"Download gennemført","1328":"Download startes","1329":"Venter","1330":"Indtast brugernavn og kode","1331":"Email","1332":"Bekræft registrering","1333":"Tjek din email og indsæt bekræftelseskoden herunder eller tryk på det specielle iOS bekræftelseslink.","1334":"Forlad registreringen","1335":"Bekræftelseskode","1336":"Brug seneste","1337":"Tag Billede","1338":"Vælg Eksisterende","1339":"Tilføj mappe","1340":"Indtast navn på ny mappe","1341":"Vælg billede(r)","1342":"Redigér","1343":"Tøm Cloud Drive","1344":"Del","1345":"Gem offline","1346":"Overførsler","1347":"Tøm indbakke","1348":"Delte Mapper","1349":"Ingen Billeder","1350":"Billeder","1351":"Lokalt","1352":"Tilgængeligt","1353":"Gem til offlineadgang","1354":"Vælg den maksimale opbevaringsplads på din enhed","1355":"Version","1356":"Feedback","1357":"Log ud","1358":"Alle hentede filer slettes","1359":"Den valgte størrelse er mindre end den nuværende brugte plads. Hvis du fortsætter vil nogle filer blive slettet","1360":"Udvid Pro","1361":"Prissætning","1362":"Genskab køb","1363":"Intet netværk","1364":"Prøv igen","1365":"Du er ikke forbundet til internettet","1366":"Indtast nyt navn","1367":"Få op til 50 GB gratis, eller tilmeld dig en af vores Pro-pakker og få op til 4 TB krypteret opbevaring fra kun €8,33 pr. måned.","1368":"op til [X]","1369":"og [X]","1370":"Email og Chat","1371":"Vores krypterede kommunikationspakke ventes i den første del af 2014","1372":"Gør dig klar til MEGA chat, email, opkald og videokonference.","1373":"Hvad er MEGA? Tryk eller rul nedad","1374":"Tilbage til startsiden","1375":"Tilbage til Downloadsiden","1376":"med kræfter fra:","1377":"Har du lyst til at spille? Hvis du hopper over dette trin, går det ud over sikkerheden på din konto. Flyt din mus rigeligt og tilfældigt rundt for at reducere risikoen.","1378":"Start Spillet","1379":"Spring over","1380":"Kategorier","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}