{"10":"BIGGER. BETTER. FASTER. STRONGER. SAFER.","11":"Article 12","12":"No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks.","13":"Universal Declaration of Human Rights.","14":"Confirm deletion","15":"Are you sure you want to permanently remove all items from your Rubbish Bin?","16":"Internal error","17":"Bandwidth quota exceeded","18":"Too many connections for this download","19":"Login session expired or invalid","20":"Temporarily unavailable","21":"Account issue, please check your e-mail","22":"File no longer exists","23":"File no longer accessible","24":"Decryption error","25":"The Folder you are in has been deleted or moved by another user.","26":"Lost Folder","27":"Unfortunately, 1 file cannot be uploaded because it is larger than [X].","28":"Unfortunately, [X1] files cannot be uploaded because they are larger than [X2].","29":"You are restricted to uploading files with our Adobe Flash fallback because your browser does not offer the HTML5 FileReader. If you want to circumvent this limitation (and increase overall browser performance), please consider installing [A]Google Chrome[\/A].","30":"Browser limitation","31":"You can only upload files smaller than [X] with Internet Explorer 9. Chrome, Firefox and Internet Explorer 10 allow you to upload arbitrarily large files.","33":"MEGA rocks with Google Chrome","34":"Warning:","35":"You are using an outdated browser, which adversely affects your file transfer performance.","36":"Please upgrade to Google Chrome.","37":"While other browser vendors are still struggling to implement the full spectrum of HTML5's functionality, Google Chrome has it all - today. To enjoy MEGA's full power (such as automated batch up- and downloading), we strongly suggest abandoning your current, outdated browser and upgrading to Chrome as soon as possible.","38":"Do not show this message again","39":"No, Thanks","40":"Download Chrome","41":"You have removed a folder which contains 1 shared folder.","42":"Once you empty the Rubbish Bin this share will be disabled.","43":"You have removed a folder which contains [X] shared folders.","44":"Once you empty the Rubbish Bin these shares will be disabled.","45":"Shared folder warning","46":"Internal Error","47":"Oops, something went wrong. Sorry about that!","48":"Please enter at least three characters to search.","49":"move [X] selected item(s)","50":"1 file","51":"[X] files","52":"and","53":"1 folder","54":"[X] folders","55":"Read-only","56":"Read & Write","57":"Full access","58":"Download","59":"Get link","60":"Sharing","61":"Rename","62":"Move","63":"Copy","64":"Permissions","65":"You have read-only access to this folder.","66":"You have read & write access to this folder.","67":"You have full control over this folder.","68":"New folder","69":"Create New Folder","70":"Clear Rubbish Bin","71":"Add contact","72":"Delete contact","73":"Are you sure you want to delete this user from your contact list?","74":"Are you sure you want to delete these users from your contact list?","75":"Delete contact","76":"You are about to permanently remove [X] files from the Rubbish Bin.","77":"Would you like to proceed?","78":"Yes","79":"No","81":"OK","82":"Cancel","83":"Remove","84":"Confirm deletion","85":"Reload","86":"Name","87":"Size","88":"Transfer Type","89":"Status","90":"Speed","91":"Elapsed Time","92":"Remaining Time","93":"Type","94":"Last modified","95":"E-mail","96":"Rights","97":"New Upload","98":"Folder Upload","99":"File Upload","100":"Clear Rubbish Bin","101":"Add contact","102":"Search","103":"Cancel transfer","104":"File transfers","105":"pending","106":"File manager","107":"Do you want to copy the selected folder to the private inbox of [X]?","108":"Confirmation","109":"Do you want to copy the selected folder to this shared folder?","110":"Do you want to copy the selected item(s) to the private inbox of [X]?","111":"Do you want to copy the selected item(s) to this shared folder?","112":"Export file links and decryption keys","113":"File link","114":"File key","115":"File name","116":"File size","117":"Move to location","118":"Select destination","119":"Complimentary bandwidth quota exceeded","120":"Your download cannot proceed, because it would take you over the current free transfer allowance for your IP address.","121":"This limit is dynamic and depends on the amount of unused bandwidth we have available.","122":"Only transfers made during the last five to six hours count.","123":"In that time window:","124":"You have downloaded [X].","125":"[X1] will become available in [X2].","126":"The current IP limit is [X].","127":"For your convenience, your queued downloads will be put on hold until you have enough quota available, and then resume automatically.","128":"If you do not wish to wait, you may wish to consider signing up for a bandwidth package that also gives you ample extra storage.","129":"Upgrade to Pro","130":"Download files","131":"Click “Allow” for download completion","132":"Move Items","133":"Move [X]","134":"Copy [X]","135":"Error","136":"Please select the destination folder.","137":"Please select a valid destination target.","138":"The destination folder cannot be the same as the origin folder.","139":"Circular error","140":"Circular error: the destination cannot be a sub-folder of the moving folder.","141":"Please enter a valid e-mail address.","142":"Please wait...","144":"Remove share","145":"E-mail address:","146":"Share to new user:","147":"Grant access","148":"Close","149":"Sharing","150":"Contact invited","151":"The user [X] has been invited and will appear in your contact list once registered.","152":"You cannot add yourself to your contact list.","153":"E-mail address","154":"Add contact","155":"Add","156":"Cancel","157":"Folder Name","158":"Create","159":"Cancel","160":"This folder name is already in use. Please try again.","161":"Rename","162":"Rename","163":"Cancel","164":"Cloud Drive","165":"Contacts","166":"Inbox","167":"Rubbish Bin","168":"Rubbish Bin","169":"Menu","170":"Register","171":"Login","172":"Drag & drop your files anywhere","174":"or","175":"Select files","176":"Select files to upload","177":"You hold the keys to what you store in the cloud","178":"Secure Online Collaboration","179":"Powerful File Manager","180":"App Ecosystem","181":"Features in detail","182":"Share encrypted folders with coworkers or business partners and  exchange confidential documents with transparent end-to-end encryption.","183":"View and manage your files in your web browser, with integrated accelerated batch up- and downloading.","184":"A comprehensive open API enables third-party developers to enhance MEGA's functionality.","185":"2048 bit RSA encryption","186":"Sign out","187":"My account","188":"File Manager","189":"Abort session","190":"Login","191":"create an account","192":"Remember me","193":"Login","194":"[X] servers online","195":"Your Email","196":"Your Email","197":"Please enter your e-mail address.","198":"Please enter a valid e-mail address.","199":"Please enter your password.","200":"Oops, something went wrong.","201":"Incorrect e-mail and\/or password. Please try again.","202":"Create a new account","204":"or","205":"login","206":"Your name","207":"Your Email","208":"I agree with the MEGA [A]Terms of Service[\/A]","209":"Register","210":"Get ready for a new age","211":"Cloud storage will never be the same","212":"Please enter your name.","213":"Please choose a password.","214":"You have to accept our terms of service.","215":"An unknown error occurred. Please try again.","216":"Awesome","217":"Please check your e-mail and click the link to confirm your account.","218":"This e-mail address has already registered an account with MEGA.","219":"This e-mail address has already registered an account with Mega.","220":"Weak","221":"Fair","222":"Good","223":"Excellent","224":"SELECT FILES TO UPLOAD","225":"SELECT FILES TO UPLOAD OR DRAG & DROP THEM HERE","226":"To prevent resource overload, we sometimes have to cap bandwidth utilization. In the past six hours, your IP address has consumed [X1], which, together with the selected file of [X2], would exceed our current limit of [X3]. To ensure fair and equal access to our resources, your pending downloads have been put on hold. They will resume automatically once the congestion eases.","227":"Transfers that are covered by paid bandwidth quota are exempt from this limitation, so if you do not wish to wait, you may consider signing up for a Pro account.","228":"Traffic management in effect","229":"Do not show again","230":"Upgrade to Pro","231":"No thanks, I'll wait","232":"No thanks, I'll wait","233":"Temporary error, retrying.","234":"Download File   ","235":"Download","236":"Import","237":"Starting download","238":"Flag for copyright","239":"Download completed","240":"In order to complete the file transfer process, you need to manually save your file. ","241":"Save your file","242":"Update to Chrome to enjoy MEGA's full power","243":"The file you are trying to download is no longer available.","244":"This could be due to the following reasons:","246":"The file has been removed because of a ToS\/AUP violation.","247":"Invalid URL - the link you are trying to access does not exist","248":"The file has been deleted by the user.","249":"The file you are trying to download is temporarily not available.","250":"Our built-in redundancy has failed. This could be due to the following reasons:","251":"Some servers are down for maintenance.","252":"We're overloaded and are adding more capacity.","253":"Please try again later.","254":"The file you are trying to download is no longer available.","255":" This file is no longer available due to a copyright claim by [X].","256":"Your key does not have the correct length.","257":"Please make sure you enter a valid key.","258":"Downloading","259":"What does \"MEGA\" stand for?","260":"MEGA is a recursive acronym and stands for \"MEGA Encrypted Global Access\".","261":"What is MEGA all about?","262":"MEGA is a secure cloud storage and electronic collaboration\/communication service. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your web browser or through dedicated client applications.","264":"To the best of our knowledge, cloud storage and encryption are legal. Please comply with applicable laws and regulations on [B]how[\/B] you use cloud storage and encryption as well as our [A]terms of use[\/A].","265":"MEGA was made by the same people that had previously run one of the world's largest cloud storage businesses. Can I please have my account and my files back?","266":"Unfortunately, MEGA has no access to any of the assets that its employees have created previously. There is no legal connection and no recycling of any code, hardware or database records, and we therefore currently see no way of recovering your legacy data.","267":"Why base a cloud storage company in New Zealand, of all places?","268":"Among other important reasons, New Zealand's native Māori name is \"Aotearoa\", which means \"Land of the long white cloud\".","269":"Can I access MEGA on my mobile device?","270":"You can access MEGA through your mobile browser, but this severely limits performance and functionality. We recommend using our dedicated mobile app for your device instead.","271":"Can I resume interrupted up- or downloads?","272":"Yes, as long as you do not close the browser tab, up- and downloads will resume automatically after e.g. a network interruption or your device having entered standby\/sleep mode. Please note that our servers automatically discard incomplete uploads after 48 hours of inactivity.","273":"Can I upload the same file multiple times?","274":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","275":"How do you regulate bandwidth utilization?","276":"Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks.  We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","277":"Are there any file size limits on MEGA?","278":"We do not impose artificial file size limits other than your available cloud drive space. While all current browsers are capable of uploading large files, downloading is size-constrained with Internet Explorer and Safari due to their incomplete HTML5 support.","279":"Can I upload and download at the same time?","280":"Yes. One upload and one download per browser tab can run in parallel.","281":"Why don't you provide image thumbnails or streamed previewing of video and audio files?","282":"Because our end-to-end encryption model inherently precludes any server-side manipulation of your data, which would be required to implement such a feature.","283":"How do I upload files to MEGA?","284":"There are three ways of uploading files to MEGA using your web browser:","285":"1. Click on the red button on the start page","286":"2.\tGo to your file manager and click on the \"File Upload\" or (if you're using Chrome) \"Folder \tUpload\" buttons near the top","287":"3. Drag and drop files or (if you're using Chrome) folders onto the site","288":"How do I install MEGA?","289":"MEGA can be used with any modern web browser. However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. Advanced functionality such as automated folder synchronization or filesystem mounts will be made available through installable client applications.","290":"How does folder sharing work?","291":"You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).","292":"To establish, modify or delete a share, simply right click on a folder in your file manager and select Sharing. There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).","293":"If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.","294":"How do I delete people from my shared folder?","295":"Simply right click on a folder in your file manager and select sharing. You will see all people that currently have access to the shared folder. Right click on the person and choose the Delete option from the menu.","296":"How do I recognize my shared folders?","297":"Shared folders in your file manager have a special icon with a hand below the folder.","298":"Can I share folders that were shared with me?","299":"No. Folder shares are non-transitive.","302":"How do I link to a file on MEGA?","303":"First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.","304":"With that in mind, select one or multiple files in your file manager, then right-click and use \"Get link\". A dialog with the public link(s) to the file(s) you have selected will open. You can choose to export each link and key separately or as a single combo link.","305":"How does the encryption work?","306":"All encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device.  The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).","307":"Is all of my personal information subject to encryption?","308":"No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.","309":"Is my stored data absolutely secure?","310":"All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ","311":"Individual accounts are jeopardized by:","312":"- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.","313":"- Shoulder surfing. Do not type your password while someone could watch your keystrokes.","314":"- Password brute-forcing. Use strong passwords.","315":" - Phishing. Always confirm the security status of your connection (https:\/\/) and the correct domain name (mega.co.nz) before entering your password.","316":"Large-scale attacks could be mounted through:","317":"- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).","318":"- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.","319":"- Gaining access to our core server infrastructure and creating forged key requests on existing shares. This type of attack only affects data in accounts with shared folders and is detectable on the client side as well.","320":"What if I don't trust you? Is it still safe for me to use MEGA?","321":"If you don't trust us, you cannot run any code provided by us, which precludes opening MEGA in your browser and entering your login credentials. However, due to MEGA's end-to-end encryption paradigm, you can safely use client applications written by someone you trust.","322":"I trust you and your New Zealand data centre, but I don't trust your German data centre, because it is run by a US company.  Is it still safe for me to use MEGA?","323":"Yes, you can still use MEGA (with a few limitations) safely with our core datacentre in Germany being fully compromised. The New Zealand data centre makes sure that no rogue code can run when you visit https:\/\/mega.co.nz\/.","324":"Is data that I put in shared folders as secure my other data?","325":"Shared folders, by nature, are only as secure as their least secure member. However, a compromise of our core server infrastructure poses an additional risk: Public keys could be manipulated, and key requests could be forged.","326":"Let's assume that a MEGA storage node is physically compromised. What are the risks?","327":"Error messages after downloading manipulated files. Even if the attacker had the encryption key for a given file on that node, he could still not replace it with a forged one without causing the subsequent downloads to fail.","328":"Is it a good idea to store all of my data in a single place?","329":"Always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated unprecedented government misconduct.","330":"Why should I entrust my data to, of all people, you?","331":"We provide for user controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinize it and provide feedback. We believe that this approach is much safer than storing your data on a provider with server-side encryption where the ISP controls the keys or, worse, no encryption at all - if, for example, MEGA user files were suddenly accessible without a password due to a programming error, they would be unreadable without the user-controlled decryption keys.","332":"I noticed that you are using HTTPS for transferring already encrypted file data. Isn't that redundant?","333":"It is. Unfortunately, most browsers take offence with establishing insecure connections from a secure page, and who could blame them for that - they can't possibly be aware of the fact that there is another encryption layer already in operation. Because HTTPS has an adverse effect on performance, we allow you to turn it off on browsers that allow it (Chrome, Safari and Firefox until version 17) to speed up your transfers without jeopardizing the confidentiality or integrity of your data. You will see an SSL warning appear upon your first file transfer in some browsers - in this (and only in this) case, it is safe to ignore.","334":"What encryption algorithms does MEGA use internally?","335":"For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.","336":"For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.","337":"JavaScript's built-in random number generator is enhanced through a mouse\/keyboard timing-driven RC4 entropy pool as well as crypto.* randomness where available (Chrome and Firefox only at the moment - keys generated by Internet Explorer and Safari are less secure than they could be).","338":"Does MEGA keep backups of my files?","339":"We store your files on at least two servers in different datacentres, if available.","340":"I have forgotten my password. Can I reset it?","341":"Unfortunately, your MEGA password is not just a password - it is the master encryption key to all of your data. If you lose it, you lose access to all of your files that are not in a shared folder and that you have no previously exported file or folder key for.","344":"When do I need to upgrade to a Pro account?","345":"A Pro account gives you additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account).  The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","346":"What is the upload speed limiting feature good for?","347":"Many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore offer an automatic speed management option where we measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. You can also set a fixed throughput limit.","348":"What do I get with my free account?","349":"A globally accessible, high-performance, secure cloud drive with [X] of storage space. If you need more than that, you can upgrade to a [A1]Pro[\/A1] account. Click [A2]here[\/A2] to see your current utilization.","359":"Do you offer an API?","361":"Yes. Please use our software development kit to add MEGA support to your application.","362":"To prevent resource overload, we sometimes have to cap bandwidth utilization. The file you are trying to download is larger than our current limit of [X3]. Its transfer has been postponed and will start automatically once the congestion eases.","365":"Your browser is not modern enough to download a file this large.","366":"Copyright warning","367":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.","368":"Caution:","369":"MEGA's cryptographic security model depends on the confidentiality of the keys displayed above. Avoid transmitting them through insecure channels!","370":"Copy to clipboard","371":"Copied to clipboard","372":"Upload","373":"Download","374":"We promise, we deliver","375":"Navigation blocked because of pending file transfers.","376":"You need to be logged in to view this page.","377":"File transfers are in progress. If you continue, they will be aborted.","378":"Please enter your password to confirm your account.","379":"Please log in to import this file into your account.","380":"Enter decryption key","381":"All rights reserved","382":"made in New Zealand","383":"Support","384":"Help Centre","385":"Terms of Service","386":"Privacy Policy","387":"Copyright","388":"Community","389":"Blog","390":"Partnerships","391":"Resellers","392":"Developers","393":"Hosting Partners","394":"Investors","395":"Become a reseller","396":"About us","397":"Free Membership","398":"Pro Membership","399":"Contact Us","400":"Basics","401":"Sharing","402":"Security & Privacy","403":"Account","404":"Payments & Billing","405":"Tools","406":"Top frequently asked questions:","407":"Categories:","408":"January","409":"February","410":"March","411":"April","412":"May","413":"June","414":"July","415":"August","416":"September","417":"October","418":"November","419":"December","420":"Please log in to start your upload.","421":"Please accept our terms of service","422":"I accept","423":"You need a registered account to use the sharing feature. Would you like to register now?","424":"Sharing disabled","425":"Rename Folder","426":"Rename File","427":"Account details","428":"Vouchers","429":"Session History","430":"Purchase history","431":"Transaction history","432":"Account type:","433":"Upgrade","434":"Subscription type:","435":"FREE","436":"No billing cycle","437":"Storage Space:","438":"[X] used","439":"[X1] of [X2]","440":"Bandwidth Management:","441":"Enable Bandwidth Management","442":"Disable Bandwidth Management","443":"You can specify the percentage you would like to allocate to serving bandwidth.","444":"Set Serving Bandwidth:","445":"Serving Bandwidth","446":"(for third party downloads of your files)","447":"Download Bandwidth","448":"(for downloading of third party files)","449":"Account balance","450":"Top up","451":"Create vouchers:","452":"Voucher type:","453":"Select voucher type","454":" Quantity:","455":"Create","456":"Redeem voucher:","457":"Purchase voucher","458":"Redeem","459":"Your vouchers","460":"Unused vouchers","461":"Redeemed vouchers","462":"Cancelled vouchers","463":"Revoked vouchers","464":"All vouchers","466":"Last [X]","467":"Session History","468":"Purchase History","469":"Last [X] purchases","470":"Transaction History","471":"Last [X] transactions","472":"Last [X] sessions","473":"Oops, that does not seem to be a valid voucher code.","474":"Expiration date:","475":"Date\/Time","476":"Item","477":"Amount","478":"Payment method","479":"Browser","480":"IP-address","481":"Country","482":"Most recent activity","483":"Current session","484":"TransactionID","485":"Credit","486":"Debit","487":"Voucher code","488":"Status","489":"Unused","490":"Redeemed at","491":"Revoked at","492":"Cancelled at","494":"Choose your package:","495":"Storage","496":"Bandwidth","497":"Select pricing:","498":"per month","499":"per year","500":"Select pricing:","501":"save 17%","502":"Select pricing:","503":"Choose payment method:","504":"Prepaid balance","505":"buy voucher","506":"Professional","507":"Continue","508":"voucher code","509":"THE PRIVACY COMPANY","510":"Welcome to MEGA!","511":"Your 2048-bit RSA public \/ private key pair is now being created.","512":"To strengthen the key, we have collected entropy from your mouse movements and keystroke timings.","513":"The voucher code was redeemed to your account, however your new prepaid balance is insufficient for this purchase. Please add more balance, or try purchasing a cheaper package.","514":"Insufficient balance, please try again.","515":"This folder contains more than 500 entries. Large folders can slow down your browser. Please consider using sub-folders.","516":"Get support","517":"Something is not working for you? Please check our [A]help centre[\/A] first. If your question isn't answered there, do not hesitate to contact us.","518":"Legal","519":"Our legal department is standing by to respond to your enquiry.","520":"Copyright","521":"Concerned about a user infringing on your intellectual property rights? Please submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","522":"Suggest improvements","523":"Please submit feature requests and usability-related suggestions here.","524":"Report a bug","525":"MEGA is currently in beta, and you are invited to submit bug reports. The more detailed, the better.","526":"Media","527":"We welcome members of the media, including bloggers, to contact us with inquiries related to MEGA.","528":"Become a reseller","529":"Become part of the success story!","530":"Our reseller program will allow you to sell Mega vouchers directly to your customers.","531":"The details:","532":" You will get access to our sophisticated voucher management interface.","533":"Create vouchers in real-time from your account balance.","534":"Generous revenue share from the start.","535":"The more you sell, the higher your revenue share, the more you profit.","536":"Reseller API access will allow you to develop cool tools that can interact with our system in real-time.","537":"Free advertising: your website will be linked on Mega.","538":"Upon review & approval of your reseller application. Your business & website has to meet our standards.","539":"Revenue Share","540":"Your revenue share will be discounted upon voucher creation.","541":"Monthly turnover","542":"Revenue share","543":"more than [X]","544":"Reseller application","545":"Sign up as a reseller","546":"Details","547":"Your details","548":"Markets","549":"Select reseller markets:","550":"Payments","551":"Select payment methods","552":"Select payment methods from the list of available providers","553":"Your payment provider not listed? Please [A]e-mail us[\/A]","554":"Complete","555":"I agree with the MEGA [A]Resellers Terms of Service[\/A]","556":"Next","557":"Select markets from the list of available countries","558":"Previous","559":"Your name","560":"Business URL","561":"Address","562":"ZIP \/ Postal code","563":"Business name","564":"Phone number","565":"City","566":"Select countries per payment method:","568":"Please select your country","569":"Transfer settings","570":"Number of parallel upload connections:","571":"Number of parallel download connections:","572":"Upload speed limit:","573":"None","574":"Automatic","575":"Fixed","576":"Skip identical files when uploading:","577":"Yes","578":"No","579":"Use SSL for file transfers:","580":"Disabling SSL improves performance and does not decrease security.","581":"Please enter your name.","582":"Please enter your business URL.","583":"Please enter your address.","584":"Please enter your ZIP \/ postal code.","585":"Please enter your business name.","586":"Please enter your phone number.","587":"Please enter your city.","588":"Please enter your country.","589":"You have to accept the reseller terms of service","590":"Please select at least one country.","591":"Please select at least one payment method.","592":"Please select at least one country per payment provider.","593":"Awesome","594":"You will receive an e-mail from us with further instructions.","620":"Notice of Alleged Infringement","621":"Notice","622":"We respect the copyright of others and require that users of our services comply with the laws of copyright. You are strictly prohibited from using our services to infringe copyright. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us. If you believe that your content has been copied or used in a way that constitutes copyright infringement, please provide us with the following information: (i) a physical or electronic signature of the copyright owner or a person authorized to act on their behalf; (ii) identification of the copyrighted work claimed to have been infringed; (iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material including for example the uniform resource locator(s) (URL); (iv) your contact information, including your address, telephone number, and an email address; (v) a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and (vi) a statement that the information in the notification is accurate, and, under penalty of perjury (unless applicable law says otherwise), that you are authorized to act on behalf of the copyright owner.","623":"We reserve the right to remove data alleged to be infringing without prior notice, at our sole discretion, and without liability to you. In appropriate circumstances, we will also terminate your account if you are determined to be a repeat infringer. Our designated copyright agent for notice of alleged copyright infringement is:","624":"Copyright Notice","625":"Please use this form to submit a copyright notice. We will respond within 24 hours (instantaneously during business hours).","626":"The Content:","627":"Required field","628":"Infringes on my personal copyright.","629":"Infringes on the copyright of someone I am authorized to represent.","630":"Takedown type:","631":"Select takedown type::","632":"1. Disable the supplied public URL(s) only - the file(s) will remain in the owner's account(s)","633":"2. Disable all public URLs of the underlying file(s) for the supplied URL(s) - the file(s) will remain in the owner's account(s)","634":"3. Remove all instances of the underlying file(s) of the supplied URL(s) - there is no user who is permitted to store this under any circumstance worldwide","635":"I hereby state that I have a good faith belief that the sharing of copyrighted material at the location above is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use)","636":"I understand I may be liable for damages, including costs and attorneys' fees, if I knowingly and materially misrepresent that the reported content, URL(s), or files are infringing.","637":"The information in this notification is accurate, and I state under penalty of perjury that I am authorized to act on behalf of the copyright owner. ","638":"This notification is a serious legal document - please be careful to be accurate in your copyright infringement claims. You may wish to first consult with an attorney to determine whether the content you are reporting is in fact infringing and not protected by fair use, license, or other legal basis.","639":"Submit notice","640":"Add more","641":"URL of infringing content:","642":"Copyright owner name:","643":"Job title:","644":"E-mail address:","645":"Fax:","646":"City:","647":"ZIP \/ Postal code:","648":"Copyrighted work claimed to have been infringed:","649":"My full name:","650":"Company \/ Organisation","651":"Phone:","652":"Address:","653":"State \/ Province:","654":"Country:","655":"Please supply the URL for each copyrighted work claimed to have been infringed.","656":"Please supply the copyrighted work for each infringing URL.","657":"Please select whether the content infringes on your personal copyright or of someone you are authorized to represent.","658":"Please select the takedown type.","659":"Please supply the URL for each copyrighted work claimed to have been infringed.","660":"Please supply the copyrighted work for each infringing URL.","661":"Please supply the copyright owner name.","662":"Please supply your full name.","663":"Please supply your e-mail address.","664":"Please enter a valid e-mail address.","665":"Please confirm that you have good faith belief that the sharing of copyrighted material at the location above is not authorized by the copyright owner, its agent, or the law (e.g., as fair use).","666":"Please confirm that you may be liable for damages, including costs and attorneys' fees, if you knowingly and materially misrepresent that the reported content, URL(s), or files are infringing.","667":"Please confirm that this notification is accurate, and state under penalty of perjury that you are authorized to act on behalf of the copyright owner.","668":"Thank you!","669":"We will review your copyright notice shortly.","670":"Language","671":"Do you speak multiple languages?","672":"Help us translate!","673":"The Privacy Company","674":"No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence. Everyone has the right to the protection of the law against such interference.","675":"Universal Declaration of Human Rights, Article 12","676":"MEGA is Cloud Storage with Powerful Always-On Privacy","677":"MEGA provides robust cloud storage with convenient and powerful always-on privacy. MEGA believes in your right to privacy and provides you with the technology tools to protect it. We call it User Controlled Encryption, or UCE, and it happens automatically.","678":"What is MEGA User Controlled Encryption?","679":"All files stored on MEGA are encrypted. All data transfers from and to MEGA are encrypted. And while most cloud storage providers can and do claim the same, MEGA is different – unlike the industry norm where the cloud storage provider holds the decryption key, with MEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!","680":"MEGA Future","681":"The MEGA cloud is just the beginning. In the future, MEGA will provide UCE in your browser for a wide range of applications without the need to install anything. Our technology will protect your emails, calls, chats and video streams.","692":"Is MEGA legal?","693":"We are a dedicated group of technologists who were given the time, opportunity and Internet access to build an awesome cloud storage service that will help protect your privacy. We have programmed this Internet service from scratch in Auckland, New Zealand. Unlike most of our competitors, we use a state of the art browser based encryption technology where you, not us, control the keys. Our design group includes Kim Dotcom, Mathias Ortmann, Bram van der Kolk, and Finn Batato. Tony Lentino, owner of domain registrar Instra Corporation, is our Principal Visionary. Our CEO, Vikram Kumar, has been Chief Executive of InternetNZ, a non-profit organization promoting the vision of an 'open and uncapturable Internet'. We hope you like it.","694":"1. Disable one link (\"URL\") per file - the file(s) will remain the user's account","695":"2. Disable multiple URL's per file - the file(s) will remain the user's account","696":"3. Remove all underlying file(s) of the supplied URL(s) - there is no user who is permitted to store this under any circumstance worldwide","697":"4. Other","698":"You may submit a notice here","699":"Sign and submit notice","700":"Please submit your takedown notice manually by email to [A1]copyright@mega.co.nz[\/A1] pursuant to our [A2]takedown provisions[\/A2].","701":"E-mail takedown notice","702":"Report Abuse","703":"Your sign-up link is not valid. Please check for possible line breaks in your activation e-mail.","704":"Your account has already been activated. Please log in.","705":"Your confirmation could not be processed. Please sign up again. Error code:","706":"Change password","707":"Update","708":"Request change","709":"I can't remember my current password","710":"If you are still logged in but cannot remember your current password, you can set a new password by checking this option. You will receive a password change confirmation link by e-mail that activates the new password if clicked within 15 minutes.","711":"Request Change","712":"Redemption complete","713":"The voucher balance has been credited to your account. Would you like to continue your pro purchase now?","714":"This voucher has already been redeemed.","715":"The new passwords you have entered do not match. Please try again.","716":"Current password","717":"New password","718":"Confirm new password","719":"Please enter your current password.","720":"Please enter your new password.","721":"Please check your e-mail and click the confirmation link to complete your password change.","722":"Change requested","723":"The new password has to be different from your current password.","724":"The current password you have provided is incorrect.","725":"Your password has been changed.","726":"Done","727":"Your password has been changed.","728":"This password confirmation link has expired.","729":"This link has already been confirmed.","730":"Your account has been suspended. Please check your e-mail for details and respond at your earliest convenience.","731":"The associated user account has been terminated due to multiple violations of our [A]Terms of Service[\/A].","732":"You are already logged into an account that is different from the one you are confirming. Please check your current session, log out, and then click on the confirmation link again.","733":"Unknown e-mail address. If you don't have an account with us yet, we invite you to sign up.","734":"Thank you!","735":"Please check your e-mail.","736":"Only accounts containing no files and folders can reset their password.","737":"Reset password","738":"Request","739":"forgot your password?","740":"Your password has been changed successfully.","741":"Please choose a new secure password.","742":"Reset","743":"This link has expired. Please request a new link.","744":"Invalid link. Please request a new link.","745":"No billing cycle","746":"Membership type","747":"Weekly","748":"Monthly","749":"Yearly","750":"Next billing cycle is on ","751":"One-time","752":"MEGA Firefox extension","753":"Install the MEGA Firefox extension for vastly improved download performance. It will allow you to batch-download an unlimited number of files without any size restrictions.","754":"The MEGA Firefox extension is secure and invisible. If you prefer to use MEGA without extension, we strongly recommend you to use [A]Chrome[\/A].","755":"Install extension","756":"1 download completed","757":"[X] downloads completed","758":"Open download folder","759":"click here to open","760":"Please install the MEGA Firefox extension to download a file this large.","761":"Please confirm","762":"You are about to download a very large amount of files, which can slow down your browser. Proceed anyway?","763":"Contact","764":"Your download could not be started because your hard-disk is running full.","765":"Your downloads could not be started because your hard-disk is running full.","766":"Some of your downloads could not be started because your hard-disk is running full.","768":"Your download could not be started because your hard-disk is running full, or you are using Chrome in private mode which does not support the writing of files.","769":"We can only use 5% of your available disk space for downloading. Please free up more space to continue.","770":"Choose your password","771":"Confirm your password","772":"URL to the file:","773":"remaining","774":"E-mail link","775":"rename below:","776":"Save","777":"Remember me on this device","778":"Don't have a MEGA account?","779":"Register now","780":"Already have a MEGA account?","781":"Due to the limited CPU performance of mobile devices, RSA key generation can take several minutes to complete. We appreciate your patience.","782":"Empty Folder","783":"No files in your Cloud Drive","784":"No Contacts","785":"No results.","786":"No files in your Inbox","787":"No files in your Rubbish Bin","788":"Are you sure you want to move this file to the Rubbish Bin?","789":"Are you sure you want to move this folder to the Rubbish Bin?","790":" Open File","791":"Import File","792":"Delete File","794":"Delete Folder","796":"Get Link","797":"Share Folder","798":"Storage Space","799":"Used space","800":"Free Space","801":"Desktop version","802":"Contact E-Mail","803":"File Download","804":"Unfortunately, this file type is currently not supported on your device with MEGA.","805":"We will implement mobile support for this file type in the near future.","806":"change the folder name:","807":"change the file name:","808":"Folder Link","809":"URL to the folder:","810":"Download Link","811":"URL to the file:","812":"Confirm account","813":"Shared Folder","814":"Do you want to abort your upload?","815":"Do you want to abort your download?","816":"Please enter a valid e-mail address.","817":"You cannot create a folder in a search result.","818":"Do you want to switch to the desktop version?","819":"starting","820":"This file has been imported to your Cloud Drive.","821":"Your Notifications","822":"Back","823":"Settings","824":"New shared folder from [X]","825":"New shared folder","826":"[X] revoked a shared folder","827":"Shared folder revoked","828":"[X1] folders and [X2] files","829":"[X] folders and 1 file","830":"1 folder and [X] files","831":"1 folder and 1 file","832":"[X] folders","833":"[X] files","834":"1 folder","835":"1 file","836":"[X] added [DATA]","837":"[X] have been added","838":"[X] has been added","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAY","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OCT","860":"NOV","861":"DEC","862":"Notifications","863":"See all","864":"Download as ZIP","865":"Open","866":"Copy 1 selected item","867":"Copy [X] selected items","868":"Move 1 selected item","869":"Move [X] selected items","870":"Confirm","871":"[B]Warning:[\/B] storage quota exceeded. Please delete files or [A]upgrade your account[\/A].","872":"Pro","873":"[X] seconds ago","874":"1 minute ago","875":"[X] minutes ago","876":"1 hour ago","877":"[X] hours ago","878":"1 day ago","879":"[X] days ago","880":"Just now","881":"You are using an ephemeral session. The data you are storing will be lost when it expires. To preserve your files, please upgrade to a real account at your earliest convenience and claim your free 50 GB of secure storage space in the cloud!","882":"Warning","883":"Create your account","884":"[X] is not fully compatible with MEGA","885":"Your browser","886":"Internet Explorer 10 contains a significant bug affecting file writing from JavaScript, causing an out of memory situation when downloading large amounts of data. We expect this issue to be fixed in Internet Explorer 11. In the meantime, please upgrade to an alternative browser.","887":"[X] lacks the HTML5 features MEGA relies on to perform client-side in-browser cryptography. HTML5 file transfers will be emulated through a very limited Flash workaround. Please consider upgrading to a modern browser at your earliest convenience.","888":"Highly Recommended","889":"Recommended","890":"MEGA works best with the following browsers:","891":"Browser compatibility warning","892":"Properties","893":"Uploaded","894":"Total size","895":"Folder name","896":"Created","897":"Contains","898":"Multiple files & folders","899":"Multiple files","900":"Multiple folders","909":"Password","910":"Buy now","911":"Take full advantage of MEGA with [B]Pro[\/B]","912":"from","913":"month","914":"yearly subscription","915":"Massive storage space","916":"Generous bandwidth quota","917":"if you choose to pay annually","918":"Monthly","919":"Annually","920":"Upgrade your account","921":"2 months free","922":"1 month","923":"1 year","924":"Do you have any question about [A]Pro accounts?[\/A]","925":"Our support team will be happy to assist you.","926":"Company name","927":"City","928":"ZIP \/ Postal code","929":"Phone","930":"day","931":"month","932":"year","933":"Address","934":"State or province","935":"PayPal address","936":"Bank account","937":"Benificiary name","938":"Describe your marketing strategy","939":"Bank name","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentation","964":"Affiliate Program","965":"Policies","966":"Takedown Guidance","967":"Logout","968":"Create Account","969":"Please try again","970":"Please enter a valid password.","973":"Used bandwidth","974":"Manage your account","975":"Add Star","976":"Delete Star","977":"No files in your Cloud Drive.","978":"Your search did not match any documents","979":"Your Rubbish Bin is empty","980":"You have no contacts","981":"Your Inbox is empty","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Edit your profile","987":"Expires on","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Go to Contacts","992":"Avatar","993":"Change Avatar","994":"Personal Information","995":"Birthdate","996":"Choose country","997":"Adding contacts is only for registered users.","998":"Please create your free account","999":"Would you like to upgrade your ephemeral session to a free account now?","1000":"Avoid losing access. Free registration is highly recommended!","1001":"Remove contact","1002":"Are you sure you want to remove [X] from your contact-list?","1003":"Confirm removal","1004":"Are you sure you want to move [X] to the rubbish bin?","1005":"Creating links is only for registered users.","1006":"Sharing folders is only for registered users.","1007":"You cannot undo this action.","1008":"Pro bandwidth quota exceeded.","1009":"Need more bandwidth?","1010":"Storage quota exceeded.","1011":"Want to keep your files?","1012":"Storage quota almost exceeded.","1013":"Need more storage quota?","1015":"Please enter your voucher code.","1016":"Select an image","1017":"Use this as Avatar","1018":"Empty","1019":"Add an email address","1020":"Please enter an e-mail address or select a contact.","1021":"On","1022":"Off","1023":"You do not have write access to this folder.","1024":"Please enter a folder name.","1025":"Multiple items","1026":"Enter decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Public link","1030":"Select from your contacts, or add email addresses","1031":"Export file links and decryption keys","1032":"Include file key","1033":"Copy keys","1034":"Download multiple files","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}