{"10":"MÁS GRANDE.MÁS RÁPIDO.MÁS POTENTE.MÁS SEGURO.MEJOR.","11":"Artículo 12","12":"Nadie será objeto de injerencias arbitrarias en su vida privada, su familia, su domicilio o su correspondencia, ni de ataques a su honra o su reputación. Toda persona tiene derecho a la protección de la ley contra tales injerencias o ataques.","13":"Declaración Universal de los Derechos Humanos.","14":"Confirmar eliminación","15":"¿Estás seguro de querer eliminar permanentemente todos los archivos de la papelera?","16":"Error interno","17":"Cuota de ancho de banda excedida","18":"Demasiadas conexiones para esta descarga","19":"Sesión expirada o  inválida","20":"No disponible temporalmente","21":"Problemas con la cuenta, por favor, compruebe su e-mail","22":"El archivo ya no existe","23":"El archivo ya no está accesible","24":"Error al desencriptar","25":"La carpeta en la que estás ha sido eliminada o movida por otro usuario.","26":"Carpeta perdida","27":"Por desgracia, 1 archivo no pudo ser cargado porque su tamaño supera los [X].","28":"Por desgracia, [X1] archivos no pudieron ser cargados porque su tamaño supera los [X].","29":"Únicamente podrás cargar archivos con el gestor alternativo de Adobe Flash porque tu navegador no soporta el elemento HTML5 FileReader. Si quieres eliminar esta limitación (y mejorar tu experiencia de navegación), considera instalar [A]Google Chrome[\/A].","30":"Limitación del navegador","31":"Tan solo podrás cargar archivos menores a [X] con Internet Explorer. Chrome y Firefox te permiten cargar archivos de cualquier tamaño.","33":"MEGA funciona fantástico con Google Chrome","34":"Cuidado:","35":"Estás utilizando un navegador desfasado, lo que afectará negativamente al rendimiento de tus transferencias.","36":"Por favor, actualízate a Google Chrome.","37":"Mientras otros navegadores están aún luchando por implementar todo el espectro de funcionalidades de HTML5, Google Chrome ya lo soporta todo hoy. Para disfrutar de toda la potencia de MEGA (como lotes de de descarga y subida automatizados), te recomendamos encarecidamente abandonar tu desfasado navegador actual y actualizarte a Chrome en cuanto puedas.","38":"No mostrar este mensaje de nuevo.","39":"No, Gracias","40":"Descargar Chrome","41":"Has eliminado una carpeta que contiene una carpeta compartida.","42":"Una vez vacíes la Papelera este compartido será desactivado.","43":"Has eliminado una carpeta que contiene [X] carpetas compartidas.","44":"Una vez vacíes la Papelera estos compartidos serán desactivados.","45":"Aviso de carpeta compartida","46":"Error Interno","47":"Ups, algo ha salido mal. ¡Lo sentimos!","48":"Por favor, introduce al menos tres caracteres para buscar.","49":"mover [X] elemento(s) seleccionado(s)","50":"1 archivo","51":"[X] archivos","52":"y","53":"1 carpeta","54":"[X] carpetas","55":"Solo Lectura","56":"Lectura y Escritura","57":"Acceso Total","58":"Descargar","59":"Obtener Enlace","60":"Compartir","61":"Renombrar","62":"Mover","63":"Copiar","64":"Permisos","65":"Solo tienes acceso de lectura a esta carpeta.","66":"Tienes acceso de lectura y escritura a esta carpeta.","67":"Tienes control total sobre esta carpeta.","68":"Nueva Carpeta","69":"Crear una Carpeta Nueva","70":"Vaciar la Papelera","71":"Añadir un contacto","72":"Eliminar contacto","73":"¿Estás seguro de que desea eliminar a este usuario de tu lista de contactos?","74":"¿Estás seguro de que desea eliminar a estos usuarios de tu lista de contactos?","75":"Eliminar contacto","76":"Estás a punto de eliminar permanentemente [X] de la Papelera.","77":"¿Estás seguro de proceder?","78":"Si","79":"No","81":"OK","82":"Cancelar","83":"Eliminar","84":"Confirmar eliminación","85":"Recargar","86":"Nombre","87":"Tamaño","88":"Tipo de transferencia","89":"Estado","90":"Velocidad","91":"Tiempo transcurrido","92":"Tiempo restante","93":"Tipo","94":"Última modificación","95":"E-mail","96":"Permisos","97":"Nueva Subida","98":"Subir una Carpeta","99":"Subir un Archivo","100":"Vaciar la Papelera","101":"Añadir un contacto","102":"Buscar","103":"Cancelar la transferencia","104":"Transferencias de Archivos","105":"pendiente(s)","106":"Gestor de Archivos","107":"¿Quieres copiar la carpeta seleccionada a la bandeja de entrada privada de [X]?","108":"Confirmación","109":"¿Quieres copiar la carpeta seleccionada a esta carpeta compartida?","110":"¿Quieres copiar los objetos seleccionados a la bandeja de entrada privada de [X]?","111":"¿Quieres copiar los objetos seleccionados a esta carpeta compartida?","112":"Exporta los enlaces al archivo y sus llaves de encriptación.","113":"Enlace al archivo","114":"Llave del archivo","115":"Nombre del archivo","116":"Tamaño del archivo","117":"Mover a otro lugar","118":"Seleccione destino","119":"Cuota de ancho de banda complementaria excedida.","120":"Tu descarga no puede comenzar, porque te llevaría a superar el límite de transferencia gratuita asignado a tu dirección IP.","121":"Este límite es dinámico y depende de la cantidad de ancho de banda sin utilizar que tengamos disponible.","122":"Solo las transferencias realizadas durante las últimas 5-6 horas cuentan.","123":"En esa ventana de tiempo:","124":"Has descargado [X].","125":"[X1] estarán disponibles en [X2].","126":"El límite actual por IP es de [X].","127":"Para un mejor servicio, tus descargas en cola de espera quedarán en suspenso hasta que tengas suficiente cuota disponible,  entonces continuarán automáticamente.","128":"Si no quieres esperar, quizá quieras contratar un paquete de ancho de banda que además te dé un amplio almacenaje extra.","129":"Actualizar a Pro","130":"Descargar archivos","131":"Pulsa \"Permitir\" para completar la descarga","132":"Mover objetos","133":"Mover [X]","134":"Copiar [X]","135":"Error","136":"Por favor, selecciona la carpeta destino.","137":"Por favor, selecciona una carpeta de destino válida.","138":"La carpeta de destino no puede ser la misma que la de origen.","139":"Error cíclico","140":"Error cíclico: el destino no puede ser una subcarpeta de la propia carpeta a mover.","141":"Por favor, introduce una dirección de e-mail válida.","142":"Por favor, espera...","144":"Quitar","145":"Dirección de E-mail:","146":"Compartir con un nuevo usuario:","147":"Garantizar acceso","148":"Cerrar","149":"Compartir","150":"Contacto invitado","151":"El usuario [X] ha sido invitado y aparecerá en tu lista de contactos en cuanto se registre.","152":"No puedes añadirte a ti mismo a la lista de contactos","153":"Dirección de E-mail","154":"Añadir contacto","155":"Añadir","156":"Cancelar","157":"Nombre de Carpeta","158":"Crear","159":"Cancelar","160":"Este nombre de carpeta ya se encuentra en uso. Por favor, inténtelo de nuevo.","161":"Renombrar","162":"Renombrar","163":"Cancelar","164":"Mi disco en la nube","165":"Contactos","166":"Bandeja de entrada","167":"Papelera","168":"Papelera","169":"Menú","170":"Crear cuenta","171":"Iniciar sesión","172":"Arrastra tus archivos aquí","174":"o","175":"Seleccionar","176":"Seleccionar archivos a cargar","177":"Tú tienes el control de lo que almacenas en la nube","178":"Colaboración Online Segura","179":"Potente Administrador de Archivos","180":"Ecosistema de Aplicaciones","181":"Características al detalle","182":"Comparte carpetas encriptadas con compañeros de trabajo o negocios, e intercambia documentos confidenciales utilizando nuestro encriptado punto a punto.","183":"Lista y gestiona tus archivos desde tu navegador, con gestor de subidas rápidas - y descarga.","184":"Una intuitiva API permite a desarrolladores externos mejoras la funcionalidad de MEGA.","185":"Encriptado RSA de 2048 bits","186":"Desconectar","187":"Mi Cuenta","188":"Gestor de Archivos","189":"Cerrar sesión","190":"Inicia sesión","191":"crea una cuenta","192":"Recuérdame","193":"Iniciar sesión","194":"[X] servidores online","195":"Tu e-mail","196":"Tu e-mail","197":"Por favor, indica tu e-mail.","198":"Por favor, indica un e-mail válido.","199":"Por favor, indica tu contraseña.","200":"Ups, algo ha salido mal.","201":"E-mail o contraseña incorrectos. Por favor, inténtalo de nuevo.","202":"Crea una cuenta nueva","204":"o","205":"Inicia sesión","206":"Tu nombre","207":"Tu e-mail","208":"Acepto los  [A]Términos de servicio[\/A] de MEGA","209":"Regístrate","210":"Prepárate para una nueva era","211":"El almacenaje en la nube no volverá a ser lo mismo","212":"Por favor, introduce tu nombre.","213":"Por favor, indica una contraseña.","214":"Tienes que aceptar nuestros términos de empleo.","215":"Se ha producido un error desconocido. Por favor, inténtalo de nuevo.","216":"Increíble","217":"Por favor, comprueba tu e-mail y pulsa el enlace para confirmar tu cuenta.","218":"Este e-mail ya ha registrado una cuenta en MEGA","219":"Este e-mail ya ha registrado una cuenta en Mega","220":"Débil","221":"Correcta","222":"Buena","223":"Excelente","224":"SELECCIONA ARCHIVOS PARA SUBIR","225":"SELECCIONA ARCHIVOS PARA SUBIR O ARRÁSTRALOS AQUI","226":"Para evitar saturaciones, en ocasiones tenemos que limitar el uso de ancho de banda. En las últimas seis horas, tu IP ha usado [X1], lo que, combinado con el archivo seleccionado de [X2], excedería tu límite de [X3]. Para asegurar un acceso equitativo y justo a nuestros recursos, tus descargas pendientes han sido puestas en suspenso. Continuarán automáticamente en cuando se reduzca la saturación.","227":"Las transferencias cubiertas por ancho de banda de pago están exentas de esta limitación, si no quieres esperar, quizá quieras considerar el pasarte a una cuenta pro.","228":"Gestión de tráfico aplicada","229":"No volver a mostrar","230":"Actualizarme a Pro","231":"No gracias, esperaré","232":"No gracias, esperaré","233":"Error temporal, re-intentando.","234":"Descargar Archivo","235":"Descargar","236":"Importar","237":"Comenzando descarga","238":"Aviso de copyright","239":"Descarga completada","240":"Para completar el proceso de transferencia del archivo, debes guardarlo manualmente.","241":"Guardar Archivo","242":"Actualízate a Chrome para disfrutar de todo el potencial de MEGA","243":"El archivo que intentas descargar ya no está disponible.","244":"Esto podría deberse a los siguientes motivos:","246":"El archivo ha sido eliminado por una violación de los TdS\/PUA.","247":"URL no válida - el enlace al que intentas acceder no existe","248":"El archivo ha sido eliminado por el usuario.","249":"El archivo que intentas descargar no está temporalmente disponible.","250":"Nuestro sistema de redundancia ha fallado. Esto puede deberse a los siguientes motivos:","251":"Algunos servidores están caídos por mantenimiento.","252":"Estamos saturados y añadiendo más capacidad.","253":"Por favor, inténtelo más tarde.","254":"El archivo que intentas descargar ya no está disponible.","255":"Este archivo ya no está disponible debido a una reclamación de copyright de [X].","256":"Tu clave no tiene la longitud correcta.","257":"Por favor, asegúrate de introducir una clave válida.","258":"Descargando","259":"¿Qué significa \"MEGA\"?","260":"MEGA es un acrónimo recursivo que significa \"Acceso Global Encriptado MEGA\"","261":"¿Qué es todo esto de MEGA?","262":"MEGA es un proveedor de almacenaje en la nube. Ofrece ancho de banda y espacio de almacenamiento accesible vía Internet tanto gratuito como de pago. Te permite almacenar y acceder a tus archivos desde tu navegador o a través de aplicaciones cliente.","264":"Hasta donde sabemos, ninguna legislación persigue el almacenaje en la nube o el encriptado.  Por favor, cumple la legislación vigente sobre [B]como[\/B] utilizar el almacenamiento en la nube y el encriptado, así como nuestros [A]términos de empleo[\/A].","265":"MEGA ha sido diseñado por la misma gente que previamente mantenía uno de los mayores negocios de almacenaje en la nube del mundo. Por favor, ¿puedo recuperar mi cuenta y mis archivos?","266":"Por desgracia, MEGA no tiene acceso a ninguno de los recursos que sus empleados crearon anteriormente. No hay conexión legal ni reutilización alguna de código, máquinas o bases de datos, y por tanto no disponemos de forma alguna de recuperar tus datos antiguos.","267":"¿Por qué una empresa de almacenaje en la nube, concretamente en Nueva Zelanda?","268":"Aparte de otras importantes razones, el nombre nativo Maorí de Nueva Zelanda es \"Aotearoa\", que significa \"Tierra de la larga nube blanca\".","269":"¿Puedo acceder a MEGA desde un dispositivo móvil?","270":"MEGA ha sido optimizado para navegadores de escritorio. Estamos trabajando duro para hacer a MEGA totalmente compatible con los dispositivos móviles y tabletas mayoritarios. Podrás contar con estupendas aplicaciones a medida para tu dispositivo móvil en breve.","271":"¿Puedo continuar descargas o subidas interrumpidas?","272":"Si, mientras no cierres la pestaña del navegador las descargas y cargas continuarán automáticamente tras, p.ej. un corte de línea de red o una suspensión de tu dispositivo. Por favor, ten en cuenta que nuestros servidores descartan las subidas incompletas tras 48 horas sin actividad.","273":"¿Puedo subir el mismo archivo varias veces?","274":"Como el servidor no puede saber los nombres de los ficheros, el cliente debe encargarse de evitar la colisión de nombres. Con la configuración por defecto, si subes un archivo que ya se supone tienes en tu cuenta (misma ruta\/nombre de archivo, mismo tamaño, misma fecha de modificación), el sistema se lo salta, pero nada evita que tengas varios archivos o carpetas con el mismo nombre en la misma carpeta.","275":"¿Cómo controláis el gasto de ancho de banda?","276":"Nuestra política es no imponer ninguna restricción artificial a los usuarios salvo que sea necesario por un cuello de botella en nuestra infraestructura. Aún así, nos reservamos el derecho a limitar por IP en cualquier momento el uso de ancho de banda de los usuarios por motivos operacionales. Tu cola de transferencias continuará automáticamente una vez la saturación se reduzca. No se requiere para ello intervención manual alguna.","277":"¿Hay límites en los tamaños de archivo en MEGA?","278":"No imponemos ninguna restricción artificial al tamaño de los archivos más allá de tu espacio de almacenamiento disponible en la nube. Sin embargo, algunos navegadores antiguos o técnicamente inadecuados  requieren almacenar el archivo completo en memoria para descargarlo (Firefox, IE10, Opera), o incluso para cargarlo y descargarlo (IE9, Safari 5).","279":"¿Puedo subir y descargar al mismo tiempo?","280":"Si. Puedes ejecutar en paralelo una subida y una descarga por pestaña del navegador.","281":"¿Por qué no facilitáis miniaturas de imagen o pre-visualización de streaming de los archivos  de video y audio?","282":"Porque nuestro modelo de encriptado punto a punto evita de forma inherente cualquier manipulación de tus datos por parte del servidor, algo que sería necesario para facilitar dichas funcionalidades.","283":"¿Cómo subo archivos a MEGA?","284":"Hay tres formas de subir tus archivos a MEGA utilizando tu navegador web:","285":"1. Pulsar el botón rojo de la página de inicio","286":"2. Ir al gestor de ficheros y pulsar en los botones situados cerca de la parte superior \"Subir archivo\" o (si estás utilizando Chrome) \"Subir Carpeta\"","287":"3. Arrastrar archivos o (si estás usando Chrome) carpetas a la página","288":"¿Cómo instalo MEGA?","289":"No necesitas instalar nada. MEGA está basado completamente en el navegador, y funciona con todos los navegadores mayoritarios actuales. Para liberar el potencial completo de MEGA, te recomendamos encarecidamente el uso de Google Chrome.","290":"¿Cómo funciona el compartir carpetas?","291":"Puedes compartir cualquier subcarpeta de tu disco en la nube con amigos, familiares o compañeros de trabajo. Las invitaciones se realizan por medio del e-mail. Los invitados que no tengan aún una cuenta recibirán una notificación por e-mail con un enlace para darse de alta. De forma alternativa, puedes crear un enlace público a cualquiera de tus carpetas, y exportar la clave criptográfica de esa carpeta concreta, haciéndola accesible incluso sin tener cuenta en MEGA. ","292":"Para crear, modificar, eliminar o compartir un archivo, simplemente haz click con el botón derecho del ratón en una carpeta de tu gestor de archivos y elige Compartir. Hay tres niveles de acceso: Solo lectura, Lectura y Escritura (se pueden añadir archivos, pero no eliminarlos), y Acceso total (se pueden añadir y eliminar archivos).","293":"Si has añadido un  e-mail que no tenía cuenta aún, deberás conectarte al menos una vez después de que el destinatario complete el proceso de alta para que puedas encriptar el acceso de compartición con su nueva clave de compartición.","294":"¿Cómo elimino gente de mi carpeta compartida?","295":"Simplemente haz click con el botón derecho del ratón en una carpeta de tu gestor de archivos y selecciona compartir. Verás a toda la gente que actualmente tiene acceso a dicha carpeta compartida. Haz click derecho en la persona indicada y pulsa en la opción Eliminar del menú.","296":"¿Cómo reconoceré mis carpetas compartidas?","297":"Las carpetas compartidas de tu gestor de archivos tienen un icono especial con una mano bajo la carpeta.","298":"¿Puedo compartir carpetas que han sido compartidas conmigo?","299":"No. Las carpetas no son transferibles.","302":"¿Cómo enlazo a un archivo en MEGA?","303":"Ante todo, una medida de precaución: La seguridad criptográfica de tus archivos depende de la confidencialidad de las claves de encriptado asociadas. ¡Asegúrate de entregarlas solo por medios seguros! El  e-mail habitual, por ejemplo, no es lo bastante seguro.","304":"Con esto en mente, selecciona uno o varios archivos de tu gestor de archivos, haz con el botón derecho del ratón y utiliza \"Obtener enlace\". Se abrirá una ventana  con los enlaces públicos a los archivos. Puedes elegir exportar cada enlace y clave por separado o como un enlace combinado.","305":"¿Cómo funciona el encriptado?","306":"Toda el encriptado es punto a punto. Los datos cargados se encriptan en el dispositivo de subida antes de ser enviados a Internet, y los datos descargados se desencriptan una vez han llegado al dispositivo de descarga. El ordenador cliente es el responsable de generar, intercambiar y gestionar las claves de encriptado. Las claves nunca abandonan el ordenador cliente (salvo la excepción de las claves públicas RSA).","307":"¿Está toda mi información personal encriptada?","308":"No. Solo los datos de archivos\/carpetas se encriptan. La información operativa que necesitamos, tal como tu  e-mail, dirección IP, estructura de carpetas, propietarios de archivos y credenciales de pagos, está almacenada y se procesa sin encriptar. Por favor, lee nuestra política de privacidad para más detalles.","309":"¿Son mis datos almacenados completamente seguros?","310":"Toda seguridad es relativa. Existen estos vectores de ataque, no son específicos de MEGA, pero queremos que conozcas los riesgos:","311":"Las cuentas individuales pueden ser puestas en peligro por:","312":"- Spyware en tu PC. Un simple keylogger es suficiente, pero las credenciales de sesión y claves pueden ser extraídas también de la memoria o el sistema de archivos.","313":"- Cotillas mirando sobre tu hombro. No teclees tu contraseña si alguien puede ver qué teclas pulsas.","314":"- Ataques de fuerza bruta a tu contraseña. Utiliza contraseñas seguras.","315":"- Phishing. Asegúrate siempre del estado de seguridad de tu conexión (https:\/\/) y del dominio correcto (mega.co.nz) antes de introducir tu contraseña.","316":"Ataques a gran escala se pueden realizar a través de:","317":"- Un ataque de MitM, man-in-the-middle o intermediario, en español. Requiere disponer de un duplicado de un certificado SSL válido en combinación con una modificación de DNS y\/o ataques a nuestras rutas BGP (escenario similar al caso DigiNotar)","318":"- Obteniendo acceso a los servidores de Hosting en https:\/\/mega.co.nz\/index.html y sustituyendo dicho archivo con una versión modificada (esto no afectaría al acceso a través de aplicaciones). Ten en cuenta que manipular contenido en nuestra CDN distribuida de contenido estático no supone un riesgo de seguridad, ya que todo el contenido cargado por el index.html está sujeto a verificación con una huella criptográfica (piensa en ello como un \"arranque seguro\" para sitios web). Este tipo de ataque requiere el envío de código malicioso al cliente y es por tanto detectable.","319":"- Obteniendo acceso a nuestra infraestructura interna de servidores y creando peticiones de claves manipuladas sobre los compartidos existentes. Este tipo de ataque solo afecta a datos en carpetas compartidas y también es detectable en el lado del cliente.","320":"¿Y si no me fío de vosotros? ¿Es aún así seguro utilizar MEGA?","321":"Si no crees en nosotros, no podrás ejecutar el código que te servimos, así que ni siquiera podrás abrir nuestra web en tu navegador e introducir tu contraseña. Si aún así quieres utilizar MEGA, podrás hacerlo a través de una aplicación cliente escrita por alguien en quien confíes.","322":"Me fío de vosotros y vuestro centro de datos en Nueva Zelanda, pero no me fío de vuestro centro de datos en Alemania, porque está gestionado por una empresa americana. ¿Aún puedo usar MEGA de forma segura?","323":"Si, puedes utilizar MEGA de forma segura, incluso aunque nuestros servidores en Alemania fuesen comprometidos. El centro de datos de Nueva Zelanda se asegura de que ningún código malicioso pueda ejecutarse cuando visitas https:\/\/mega.co.nz\/.","324":"¿Los datos que pongo en carpetas compartidas son tan seguros como mis otros datos?","325":"Las carpetas compartidas, por naturaleza, son tan seguras como su miembro más débil. Por tanto, si se comprometiese nuestra infraestructura de datos interna habría un riesgo adicional: Las claves públicas podrían ser manipuladas, así como las peticiones de claves.","326":"Asumiendo que un nodo de almacenamiento de MEGA resulta comprometido físicamente. ¿Cuales son los riesgos?","327":"Se producirían mensajes de error tras descargar archivos manipulados. Incluso si el atacante tiene las claves de encriptado de un archivo dado de dicho nodo, no podría sustituirlo con otro modificado sin provocar que las descargas siguientes fallasen.","328":"¿Es buena idea almacenar todos mis datos en un solo lugar?","329":"Conserva siempre copias redundantes de tus archivos importantes, online y en local. Aunque mantenemos copias de cada archivo en al menos dos lugares diferentes, no hay garantías contra múltiples fallos simultáneos o comportamientos irregulares de gobiernos.","330":"¿Por qué debería confiar mis datos, de todo el mundo, a vosotros?","331":"Ofrecemos encriptado controlado por el usuario (UCE) donde tú, el usuario, controlas las claves. La implementación UCE es de código abierto, e invitamos y animamos a la comunidad a revisarlo y ofrecer mejoras. Creemos que este enfoque es mucho más seguro que almacenar tus datos en un proveedor con encriptado del lado del servidor, donde el Proveedor (ISP) controla las claves o, peor aún, no utiliza encriptado en absoluto - si, por ejemplo, los archivos de los usuarios de Mega fuesen de repente accesibles sin contraseña por un error de programación, serían ilegibles sin las claves de desencriptado del usuario.","332":"Me he fijado que utilizáis HTTPS para transferir datos ya antes encriptados. ¿No es un poco redundante?","333":"Lo es. Por desgracia, la mayoría de los navegadores protestan si quieres establecer conexiones inseguras desde una página web segura, y quién podría culparlos,  no tienen forma de saber que hay otra capa de encriptado ya en uso. Debido a que el protocolo HTTPS tiene un menor rendimiento, te ofrecemos desactivarlo en navegadores que lo permitan (Internet Explorer no lo permite) para acelerar tus transferencias sin poner en riesgo la confidencialidad o integridad de tus datos. Verás un aviso de SSL aparecer en tu primera transferencia de datos en algunos navegadores - en este  caso (y solo en este), es seguro ignorarla.","334":"¿Qué algoritmos de encriptado utiliza MEGA internamente?","335":"Para transferencias en bloque, AES-128 (creemos que el alto uso de CPU de AES-192 y AES-256 no compensa los teóricos beneficios de seguridad, al menos hasta la llegada de los ordenadores cuánticos).<\/p><p>Las comprobaciones de integridad tras la descarga se realizan con una variante parcial de CCM, menos eficiente que OCB, pero no está gravado por patentes.","336":"Para fijar claves compartidas entre usuarios y enviar archivos a tu bandeja de entrada, RSA-2048 (la longitud de clave se ha elegido como un término medio entre \"demasiado insegura\" y \"demasiado lenta\").<\/P><p>Todo el encriptado, desencriptado y generación de claves está implementado en Javascript, que limita el procesamiento a unos cuantos MB\/s y causa una alta carga de CPU. Estamos esperando a la implementación de la propuesta de API HTML5 WebCrypto en los navegadores mayoritarios, que eliminará este cuello de botella.","337":"El generador de números aleatorios integrado en Javascript se complementa con una generación de entropía RC4 basada en eventos de teclado y ratón leídos a intervalos. *Aleatorio cuando disponible (por el momento sólo en Google Chrome) ","338":"¿Hace MEGA copias de seguridad de mis archivos?","339":"Almacenamos tus archivos en al menos dos servidores en diferentes centros de datos, si están disponibles.","340":"He olvidado mi contraseña. ¿Puedo restaurarla?","341":"Por desgracia, tu contraseña de MEGA es más que una contraseña - es la clave maestra de desencriptado de todos tus datos. Si la pierdes, pierdes acceso a todos tus archivos que no estén en una carpeta compartida y de las que no hayas previamente exportado una clave de archivo o carpeta.","344":"¿Para qué necesito una cuenta Pro?","345":"Una cuenta Pro te da espacio adicional de almacenamiento y ancho de banda extra que inmediatamente se asigna cuando se alcanza cualquier límite operacional de consumo de ancho de banda - puedes utilizar dicha cuota tú mismo, o facilitarla a terceras personas que accedan a tus datos (incluyendo usuarios sin cuenta MEGA). El porcentaje máximo de tu cuota de ancho de banda asignado a terceros es configurable desde los ajustes de tu cuenta.","346":"¿Por qué hay una opción de limitar mi velocidad de subida, y por qué está habilitada por defecto?","347":"Muchos routers no dan prioridad a los paquetes de datos más pequeños en caso de saturación de la línea, haciendo que tu descarga se vea gravemente afectada cuando tu subida está colapsada. Por tanto medimos tu ancho de banda de subida durante los primeros diez segundos de subida y mantenemos siempre un 10% del mismo sin utilizar. Puedes deshabilitar esta opción o asignarle manualmente un % fijo para incrementar tu velocidad.","348":"¿Qué recibo con mi cuenta gratuita?","349":"Un disco en la nube de alto rendimiento, accesible globalmente y con [X] de espacio de almacenamiento. Si necesitas más que eso, puedes mejorar tu cuenta a [A1]Pro[\/A1]. Pulsa [A2]aquí[\/A2] para ver tu uso actual.","359":"¿Disponéis de API?","361":"Si. El Javascript de código abierto que implementa la interfaz basada en navegador de MEGA utiliza nuestra API, así que dispones de un estupendo ejemplo de código de uso real del que partir si no tienes suficiente con nuestra [A]documentación[\/A]. Como no disponemos de los recursos necesarios para desarrollar nosotros mismos todas las estupendas aplicaciones que convertirán MEGA en una herramienta versátil, te invitamos a ayudarnos. Tras auditar el código de tu aplicación para asegurarnos de que no incluyen puertas traseras, lo promocionaremos en nuestra web. Estamos también dispuestos a acordar modelos de participación en los ingresos para las aplicaciones más populares.","362":"Para evitar la sobrecarga de recursos, a veces debemos limitar el uso de ancho de banda. El archivo que estás intentando descargar es mayor que tu límite actual de [X3]. Su transferencia ha sido pospuesta y empezará automáticamente tan pronto como la saturación se reduzca.","365":"Tu navegador está demasiado anticuado para descargar un archivo tan grande.","366":"Aviso de Copyright","367":"MEGA respeta los derechos de propiedad de terceros y requiere que los usuarios del servicio en la nube de MEGA acepten a su vez las leyes respecto al copyright. Se prohíbe estrictamente utilizar  el servicio en la nube de MEGA para infringir dichos derechos de propiedad. No debes subir, descargar, compartir, mostrar, hacer streaming, distribuir, enviar por  e-mail, enlazar, transmitir o proporcionar ningún archivo que infrinja cualquier copyright o derecho de autor de cualquier persona o entidad.","368":"Cuidado:","369":"El modelo de seguridad criptográfica de MEGA depende de la confidencialidad de las claves mostradas arriba. ¡Evita compartirlas por medio de canales inseguros!","370":"Copiar al portapaleles","371":"Copiado al portapaleles","372":"Subida","373":"Descarga","374":"Prometemos, cumplimos","375":"Navegación bloqueada, hay transferencias de archivo en curso.","376":"Debes registrarte para ver esta página.","377":"Tienes al menos una transferencia de archivo en progreso. Si sigues, las transferencias serán interrumpidas.","378":"Por favor, introduce tu contraseña para confirmar tu cuenta.","379":"Por favor, autentifícate para importar este archivo a tu cuenta.","380":"Introduce la clave de desencriptado","381":"Todos los derechos reservados","382":"hecho en Nueva Zelanda","383":"Soporte","384":"Centro de Ayuda","385":"Términos del Empleo","386":"Política de Privacidad","387":"Copyright","388":"Comunidad","389":"Blog","390":"Socios","391":"Distribuidores","392":"Desarrolladores","393":"Socios de Hosting","394":"Inversores","395":"Hazte distribuidor","396":"Acerca de nosotros","397":"Cuenta Gratuita","398":"Cuenta Pro","399":"Contáctanos","400":"Lo básico","401":"Compartiendo","402":"Seguridad y Privacidad","403":"Tu cuenta","404":"Pagos y Facturación","405":"Herramientas","406":"Preguntas más habituales","407":"Categorías:","408":"Enero","409":"Febrero","410":"Marzo","411":"Abril","412":"Mayo","413":"Junio","414":"Julio","415":"Agosto","416":"Septiembre","417":"Octubre","418":"Noviembre","419":"Diciembre","420":"Por favor, inicia sesión para comenzar tu subida.","421":"Por favor, acepta los términos de empleo","422":"Acepto","423":"Necesitas una cuenta de usuario para utilizar la característica de compartir. ¿Quieres registrarte ahora?","424":"Compartir desactivado","425":"Renombrar Carpeta","426":"Renombrar Archivo","427":"Detalles de tu Cuenta","428":"Cupones","429":"Historial de Sesiones","430":"Historial de Compras","431":"Historial de Transacciones","432":"Tipo de cuenta:","433":"Mejorar","434":"Tipo de subscripción","435":"GRATIS","436":"Sin pagos programados","437":"Espacio de Almacenamiento:","438":"[X] utilizado","439":"[X1] de [X2]","440":"Gestión de Ancho de Banda:","441":"Activar Gestión de Ancho de banda","442":"Desactivar Gestión de Ancho de Banda","443":"Puedes especificar el porcentaje que quieres asignar al ancho de banda para servir.","444":"Ajustar Ancho de Banda para Servir:","445":"Ancho de Banda para Servir","446":"(para descargas de terceros de tus archivos)","447":"Ancho de Banda de Descarga","448":"(para descargar archivos de terceros)","449":"Balance de la Cuenta","450":"Recargar","451":"Crear cupones","452":"Tipo de cupón:","453":"Selecciona tipo de cupón","454":"Cantidad:","455":"Crear","456":"Canjear cupón","457":"Comprar cupón","458":"Canjear","459":"Tus Cupones","460":"Cupones sin utilizar","461":"Cupones canjeados","462":"Cupones cancelados","463":"Cupones anulados","464":"Todos los cupones","466":"Últimos [X]","467":"Historial de Sesiones","468":"Historial de Compras","469":"Últimas [X] compras","470":"Historial de Transacciones","471":"Últimas [X] transacciones","472":"Últimas [X] sesiones","473":"Ups, ese no parece un cupón de descuento válido.","474":"Fecha de Caducidad:","475":"Fecha\/Hora","476":"Artículo","477":"Cantidad","478":"Método de pago","479":"Navegador","480":"Dirección IP","481":"País","482":"Actividad más reciente","483":"Sesión actual","484":"ID de transacción","485":"Crédito","486":"Débito","487":"Código de cupón","488":"Estado","489":"No utilizado","490":"Canjeado el ","491":"Anulado el","492":"Cancelado el","494":"Elige tu plan:","495":"Almacenamiento","496":"Ancho de Banda","497":"Elige modalidad:","498":"mensual","499":"anual","500":"Elige modalidad:","501":"ahorra un 17%","502":"Elige modalidad:","503":"Elige forma de pago:","504":"Saldo de pre-pago","505":"comprar cupón","506":"Profesional","507":"Continuar","508":"código de cupón","509":"LA EMPRESA DE LA PRIVACIDAD","510":"¡Bienvenido a MEGA!","511":"Tu par de claves pública \/ privada RSA de 2048 bits están siendo generadas.","512":"Para hacer la clave más segura, hemos generado entropía en base a tus movimientos de ratón y tu tiempo de tecleo.","513":"El código de descuento ha sido aplicado a tu cuenta, pero aún así tu saldo de pre-pago es insuficiente para esta compra. Por favor, añade más saldo o intenta comprar un plan más barato.","514":"Saldo insuficiente, por favor, inténtalo de nuevo.","515":"Esta carpeta tiene más de 500 entradas. Las carpetas muy grandes pueden ralentizar tu navegador. Por favor,  considera el uso de subcarpetas.","516":"Obtén ayuda","517":"¿Algo no funciona? Revisa nuestro [A]centro de soporte[\/A] antes de nada. Si no encuentras respuesta a tu duda allí, no dudes en contactar con nosotros.","518":"Legal","519":"Nuestro departamento legal está a la espera de responder a tu pregunta.","520":"Copyright","521":"¿Preocupado por un usuario violando tus derechos de propiedad intelectual? Por favor, envía una reclamación de retirada a través de nuestro [A]formulario online[\/A] o envíanos un  e-mail.","522":"Sugerencias de mejora","523":"Por favor, envía peticiones de nuevas funcionalidades o sugerencias para mejoras de usabilidad desde aquí.","524":"Avisar de un fallo","525":"MEGA está actualmente en beta, te invitamos a enviar avisos de fallos. Cuanto más detallados, mejor.","526":"Medios","527":"Queremos invitar a todos los miembros de los medios de comunicación, incluyendo blogueros, a que contactéis con nosotros con cualquier duda sobre MEGA.","528":"Hazte distribuidor","529":"¡Sé parte de un proyecto de éxito!","530":"Nuestro programa de distribuidores te permitirá vender cupones Mega directamente a tus clientes.","531":"Detalles:","532":"Tendrás acceso a nuestra sofisticada interfaz de gestión de cupones.","533":"Crea cupones a tiempo real desde el saldo de tu cuenta.","534":"Genera beneficios desde el principio.","535":"Cuanto más vendes, mayor es tu porcentaje de beneficio, y por tanto tus ganancias serán mayores.","536":"El acceso a la API de distribuidores te permitirá desarrollar estupendas herramientas que puedan interactuar con nuestros sistemas a tiempo real.","537":"Publicidad gratuita: tu web será enlazada en Mega.","538":"Tras revisar y aprobar tu solicitud de distribución. Tu negocio y tu web deben cumplir con nuestros standards.","539":"Porcentaje de Beneficio","540":"Tu Porcentaje de Beneficio será descontado al crear los cupones.","541":"Facturación Mensual","542":"Beneficio","543":"más de [X]","544":"Solicitar distribución","545":"Date de alta como distribuidor","546":"Detalles","547":"Tus detalles","548":"Sector","549":"Selecciona tus sectores de distribución","550":"Pagos","551":"Selecciona métodos de pago","552":"Selecciona métodos de pago de la lista de proveedores disponibles","553":"¿Tu forma de pago no está en el listado? Por favor, [A]envíanos un  e-mail[\/A]","554":"Completo","555":"Estoy de acuerdo con los [A]Términos de Empelo de Distribuidores[\/A] de MEGA","556":"Siguiente","557":"Selecciona sectores de la lista de países disponibles","558":"Anterior","559":"Tu nombre","560":"URL de tu negocio","561":"Dirección","562":"ZIP \/ Código postal","563":"Nombre de tu negocio","564":"Teléfono","565":"Ciudad","566":"Selecciona los países por forma de pago:","568":"Por favor, selecciona tu país","569":"Ajustes de transferencia","570":"Número de conexiones de subida paralelas:","571":"Número de conexiones de descarga paralelas:","572":"Límite de subida:","573":"Ninguno","574":"Automático","575":"Fijo","576":"Ignorar archivos idénticos al subir","577":"Si","578":"No","579":"Utilizar SSL para las transferencias de archivos:","580":"Desactivar SSL mejora el rendimiento y no afecta a la seguridad.","581":"Por favor, introduce tu nombre","582":"Por favor, introduce la URL de tu negocio.","583":"Por favor, introduce tu dirección.","584":"Por favor, introduce tu ZIP o Código Postal.","585":"Por favor, introduce el nombre de tu negocio.","586":"Por favor, introduce tu número de teléfono.","587":"Por favor, introduce tu ciudad.","588":"Por favor, introduce tu país.","589":"Debes aceptar los términos de empleo de distribuidor.","590":"Por favor selecciona al menos un país.","591":"Por favor, selecciona al menos una forma de pago.","592":"Por favor, selecciona al menos un país por proveedor de pagos.","593":"Increíble","594":"Recibirás un e-mail nuestro con más instrucciones.","620":"Reclamación de Infracción de Copyright","621":"Aviso","622":"MEGA respeta los derechos de autor de otros y espera que los usuarios de los Servicios en la Nube hagan lo mismo. Responderemos a las reclamaciones de supuestas infracciones de copyright que cumplan con la legislación y se nos proporcionen de forma adecuada. Si usted cree que su contenido ha sido copiado o utilizado de una forma que constituya una infracción de copyright, por favor, facilítenos la siguiente información: (i) una firma física o electrónica del propietario del copyright o una persona autorizada para actuar en su nombre; (ii) identificación de la obra cuyos derechos alega han sido violados; (iii) identificación del material que se indica infringe o es objeto de actividad infractora y que debe ser eliminado o cuyo acceso debe ser inhabilitado, e información razonablemente suficiente para permitirnos ubicar el material, incluyendo por ejemplo el localizador uniforme del recurso(s) (URL), (​​iv) su información de contacto, incluyendo su dirección, número de teléfono y una dirección de correo electrónico, (v) una declaración suya conforme usted cree de buena fe que el uso del material descrito en la reclamación no está autorizado por el propietario del copyright, sus agentes o la ley y (vi) una declaración de suya conforme la información de la reclamación es exacta y que, bajo pena de perjurio, usted está autorizado para actuar en nombre del propietario del copyright.","623":"Nos reservamos el derecho a eliminar contenido supuestamente infractor sin previo aviso, a nuestra entera discreción y sin responsabilidad hacia usted. En las circunstancias apropiadas, MEGA eliminará además la cuenta del usuario si el usuario es un infractor reincidente. Nuestro agente designado para reclamaciones de copyright en los Servicios en la Nube es:","624":"Aviso de Copyright","625":"Por favor, utiliza este formulario para enviar reclamaciones de copyright.  Serán respondidas en 24 horas (de forma instantánea durante el horario laboral).","626":"El Contenido:","627":"Campo obligatorio","628":"Infringe mis derechos personalmente.","629":"Infringe los derechos de alguien a quien estoy autorizado para representar.","630":"Tipo de eliminación:","631":"Selecciona tipo de eliminación:","632":"1. Solo desactivar la(s) URL(s) proporcionada(s) - los archivos seguirán en la cuenta de su propietario.","633":"2. Desactivar todas las URLs públicas de los archivo(s) contenidos en la(s) proporcionada(s) URL(s) - los archivos seguirán en la cuenta de su propietario.","634":"3. Eliminar todas las copias existentes de los archivos en las URLs proporcionadas - no se permite almacenarlos a ningún usuario en el mundo, bajo ninguna circunstancia","635":"Por la presente comunico de buena fe que la distribución de material sujeto a copyright en las URLs indicadas no está autorizada por el propietario, sus agentes, o la ley (p.ej., uso legítimo )","636":"Entiendo que puedo ser denunciable por los daños, incluyendo los costes y las minutas de abogados, si con conocimiento y de mala fé  denuncio este contenido, URL(s) o archivos.","637":"La información de esta reclamación es fidedigna, y juro bajo pena de perjurio que estoy autorizado para actuar en nombre del propietario del copyright.","638":"Esta reclamación es un serio documento legal. Por favor, asegúrate de ser preciso en tus reclamaciones por copyright. Quizá prefieras primero consultar a un abogado para confirmar que el contenido que estás denunciando está de hecho infringiendo dichos derechos y no protegido por uso legítimo, licencia u otra base legal.","639":"Enviar aviso","640":"Añadir más","641":"URL del contenido problemático:","642":"Nombre del propietario del copyright:","643":"Puesto de trabajo:","644":"Dirección de e-mail:","645":"Fax:","646":"Ciudad:","647":"Código Postal:","648":"Obra protegida sobre la que reclamo:","649":"Mi nombre completo:","650":"Empresa \/ Organización:","651":"Teléfono:","652":"Dirección:","653":"Estado \/ Provincia:","654":"País:","655":"Por favor, proporcione la obra sujeta a copyright correspondiente a cada URL.","656":"Por favor, indique el trabajo sujeto a copyright de cada URL.","657":"Por favor, indique si el contenido infringe su copyright personal o el de alguien a quien está autorizado a representar.","658":"Por favor, seleccione el tipo de eliminación.","659":"Por favor, proporcione la URL de cada obra sujeta a reclamación de copyright.","660":"Por favor, proporcione la obra sujeta a copyright correspondiente a cada URL.","661":"Por favor, proporcione el nombre del propietario del copyright.","662":"Por favor, proporcione su nombre completo.","663":"Por favor, proporcione su e-mail.","664":"Por favor, introduzca un e-mail válido.","665":"Por favor, confirme de buena fe que la distribución de material sujeto a copyright en las URLs indicadas no está autorizada por el propietario, sus agentes, o la ley (p.ej., uso legítimo)","666":"Por favor, confirme que puede ser denunciable por los daños, incluyendo los costes y los honorarios de abogados, si con conocimiento y de mala fé  denuncio este contenido, URL(s) o archivos.","667":"Por favor, confirme que esta reclamación es exacta, y asegure bajo pena de perjurio que está autorizado a actuar en nombre del propietario del copyright.","668":"¡Gracias!","669":"Revisaremos su reclamación de copyright en breve.","670":"Idioma","671":"¿Hablas varios idiomas?","672":"¡Ayúdanos a traducir!","673":"La Empresa de la Privacidad","674":"Nadie será objeto de injerencias arbitrarias en su vida privada, su familia, su domicilio o su correspondencia, ni de ataques a su honra o su reputación. Toda persona tiene derecho a la protección de la ley contra tales injerencias o ataques","675":"Declaración Universal de los Derechos Humanos, Artículo 12","676":"MEGA es Almacenamiento en la  nube con Privacidad Potente y siempre Activa","677":"MEGA proporciona almacenamiento fiable en la nube con un nivel de privacidad adecuado y siempre activo. MEGA cree en tu derecho a la privacidad y te facilita las herramientas tecnológicas necesarias para protegerla. Las llamamos Encriptado Controlado por el Usuario, o UCE, y es automático.","678":"¿Qué es el Encriptado controlado por el Usuario de MEGA?","679":"Todos los archivos almacenados en MEGA están encriptados. Todas las transferencias desde y hacia MEGA están encriptadas. Y mientras la mayoría de proveedores de almacenamiento en la nube pueden, y presumen de hacer lo mismo, MEGA es diferente - a diferencia del estandard del sector donde el proveedor de almacenamiento almacena las claves de desencriptado, con MEGA, tú tienes control sobre el encriptado, tú tienes las claves y tú decides a quién dar o denegar acceso a tus archivos, sin necesitar instalaciones de software peligroso. ¡Todo sucede en tu navegador!","680":"El futuro de MEGA","681":"La nube de MEGA es solo el principio. En el futuro, MEGA facilitará el UCE en el navegador a un amplio abanico de programas sin necesidad de instalaciones adicionales. Nuestra tecnología protegerá tus e-mails, llamadas, chats y emisiones de vídeo.","692":"¿Mega es legal?","693":"Somos un dedicado grupo de tecnólogos a quienes se ha ofrecido el tiempo y la oportunidad de construir un increíble servicio de almacenamiento en la nube que ayudará a proteger tu privacidad. Hemos programado este servicio desde cero en Auckland, Nueva Zelanda. A diferencia de nuestros competidores, utilizamos una avanzada tecnología de encriptado basada en el navegador donde tú, no nosotros, controlas las claves. Nuestro grupo de diseño incluye a Kim Dotcom, Mathias Ortmann, Bram van der Kolk y Finn Batato. Nuestro CEO, el veterano del sector Tony Lentino, tiene ya experiencia operando con un reconocido registrador de dominios global. Esperamos que te guste.","694":"1. Desactivar un enlace (\"URL\") por archivo - el\/los archivo(s) seguirán en la cuenta del usuario","695":"2. Desactivar múltiples URL's por archivo - el\/los archivo(s) seguirán en la cuenta del usuario","696":"3. Eliminar todos los archivos contenidos en las URL(s) facilitadas - no se permite almacenarlos a ningún usuario en el mundo, bajo ninguna circunstancia","697":"4. Otros","698":"Puedes enviar una notificación aquí","699":"Firmar y enviar notificación","700":"Por favor, envía tu notificación manualmente por  e-mail a  [A1]copyright@mega.co.nz[\/A1] de conformidad con nuestra [A2]normativa de eliminación[\/A2]. ","701":"E-mail de notificación de eliminación","702":"Informar de un abuso","703":"Tu enlace de alta no es correcto. Por favor, comprueba que no haya saltos de linea en tu  e-mail. de activación.","704":"Tu cuenta ya ha sido activada. Por favor, accede.","705":"Tu confirmación no ha podido ser procesada. Por favor, regístrate de nuevo. Código de error:","706":"Modificar contraseña","707":"Actualizar","708":"Solicitar cambio","709":"No recuerdo mi contraseña actual","710":"Si aún estás autentificado pero no puedes recordar tu contraseña actual, puedes asignar una nueva utilizando esta opción. Recibirás un enlace de confirmación de cambio de contraseña por e-mail que activará la nueva contraseña si lo pulsas en menos de 15 minutos.","711":"Solicitar Cambio","712":"Canjeo completado","713":"El crédito del cupón ha sido añadido a tu cuenta. ¿Quieres continuar con tu compra Pro ahora?","714":"Este cupón ya ha sido canjeado.","715":"Las nuevas contraseñas que has introducido no coinciden. Por favor, inténtalo de nuevo.","716":"Contraseña actual","717":"Nueva contraseña","718":"Confirma tu nueva contraseña","719":"Por favor, introduce tu contraseña actual","720":"Por favor, introduce tu nueva contraseña","721":"Por favor, comprueba tu e-mail y pulsa el enlace de confirmación para completar el cambio de contraseña.","722":"Cambio solicitado","723":"La nueva contraseña debe ser diferente de tu contraseña actual.","724":"La contraseña actual facilitada es incorrecta.","725":"Tu contraseña ha sido modificada.","726":"Hecho","727":"Tu contraseña ha sido modificada.","728":"Este enlace de confirmación de contraseña ha caducado.","729":"Este enlace ya ha sido confirmado.","730":"Tu cuenta ha sido suspendida.  Por favor, comprueba tu e-mail para conocer los detalles y contesta tan pronto como puedas.","731":"La cuenta de usuario asociada ha sido eliminada debido a múltiples violaciones de nuestros [A]Términos de Empleo[\/A].","732":"Ya estás conectado a una cuenta que es diferente a la que estás confirmando. Por favor, comprueba tu sesión actual, desconecta, y pulsa el enlace de confirmación de nuevo.","733":"E-mail desconocido. Si no tienes una cuenta con nosotros todavía, te invitamos a darte de alta.","734":"¡Gracias!","735":"Por favor, comprueba tu e-mail.","736":"Sólo las cuentas sin archivos ni carpetas pueden cambiar su contraseña.","737":"Cambiar contraseña","738":"Solicitar","739":"¿Has olvidado tu contraseña?","740":"Tu contraseña ha sido cambiada con éxito.","741":"Por favor, selecciona una nueva contraseña segura.","742":"Resetear","743":"El enlace ha caducado. Por favor, solicita un nuevo enlace.","744":"Enlace incorrecto. Por favor, solicita un nuevo enlace.","745":"Sin ciclo de facturación","746":"Tipo de suscripción","747":"Semanal","748":"Mensual","749":"Anual","750":"Próximo ciclo de facturación","751":"Una vez","752":"Extensión MEGA para Firefox","753":"Instala la extensión para MEGA para un rendimiento de descarga muy mejorado. Esto te permitirá descargar en lotes un numero ilimitado de archivos sin restricciones de tamaño.","754":"La extensión de MEGA para Firefox es segura e invisible. Si prefieres utilizar MEGA sin la extensión, te recomendamos encarecidamente utilizar [A]Chrome[\/A].","755":"Instalar la extensión","756":"1 descarga completada","757":"[X] descargas completadas","758":"Abrir la carpeta de descargas","759":"pulsa aquí para abrir","760":"Por favor, descarga la extensión de MEGA para Firefox para poder descargar un archivo tan grande.","761":"Por favor, confirme","762":"Estás a punto de descargar una gran cantidad de archivos, lo que puede ralentizar tu navegador. ¿Quieres continuar de todos modos?","763":"Contacto","764":"Tu descarga no puede iniciarse porque tu disco duro está casi lleno.","765":"Tus descargas no pueden iniciarse porque tu disco duro está casi lleno.","766":"Algunas de tus descargas no pueden iniciarse porque tu disco duro está casi lleno.","768":"Tu descarga no puede iniciarse porque tu disco duro está casi lleno, o estás utilizando Chrome en modo privado, el cual no permite escribir archivos.","769":"Solo podemos utilizar para descargas el 5% de tu espacio de disco disponible. Por favor, libera más espacio para continuar.","770":"Elige tu contraseña","771":"Confirma tu contraseña","772":"URL al archivo:","773":"quedan","774":"Enlace E-mail","775":"renombrar abajo:","776":"Guardar","777":"Recordarme en este dispositivo","778":"¿No tienes una cuenta MEGA?","779":"Regístrate ahora","780":"¿Ya tienes una cuenta MEGA?","781":"Debido al bajo rendimiento de las CPU de móviles, la generación de clave RSA puede tardar varios minutos en completarse. Apreciamos tu paciencia.","782":"Carpeta vacía","783":"No hay archivos en tu Unidad en la Nube","784":"No hay Contactos","785":"No hay resultados.","786":"No hay archivos en tu Entrada","787":"No hay archivos en tu Papelera","788":"¿Seguro que quieres mover este archivo a la Papelera?","789":"¿Seguro que quieres mover esta carpeta a la Papelera?","790":"Abrir Archivo","791":"Importar Archivo","792":"Eliminar Archivo","794":"Eliminar Carpeta","796":"Obtener Enlace","797":"Compartir Carpeta","798":"Espacio de almacenamiento","799":"Espacio Utilizado","800":"Espacio Libre","801":"Versión de Escritorio","802":"E-mail de contacto","803":"Descarga de Archivo","804":"Por desgracia, este tipo de archivo no está soportado por tu dispositivo con MEGA.","805":"Implementaremos el soporte a este tipo de archivo en breve.","806":"cambia el nombre de la carpeta:","807":"cambia el nombre del archivo:","808":"Enlace a la Carpeta","809":"URL a la carpeta:","810":"Enlace de Descarga","811":"URL al archivo:","812":"Confirmar cuenta","813":"Carpeta Compartida","814":"¿Quieres cancelar la subida?","815":"¿Quieres cancelar la descarga?","816":"Por favor, introduce un e-mail válido.","817":"No puedes crear una carpeta en un resultado de búsqueda.","818":"¿Quieres cambiar a la versión de escritorio?","819":"iniciando","820":"El archivo ha sido importado a tu Disco en la Nube.","821":"Tus Notificaciones","822":"Volver","823":"Configuración","824":"Nueva carpeta compartida de [X]","825":"Nueva carpeta compartida","826":"[X] ha cancelado una carpeta compartida","827":"Carpeta compartida cancelada","828":"[X1] carpetas y [X2] archivos","829":"[X] carpetas y 1 archivo","830":"1 carpeta y [X] archivos","831":"1 carpeta y 1 archivo","832":"[X] carpetas","833":"[X] archivos","834":"1 carpeta","835":"1 archivo","836":"[X] añadió [DATA]","837":"[X] han sido añadidos","838":"[X] ha sido añadido","850":"ENE","851":"FEB","852":"MAR","853":"ABR","854":"MAY","855":"JUN","856":"JUL","857":"AGO","858":"SEP","859":"OCT","860":"NOV","861":"DIC","862":"Notificaciones","863":"Ver todo","864":"Descargar como ZIP","865":"Abrir","866":"Copiar 1 objeto seleccionado","867":"Copiar los [X] objetos seleccionados","868":"Mover 1 elemento seleccionado","869":"Mover [X] elementos seleccionados","870":"Confirmar","871":"[B]Cuidado:[\/B] cuota de almacenamiento excedida. Por favor elimina archivos o [A]mejora tu cuenta[\/A].","872":"Pro","873":"Hace [X] segundos","874":"Hace 1 minuto","875":"Hace [X] minutos","876":"Hace 1 hora","877":"Hace [X] horas","878":"Hace 1 día","879":"Hace [X] días","880":"Justo ahora","881":"Estás usando una sesión temporal. Los datos que estás almacenando se perderán cuando caduque. Para conservar tus archivos, por favor actualízate a una cuenta real tan pronto como puedas ¡y reclama tus 50 GB de almacenamiento seguro en la nube !","882":"Cuidado","883":"Crea tu cuenta","884":"[X] no es totalmente compatible con MEGA","885":"Tu navegador","886":"Internet Explorer 10 contiene un error importante que afecta a la escritura de archivos JavaScript, esto provoca la falta de memoria cuando hay descargas de grandes cantidades de datos. Esperamos que este asunto se solucione en Internet Explorer 11. Mientras tanto, por favor, utilice un navegador alternativo.","887":"[X] carece de las características HTML5 que MEGA necesita para realizar criptografía en el navegador del lado del cliente. Las transferencias de archivos HTML5 se emularán a través de un parche muy limitado basado en Flash. Por favor, considera actualizar a un navegador moderno tan pronto como puedas.","888":"Muy Recomendado","889":"Recomendado","890":"MEGA funciona mejor en los siguientes navegadores:","891":"Advertencia de compatibilidad con el navegador","892":"Propiedades","893":"Subido","894":"Tamaño total","895":"Nombre de la carpeta","896":"Creada","897":"Contiene","898":"Varios archivos & carpetas","899":"Varios archivos","900":"Varias carpetas","909":"Contraseña","910":"Comprar ahora","911":"Sácale el máximo provecho a MEGA con [B]Pro[\/B]","912":"desde","913":"mes","914":"suscripción anual","915":"Espacio de almacenamiento masivo","916":"Cuota de ancho de banda generosa","917":"Si eliges pagar anualmente","918":"Mensual","919":"Anual","920":"Actualiza tu cuenta","921":"2 meses gratis","922":"1 mes","923":"1 año","924":"¿Tienes alguna pregunta sobre [A]las cuentas Pro[\/A]?","925":"Nuestro equipo de soporte estará encantado de ayudarle.","926":"Nombre de la compañía","927":"Ciudad","928":"ZIP \/ Código postar","929":"Teléfono","930":"día","931":"mes","932":"año","933":"Dirección","934":"Estado o provincia","935":"Dirección Paypal","936":"Cuenta bancaria","937":"Nombre del beneficiario","938":"Describa su estrategia de marketing","939":"Nombre del banco","947":"Unidad","948":"Papelera","949":"Entrada","950":"Contactos","951":"Mi Cuenta","952":"La mayoría de dispositivos no pueden descargar archivos mayores a 4 GB.  Tu descarga seguramente fallará.","953":"No hay suficiente espacio","954":"Créditos","955":"Aplicaciones Móviles","956":"Cliente de Sincronización","957":"Aplicación Chrome","959":"Aplicación Firefox","961":"Aplicaciones","962":"Kit de Desarrollo Software","963":"Documentación","964":"Programa de Afiliados","965":"Políticas","966":"Guía de Eliminación","967":"Desconectar","968":"Crear cuenta","969":"Por favor, inténtalo de nuevo","970":"Por favor, introduce una contraseña válida","973":"Ancho de banda utilizado","974":"Gestiona tu cuenta","975":"Añadir Estrella","976":"Quitar Estrella","977":"No hay archivos en tu Unidad en la Nube.","978":"La búsqueda no produjo ningún resultado.","979":"Tu papelera esta vacía","980":"No tienes contactos","981":"Tu bandeja de entrada esta vacía","982":"Contenido","983":"Resumen","984":"Perfil","985":"Historial","986":"Edita tu perfil","987":"Expira el","988":"Conexiones:","989":"[X] contactos","990":"1 contacto","991":"Ir a Contactos","992":"Avatar","993":"Cambiar Avatar","994":"Información Personal","995":"Fecha de nacimiento","996":"Elegir país","997":"Solo los usuarios registrados pueden añadir contactos.","998":"Por favor, crea una cuenta gratuita","999":"¿Deseas actualizar tu sesión temporal a una cuenta gratuita?","1000":"Evitar la pérdida de acceso. El registro gratis es muy recomendable!","1001":"Eliminar contacto","1002":"¿Estás seguro de que quieres eliminar a [X] de tu lista de contactos?","1003":"Confirmar","1004":"¿Estás seguro de que quieres mover [X] a la papelera?","1005":"La creación de enlaces es sólo para los usuarios registrados.","1006":"Las carpetas compartidas son solo para los usuarios registrados.","1007":"No se puede deshacer esta acción.","1008":"Cuota de ancho de banda pro excedida.","1009":"¿Necesitas más ancho de banda?","1010":"cuota de almacenamiento excedida.","1011":"¿Quieres conservar tus archivos?","1012":"cuota de almacenamiento casi superada.","1013":"¿Necesitas más cuota de almacenamiento?","1015":"Por favor, introduce tu cupón.","1016":"Selecciona una imagen","1017":"Usar esto como Avatar","1018":"Vaciar","1019":"Añadir una dirección de e-mail.","1020":"Introduce una dirección de e-mail o selecciona un contacto.","1021":"On","1022":"Off","1023":"No tienes derecho de escritura en esta carpeta.","1024":"Por favor, introduce el nombre de la carpeta.","1025":"Varios elementos","1026":"Introduce la clave de cifrado","1027":"Desencriptar","1028":"Clave de Cifrado","1029":"Enlace público","1030":"Selecciona desde tus contactos, o añade direcciones de correo electrónico","1031":"Exportar los enlaces de los archivos y las claves de cifrado","1032":"Incluir clave del archivo","1033":"Copiar claves","1034":"Descargar múltiples ficheros","1035":"Haz clic en \"Permitir\" para terminar la descarga","1036":"Compartido con","1037":"Acepto","1038":"Seleccionar idioma","1039":"Pagar con PayPal","1040":"Por favor, inicia sesión para activar tu suscripción pro.","1041":"Por favor, crea una cuenta para activar tu suscripción pro.","1042":"Iniciando","1043":"Enlace de la carpeta no disponible","1044":"El enlace de la carpeta a la que estás intentando acceder no está disponible. Esto podría deberse a las siguientes razones:","1045":"El enlace de la carpeta ha sido eliminado debido a una violación de los TdS\/PdU.","1046":"El enlace de la carpeta ha sido desactivado por el usuario.","1047":"Bienvenido a MEGA Pro","1048":"Tu suscripción pro ha sido activada. ¡Disfrútala!","1049":"Carpeta","1050":"Sin compartir","1051":"Nunca","1053":"cuota de ancho de banda casi superada.","1054":"Necesitas esperar [X] hasta que se asigne más ancho de banda a tu cuenta.","1055":"¿No quieres esperar?","1056":"Este límite es dinámico.","1057":"Confirmar fin de la sesión","1058":"Actualmente estás usando una sesión temporal. ¿Estás seguro de que quieres terminar esta sesión?","1059":"Esta acción eliminará todos tus datos.","1060":"Encriptado punto-a-punto","1061":"A diferencia de otros proveedores, tus datos se encriptan y desencriptan solo en los dispositivos clientes, nunca por nuestra parte.","1062":"Acceso global","1063":"Tus datos están disponibles en cualquier momento, desde cualquier dispositivo y en cualquier lugar.","1064":"Colaboración segura","1065":"Comparte carpetas con tus contactos y visualiza sus actualizaciones a tiempo real.","1066":"MEGA provee herramientas que hacen la comunicación online [A]privada y confidencial[\/A] fácil de utilizar.","1067":"MEGA ofrece servicios de cifrado basados en la nube que permiten una comunicación y colaboración [A]privada y segura[\/A] a empresas y particulares. Sólo tú tienes y controlas las claves de cifrado de tus datos en la nube.","1068":"Comparte carpetas con tus contactos y entérate de sus actualizaciones a tiempo real.","1069":"Descubre cómo funciona","1070":"Cómo funciona","1071":"¿Quieres saber más sobre MEGA?","1072":"Mira el video del lanzamiento","1073":"Planes de usuario","1074":"Consigue 50 GB con una cuenta gratuita","1075":"Varias veces más de lo que te ofrece la competencia.","1076":"Crear una Cuenta","1077":"Planes Pro competitivos","1078":"Consigue hasta 4 TB de almacenamiento encriptado por solo 8.33€ al mes.","1079":"Comprueba nuestros planes Pro","1080":"Aplicaciones para Móviles","1082":"La nube en tu bolsillo. Accede o descarga tus archivos desde tu smartphone o tablet. Sube y sincroniza tus ficheros en la nube.","1083":"Consíguelo gratis","1084":"Disponible para","1085":"Cliente de Sincronización","1086":"Sincronización automática sencilla entre tus PCs y tu disco MEGA en la nube.","1087":"Descargar ahora","1088":"Aplicaciones para Navegadores","1089":"Nuestra extensión instalará MEGA en tu navegador para una carga más rápida, y añadirá mayor resistencia contra ataques.","1090":"Ir a la página de descarga","1091":"Haz clic para subir o arrastra y suelta aquí tus archivos.","1092":"Haz scroll para continuar","1093":"No escribas tu contraseña en un dispositivo que no confíes plenamente. No ingreses a tu cuenta desde un ordenador público o compartido.","1094":"Para mayor seguridad, instala nuestro [A]plugin para navegadores[\/A] y MEGA cargará desde tu equipo en lugar de en nuestros servidores.","1095":"Crea tu cuenta [A]gratis[\/A]","1096":"Nombre","1097":"Apellido","1098":"Apellido y\/o nombre invalidos.","1099":"Por favor, introduce tu nombre y tu apellido.","1100":"Dirección de e-mail inválida.","1101":"Por favor, introduce una dirección de e-mail correcta","1102":"Contraseña no válida.","1104":"Por favor, elige una contraseña más segura.","1105":"Fuerza:","1106":"Estado de la contraseña","1107":"Las contraseñas no coinciden.","1108":"Crear Cuenta","1109":"Tu contraseña es tu principal clave de cifrado.","1110":"La seguridad de tu cuenta depende de la fortaleza de tu contraseña. Las contraseñas demasiado cortas, demasiado simples o que sean palabras del diccionario, pueden ser descubiertas con facilidad.","1111":"No olvides tu contraseña.","1112":"No hay proceso de recuperación de contraseñas perdidas. Si no puedes recordar la tuya, no podrás acceder de nuevo a tus datos almacenados.","1113":"Tu cuenta es solo tan segura como lo sea tu PC.","1114":"Vuelve a escribir la contraseña","1115":"El verificador de fortaleza de contraseña aún se está iniciando.","1116":"Vuelve a intentarlo en unos segundos.","1117":"Términos de Servicio","1118":"Necesitas aceptar los términos de servicio para crear una cuenta en MEGA.","1119":"Tu contraseña es fácil de adivinar. Trata de hacerla más larga. Combinar mayúsculas y minúsculas. Agregar caracteres especiales. No utilices nombres o palabras del diccionario","1120":"Tu contraseña es fácil de adivinar. Trata de hacerla más larga. Combinar mayúsculas y minúsculas. Agregar caracteres especiales. No utilices nombres o palabras del diccionario.","1121":"Tu contraseña es lo suficientemente buena para continuar, pero se recomienda fortalecerla aún más.","1122":"Esta contraseña podrá soportar los ataques más comunes de fuerza bruta. Por favor, asegúrate de recordarla.","1123":"Esta contraseña podrá soportar los ataques más sofisticados de fuerza bruta. Por favor, asegúrate de recordarla.","1124":"Muy Débil","1125":"Débil","1126":"Mediana","1127":"Buena","1128":"Fuerte","1129":"Tu contraseña es muy débil para continuar","1130":"E-mail y\/o contraseña inválidos.","1131":"Confirma tu cuenta","1132":"Recopilación de Entropía","1133":"Este juego va a recoger [A]la entropía[\/A] basándose en los movimientos del ratón.","1134":"Esto fortalecerá tu [A]clave RSA[\/A].","1135":"Puedes finalizar el juego una vez que el indicador este al 100%","1136":"¡Hecho!","1137":"Ahora puedes continuar con el siguiente paso para completar tu clave.","1138":"Continuar","1139":"Puntuación:","1140":"Este paso es muy importante y puede tomar un par de segundos.","1141":"Por favor, sea paciente.","1142":"Creación de clave Pública - Privada","1143":"Generando clave","1144":"El primer uso conocido de la criptografía se remonta a hace casi 4.000 años, en el antiguo Egipto","1145":"Hoy, 4000 años después, la mayoría de los principales proveedores de almacenamiento en la nube todavía no han adoptado totalmente la criptografía.","1146":"Completa tu cuenta","1147":"Elige tu tipo de cuenta","1148":"[A]Consigue 2 meses gratis[\/A] si compras 1 año PRO.","1149":"Limitado","1150":"Gratis","1151":"Sácale el máximo provecho a MEGA con una [A]Cuenta Pro[\/A]","1152":"Elige tu paquete Pro:","1153":"plan anual","1154":"El equipo","1155":"Subiendo","1156":"Descargando","1157":"Descarga Gratuita","1158":"para Windows","1159":"Próximamente para [A]Mac[\/A]","1160":"MEGA desea agradecer a los autores de los siguientes componentes de código abierto que contribuyeron a la funcionalidad esencial de nuestro sitio:","1161":"Seguro","1162":"Tus datos están cifrados de extremo a extremo. Nadie puede interceptarlo durante la transferencia o el almacenamiento.","1163":"Flexible","1164":"Sincroniza cualquier carpeta de tu ordenador a cualquier carpeta en la nube. Sincroniza cualquier número de carpetas.","1165":"Rápido","1166":"Aprovecha la infraestructura de gran potencial de MEGA y las transferencias de conexión múltiple.","1167":"Generoso","1168":"Almacena hasta 50 GB de forma gratuita!","1169":"Totalmente equipado","1170":"Buscar, almacenar, descargar, transmitir, ver, compartir, renombrar o borrar archivos. Es todo lo que puedes hacer desde la palma de tu mano.","1171":"Próximamente para [A]iOS[\/A]","1172":"Extensión para Firefox","1173":"Extensión para Chrome","1174":"Esta aplicación te permitirá instalar MEGA en tu navegador. Esto reducirá el tiempo de carga, mejorará el rendimiento y reforzará la seguridad de las descargas.","1175":"Cualquier URL de MEGA será capturada por esta aplicación y se mantendrá en local (no se cargará Javascript desde nuestros servidores). Las (auto-)actualizaciones seguras son posibles gracias a la firma de la clave criptográfica privada.","1176":"Y si eres realmente paranoico:","1177":"desactiva auto-actualizaciones y analiza nuestro código fuente manualmente para cada actualización.","1178":"Descarga MEGA para Firefox","1179":"Instalación:","1180":"Descarga MEGA para Chrome","1181":"Abre la página de extensiones en Chrome","1182":"menú > herramientas > extensiones","1183":"o escribe","1184":"en la barra de direcciones.","1185":"Arrastra y suelta el archivo descargado [X] a la página de extensiones de Chrome y confirma la instalación.","1186":"Puedes adquirir tu cuenta MEGA Pro desde uno de los revendedores autorizados listados a continuación:","1187":"Descargar","1188":"A tu Ordenador","1189":"Importar","1190":"A tu unidad en la nube","1191":"El archivo que estás intentando descargar no esta temporalmente disponible.","1192":"Haz scroll para saber más sobre MEGA","1193":"Creando nueva cuenta","1194":"¿Quieres importar este archivo a una nueva sesión?","1195":"\"No\" te permitirá ingresar y procesar tu importación.","1196":"Cancelar descarga","1197":"¿Estás seguro de que quieres cancelar la descarga?","1198":"Se eliminará el archivo descargado.","1199":"No podemos desencriptar los metadatos sin la clave.","1200":"Términos de Servicio de Afiliación","1201":"[A]Únete a nosotros[\/A] y revolucionemos el mercado del almacenamiento en la nube","1202":"Atrae negocio y gana comisiones.","1203":"Ayúdanos a crecer y sé parte del éxito.","1204":"Darte de alta","1205":"¿Cómo funciona?","1206":"Regístrate y obtén tu ID único de asociado que podrás añadir a tu URL.","1207":"Registraremos todas las compras hechas por los visitantes que hayas enviado a MEGA.","1208":"Ganarás un [B]20%[\/B] de todos los ingresos generados a través de tu ID de afiliado.","1209":"La suscripciones recurrentes contarán como referidos recurrentes","1210":"¿Para quién es el programa de afiliados?","1211":"Desarrollador de Aplicaciones:","1212":"Construye tu propia aplicación con el [A]SDK[\/A]","1213":"Convierte a los usuarios a pro y monetiza tu aplicación.","1214":"Sitios Web:","1215":"Bloggers","1216":"Sitios web de comparación de almacenamiento en la nube","1217":"¿Cuáles son las reglas?","1218":"Por favor, lee y cumple nuestros [A]Términos de Servicio de Afiliación[\/A]","1220":"¡Empecemos!","1221":"Únete a nuestro programa de afiliados, y comienza a ganar dinero al instante.","1223":"Información de contacto","1224":"Necesitamos un poco más de información sobre ti.","1230":"Información de pago","1231":"Pagamos cada mes por PayPal o transferencia bancaria (solo bancos de Nueva Zelanda)","1232":"Método de pago","1233":"PayPal","1234":"Cuenta bancaria (Solo NZ)","1235":"Nombre del beneficiario","1236":"Nombre del banco","1237":"Número de cuenta bancaria","1238":"Dirección PayPal","1239":"Información de afiliado","1240":"Nos gustaría saber cómo estás pensando dirigir el tráfico a MEGA.","1241":"Describe tu estrategia de marketing:","1242":"Estoy de acuerdo con los [A]Términos de Servicio de Afiliación[\/A] de MEGA","1243":"Estas inscrito en el programa de afiliados. Ganarás el 20% de todos los ingresos generados con tu ID de asociado.","1244":"Por favor, asegúrate de cumplir con nuestros [A]Términos de Servicio de Afiliación[\/A]","1245":"Puedes obtener ingresos mediante el envío de tráfico a:","1246":"Estadísticas","1247":"Período","1248":"30 días","1249":"90 días","1250":"180 días","1251":"365 días","1252":"Todo el tiempo","1253":"Fecha","1254":"Ventas","1255":"Volumen","1256":"Ganancias","1257":"No hay ventas registradas durante el período de tiempo seleccionado.","1258":"Pagos","1259":"No hay pagos registrados durante el período de tiempo seleccionado.","1260":"ID de asociado","1261":"Por favor, introduce tu fecha de nacimiento.","1262":"Por favor, introduce tu ciudad.","1263":"Por favor, introduce tu estado o provincia.","1264":"Por favor introduce tu ZIP \/ Código postal.","1265":"Por favor, introduce tu número de teléfono.","1266":"Por favor, describe tu estrategia de marketing.","1267":"Tienes que aceptar los Términos de Servicio de Afiliación.","1268":"Por favor, introduce una dirección PayPal","1269":"Por favor, introduce el nombre del beneficiario en tu cuenta bancaria de NZ.","1270":"Por favor, introduce el nombre del banco de NZ.","1271":"Por favor, introduce tu numero de cuenta bancaria de NZ","1272":"MEGA ha sido creado por seres humanos y por lo tanto no es perfecto. Si encuentras algún error, nos gustaría saber más sobre el para que podamos arreglarlo.","1273":"Nos tomamos en serio los derechos de la propiedad intelectual y hacer cumplir una política sólida de eliminación \/ infractores reincidentes.","1274":"Para más información, por favor lee nuestra [A]guía de eliminación[\/A].","1275":"Puedes enviar una notificación de eliminación a través de nuestro [A]formulario en línea[\/A] o enviarnos un e-mail.","1276":"¿Tienes alguna idea o preocupación? ¿Quieres saber más acerca de nuestros productos?","1277":"Estamos siempre disponibles.","1278":"Por favor, elige.","1279":"Paso 1","1280":"Paso 2","1281":"Información del contenido","1282":"Detalles del dueño de los derechos de autor","1283":"Añadir otra URL","1284":"Nombre del propietario de los derechos de autor","1285":"Si se aplica","1286":"Nombre del agente autorizado por los propietarios del copyright que envía el aviso:","1287":"Notificación Recibida","1288":"Vamos a revisar y procesar tu notificación.","1289":"Gracias por hacer clic en el enlace de invitación. Por favor, crea tu cuenta gratuita a continuación.","1290":"Vaya, esto no parece ser un enlace de invitación válido. ¿Ya creaste una cuenta?","1291":"Has hecho clic previamente en un enlace de invitación. Crea tu cuenta.","1292":"Próximamente","1293":"Bienvenido al centro de ayuda","1294":"Si tu pregunta no esta respondida aquí, no dudes en contactar con nosotros.","1295":"Contactar con Soporte","1296":"Temas Populares:","1297":"Dirección de e-mail en uso.","1298":"Por favor, inicia sesión en tu cuenta.","1299":"Desliza para refrescar","1300":"Última actualización","1301":"Hoy","1302":"Ayer","1303":"Esta semana","1304":"La semana pasada","1305":"Este mes","1306":"Este año","1307":"Más anterior","1308":"Descarga fallida","1309":"Subida fallida","1310":"Por favor, introduce el código de confirmación","1311":"Error al cargar los archivos.","1312":"Falta el nombre de usuario o la contraseña","1313":"Error al iniciar sesión","1314":"Error al borrar","1315":"No tienes cuenta de email","1316":"Guardar el archivo offline para previsualizarlo","1317":"Error al generar el enlace","1319":"La contraseña es muy corta","1320":"El nombre es muy corto","1321":"Error al cargar los detalles de la cuenta","1322":"Subida completada","1323":"Inicio de sesión","1324":"Has iniciado sesión correctamente","1325":"Generando enlace","1326":"El enlace ha sido copiado al portapapeles","1327":"Descarga completada","1328":"Empezando la descarga","1329":"Espera","1330":"Introduce usuario y contraseña","1331":"Email","1332":"Confirmar registro","1333":"Por favor, comprueba tu email y pega el código de confirmación a continuación o haz clic en el enlace de confirmación especial para iOS.","1334":"Abortar registro","1335":"Código de confirmación","1336":"Usar la última","1337":"Tomar Foto","1338":"Elegir Existente","1339":"Añadir carpeta","1340":"Introduce el nombre de la nueva carpeta","1341":"Seleccionar foto","1342":"Editar","1343":"Unidad en la nube vacía","1344":"Compartir","1345":"Guardar offline","1346":"Transferencias","1347":"Bandeja de entrada vacía","1348":"Carpetas Compartidas","1349":"No hay Fotos","1350":"Fotos","1351":"Local","1352":"Disponible","1353":"Guardar para acceso offline","1354":"Establece la cantidad máxima de almacenamiento en tu dispositivo","1355":"Versión","1356":"Feedback","1357":"Salir","1358":"Se eliminarán todos los archivos descargados","1359":"El tamaño seleccionado es menor a caché utilizado actualmente. Si continúas se eliminarán algunos archivos","1360":"Extender Pro","1361":"Precios","1362":"Restaurar compras","1363":"Sin conexión","1364":"Reintentar","1365":"No estás conectado a internet","1366":"Introduce un nombre nuevo","1367":"Consigue 50 GB de forma gratuita, o prueba uno de nuestros paquetes Pro y obtén hasta 4 TB de almacenamiento cifrado a partir de 8,33€ al mes.","1368":"hasta [X]","1369":"y [X]","1370":"Email y Chat","1371":"Nuestro paquete de comunicación cifrada llegará a principios de 2014.","1372":"Prepárate para MEGA chat, email, llamadas y videoconferencias.","1373":"¿Qué es MEGA? Haga clic o scroll","1374":"Volver a la Página Principal","1375":"Volver a la Página de Descarga","1376":"Accionado por:","1377":"¿Quieres jugar? Si omites este paso, la seguridad de tu cuenta puede verse afectada. Por favor, mueve el ratón ampliamente y al azar para reducir el riesgo.","1378":"Iniciar juego","1379":"Saltar","1380":"Categorías","1381":"User interface settings","1382":"Síguenos","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"por carpeta","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Descargar[\/B] [A]a tu ordenador\/A]","1389":"[B]Importar[\/B] [A]a tu espacio en la nube[\/A]","1390":"Arrastra y suelta una imagen aquí","1391":"follow us"}