{"10":"SUUREM.PAREM.KIIREM.TUGEVAM.TURVALISEM.","11":"Artikkel 12","12":"Kellegi isiklikku ja perekonnaellu ei või meelevaldselt vahele segada, kellegi korteripuutumatust, kirjavahetuse saladust või au ja reputatsiooni ei tohi meelevaldselt määrida. Igal inimesel on õigus seaduse kaitsele selliste vahelesegamiste ja rikkumiste eest.","13":"Inimõiguste ülddeklaratsioon.","14":"Kinnita kustutamine","15":"Olete kindel, et soovite oma prügikastist kõik failid jäädavalt eemaldada?","16":"Sisemine tõrge","17":"Andmeedastuse limiit on ületatud","18":"Liiga palju ühendusi selle allalaadimise kohta","19":"Kasutaja sessioon aegus või on kehtetu","20":"Ajutiliselt kättesaamatu","21":"Konto probleem, palun kontrollige oma e-posti","22":"Fail ei eksisteeri enam","23":"Fail ei ole enam ligipääsetav","24":"Dekrüpteeringu tõrge","25":"Kaust, kus te hetkel viibite, on kustutatud või teisaldatud mõne teise kasutaja poolt.","26":"Kadunud kaust","27":"Kahjuks pole 1 faili võimalik üles laadida, kuna see on suurem kui [X].","28":"Kahjuks pole [X1] faili võimalik üles laadida, kuna need on suuremad kui [X2].","29":"Teie failide üleslaadimist meie Adobe Flash taganemisega on piiratud, kuna teie veebilehitsejal puudub HTML5 FileReader. Kui te soovite piirangutest vabaneda (ja üleüldist kiiremat lehitsemist), siis mõelge [A]Google Chrome[\/A] paigaldamisele.","30":"Veebilehitseja limiteering","31":"Internet Explorer 9-ga on võimalik üles laadida ainult faile, mis on väiksemad kui [X]. Chrome, Firefox ja Interner Explorer 10 võimaldavad teil üles laadida suvalises suuruses faile.","33":"MEGA rokib Google Chrome-ga","34":"Hoiatus:","35":"Te kasutate uuendamata veebilehitsejat, mis mõjutab ebasoodsalt teie failiedastamise jõudlust.","36":"Palun minge üle Google Chrome'le.","37":"Samal ajal, kui teised veebilehitsejad näevad siiani vaeva  rakendamaks kogu HTML5 funktsionaalsust, on Google Chrome-l juba täna kõik olemas. Et nautida kogu MEGA jõudlust (nagu mitme faili automaatset üles- ja allalaadimist), soovitame me teil tungivalt jätta maha oma praegune, iganenud veebilehitseja ja minna nii pea kui võimalik üle Chrome'le.","38":"Ära seda teadet enam näita","39":"Tänan, ei","40":"Lae alla Chrome","41":"Te eemaldasite kausta, mis sisaldas 1 jagatud kausta.","42":"Kui te tühjendate Prügikasti, siis see jagamine tühistatakse.","43":"Sa eemaldasid kausta, mis sisaldas [X] jagatud kausta.","44":"Kui te tühjendate Prügikasti, siis need jagamised tühistatakse.","45":"Jagatud kausta hoiatus","46":"Sisemine Tõrge","47":"Ups, midagi läks valesti. Vabandame!","48":"Palun sisesta otsimiseks vähemalt 3 märki.","49":"teisalda [X] valitud fail(i)","50":"1 fail","51":"[X] faili","52":"ja","53":"1 kaust","54":"[X] kausta","55":"Kirjutuskaitstud","56":"Loe & Kirjuta","57":"Täielik juurdepääs","58":"Lae alla","59":"Saage link","60":"Jagamine","61":"Nimeta ümber","62":"Teisalda","63":"Kopeeri","64":"Õigused","65":"Teil on võimalik ainult lugeda selle kausta sisu.","66":"Teil on võimalik selles kausta sisu lugeda ja muuta.","67":"Teil on täielik kontroll selle kausta üle.","68":"Uus Kaust","69":"Loo Uus Kaust","70":"Tühjenda Prügikast","71":"Lisa kontakt","72":"Kustuta kontakt","73":"Olete kindel, et soovite selle kasutaja oma kontaktide hulgast kustutada?","74":"Olete kindel, et soovite need kasutajad oma kontaktide hulgast kustutada?","75":"Kustuta kontakt","76":"Olete jäädavalt eemaldamas [X] faili oma prügikastist.","77":"Kas soovite jätkata?","78":"Jah","79":"Ei","81":"OK","82":"Tühista","83":"Eemalda","84":"Kinnita kustutamine","85":"Lae uuesti","86":"Nimi","87":"Suurus","88":"Edastuse tüüp:","89":"Olek","90":"Kiirus","91":"Aega möödunud","92":"Aega jäänud","93":"Tüüp","94":"Viimati muudetud","95":"E-post","96":"Õigused","97":"Uus Üleslaadimine","98":"Lae Kaust üles","99":"Lae Fail üles","100":"Tühjenda Prügikast","101":"Lisa kontakt","102":"Otsi","103":"Tühista edastamine","104":"Faili edastamised","105":"järjekorras","106":"Failihaldur","107":"Kas soovite kopeerida valitud kausta [X] privaatsesse postkasti?","108":"Kinnitus","109":"Kas soovite kopeerida valitud kausta sellesse jagatud kausta?","110":"Kas soovite kopeerida valitud faili(d) [X] privaatsesse postkasti?","111":"Kas soovite kopeerida valitud faili(d) sellesse jagatud kausta?","112":"Ekspordi failide linke ja dekrüpteerimise võtmeid","113":"Faili link","114":"Faili võti","115":"Faili nimi","116":"Faili suurus","117":"Teisalda asukohta","118":"Vali sihtpunkt","119":"Andmeedastuse lubatud maht on ületatud","120":"Teie allalaadimist ei sa jätkata, kuna see ületaks praeguse tasuta edastuste hulga teie IP aadressi kohta.","121":"Limiit on dünaamiline ja sõltub meil antud hetkel vabast olevast andmeedastusmahust.","122":"Arvestatakse ainult viimase 5-6 tunni jooksul sooritatud edastamiseid.","123":"Selle aja jooksul:","124":"Olete alla laadinud [X].","125":"[X1] on saadaval [X2] pärast.","126":"Praegune IP piirang on [X].","127":"Teie mugavuse heaks on allalaadimised pandud ootele kuniks teil on piisavalt kvooti ning need jätkuvad automaatselt.","128":"Kui te ei soovi oodata, siis võite kaaluda liitumist andmeedastuse paketiga, mis kusjuures annab juurde ka rikkalikult ruumi.","129":"Saage Pro kasutajaks","130":"Lae failid alla","131":"Vajutage \"Luba\" allalaadimise lõpuleviimiseks","132":"Teisaldage failid","133":"Teisalda [X]","134":"Kopeeri [X]","135":"Tõrge","136":"Palun valige sihtkoha kaust.","137":"Palun valige kehtiv sihtkoht.","138":"Sihtkoha kaust ei saa olla sama, mis algupärane kaust.","139":"Korduv probleem","140":"Korduv probleem: sihtkoht ei saa olla teisaldamiseks valitud kausta kausta alamkaust.","141":"Palun sisestage kehtiv e-posti aadress.","142":"Palun oota...","144":"Eemalda jagamine","145":"E-posti aadress:","146":"Jaga uue kasutajaga:","147":"Anna ligipääs","148":"Sulge","149":"Jagamine","150":"Kontakt kutsutud","151":"Kasutajale [X] saadeti kutse ja ta ilmub teie kontaktide hulka kohe peale registreerumist.","152":"Te ei saa lisada ennast oma kontaktide hulka.","153":"E-posti aadress","154":"Lisa kontakt","155":"Lisa","156":"Tühista","157":"Kausta nimi","158":"Loo","159":"Tühista","160":"Selline kausta nimi on juba kasutuses. Palun proovige uuesti.","161":"Nimeta ümber","162":"Nimeta ümber","163":"Tühista","164":"Pilveketas","165":"Kontaktid","166":"Postkast","167":"Prügikast","168":"Prügikast","169":"Menüü","170":"Registreeru","171":"Logi sisse","172":"Lohistage oma failid siia","174":"või","175":"Vali failid","176":"Vali failid ülesse laadimiseks","177":"Ainult teie hoiate võtmeid asjadel, mida pilves hoiustate","178":"Turvaline Võrgukoostöö","179":"Võimas Failihaldur","180":"Rakenduste Ökosüsteem","181":"Funktsioonide detailid","182":"Jagage krüpteeritud kaustu oma kolleegide või äripartneritega ja vahendage konfidentsiaalseid dokumente mõlemale poolele läbipaistva krüpteeringuga.","183":"Vaadake ja hallake oma faile veebilehitsejasse integreeritud kiirendatud üles- ja allalaadimisega.","184":"Avatud API võimaldab kolmanda osapoole arendajatele tõhustada MEGA funktsionaalsust.","185":"2048-bitine RSA krüpteering","186":"Logi välja","187":"Minu kasutaja","188":"Failihaldur","189":"Lõpeta sessioon","190":"Logi sisse","191":"loo konto","192":"Pea mind meeles","193":"Logi sisse","194":"[X] serverit võrgus","195":"Teie E-post","196":"Teie E-post","197":"Palun sisestage oma e-posti aadress.","198":"Palun sisestage kehtiv e-posti aadress.","199":"Palun sisestage oma parool.","200":"Ups, midagi läks valesti.","201":"Väär e-post ja\/või parool. Palun proovige uuesti.","202":"Loo uus kasutaja","204":"või","205":"logi sisse","206":"Teie nimi","207":"Teie E-post","208":"Nõustun MEGA [A]Kasutustingimustega[\/A]","209":"Registreeru","210":"Valmistuge uueks ajastuks","211":"Pilve hoiustamine pole kunagi enam sama","212":"Palun sisestage oma nimi.","213":"Palun valige parool.","214":"Peate nõustuma meie kasutustingimustega.","215":"Esines tundmatu tõrge. Palun proovige uuesti.","216":"Suurepärane","217":"Palun kontrollige oma e-posti ja kliki lingile, et kinnitada oma konto.","218":"Sellele e-posti aadressile on MEGA konto juba registreeritud.","219":"Sellele e-posti aadressile on Mega konto juba registreeritud.","220":"Nõrk","221":"Keskmine","222":"Hea","223":"Suurepärane","224":"VALI FAILID ÜLESLAADIMISEKS","225":"VALIGE FAILID ÜLESLAADIMISEKS VÕI LOHISTAGE NEED SIIA","226":"Ülekoormuse vältimiseks peame vahel piirama andmeedastusmahu kasutust. Viimase kuue tunni jooksul on teie IP aadress tarbinud [X1], mis koos [X2] failiga ületab praeguse limiidi [X3]. Et tagada õiglane ja võrdne juurdepääs meie ressurssidele, on teie allalaadimised pandud ootele. Need jätkuvad automaatselt kui andmeedastusmahtu vabaneb.","227":"Ülekannetele, mis on tagatud makstud andmeedastusmahu kvoodiga, antud limiit ei kehti. Ehk kui te ei soovi oodata, mõelge Pro kasutajaks hakkamise üle.","228":"Andmeedastuse korraldamine on jõus.","229":"Ära kuva enam","230":"Minge üle Pro'ks","231":"Tänan ei, ma ootan","232":"Tänan ei, ma ootan","233":"Ajutine tõrge, uuesti proovimine.","234":"Lae fail alla","235":"Lae alla","236":"Impordi","237":"Alustan allalaadimist","238":"Teatage autoriõiguste rikkumisest","239":"Allalaadimine lõpetatud","240":"Et lõpetada faili ülekanne, peate faili käsitsi salvestama.","241":"Salvesta fail","242":"Vahetage oma lehitseja Chrome vastu, et nautida kogu MEGA võimekust","243":"Fail, mida proovite alla laadida, pole enam saadaval.","244":"See võis juhtuda järgnevatel põhjustel:","246":"Fail on eemaldatud ToS\/AUP rikkumise tõttu.","247":"Vigane URL - linki, millele proovite ligi pääseda, ei eksisteeri","248":"Fail on kasutaja poolt kustutatud.","249":"Fail, mida proovid alla laadida, ei ole ajutiselt kättesaadav.","250":"Meie sisseehitatud liiasus on ebaõnnestunud. See võib olla tingitud järgmistest põhjustest:","251":"Mõned serverid on hoolduse tõttu maas.","252":"Me oleme ülekoormatud ja lisame juurde mahtuvust.","253":"Palun proovi hiljem uuesti.","254":"Fail, mida proovid alla laadida, pole enam saadaval.","255":"See fail pole enam saadaval [X] poolt saadetud autoriõiguste rikkumise taotluse tõttu.","256":"Sinu võti pole õige pikkusega.","257":"Palun veenduge, et sisestasite kehtiva võtme.","258":"Allalaadimine","259":"Mida \"MEGA\" tähendab?","260":"MEGA on rekursiivne akronüüm ja tähendab \"MEGA Encrypted Global Access\".","261":"Mis MEGA üleüldse on?","262":"MEGA on niiöelda pilvepõhise failihoiustamise pakkuja. See pakub tasuta ja tasulist hoiustamise ruumi ja andmeedastust. See võimaldab teil hoiustada ja ligipääseda oma failidele kasutades oma veebilehitsejat või spetsiaalset rakendust.","264":"Meie andmetel on pilvepõhine failide hoiustamine ja krüpteerimine legaalne Palun järgige kehtivaid seaduseid ja regulatsioone ning [B]kuidas[\/B] te kasutate pilvepõhist failide hoiustamist ja krüpteerimist ning muidugi ka meie [A]kasutustingimusi[\/A].","265":"MEGA on loodud samade inimiste poolt, kes on varem omanud ühte maailma kõige suuremat pilvepõhise hoiustamise ettevõtet. Kas ma saaksin palun tagasi oma kasutaja ja failid?","266":"Kahjuks puudub MEGA'l igasugune ligipääs varale, mis eelnevalt oli töötajate poolt loodud. Hetkel puudub seaduslik luba taaskasutada vana koodi, riistavara ja andmebaasi arhiive, seetõttu tundub, et võimalus teie andmeid taastada ei ole võimalik.","267":"Miks paigutada pilvandmetöötluse firma Uus-Meremaale, mitte kuhugi mujale?","268":"Lisaks kõigile teistele olulistele teguritele, Uus-Meremaa iidne maoorikeelne nimi on \"Aotearoa\", mis tähendab \"Pika valge pilve maa\".","269":"Kas MEGA saab kasutada mobiiliga?","270":"MEGA on optimiseeritud kasutamiseks lauaarvutite veebilehitsejates. Me näeme kõvasti vaeva, et teha MEGA   kasutatavaks levinumate mobiilide ja tahvelarvutitega. Võite peagi oodata lahedaid rakendus oma lemmikutele mobiiliseadmetele.","271":"Kas ma saan jätkata pooleli jäänud üles- ja allalaadimisi?","272":"Jah, seni kuni te ei sulge veebilehitseja lehekülge, üles- ja allalaadimised jätkuvad automaatsel peale näiteks internetiühenduse katkestust või kui teie seade on läinud unerežiimi. Täheldage, et lõpetamata üleslaadimised eemaldatakse serverist peale 48 tundi passiivsust.","273":"Kas ma saan sama faili mitu korda üles laadida?","274":"Kuna server ei näe failinimesid, tuleb tekkinud probleemid lahendada kliendi poolel. Vaikeseadistusega, kui te laete üles faili, mis paistab, et teie kasutajal juba on (sama sihtkoht\/faili nimi, sama maht, sama viimane muutmisaeg), jäetakse see vahele, kuid miski ei takista teid hoidmast mitmeid faile ja kaustu samade nimedega.","275":"Kuidas te reguleerite andmeedastust?","276":"Meie poliitika näeb ette oma kasutajatele mitte kehtestada ühtegi piirangut, kui see pole just hädavajalik seoses taristu kitsaskohtadega. Sellega jätame me endale õiguse igal ajal piirata IP põhiselt kasutajate andmeedastust operatiivsetel põhjustel. Teie ülekanded jätkuvad automaatselt kui ühenduste arv väheneb. Käsitsi sekkumise vajadus puudub.","277":"Kas MEGA lehel on failidel mahuliimit?","278":"Me ei kehtesta failide suurusele muid piiranguid kui teie pilveketta maht. Muideks, mõned tehniliselt mitteadekvaatsed veebilehitsejad nõuavad allalaadimise ajal failide hoiustamist mälus (Firefox, IE10, Opera) või mõlema, alla- ja üleslaadimise ajal (IE9, Safari 5).","279":"Kas ma saan alla ja üles laadida samal ajal?","280":"Jah. Paralleelselt saab toimuda üks üleslaadimine ja üks allalaadimine iga veebilehitseja vahekaardi kohta.","281":"Miks te ei võimalda piltide pisivaateid ega videode ja audiofailide kiirvaadete edastamist?","282":"Sellepärast, et meie krüpteerimise mudel ei võimalda mingisugust serveripoolset teie failide manipuleerimist, mis oleks vajalik, et tagada selliseid funktsioone.","283":"Kuidas ma MEGA-sse faile üles laen?","284":"Kasutades teie veebilehitsejat on olemas kolm võimalust failide üleslaadimiseks MEGA lehele:","285":"1. Kliki punasele nupule avalehel","286":"2. Minge oma failihaldurisse ning vajutage \"Faili üleslaadimine\" või (kui te kasutate Chrome) \"Kausta üleslaadimine\" nupule üleval ääres.","287":"3. Lohistage failid või (kui kasutate Chrome) kaustad saidile.","288":"Kuidas ma paigaldan MEGA?","289":"Teie ei pea paigaldama midagi. MEGA kasutab tervenisti teie veebilehitsejat ja töötab kõikide praeguste levinumate veebilehitsejatega. Et kasutada kõiki olemasolevaid MEGA funktsioone, soovitame me kasutada Chrome.","290":"Kuidas kaustade jagamine töötab?","291":"Te võite jagada iga alamharu oma pilvekettast oma sõprade, pere või töökaaslastega. Kutseid saab saata e-postiga. Kutsutavad, kellel puudub veel kasutaja, saavad registreerimise lingiga e-kirja. Alternatiivne võimalus on teil luua avalik link ükskõik millisele kaustale ja avaldada kausta spetsiaalne krüpteerimise võti, tehes selle ligipääsetavaks ilma MEGA kasutajata. Teie vastutada on turvaliselt edasta vastuvõtjatele kausta võti.","292":"Jagamise alustamiseks, muutmiseks või kustutamiseks lihtsalt vajutage oma failihalduris parema hiireklahviga kaustal ja valige Jagamine. Seal on kolm ligipääsu taset: Kirjutuskaitstud, loe\/kirjuta (faile saab lisada, aga mitte kustutada) ja täielik (faile saab lisada ja kustutada).","293":"Kui te lisasite e-posti aadressi, millel puudub veel kasutaja, peate te olema aktiivne vähemalt korra peale vastuvõtja registreerimist selleks, et jagada turvaliselt tema värskelt loodud avaliku võtit.","294":"Kuidas ma kustutan inimesi oma jagatud kaustast?","295":"Lihtsalt tee oma failihalduris parem hiireklikk sellel kaustal ja vali jagamine. Siis näed sa kõiki, kellel on hetkel ligipääs jagatud kaustale. Tee parem hiireklikk nimel ja vali menüüst Kustuta","296":"Kuidas ma tunnen enda jagatud kaustad ära?","297":"Jagatud kaustadel on teie failihalduris eriline ikoon: kausta all on käsi.","298":"Kas ma saan jagada kaustu, mida jagati minuga?","299":"Ei. Kaustade jagamine on sihiline.","302":"Kuidas ma viitan failile MEGA saidil?","303":"Esiteks hoiatus: teie failide krüpteeritud turvalisus sõltub antud krüpteerimisvõtmete salastatuses. Ole kindel, et sa edastad neid ainult läbi turvaliste kanalite! Näiteks harilik e-post ei ole piisavalt hea.","304":"Seda meeles pidades, vali oma failihalduris üks või mitu faili ja tee parem hiireklikk ja vali \"Saa link\". Aken avaliku lingiga valitud faili(de)le avaneb. Te saate valida, kas te edastate iga lingi ja võtme eraldi või ühe liitlingina.","305":"Kuidas krüpteerimine töötab?","306":"Kogu krüpteering on \"end-to-end\". Üles laetavad andmed on krüpteeritud üles laadiva seadme poolt enne, kui need saadetakse internetti ja alla laetavad andmed dekrüpteeritakse ainult peale seda, kui need on jõudnud alla laadivasse seadmesse. Klientide vahendid vastutavad krüpteerimisvõtmete loomise, vahetamise ja haldamise üle. Ükski kasutatav krüpteerimisvõti ei lahku kunagi kliendi arvutist (erandiks on RSA avalikud võtmed).","307":"Kas kõik minu isiklik informatsioon krüpteeritakse?","308":"Ei. Ainult failide andmed ja failide\/kaustade nimed krüpteeritakse. Informatsioon, mida meil on vaja operatiivselt nagu teie e-posti aadress, IP aadress, kausta struktuur, faili omandiõigus ja makse tunnistused, hoiustatakse ja töödeldakse krüpteerimata. Palun tutvuge meie privaatsustingimustega täpsema info saamiseks.","309":"Kas mu hoiustatud andmed on täiesti turvatud?","310":"Kogu turvalisus on sõltuv. Järgnevad ohud on olemas - need pole seotud otseselt MEGA-ga, aga me tahame, et te oleksite riskidest teadlikud:","311":"Personaalseid kasutajaid seavad ohtu:","312":"- Nuhkvara teie arvutis. Üks lihtne keylogger on piisav, kuid seansi andmed ja võtmed saab kätte ka mälust või teie failisüsteemist.","313":"- Üle õla piilumine. Ärge sisestage oma parooli siis, kui keegi saab vaadata teie parooli sisestust.","314":"- Parooli jõuga avamine. Kasutage raskemaid paroole.","315":"- Internetipettus. Veendu alati oma ühenduse turvalisuse olekus (https:\/\/) ja domeeni nime korrektsuses (mega.co.nz) enne, kui sisestad oma parooli.","316":"Laiahaardelised rünnakud on võimalikud läbi:","317":"- \"mees keskel\" rünnakud. Nõuab kehtiva SSL sertifikaadi väljaandmist koos DNS võltsimisega ja\/või rünnakuga meie BGP ruuterite vastu (DigiNotar stiilis stsenaarium).","318":"- Veebiserveri https:\/\/mega.co.nz\/index.html majutusele ligipääsu saavutamine ja selle faili asendamine võltsitud versiooniga (see ei mõjutaks ligipääsu läbi paigaldatud rakenduste tugipunkti). Teadke, et CDN staatilise sisu manipuleerimine ei kujuta turvariski, sest kogu index.html suhtes laetud aktiivne sisu on krüpteeritud (kujutage seda ette nagu saidi \"turvalist alglaadimist\"). Sellist tüüpi rünnak nõuab  pahatahtliku koodi saatmist kliendile ja seeläbi tuvastatav.","319":"- Meie tuumserveri taristule ligipääsu saavutamine ja olemasolevatele jagamistele võltsitud võtmete taotlemine. Sellist tüüpi rünnak mõjutab ainult andmeid, mis on seotud jagatud kaustadega ja on samuti tuvastatav kliendi poolt.","320":"Kui ma ei usalda teid? Kas MEGA kasutamine on siiski minu jaoks ohutu?","321":"Kui te ei usalda meid, te ei saa kasutada meie poolt loodud koodi ehk meie saidi avamine oma veebilehitsejas ja parooliga sisenemine on mõeldamatu. Aga te ikka tahate MEGA kasutada, peate te tegema seda läbi rakenduse, mis on kirjutatud kellegi poolt, keda te usaldate.","322":"Ma usaldan teid ja teie Uus-Meremaa andmekeskust, aga ma ei usalda teie Saksamaa andmekeskust, sest selle omanik on USA ettevõte. On ikka MEGA kasutamine mulle ohutu?","323":"Jah, te saate ikka kasutada MEGA (mõnede mööndustega) turvaliselt, meie Saksamaa andmekeskust üldse mitte kasutades. Uus-Meremaa andmekeskus tagab, et ükski pahatahteline kood ei saaks joosta, kui te külastate https:\/\/mega.co.nz\/.","324":"Kas andmed, mis ma sisestan jagatud kaustadesse on sama turvalisusega kui mu ülejäänud?","325":"Jagatud kaustad on nii turvalised, kui on nende kõige vähem turvalisem liige. Kuigi, meie tuumserveri taristu kujutab lisariski: avalikud võtmed on mõjutatava ja võtmetaotlused on võltsitavad.","326":"Oletame, et MEGA hoiustamise sõlmkohta on füüsiliselt mõjutatud. Millised on riskid?","327":"Veateated peale mõjutatud failide allalaadimist. Isegi, kui ründajal oli antud sõlmkoha krüpteerimisvõti antud failile, ei saa ta ikkagi asendada võltsitud võtit põhjustamata järgnevate allalaadimiste nurjumist.","328":"Kas on hea mõte hoiustada kõiki oma andmeid ühes kohas?","329":"Hoidke alati tähtsate failide koopiaid nii võrgus kui võrgust väljas. Kuigi me hoiame faile vähemalt kahes kohas, puudub garantii mitmete samaaegsete tõrgete ja korduva ettenägematu valitsuse ülesastumise vastu.","330":"Miks peaksin ma usaldama oma andmed kõikidest inimestest just teile?","331":"Me pakume kasutaja poolt kontrollitud krüpteeringut (UCE), kus teie, kasutaja, kontrollite võtmeid. UCE on avatud lähtekoodiga ning me kutsume ja julgustame kogukonda seda üksikasjalikult uurima ja tagasisidet pakkuma. Me usume, et selline lähenemine on palju turvalisel, kui oma andmete hoiustamine serveripoolse krüpteeringuga teenusepakkuja käes, kus ISP kontrollib võtmeid või, veel hullem, krüpteering puudub. Kui näiteks MEGA kasutaja failid muutuksid kogemata programmeerimise vea tõttu ligipääsetavaks, oleksid need loetamatud ilma kasutajahallatud dekrüpteerimis võtmeteta. ","332":"Märkasin, et te kasutate juba krüpteeritud andmete ülekandmiseks HTTPS. Kas see pole liiast?","333":"On küll. Kahjuks, enamus veebilehitsejaid kardavad ebaturvalise ühenduse loomist turvalise saidiga, kes võiks neid selles süüdistada - nad ei saa olla teadlikud asjaolust, et krüpteerimine on juba kasutusel. Kuna HTTPS omab ebasoodsad mõju jõudluse, lubame teil selle oma veebilehitsejal, kui see seda võimaldab (Chrome, Safari ja Firefox kuni versioonini 17) välja lülitada, et ülekannete kiirust tõsta, kahjustamata teie andmete salastatust ja puutumatust. Teile kuvatakse mõnes veebilehitsejas SSL hoiatus teie esimesel faili ülekandel, ainult sellisel juhul on turvaline seda ignoreerida.","334":"Milliseid krüpteerimise algorütme kasutab MEGA?","335":"Enamus ülekannete puhul AES-128 (me usume, et CPU hõivatus AES-192 ja AES-256 puhul kaalub üle teoreetilise turvaeelise, vähemalt kuni kvantarvutite saabumiseni). Allalaadimisjärgne terviklikkuse kontroll tehakse CCM kuhjamismeetodiga, mis on vähem effektivne kui OCB, kuid ei ole koormatud patentidega.","336":"Turvalise ühenduse loomiseks kasutaja ja failide lohistamise postkasti vahel on valitud RSA-2048 (võtme pikkus sai valitud leidmaks tasakaalu \"liiga ebaturvaline\" ja \"liiga aeglane\" vahel). Kogu krüpteerimine, dekrüpteerimine ja võtmete loomine on rakendatud JavaScript-ga, mis piirab läbilaskevõimet mõnele MB\/s ja põhjustab märgatavat CPU koormust. Me ootame HTML5 WebCrypto API rakendamist kõigis levinumates veebilehitsejates, mis kõrvaldaks selle kitsaskoha.","337":"JavaScript'i sisseehitatud juhuslik numbrigeneraatorit on tõhustatud läbi hiire\/klaviatuuri ajastus-juhitud RC4 entroopia ja samuti krüptoga.* Juhuslikkus, kus võimalik (Praegusel hetkel ainult Chrome).","338":"Kas MEGA hoiab varukoopiad minu failidest?","339":"Me hoiustame faile vähemalt kahes erinevas serveris, kui võimalik.","340":"Ma olen unustanud parooli. Kas saan seda muuta?","341":"Kahjuks, teie MEGA parool ei ole ainult parool - see on pea krüpteerimisvõti kogu teie andmetele. Kui te selle kaotate, kaotate kogu ligipääsu oma failidele, mis ei ole jagatud kaustas ja mille võtit te pole eelnevalt salvestanud.","344":"Millal ma pean üle minema Pro kasutajale?","345":"Pro kasutaja annab teile lisa hoiustamisruumi ja lisa andmeedastus mahtu, mida me automaatselt piirame, kui andmeedastuse limiit on saavutatud - te võite seda mahtu kasutada ise või anda seda kolmandatele pooltele, kes pöörduvad teie andmete poole (ka kasutajad, kellel puudub MEGA kasutaja). Maksimum protsent teie andmeedastuse mahust, mida te soovite kolmandatele pooltele jagada on seadistav kasutaja seadedest.","346":"Milleks on üleslaadimise kiiruse piiramine hea?","347":"Mitmed ruuterid ei prioritiseeri väiksemaid pakette linkide mitmuse korral, mis tähendab, et teie sissetulevad ülekanded on tõsiselt mõjutatud kui teie väljuvate ühenduste hulk on täis. Selleks pakume me automaatset kiiruse juhtimise valikut, kus me mõõdame teie kättesaadavat väljuvate ühenduste mahtu üleslaadimise esimesel kümnel sekundil ja siis hoiame vähemalt 10% vaba. Te võite seadistada ka fikseeritud läbilaskelimiidi.","348":"Mida saan ma tasuta kontoga?","349":"Globaalselt ligipääsetava, suure jõudlusega, turvalise pilveketta [X] hoiustamisruumiga. Kui teil on seda rohkem vaja, võite uuendada [A1]Pro[\/A1] kasutajaks. Vajutage [A2]siia[\/A2], et näha oma praegust olekut.","359":"Kas te pekute rakendusliidest (API)?","361":"Jah. Avatud lähtekoodiga JavaScript kood tähendab, et veebipõhine MEGA kasutajaliides kasutab meie API, nii et teil on reaalne võimalus kopeerida koodi, kui te leiate meie [A]dokumentatsiooni[\/A] puudulikuna. Kuna meil puuduvad ressursid loomaks kõiki neid lahedaid rakendusi, mis muudavad MEGA mitmekülgseks ja kasulikuks vahendiks meile endile, kutsume teid meile appi. Pärast tagauste puudumise kindlustamist, liidame teie rakenduse oma saidile. Me oleme meeleldi nõus arutama kasumi jagamise üle, kui rakendus on väga populaarne.","362":"Et vältida ülekoormust, peame me vahel piirama andmeedastusmahu kasutust. Fail, mida hetkel proovite alla laadida, on suurem kui praegune [X3] limiit. See ülekanne on edasi lükatud ja jätkub automaatselt, kui vabaneb piisavalt ressursse.","365":"Teie veebilehitseja pole piisavalt kaasaegne, et laadida alla nii suurt faili.","366":"Autoriõiguste hoiatus","367":"MEGA tunnustab teiste autoriõiguseid ja nõuab, et MEGA pilveteenuse kasutajad tegutseksid autoriõiguste seadustega kooskõlas.  Teil on rangelt keelatud kasutada MEGA pilveteenust autoriõiguste rikkumiseks. Te ei tohi üle laadida, alla laadida, hoiustada, jagada, kuvada, levitada, e-postiga saata, linkida, üle kanda või muul moel luua ligipääsu failide, andmetele või muule sisule, mis rikub autorõiguseid või muid füüsilise või juriidilise isiku omandiõiguseid.","368":"Ettevaatust:","369":"MEGA krüpteerimise turvamudel sõltub üleval olevate võtmete salastatusest. Hoiduge nende võtmete edastamisest läbi ebaturvalistes kanalite!","370":"Kopeerige lõikepuhvrisse","371":"Kopeeritud lõikepuhvrisse","372":"Üleslaadimine","373":"Allalaadimine","374":"Me lubame, me toimetame kätte","375":"Navigeerimine keelatud kuna toimub failide ülekanne.","376":"Selle lehe nägemiseks pead olema sisse logitud.","377":"Toimub failide edastamine . Kui te jätkate, siis need tühistatakse.","378":"Palun sisestage parool oma konto kinnitamiseks.","379":"Palun logige sisse, et importida see fail oma kontole.","380":"Sisesta dekrüpteerimisvõti","381":"Kõik õigused reserveeritud","382":"valmistatud Uus-Meremaal","383":"Tugi","384":"Abikeskus","385":"Kasutusõigused","386":"Privaatsuse Eeskiri","387":"Autoriõigus","388":"Kogukond","389":"Blogi","390":"Partnerlus","391":"Edasimüüjad","392":"Arendajad","393":"Hoiustamise Partnerid","394":"Investorid","395":"Saa edasimüüjaks","396":"Meist","397":"Tasuta Liikmelisus","398":"Pro Liige","399":"Võta meiega ühendust","400":"Peamine","401":"Jagamine","402":"Turvalisus & Privaatsus","403":"Konto","404":"Maksmine & Arved","405":"Tööriistad","406":"Korduma kippuvate küsimuste top:","407":"Kategooriad:","408":"jaanuar","409":"veebruar","410":"märts","411":"aprill","412":"mai","413":"juuni","414":"juuli","415":"august","416":"september","417":"oktoober","418":"november","419":"detsember","420":"Palun logige sisse, et alustada üleslaadimist.","421":"Palun nõustuge meie kasutustingimustega","422":"Ma nõustun","423":"Sa vajad registreeritud kontot, et kasutada jagamisvõimalust. Kas soovikite kohe registreeruda?","424":"Jagamine keelatud","425":"Nimeta kaust ümber","426":"Nimeta fail ümber","427":"Konto detailid","428":"Vautšer","429":"Seansside ajalugu","430":"Ostude ajalugu","431":"Tehingute ajalugu","432":"Konto tüüp:","433":"Täiendage","434":"Tellimuse tüüp:","435":"TASUTA","436":"Puudub maksmise säte","437":"Hoiustamise Ruum:","438":"[X] kasutatud","439":"[X1] \/ [X2]","440":"Andmeedastuse Haldamine:","441":"Lubage Andmeedastuse Haldamine","442":"Keelake Andmeedastuse Haldamine","443":"Te saate valida, mitu protsenti andmeedastusmahust soovite eraldada jagamiseks.","444":"Määra Andmeedastusmaht Jagamiseks ","445":"Andmeedastusmaht Jagamiseks","446":"(sinu failide allalaadimiseks kolmandate isikute poolt)","447":"Allalaadimise Andmeedastusmaht","448":"(kolmandate isikute failide allalaadimiseks)","449":"Konto bilanss","450":"Lisa juurde","451":"Loo vautšereid:","452":"Vautšeri tüüp:","453":"Vali vautšeri tüüp","454":"Kogus:","455":"Loo","456":"Lunasta vautšer:","457":"Osta vautšer:","458":"Lunasta","459":"Sinu vautšerid","460":"Kasutamata vautšerid","461":"Lunastatud vautšerid","462":"Tühistatud vautšerid","463":"Tagastatud vautšerid","464":"Kõik vautšerid","466":"Viimased [X]","467":"Seansside ajalugu","468":"Ostude ajalugu","469":"Viimased [X] ostu","470":"Tehingute ajalugu","471":"Viimased [X] tehingut","472":"Viimased [X] sessiooni","473":"Ups, see ei tundu olevat kehtiva vautšeri kood.","474":"Aegumise tähtaeg:","475":"Kuupäev\/Kellaaeg","476":"Asi","477":"Kogus","478":"Maksemeetod","479":"Veebilehitseja","480":"IP-aadress","481":"Riik","482":"Hiljutine tegevus","483":"Praegune seanss","484":"Tehingu ID","485":"Krediit","486":"Deebet","487":"Vautšeri kood","488":"Staatus","489":"Kasutamata","490":"Lunastatud","491":"Tagastatud","492":"Tühistatud","494":"Valige oma pakett:","495":"Mahtuvust","496":"Andmeedastust","497":"Valige makseviis:","498":"kuus","499":"aastas","500":"Valige makseviis:","501":"säästa 17%","502":"Valige makseviis:","503":"Valige makseviis:","504":"Ettemaks","505":"osta vautšer","506":"Professionaalne","507":"Jätka","508":"vautšeri kood","509":"PRIVAATSUSE FIRMA","510":"Tere tulemast MEGA lehele!","511":"Sinu 2048-bitist RSA avalikku \/ isiklikku võtmepaari hetkel luuakse.","512":"Võtme tugevdamiseks oleme me kogunud entroopiat teie hiire liikumise ja klahvivajutuste kiiruse kohta.","513":"Vautšer kood lunastati teie kontole, kuid teie bilanss on mitteküllaldane selleks ostuks. Palun lisage veel saldot või proovige osta odavamat paketti.","514":"Puudulik arve, palun proovige uuesti.","515":"See kaust sisaldab rohkem kui 500 kirjet. Suured kaustad võivad aeglustada teie veebilehitsejat. Palun kaaluge alamkaustade kasutusele võttu.","516":"Saa abi","517":"Miski ei tööta? Palun vaata esmalt meie [A]abikeskusesse[\/A]. Kui teie küsimusele ei leidu seal vastust ärge kahelge meiega ühendust võtta.","518":"Legaalne","519":"Meie juriidiline osakond on ootel, et vastata teie järelpärimistele.","520":"Autoriõigused","521":"Olete mures, et kasutaja rikub teie intellektuaalomandi õiguseid? Palun esitage avaldus läbi meie [A]vormi[\/A] või saatke meile e-kiri.","522":"Soovita täiustusi","523":"Palun sisestage funktsioonide taotlused ja kasutamisega seotud ettepanekud siia.","524":"Teata veast","525":"MEGA on hetkel veel beetaversioonis ning kõik teated vigade kohta on oodatud. Mida detailsemad, seda paremad.","526":"Meedia","527":"Me ootame, et inimesed meediast, kaasaarvatud blogijaid, MEGA-ga seotud järelpärimiste korral meiega ühendust võtaks.","528":"Saa edasimüüjaks","529":"Saa osaks eduloost!","530":"Meie edasimüügi programm lubab teil müüa Mega vautšereid otse oma klientidele.","531":"Detailid:","532":"Te saate ligipääsu meie keerulisele vautšerite süsteemile.","533":"Loo realajas vautšereid oma kasutaja saldost.","534":"Helde tuluosa algusest saati.","535":"Mida rohkem te müüte, seda kõrgem tuluosa, seda rohkem teenite kasumit.","536":"Edasimüüja API ligipääs võimaldab teil arendada vahendeid, mis suhtlevad meie süsteemiga reaalajas.","537":"Tasuta reklaamimine: teie lehekülg ühendatakse Mega'ga.","538":"Peale edasimüüja taotluse läbivaatamist ja heakskiitu. Teie ettevõte & veebisait peab vastama meie standarditele.","539":"Tuluosa","540":"Teie tuluosast arvestatakse peale vautšeri loomist maha.","541":"Kuu käive","542":"Tuluosa","543":"rohkem kui [X]","544":"Taotlemine edasimüüjaks","545":"Registreeru edasimüüjana","546":"Detailid","547":"Sinu detailid","548":"Turud","549":"Valige edasimüügiturud:","550":"Maksed","551":"Valige maksemeetodid","552":"Valige maksemeetodid allolevate teenusepakkujate seast","553":"Teie teenusepakkujat ei ole nimekirjas? Palun saatke meile [A]e-kiri[\/A]","554":"Valmis","555":"Ma nõustun MEGA [A]Edasimüüja Kasutustingimustega[\/A]","556":"Järgmine","557":"Valige turud olemasolevate riikide nimekirjast","558":"Eelmine","559":"Teie nimi","560":"Ettevõtte URL","561":"Aadress","562":"ZIP \/ Postiindeks","563":"Ettevõtte nimi","564":"Telefoninumber","565":"Linn","566":"Valige riik iga maksmise meetodi kohta:","568":"Palun valige oma riik","569":"Ülekande seaded","570":"Paralleelsete üleslaadimiste hulk:","571":"Paralleelsete allalaadimiste hulk:","572":"Üleslaadimise piirang:","573":"Puudub","574":"Automaatne","575":"Fikseeritud","576":"Jäta üles laadides identsed failid vahele:","577":"Jah","578":"Ei","579":"Kasuta SSL-i failiedastusteks:","580":"SSL keelamine parandab jõudlust ja ei alanda turvalisust.","581":"Palun sisestage oma nimi.","582":"Palun sisestage oma ettevõtte URL.","583":"Palun sisestage oma aadress.","584":"Palun sisestage oma postiindeks.","585":"Palun sisestage oma ettevõtte nimi.","586":"Palun sisestage oma telefoninumber.","587":"Palun sisestage oma linn.","588":"Palun sisestage oma riik.","589":"Te peate nõustuma edasimüüja kastutustingimustega","590":"Palun valige vähemalt üks riik.","591":"Palun valige vähemalt üks makesmeetod.","592":"Palun valiga vähemalt üks riik makse teenusepakkuja kohta.","593":"Võimas","594":"Te saate meie käest e-kirja edasiste juhistega.","620":"Teada väidetavad rikkumise kohta","621":"Teata","622":"Me tunnustame kõikide autoriõiguseid ja nõuame meie teenuse kasutajatelt autoriõiguste järgimist. Teil on rangelt keelatud kasutada meie teenuseid autoriõiguste rikkumiseks. Te ei tohi üles laadida, alla laadida, hoiustada, jagada, kuvada, levitada, e-kirjaga saata, linkida, edastada või mõnel muul moel teha ligipääsetavaks faile, andmeid või sisu, mis rikuks autoriõiguseid või ükskõik millise füüsilise või juriidilise isiku omandiõiguseid. Me vastame kõigile meile edastatud teadetele, mis on kooskõlas kehtivate autoriõigustega. Kui te usute, et teie sisu on kopeeritud või kasutatud autoriõiguseid rikkuval viisil, edastage meile järgmised andmed: (i) füüsiline või elektrooniline autoriõiguste omaniku või volitatud esindaja allkiri; (ii) sisu, mille autoriõiguseid on väidetavalt rikutud, tunnused; (iii) sisu, mille õiguseid on väidetavalt rikutud või teema, mis on seotud rikkumisega tunnused ja mis peaks olema eemaldatud või millele ligipääs peaks olema keelatud ning andmed, mis on vajalikud võimaldamaks meil leida see materjal, näiteks internetiaadress(id) (URL); (iv) teie kontaktandmed, sealhulgas teie aadress, telefoninumber ja e-posti aadress; (v) teie avaldus, et teie otsus sündis heas usus, et materjali, mille vastu kaebus on esitatud ei ole kasutatud kooskõlas autorõiguste omaniku, esindaja või seaduse eeskirjutusega; ja (vi) kinnitus, et andmed teates on täpsed ja vande all (kui just kehtiv seadus ei ütle teisiti), et teil on õigus esindada autoriõiguste omanikku.","623":"Me jätame endal õigused eemaldada andmeid, mille õiguseid on väidetavalt rikutud, ette teatamata, oma äranägemise ja ilma kohustustea teie ees. Teatud asjaoludel võime me ka sulgeda teie kasutaja, kui te olete korduvalt rikkunud autoriõiguseid. Meie poolt määratud autoriõiguste esindaja väidetavad rikkumiste käsitlemiseks on:","624":"Autoriõiguste Teade","625":"Palun kasutage seda vormi, et edastada teade autoriõiguste rikkumisest. Me vastame 24 tunni jooksul (töötundide koheselt).","626":"Sisu:","627":"Kohustuslik väli","628":"Rikub minu personaalset autoriõigust.","629":"Rikub, kellegi, keda olen volitatud esindama, autoriõiguseid.","630":"Mahavõtu tüüp:","631":"Valige mahavõtmise tüüp:","632":"1. Keelake ainult esitatud avalik URL(id) - fail(id) jääb alles kasutaja konto(de)le.","633":"2. Keelake kõik failide avalikud URL-id , mis on seotud esitatud URL-dega - failid jäävad alles kasutaja konto(de)le.","634":"3. Eemaldage kõik, mis on seotud failidega esitatud URL-des - puudub kasutaja, kellel on ühelgi tingimusel neid lubatud hoiustada ükskõik kus maailmas.","635":"Heas usus luban mina käesolevaga, et eelnevalt esitatud materjalide jagamine ei lubatud autoriõiguste omaniku, esindaja või seaduse poolt (näiteks õiglase kasutamise põhimõte)","636":"Ma mõistan, et ma võin olla vastutav kahjude ees, kaasaarvatud kulud ja advokaaditasud, kui ma teadlikult ja materiaalselt ei tõesta, et esitatud sisu, URL-de või failide õiguseid on rikutud.","637":"Selles teates esitatud andmed on korrektsed ja tõotan vande all, et mul on õigus tegutseda autoriõiguste omaniku nimel.","638":"See teade on tõsine juriidiline dokument - jälgige väga täpselt, et olete autoriõiguste rikkumise vastases nõudes täpsed. Soovitame teil esmalt konsulteerida advokaadiga, et teha kindlaks, kas esitatud sisu rikub autoriõiguseid ja ei ole kaitstud õiglase kasutamise põhimõttega, litsentsiga või mõne muu õigusliku alusega.","639":"Edasta teade","640":"Lisa juurde","641":"URL, mis rikub autoriõiguseid:","642":"Autoriõiguste omaniku nimi:","643":"Ameti nimetus:","644":"E-posti aadress:","645":"Fax:","646":"Linn:","647":"ZIP \/ Postiindeks:","648":"Autoriõiguseid väidetavelt rikkunud tööd:","649":"Minu täisnimi:","650":"Ettevõte \/ Organisatsioon:","651":"Telefon:","652":"Aadress:","653":"Osariik  \/ Maakond:","654":"Riik:","655":"Palun esitage kõikide väidetavalt autoriõiguseid rikkunud tööde URL-id.","656":"Palun esitage igale autoriõiguseid rikkunud URL-le autoriõigustega materjal.","657":"Palun vali, kas see sisu rikub teie isiklike või kellegi, kelle volitatud esindaja te olete autoriõiguseid.","658":"Palun valige eemaldamise tüüp.","659":"Palun esitage kõikide väidetavalt autoriõiguseid rikkunud tööde URL-id.","660":"Palun esitage igale autoriõiguseid rikkunud URL-le autoriõigustega materjal.","661":"Palun esitage autoriõiguste omaniku nimi.","662":"Palun esitage oma nimi.","663":"Palun esitage oma e-posti aadress.","664":"Palun sisestage kehtiv e-posti aadress","665":"Palun kinnitage, et te heas usus lubate, et eelnevalt esitatud materjalide jagamine ei lubatud autoriõiguste omaniku, esindaja või seaduse poolt (näiteks õiglase kasutamise põhimõte)","666":"Palun kinnitage, et te võite olla vastutav kahjude ees, kaasaarvatud kulud ja advokaaditasud, kui te teadlikult ja materiaalselt ei tõesta, et esitatud sisu, URL-de või failide õiguseid on rikutud.","667":"Palun kinnitage, et see teade on täpne ja tõotage vande all, et teil on õigus esineda autoriõiguste omaniku nimel.","668":"Aitäh!","669":"Me vaatame peagi teie autoriõiguse teate üle.","670":"Keel","671":"Kas te räägite mitut keelt?","672":"Aita meil tõlkida!","673":"Privaatsuse Firma","674":"Kellegi eraelu, perekonda, kodu ega kirjavahetust ei tohi meelevaldselt segada. Igaühel on nendel juhtudel õigus seaduse kaitsele.","675":"Inimõiguste ülddeklaratsioon, artikkel 12","676":"MEGA on Pideva Privaatsusega Pilve Hoiustamine","677":"Mega pakub tugevat pilvepõhist failihoiustamist, mis on mugav ja alati privaatne. MEGA usub, et teil peab olema õigus privaatsusele ja pakub teile tehnoloogiat, mis seda kaitseb. Me kutsume seda: Kasutaja Kontrollitud Krüpteering ehk UCE ja see toimib automaatselt.","678":"Mis on MEGA Kasutaja Kontrollitud Krüpteering?","679":"Kõik MEGA lehele salvestatud failid on krüpteeritud. Kogu andmeedastus MEGA-sse ja MEGA-st on krüpteeritud. Kuigi paljud teised faili hoiustamise pakkujad lubavad sama, on MEGA nendest erinev - vastupidiselt tavale, kus dekrüpteerimise võti on pilveteenuse pakkuja käes, MEGA-ga kontrollite krüpteerimist teie, teie käes on võtmed ja teie otsustate kellele te lubate ja kellele keelate ligipääsu oma failidele ning seda kõike ilma igasuguse riskantse tarkvara paigaldamiseta. See kõik toimub teie veebilehitsejas!","680":"MEGA tulevik","681":"MEGA pilveteenus on alles alguses. Tulevikus pakub MEGA UCE-d teie veebilehitsejas suurel hulgal rakendustele ilma, et peaksite midagi paigaldama. Meie tehnoloogia hakkab kaitsma teie e-kirju, kõnesid, vestlusi ja videoedastusi.","692":"Kas Mega on legaalne?","693":"Oleme pühendatud grupp tenolooge, kellele anti aeg, võimalus ja internetijuurdepääs, et luua võimas hoiustamise pilveteenus, mis kaitseks meie privaatsust. Me oleme selle internetiteenuse algusest programmeerinud Auclandis, Uus-Meremaal. Erinevalt enamikest meie konkurentidest, kasutame me veebipõhist krüpteerimise tehnoloogiat, kus teie, mitte meie, kontrollite võtmeid. Meie rühma kuuluvad Kim Dotcom, Mathias Ortmann, Bram van der Kolk ja Finn Batato. Meie tegevdirektor, Vikram Kumar on olnud InternetNZ tegevjuht, mittetulunduslik organisatsioon propageerimaks vaadet \"avatud ja sõltumatu internet\". Me loodame, et see meeldib teile.","694":"1. Keelake üks link (\"URL\") iga faili kohta - need failid jäävad alles kasutaja kontole","695":"2. Keelake mitmed lingid iga faili kohta - need failid jäävad alles kasutaja kontole","696":"3. Eemaldage kõik failid, mis on seotud esitatud linkidega -  puudub kasutaja, kellel on ühelgi tingimusel neid lubatud hoiustada ükskõik kus maailmas.","697":"4. Muu","698":"Siia võite sisestada teate","699":"Allkirjastage ja sisestage teade","700":"Palun edastage eemaldamise teade manuaalselt e-kirja teel [A1]copyright@mega.co.nz[\/A1] vastavalt meie [A2]eemaldamise sätetele[\/A2].","701":"Saatke mahavõtmise teate e-kirja teel","702":"Teata väärkasutusest","703":"Teie registreerimise link on kehtetu. Palun kontrollige võimalike reavahesi oma aktiveerimise e-kirjas.","704":"Teie kasutaja on juba aktiveeritud. Palun logige sisse.","705":"Teie kinnitust ei saa töötlemisse võtta. Palun registreeruge uuesti. Veakood:","706":"Muutke parooli","707":"Uuenda","708":"Taotle muutmist","709":"Ma ei mäleta oma praegust parooli","710":"Kui te olete ikka sisse logitud, kuid ei mäleta oma praegust parooli, siis selle valiku märgistades saate seadistada uue parooli. Te saate kinnituseks e-kirja, millele 15 minuti jooksul vajutades saate aktiveerida uue parooli.","711":"Taotle vahetust","712":"Lunastus lõpuni viidud","713":"Vautšeri bilanss on lisatud teie kontole. Kas soovite jätkata pro kasutaja ostmist?","714":"See vautšer on juba lunastatud.","715":"Uued sisestatud paroolid ei klapi. Palun proovige uuesti.","716":"Praegune parool","717":"Uus parool","718":"Kinnitage uus parool","719":"Palun sisestage oma praegune parool.","720":"Palun sisestage oma uus parool.","721":"Palun kontrollige oma e-posti ja vajutage kinnitamise lingile, et saaksite lõpetada oma parooli muutmise.","722":"Muudatus taodeldud","723":"Uus parool peab olema praegusest erinev.","724":"Teie poolt pakutud parool on vigane.","725":"Teie parool on muudetud.","726":"Tehtud","727":"Teie parool on muudetud.","728":"See parooli kinnitamise link on aegunud.","729":"See link on juba kinnitatud.","730":"Teie kasutaja on blokeeritud. Palun kontrollige oma e-posti lisainfo saamiseks ning soovil vastake sellele.","731":"Seotud kasutajakonto suleti mitmete [A]Kasutustingimuste[\/A] rikkumise tõttu.","732":"Te olete juba sisse loginud kasutajasse, mis erineb praegusest, mida proovite kinnitada. Palun kontrollige oma seanssi, logige välja ja siis vajutage uuesti kinnitamise lingile.","733":"Tundmatu e-posti aadress. Kui teil puudub kasutaja, kutsume teid registreerima.","734":"Täname teid!","735":"Palun kontrollige oma e-posti.","736":"Ainult kasutajad, kellel pole ühtegi faili ega kausta saavad parooli tühistada.","737":"Tühistage parool.","738":"Päring","739":"unustasite parooli?","740":"Teie parool on edukalt muudetud.","741":"Palun valige uus turvaline parool.","742":"Tühistage","743":"See link on kaotanud kehtivuse. Palun taotlege uus.","744":"Kehtetu link. Palun taotlege uus.","745":"Puudub maksmise graafik","746":"Liikmesuse tüüp","747":"Nädalane","748":"Kuune","749":"Aastane","750":"Järgmine maksetähtaeg on","751":"Ühekordne","752":"MEGA Firefox'i lisa","753":"Paigaldage MEGA Firefox'i lisa, et saavutada tunduvalt paremat allalaadimise jõudlust. See võimaldab korraga alla laadida piiramatul hulgal faile ilma igasuguse mahupiiranguta.","754":"MEGA Firefox'i lisa on turvaline ja märkamatu. Kui te eelistada kasutada MEGA ilma lisadeta, siis me soovitame kindlasti kasutada [A]Chrome[\/A].","755":"Paigaldage lisa","756":"1 allalaadimine lõpetatud","757":"[X] allalaadimist lõpetatud","758":"Avage allalaadimiste kaust","759":"vajutage siia, et avada","760":"Palun paigaldage MEGA Firefox'i lisa, nii suure faili allalaadimiseks.","761":"Palun kinnitage","762":"Te olete alustamas väga suure hulga failide allalaadimist, mis võib teie veebilehitsejat aeglustada. Soovite jätkata?","763":"Kontakt","764":"Teie allalaadimist pole võimalik alustada, sest teie kõvakettal pole piisavalt ruumi.","765":"Teie allalaadimisi pole võimalik alustada, sest teie kõvakettal pole piisavalt ruumi.","766":"Mõnesid teie allalaadimistest pole võimalik alustada, sest teie kõvakettal pole piisavalt ruumi.","768":"Teie allalaadimist pole võimalik alustada, sest teie kõvakettal pole piisavalt ruumi või te kasutate Chrome privaatses režiimis, mis ei võimalda failide kirjutamist.","769":"Me saame allalaadimiseks kasutada ainult 5% teie kättesaadavast ketta mahust. Palun vabastage veel ruumi, et alustada.","770":"Valige omale parool","771":"Kinnitage oma parooli","772":"Faili URL:","773":"aega järel","774":"E-posti link","775":"nimetage allpool ümber:","776":"Salvesta","777":"Mäleta mind sellel seadmel","778":"MEGA konto puudub?","779":"Registreeru kohe","780":"MEGA konto on juba olemas?","781":"Piiratud CPU jõudluse tõttu mobiilsetel seadmetel võib RSA võtme genereerimine aega võtta mitu minutit. Me täname teid kannatlikkuse eest.","782":"Tühi kaust","783":"Teie pilvekettas pole faile","784":"Kontaktid puuduvad","785":"Tulemused puuduvad.","786":"Teie postkastis pole faile","787":"Teie prügikastis pole faile","788":"Olete te kindel, et soovite selle faili prügikasti panna?","789":"Olete te kindel, et soovite selle kausta prügikasti panna?","790":"Ava fail","791":"Impordi fail","792":"Kustuta fail","794":"Kustuta kaust","796":"Saa link","797":"Jaga kausta","798":"Hoiustamisruum","799":"Kasutatud ruum","800":"Vaba ruum","801":"Lauaarvuti versioon","802":"Kontakti e-posti aadress","803":"Faili allalaadimine","804":"Kahjuks ei ole see failitüüp teie seadme poolt toetatud.","805":"Me rakendame lähitulevikus mobiilse toe selle failitüübi jaoks.","806":"muuda kausta nime:","807":"muuda faili nime:","808":"Kausta link","809":"Kausta URL:","810":"Link allalaadimiseks","811":"Faili URL:","812":"Kinnita konto","813":"Jagatud kaust","814":"Kas soovid oma üleslaadimise katkestada?","815":"Kas soovid oma allalaadimise katkestada?","816":"Palun sisesta toimiv e-posti aadress.","817":"Te ei saa luua kausta otsingutulemustes.","818":"Kas te soovite kasutada lauaarvuti versiooni?","819":"algab","820":"See fail imporditi teie pilvekettale.","821":"Teie teated","822":"Tagasi","823":"Seaded","824":"Uus jagatud kaust [X] poolt","825":"Uus jagatud kaust","826":"[X] tühistas kausta jagamise","827":"Kausta jagamine tühistatud","828":"[X1] kausta ja [X2] faili","829":"[X] kausta ja 1 fail","830":"1 kaust ja [X] faili","831":"1 kaust ja 1 fail","832":"[X] kausta","833":"[X] faili","834":"1 kaust","835":"1 fail","836":"[X] lisas [DATA]","837":"[X] on lisatud ","838":"[X] lisati","850":"JAAN","851":"VEB","852":"MÄR","853":"APR","854":"MAI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DETS","862":"Teated","863":"Vaata kõiki","864":"Tõmba ZIP-ina","865":"Ava","866":"Kopeeri 1 valitud fail","867":"Kopeeri [X] valitud faili","868":"Teisalda 1 valitud fail","869":"Teisalda [X] valitud faili","870":"Kinnita","871":"[B]Hoiatus:[\/B] hoiustamislimiit on ületatud. Palun kustuta faile või [A]täienda oma kontot[\/A].","872":"Pro","873":"[X] sekundit tagasi","874":"1 minut tagasi","875":"[X] minutit tagasi","876":"1 tund tagasi","877":"[X] tundi tagasi","878":"1 päev tagasi","879":"[X] päeva tagasi","880":"Just nüüd","881":"Sa kasutad ajutist seanssi. Andmed mida sa hoiustad kaovad, kui seanss aegub. Et oma faile säilitada, loo konto juba varakult ning saa oma tasuta 50GB turvalist hoiustamisruumi pilves!","882":"Hoiatus","883":"Loo oma kasutaja","884":"[X] ei ole täielikult kokkusobiv MEGAga","885":"Teie brauser","886":"Internet Explorer 10 sisaldab olulist viga, mis mõjutab faili kirjutamist JavaScriptist põhjustades mälupuuduse situatsiooni kui tõmmata suurt hulka andmeid. Me eeldame, et see viga parandatakse Internet Explorer 11's. Palun valige senikauaks alternatiivne brauser.","887":"[X]'l puudub HTML5 tugi, millele MEGA toetub, et teostada kliendipoolset brauserisisest krüpteeringut. HTML5 failiedastust imiteeritakse läbi väga limiteeritud Flashi. Palun kaaluge oma brauseri väljavahetamist uuema vastu nii vara kui võimalik.","888":"Kõrgelt soovitatud","889":"Soovitatud","890":"MEGA töötab kõige paremini järgnevate brauseritega:","891":"Brauseri ühilduvuse hoiatus","892":"Andmed","893":"Üles laetud","894":"Kogumaht","895":"Kausta nimi","896":"Loodud","897":"Sisaldab","898":"Mitu faili & kausta","899":"Mitu faili","900":"Mitu kausta","909":"Parool","910":"Osta kohe","911":"Võta MEGAst viimast [B]Pro[\/B]ga","912":"alates","913":"kuu","914":"aastane tellimus","915":"Suur hoiustamismaht","916":"Suurem andmeedastusmaht","917":"kui otsustad maksta iga aastaselt","918":"Igakuine","919":"Iga aastaselt","920":"Täienda oma kontot","921":"2 kuud tasuta","922":"1 kuu","923":"1 aasta","924":"Kas teil on küsimusi [A]Pro kontode[\/A] kohta?","925":"Meie tugimeeskond aitab teid rõõmuga.","926":"Firma nimi","927":"Linn","928":"Postiindeks","929":"Telefon","930":"päev","931":"kuu","932":"aasta","933":"Aadress","934":"Osariik või maakond","935":"PayPali aadress","936":"Pangakonto","937":"Tulusaaja nimi","938":"Kirjeldage oma turundusstrateegiat","939":"Panga nimi","947":"Ketas","948":"Prügi","949":"Postkast","950":"Kontaktid","951":"Minu kasutaja","952":"Enamus seadmeid ei suuda üle 4GB suuruseid faile alla laadida. Tõenäoliselt Sinu alalaadimine ebaõnnestub.","953":"Pole piisavalt vaba ruumi","954":"Tiitrid","955":"Mobiilirakendused","956":"Sync Client","957":"Chrome'i laiendus","959":"Firefoxi laiendus","961":"Rakendused","962":"Tarkvaraarenduskomplekt","963":"Dokumentatsioon","964":"Filiaalprogramm","965":"Poliisid","966":"Mahavõtmise juhend","967":"Logi välja","968":"Loo kasutaja","969":"Palun proovi uuesti","970":"Palun sisesta kehtiv parool.","973":"Kasutatud andmeedastus","974":"Halda oma kontot","975":"Lisa Täht","976":"Kustuta Täht","977":"Sinu pilvekettal pole ühtegi faili.","978":"Teie otsingule ei leitud ühtegi vastet","979":"Teie prügikast on tühi","980":"Teil pole ühtegi kontakti","981":"Teie postkast on tühi","982":"sisu","983":"Ülevaade","984":"Profiil","985":"Ajalugu","986":"Muuda oma profiili","987":"Aegub","988":"Ühendused:","989":"[X] kontakti","990":"1 kontakt","991":"Mine kontaktidesse","992":"Profiilipilt","993":"Muuda profiilipilti","994":"Isiklik informatsioon","995":"Sünnipäev","996":"Vali riik","997":"Kontaktide lisamine on mõeldud ainult registreeritud kasutajatele.","998":"Palun loo oma tasuta kasutaja.","999":"Kas soovid kohe oma ajutist seanssi täiendada tasuta kontoga?","1000":"Väldi ligipääsu kaotamist. Registreerimine on tasuta ja kõrgelt soovitatud!","1001":"Eemalda kontakt","1002":"Oled sa kindel, et soovid eemaldada [X] oma kontaktide hulgast?","1003":"Kinnita eemaldamine","1004":"Oled sa kindel, et soovid tõsta [X] prügikasti?","1005":"Linkide loomine on mõeldud ainult registreeritud kasutajatele.","1006":"Kaustade jagamine on mõeldud ainult registreeritud kasutajatele.","1007":"Seda tegevust ei saa tagasi võtta.","1008":"pro andmeedastuse maht ületatud.","1009":"Vajad rohkem andmeedastusmahtu?","1010":"hoiustamislimiit ületatud.","1011":"Soovid oma failid säilitada?","1012":"hoiustamislimiit on peaaegu ületatud.","1013":"Vajad rohkem hoiustamismahtu?","1015":"Palun sisesta oma vautšeri kood.","1016":"Vali pilt","1017":"Kasuta seda profiilipildina","1018":"Tühi","1019":"Lisa e-posti aadress","1020":"Palun sisesta e-posti aadress või vali kontakt.","1021":"On","1022":"Off","1023":"Sul ei ole selle kausta kirjutusõigust.","1024":"Palun sisesta kausta nimi.","1025":"Mitu faili","1026":"Sisesta dekrüpteerimisvõti","1027":"Dekrüpteeri","1028":"Dekrüpteerimisvõti","1029":"Avalik link","1030":"Vali oma kontaktide hulgast või lisa e-posti aadresse","1031":"Ekspordi faili lingid ja dekrüpteerimisvõtmed","1032":"Sisalda faili võtit","1033":"Kopeeri võtmed","1034":"Lae alla mitmeid faile","1035":"Vajuta ''luba'' allalaadimise lõpuleviimiseks","1036":"Jagatud","1037":"Nõustu","1038":"Vali keel","1039":"Maksa PayPaliga","1040":"Palun logi sisse, et aktiveerida oma pro liikmelisus.","1041":"Palun loo konto, et aktiveerida oma pro liikmelisus.","1042":"Initsialiseerin","1043":"Kausta link pole saadaval","1044":"Kaust, millele sa proovid ligi pääseda, pole enam saadaval. See võib juhtuda järgnevate põhjuste tõttu:","1045":"Kausta link on eemaldatud Tos\/AUP rikkumise tõttu.","1046":"Kausta link on eemaldatud kasutaja poolt.","1047":"Tere tulemast MEGA Pro'sse","1048":"Sinu pro liikmelisus on aktiveeritud. Naudi!","1049":"Kaust","1050":"Jagamised puuduvad","1051":"Mitte kunagi","1053":"andmeedastusmaht on peaaegu ületatud.","1054":"Sa pead ootama veel [X], kuni rohkem andmeedastusmahtu on määratud sinu kontole.","1055":"Ei soovi oodata?","1056":"See limiit on dünaamiline.","1057":"Kinnita seansi eemaldamine","1058":"Sa kasutad praegu ajutist seanssi. Oled sa kindel et soovid selle seansi lõpetada?","1059":"See toiming kustutab kõik sinu andmed.","1060":"''End-to-end'' krüpteerimine","1061":"Erinevalt teistest pilvhoiustamise pakkujatest on sinu andmed krüpteeritud ja dekrüpteeritud ainult kliendi seadmete poolt ja mitte kunagi meie poolt.","1062":"Ülemaailmne ligipääs","1063":"Sa pääsed oma andmetele ligi igal ajal, igast seadmest, ükskõik kus.","1064":"Turvaline koostöö","1065":"Jaga kaustasid oma kontaktidega ja näe nende uuendusi reaalajas.","1066":"MEGA varustab tööriistadega, mis teevad [A]privaatse ja konfidentsiaalse[\/A] internetiside kasutamise lihtsamaks.","1067":"MEGA toimetab kätte krüpteeritud pilve-põhised teenused, mis tagavad [A]privaatse ja turvalise[\/A] suhtluse ja koostöö ettevõtetele ja indiviididele. Sa ise hoiad ja kontrollid oma pilves hoiustatavate andmete krüpteerimisvõtmeid.","1068":"Jaga kaustasid oma kontaktidega ja näe nende uuendusi reaalajas.","1069":"Vaata kuidas see töötab","1070":"Kuidas see töötab","1071":"Soovid MEGA kohta rohkem teada saada?","1072":"Vaata avamisvideot","1073":"Liikmelisuse plaanid","1074":"Saa 50 GB tasuta kontoga","1075":"Mitmeid kordi rohkem kui see, mille sa saad peamistelt konkurentidelt.","1076":"Loo kasutaja","1077":"Konkurentsivõimelised Pro paketid","1078":"Saa kuni 4TB krüpteeritud hoiustamist kõigest 8.33€ eest kuus.","1079":"Uuri meie pro pakette","1080":"Mobiilirakendused","1082":"Pilv sinu taskus. Pääse ligi ja voogedasta oma faile enda telefonist või tab-ist. Lae üles ja sünkroniseeri oma faile pilvega.","1083":"Saa see tasuta","1084":"Saadaval:","1085":"Sync Client","1086":"Lihtne ja automaatne sünkroonimine sinu arvutite ja sinu MEGA pilveketta vahel.","1087":"Lae nüüd alla","1088":"Brauseri laiendused","1089":"Meie brauserilaiendused paigaldavad MEGA sinu brauserisse kiiremaks laadimiseks ja paremaks kaitseks rünnakute eest.","1090":"Mine allalaadimislehele","1091":"Vajutage, et laadida üles, või lohistage failid siia","1092":"Keri, et jätkata","1093":"Ära kunagi sisesta oma parooli seadmel, mida sa täielikult ei usalda. Samuti ära logi oma kontosse jagatud või avalikust arvutist.","1094":"Suurema turvalisuse nimel, paigalda meie [A]brauseri laiendus[\/A] ja lae MEGA oma arvutist, mitte meie serveritest.","1095":"Loo oma [A]tasuta[\/A] konto","1096":"Eesnimi","1097":"Perekonnanimi","1098":"Vigane eesnimi ja\/või perekonnanimi.","1099":"Palun sisestage oma ees- ja perekonnanimi.","1100":"Vigane e-posti aadress","1101":"Palun sisestage õige e-posti aadress","1102":"Vale parool","1104":"Palun tugevdage oma parooli.","1105":"Tugevus:","1106":"Parooli staatus","1107":"Paroolid ei kattu.","1108":"Loo kasutaja","1109":"Sinu parool on sinu peamine krüpteerimisvõti.","1110":"Sinu konto turvalisus sõltub sinu parooli tugevusest. Paroolid mis on liiga lühikesed, liiga lihtsad või sisaldavad sõnu sõnaraamatutest, on kergesti äraarvatavad.","1111":"Ärge unustage oma parooli.","1112":"Unustatud paroolide taastamiseks võimalust pole. Kui sa parooli unustad, ei pääse sa enam enda hoiustatud andmetele ligi.","1113":"Sinu konto on sama turvaline kui su arvuti.","1114":"Kirjuta parool uuesti","1115":"Parooli tugevuse kinnitaja on siiani initsialiseerimas.","1116":"Palun proovi uuesti mõne sekundi pärast.","1117":"Kasutustingimuste kokkulepe","1118":"Sa pead nõustuma MEGA kasutustingimustega, et registreerida kontot.","1119":"Sinu parool on kergesti äraarvatav. Proovi teha oma parooli pikemaks. Kombineeri suuri ja väikseid tähti. Lisa erisümboleid. Ära kasuta nimesid või sõnu sõnaraamatust.","1120":"Sinu parool on kergesti äraarvatav. Proovi teha oma parooli pikemaks. Kombineeri suuri ja väikseid tähti. Lisa erisümboleid. Ära kasuta nimesid või sõnu sõnaraamatust.","1121":"Sinu parool on piisavalt hea, et jätkata, kuid on soovitatav oma parooli veelgi tugevdada.","1122":"See parool peab vastu ka kõige tüüpilisematele rünnakutele. Palun veenduge, et te seda meeles suudate pidada.","1123":"See parool peab vastu ka kõige kõrgetasemelistele rünnakutele. Palun veenduge, et te seda meeles suudate pidada.","1124":"Väga nõrk","1125":"Nõrk","1126":"Keskmine","1127":"Hea","1128":"Tugev","1129":"teie parool on liiga nõrk, et jätkata","1130":"Vale e-post ja\/või parool.","1131":"Kinnitage oma konto","1132":"Entroopiakogu","1133":"See mäng kogub [A]entroopiat[\/A], mis põhineb sinu hiire liigutustel.","1134":"See tugevdab sinu [A]RSA võtit[\/A].","1135":"Sa võid mängu katkestada, kui indikaator on jõudnud 100% peale.","1136":"Valmis!","1137":"sa võid nüüd minna edasi järgmise sammu juurde, et lõpule viia oma võtme koostamine.","1138":"Jätka","1139":"Skoor:","1140":"See on väga oluline samm ja võib võtta mõned sekundid aega.","1141":"Palun olge kannatlik.","1142":"Avaliku - privaatse võtme loomine","1143":"Koostan võtit","1144":"Kõige varasem krüptograafia kasutus pärineb 4000 aasta tagusest Egiptusest.","1145":"Täna, 4000 aastat hiljem, pole enamus pilvhoiustamise pakkujatest endiselt täielikult krüptograafiat kasutusele võtnud.","1146":"Täienda oma kontot","1147":"Vali oma konto tüüp","1148":"[A]Saa 2 kuud tasuta[\/A] kui ostad ühe aastase pro paketi","1149":"Limiteeritud","1150":"Tasuta","1151":"Võta MEGAst viimast [A]Pro kontoga[\/A]","1152":"Vali oma pro pakett:","1153":"ühe aasta pakett","1154":"Meeskond","1155":"Laen üles","1156":"Laen alla","1157":"Tasuta allalaadimine","1158":"Windowsile","1159":"Peatselt tulekul ka [A]Mac[\/A]'ile","1160":"MEGA soovib tänada järgnevate avatud lähtekoodiga komponentide autoreid, kes aitasid kaasa meie saidi funktsionaalsusele:","1161":"Turvaline","1162":"Sinu andmed on täielikult krüpteeritud. Keegi ei saa neile ligi pääseda kui need on hoiustamisel või edastamisel.","1163":"Paindlik","1164":"Sünkroniseeri ükskõik milline kaust oma arvutist ükskõik millisesse kausta pilves. Sünkroniseeri ükskõik kui palju kaustu paralleelselt.","1165":"Kiire","1166":"Võta viimast MEGA suure võimsusega infrastruktuurist ja  multi-ühendusega ülekannetest.","1167":"Helde","1168":"Hoiusta kuni 50GB tasuta!","1169":"Täielikult toetatud","1170":"Otsi, hoiusta, lae alla, vaata, jaga, nimeta ümber või kustuta oma failid. See on kõik olemas - sinu enda peos.","1171":"Peatselt tulekul ka [A]iOS[\/A]'ile","1172":"Firefoxi laiendus","1173":"Chrome'i laiendus","1174":"See laiendus lubab sul paigaldada MEGA oma brauserisse. See kahandab laadimisaegu, parandab allalaadimise jõudlust ja tugevdab turvalisust.","1175":"Iga MEGA URL on võetud selle rakenduse poolt ja jääb sinna (JavaScripti meie serverite poolt ei laeta). (Automaatsed-) uuendused on turvalised tänu privaatsele krüpteeritud võtmele.","1176":"Ja kui sa oled väga paranoiline:","1177":"lülita automaatsed uuendused välja ja uuri käsitsi meie lähtekoodi iga uuenduse jaoks.","1178":"Lae alla MEGA Firefoxile","1179":"Installeerimine:","1180":"Lae alla MEGA Chrome'ile","1181":"Ava laienduste leht Chrome'is","1182":"menüü>tööriistad>laiendused","1183":"või kirjuta","1184":"oma aadressiribale.","1185":"Lohista oma allalaetud fail [X] Chrome'i laienduste lehele ja kinnita paigaldamine.","1186":"Sa võid osta oma MEGA Pro liikmelisuse ka mõnelt meie volitatud edasimüüjalt:","1187":"Lae alla","1188":"Sinu arvutisse","1189":"Impordi","1190":"Sinu Pilvekettale","1191":"Fail, mida sa proovid alla laadida, pole ajutiselt saadaval.","1192":"Keri, et MEGA kohta rohkem teada saada","1193":"Uue konto loomine","1194":"Kas soovid oma faili importida uuele seansile?","1195":"''Ei'' lubab sul sisse logida ja töödelda oma importimist.","1196":"Katkesta allalaadimine","1197":"Oled sa kindel, et soovid selle allalaadimise katkestada?","1198":"Allalaetud fail kustutatakse.","1199":"Ei saa dekrüpteerida metaandmeid ilma võtmeta.","1200":"Filiaali kasutustingimused","1201":"[A]Ühine meiega[\/A] pilvhoiustamise turu lõhestamisel","1202":"Juhi ettevõte meieni ja teeni oma osa.","1203":"Aita meil kasvada ja saa osaks edust.","1204":"Registreeru","1205":"Kuidas see töötab?","1206":"Registreeru ja saa oma ainulaadne partneri ID, mille sa saad lisada meie URL-ile.","1207":"Me jälitame kõiki oste, mis on tehtud külastajate poolt kelle sa MEGAle viidanud oled.","1208":"Sa teenid [B]20%[\/B] tulust, mis on teenitud läbi sinu partneri ID.","1209":"Korduvad tellimused loevad korduvate viidetena.","1210":"Kellele on filiaalprogramm mõeldud?","1211":"Rakenduse arendajad:","1212":"Ehita oma enda populaarne rakendus, kasutades meie [A]SDK[\/A]'d","1213":"Muuda tasuta kasutajad pro kasutajateks ja rahasta oma rakendust.","1214":"Veebilehed:","1215":"Blogijad","1216":"Pilvhoiustamise võrdlemise lehed","1217":"Millised on reeglid?","1218":"Palun loe ja täida meie [A]Filiaali kasutustingimustega[\/A]","1220":"Alusta nüüd!","1221":"Liitu meie filiaalprogrammiga ja sa saad hakata koheselt raha teenima.","1223":"Kontaktinfo","1224":"Me vajame sinu kohta natuke rohkem detaile.","1230":"Makse info","1231":"Me maksame korra kuus PayPali kaudu või ülekandega (ainult Uus-Meremaa pangakontod).","1232":"Maksemeetod","1233":"PayPal","1234":"Pangakonto (Ainult Uus-Meremaa oma)","1235":"Tulusaaja nimi","1236":"Panga nimi","1237":"Pangakonto number","1238":"Paypali aadress","1239":"Filiaali info","1240":"Me sooviks teada, kuidas sa plaanid MEGA liiklust suurendada.","1241":"Kirjeldage oma turundusstrateegiat:","1242":"Ma nõustun MEGA [A]Filiaali kasutustingimustega[\/A]","1243":"Sa oled kaasatud filiaalprogrammi. Sa teenid 20% kogutulust, mis teenitakse läbi sinu partneri ID.","1244":"Palun veenduge, et te täidate meie [A]filiaali kasutustingimusi[\/A]","1245":"Sa teenid tulu, saates liiklust:","1246":"Statistika","1247":"Ajavahemik","1248":"30 päeva","1249":"90 päeva","1250":"180 päeva","1251":"365 päeva","1252":"Koguaeg","1253":"Kuupäev","1254":"Läbimüük","1255":"Käive","1256":"Tulu","1257":"Ühtegi müüki pole selle ajavahemiku kohta salvestatud.","1258":"Väljamaksed","1259":"Ühtegi väljamakset pole selle ajavahemiku kohta salvestatud.","1260":"Partneri ID","1261":"Palun sisestage oma sünnikuupäev.","1262":"Palun sisestage oma linn.","1263":"Palun sisestage oma osariik või maakond.","1264":"Palun sisestage oma postiindeks.","1265":"Palun sisestage oma telefoninumber.","1266":"Palun kirjeldage oma turundusstrateegiat.","1267":"Sa pead nõustuma meie filiaali kasutustingimustega.","1268":"Palun sisesta oma PayPali aadress.","1269":"Palun sisesta oma Uus-Meremaa pangakonto tulusaaja nimi.","1270":"Palun sisesta oma Uus-Meremaa panga nimi.","1271":"Palun sisesta oma Uus-Meremaa pangakonto number.","1272":"MEGA tehti inimeste poolt ja seetõttu pole see perfektne. Kui sa leiad vea, sooviks me sellest kuulda, et me selle parandada saaksime - mida rohkem detaile, seda parem.","1273":"Me võtame intellektuaalse omandi õigusi tõsiselt ja teostame jõulist eemaldamist\/korduvrikkuja poliitikat.","1274":"Kui soovid rohkem infot, loe meie [A]mahavõtmise juhendit[\/A].","1275":"Sa saad saata eemaldamise teate läbi meie [A]vormi[\/A] või saada meile e-mail.","1276":"On sul muresid või ideid? Kas sa soovid meie toodete kohta rohkem teada saada?","1277":"Me oleme alati saadaval.","1278":"Palun vali","1279":"1. samm","1280":"2. samm","1281":"Sisu detailid","1282":"Autoriõiguse omaniku detailid","1283":"Lisa veel üks URL","1284":"Autoriõiguse omaniku nimi","1285":"vajaduse korral","1286":"Autoriõiguse omaniku volitatud agendi nimi, kes esitas teate:","1287":"Autoriõiguste teade saabunud","1288":"Me vaatame üle ja töötleme sinu teadet viivitamatult.","1289":"Täname, et vajutasite kutsele. Palun loo oma tasuta konto allpool.","1290":"Ups, see kutse tundub olevat kehtetu. Kas te olete juba konto registreerinud?","1291":"Sa oled varasemalt vajutanud kutsele. Palun loo oma konto.","1292":"Peagi tulemas","1293":"Tere tulemast abikeskusesse.","1294":"Kui sa oma küsimusele siit vastust ei saa, siis ära kõhkle ning võta meiega ühendust.","1295":"Võta ühendust tugimeeskonnaga","1296":"Populaarsed teemad:","1297":"E-posti aadress on juba kasutuses","1298":"Palun logi oma kontosse sisse.","1299":"Tiri, et uuendada","1300":"Viimane uuendus","1301":"Täna","1302":"Eile","1303":"Sel nädalal","1304":"Eelmisel nädalal","1305":"Sel kuul","1306":"Sel aastal","1307":"Vanem","1308":"Allalaadimine ebaõnnestus","1309":"Üleslaadimine ebaõnnestus","1310":"Palun sisesta kinnituskood","1311":"Viga failide laadimisel","1312":"Kasutajanimi\/parool puudub","1313":"Sisselogimine ebaõnnestus","1314":"Kustuta viga","1315":"E-posti aadress puudub","1316":"Salvesta fail võrguväliselt, et kiirvaadata","1317":"Viga lingi koostamisel","1319":"Parool on liiga lühike","1320":"Nimi on liiga lühike","1321":"Viga konto andmete laadimisel","1322":"Üles laetud","1323":"Login sisse","1324":"Sisselogimine õnnestus","1325":"Koostan linki","1326":"Link on kopeeritud lõikepuhvrisse","1327":"Allalaadimine õnnestus","1328":"Allalaadimine algab","1329":"Ootan","1330":"Sisesta kasutajanimi ja parool","1331":"E-post","1332":"Kinnita registreerimine","1333":"Palun kontrolli oma e-posti ja kopeeri kinnituslink siia, või kliki spetsiaalses iOSi kinnituslingil.","1334":"Katkesta registreerimine","1335":"Kinnituskood","1336":"Kasuta uusimat","1337":"Tee pilt","1338":"Vali olemasolev","1339":"Lisa kaust","1340":"Sisesta uue kausta nimi","1341":"Vali foto(d)","1342":"Muuda","1343":"Pilveketas on tühi","1344":"Jaga","1345":"Salvesta võrguväliselt","1346":"Failiedastused","1347":"Postkast on tühi","1348":"Jagatud kaustad","1349":"Pildid puuduvad","1350":"Pilidid","1351":"kohalikult","1352":"Saadaval","1353":"Salvesta võrguvälise ligipääsu jaoks","1354":"Määra oma seadme maksimaalne hoiustamismaht","1355":"Versioon","1356":"Tagasiside","1357":"Logi välja","1358":"Kõik allalaetud failid kustutatakse","1359":"Valitud suurus on väiksem kui kasutusel olev vahemälu, kui sa jätkad, siis mõned failid kustutatakse.","1360":"Laienda Pro'd","1361":"Hinnad","1362":"Taasta ost","1363":"Võrguühendus puudub","1364":"Proovi uuesti","1365":"Sa pole internetiga ühendatud","1366":"Sisesta uus nimi","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"kuni [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}