{"10":"HANDIAGOA. HOBEA. AZKARRAGOA. INDARTSUAGOA. SEGURUAGOA.","11":"12. artikulua","12":"Inor ez lioke men egin behar norberaren pribatutasunarekiko, familiarekiko, etxe edota korrespondentziekiko bidegabezko tartean sartzeari, ezta norberaren ohore eta omenarekiko. Guztiok daukagu legearen babesaren eskubidea eraso hauen aurrean.","13":"Giza eskubideen aldarrikapen unibertsala.","14":"Baieztatu ezabatzea","15":"Ziur al zaude betirako ezabatu nahi dituzula Zakarrontzitik fitxategi guztiak?","16":"Barne errorea","17":"Banda-zabaleraren muga gainditu da","18":"Konexio gehiegi deskarga honetarako","19":"Saioa amaitu da edo baliogabea da","20":"Denbora batez erabilezina","21":"Kontu arazoa, begiratu  zure posta elektronikoa","22":"Fitxategia ez da existitzen jada","23":"Fitxategia ezin da ireki jada","24":"Desenkriptazio errorea","25":"Karpeta hau ezabatua izan da edo beste erabiltzaile batek mugitu du.","26":"Karpeta galdu da","27":"Zoritxarrez, fitxategi 1 ezin izan da igo [X] baina handiagoa delako.","28":"Zoritxarrez, [X1] fitxategi ezin izan dira igo [X] baina handiagoak direlako.","29":"Mugatua daukazu gure Adobe Flash baliabidearekin fitxategiak igotzea, zure nabigatzaileak ez duelako eskaintzen HTML5 FileReader. Muga hau sahiestu nahi izanez gero (eta oro har nabigatzailearen etekina areagotu), aintzat har ezazu [A]Google Chrome[\/A] instalatzea.","30":"Nabigatzailearen mugaketa","31":"Internet Explorer erabiliz [X] baina txikiagoak diren fitxategiak igo ditzakezu soilik. Chrome eta Firefox-ekin edozein tamainakoak igo ditzakezu.","33":"MEGA  hobea da Google Chrome-kin","34":"Kontuz: ","35":"Zaharkiturako nabigatzailea erabiltzen ari zara, zeinek fitxategi transferentziaren etekinari kalte egiten dio.","36":"Mesedez, eguneratu Google Chrome-ra.","37":"Beste nabigatzaile-saltzaileak arazoak dauzkaten bitartean HTML5-ren funtzionaltasun osoa implementatzeko, Google Chrome hori guztia dauka - gaur egun. MEGA-ren potentzia osoaz gozatu ahal izateko (hala nola igoera eta deskarga -lote automatizatuak), guztiz gomendatzen dizugu oraingo nabigatzaile zaharkitua uztea eta Chrome-ra lehenbailehen eguneratzea.","38":"Ez erakutsi mezu hau berriz","39":"Ez, Mila Esker","40":"Deskargatu Chrome","41":"Partekatutako karpeta 1 zuen karpeta bat ezabatu duzu.","42":"Behin Zakarrontzia hustuta, partetutako fitxategi hau erabilgaitz geratuko da.","43":"Partekatutako [X] karpeta zituen karpeta bat ezabatu duzu.","44":"Behin Zakarrontzia hustuta, partetutako fitxategi hauek erabilgaitz geratuko dira.","45":"Partetatuako karpeta oharpena","46":"Barne Errorea","47":"Ups, zeozer gaizki joan da. Barkatu eragozpenak!","48":"Mesedez, sar itzazu gutxienez hiru karaktere bilatzeko.","49":"mugitu hautaturiko [X] fitxategi","50":"fitxategi 1","51":"[X] fitxategi","52":"eta","53":"karpeta 1","54":"[X] karpeta","55":"Irakurtzeko soilik","56":"Irakurri & Idatzi","57":"Erabateko sarrera","58":"Jeitsi","59":"Esteka lortu","60":"Konpartitu","61":"Izena aldatu","62":"Mugitu","63":"Kopiatu","64":"Baimenak","65":"Karpeta honetan irakurtzeko baimena duzu soilik.","66":"Karpeta honetan irakurtzeko & idazteko baimena duzu.","67":"Erabateko kontrola duzu karpeta honetan.","68":"Karpeta berria","69":"Karpeta Berria sortu","70":"Zakarrontzia Hustu","71":"Kontaktua gehitu","72":"Ezabatu kontaktua","73":"Ziur al zaude erabiltzaile hau ezabatu nahi duzula zure kontaktu zerrendatik?","74":"Ziur al zaude erabiltzaile hauek ezabatu nahi dituzula zure kontaktu zerrendatik?","75":"Ezabatu kontaktua","76":"[X] kontaktu ezabatuko dituzu zure zakarrontzitik.","77":"Jarraitu nahi al duzu?","78":"Bai","79":"Ez","81":"Ados","82":"Ezeztatu","83":"Ezabatu","84":"Ezabatzea baieztatu","85":"Berriz kargatu","86":"Izena","87":"Tamaina","88":"Transferentzia mota","89":"Egoera","90":"Abiadura","91":"Igarotako denbora","92":"Falta den denbora","93":"Mota","94":"Azken aldaketa","95":"Posta elektronikoa","96":"Eskubideak","97":"Igoera Berria","98":"Karpeta bat igo","99":"Fitxategi bat igo","100":"Zakarrontzia garbitu","101":"Kontaktu bat gehitu","102":"Bilatu","103":"Transferentzia gelditu","104":"Fitxategi transferentzia","105":"zintzilik","106":"Fitxategi kudeatzailea","107":"Kopiatu nahi al duzu karpeta hau [X]-ren sarrera ontzira?","108":"Baieztapena","109":"Kopiatu nahi al duzu karpeta hau konpartituriko beste karpeta honetara?","110":"Kopiatu nahi al duzu aukeratutako guztia [X]-ren sarrera ontzira?","111":"Kopiatu nahi al duzu aukeratutako guztia konpartituriko karpeta honetara?","112":"Estekak","113":"Fitxategiaren esteka","114":"Fitxategi kodea","115":"Fitxategi izena","116":"Fitxategi tamaina","117":"Kokapen batera mugitu","118":"Aukeratu nora bidali","119":"Banda-zabaleraren muga gainditu da","120":"Zure jeitsiera ezin da gauzatu, zure IP helbideari dagokion dohainiko transferentzi baimena amaituko zelako.","121":"Muga hau dinamikoa da eta erabili gabe daukagun banda-zabaleraren araberakoa da.","122":"Azkenako bost eta sei ordu bitartean eginiko transferentziak soilik hartzen dira kontuan.","123":"Denbora esparru horretan:","124":"[X] deskargatu dituzu.","125":"[X1] erabili ahal izango dira [X2]-(e)tan.","126":"IP helbide honen muga [X] dira.","127":"Zure onurarako, jeisteko zain dauden fitxategiak etengo dira kuota nahikoa izan arte, ondoren automatikoki jarraituko dute.","128":"Itxarotea gustoko ez baduzu, aintzakotzat hartu beharko zenuke banda-zabalera pakete bat aukeratzea, zeinek biltegiratze zabalagoa emango dizu.","129":"Hobetu 'Pro' bertsiora","130":"Deskargatu fitxategiak","131":"Aukeratu \"Baimendu\" deskarga burutzeko","132":"Mugitu Fitxategiak","133":"Mugitu [X]","134":"Kopiatu [X]","135":"Errorea","136":"Mesedez, aukeratu karpetaren helmuga.","137":"Mesedez, aukeratu baliozko helmuga.","138":"Helmuga karpeta eta jatorri karpeta ezin dira berbera izan.","139":"Errore zirkularra","140":"Errore zirkularra: Helmuga karpeta ezin da mugitu beharreko karpetaren azpi-karpeta bat izan.","141":"Mesedez, sartu baliozko posta elektronikoa.","142":"Itxaron mesedez...","144":"Ezabatu partekatzea","145":"Posta elektronikoa:","146":"Partekatu beste erabiltzaile batekin:","147":"Baimena eman","148":"Itxi","149":"Partekatzea","150":"Gonbidapena bidalia","151":"Gonbitapen bat bidali zaio [X]-(r)i eta zure kontaktu zerrendan agertuko da behin erregistratua.","152":"Ezin duzu zure burua gehitu zure kontaktu zerrendara.","153":"Posta elektronikoa","154":"Kontaktua gehitu","155":"Gehitu","156":"Ezeztatu","157":"Karpeta Izena","158":"Sortu","159":"Ezeztatu","160":"Karpeta Izen hau jadanik erabiltzen ari zara. Saiatu berriz, mesedez.","161":"Izena aldatu","162":"Aldatu izena","163":"Ezeztatu","164":"Hodeia","165":"Kontaktuak","166":"Sarrera ontzia","167":"Zakarrontzia","168":"Zakarrontzia","169":"Menua","170":"Erregistratu","171":"Sartu","172":"Heldu eta utzi zure fitxategiak edonon","174":"edo","175":"Fitxategiak aukeratu","176":"Igotzekoak aukeratu","177":"Zeuk aukeratzen duzu hodeian gorden nahi duzuna","178":"Laguntza Segurua Online","179":"Fitxategi Kudeatzaile Indartsua","180":"App ekosistema","181":"Ezaugarriak zehatz-mehatz","182":"Partekatu karpeta enkriptatuak lankideekin edota bazkideekin eta elkar-trukatu dokumentu konfidentzialak goitik beherako enkriptazio gardenarekin.","183":"Ikusi eta maneiatu zure fitxategiak web nabigatzailean, igotze - eta jeitsiera - bizkorrarekin.","184":"API zabal batek programatzailei MEGA-ren funtzionaltasunaren herena eskaintzen die.","185":"2048 bit-eko RSA enkriptazioa","186":"Irten","187":"Nire kontua","188":"Fitxategiak Kudeatu","189":"Saioa utzi","190":"Sartu","191":"Kontu bat sortu","192":"Ni gogoratu","193":"Sartu","194":"[X] erabiltzaile on line","195":"Zure posta elektronikoa","196":"Zure posta elektronikoa","197":"Mesedez, sartu zure posta elektronikoa","198":"Mesedez, sartu baliozko posta elektronikoa","199":"Mesedez, sartu zure pasahitza.","200":"Ups, zeozer gaizki joan da.","201":"Posta elektronikoa edota pasahitza ez dira zuzenak. Mesedez saiatu berriz.","202":"Kontu berria sortu","204":"edo","205":"sartzea","206":"Zure izena","207":"Zure posta elektronikoa","208":"MEGA-ren [A]Zerbitzu Terminoak[\/A] onartzen ditut.","209":"Erregistratu","210":"Prestatu aro berri baterako","211":"Hodeia metazea ez da inoiz berdina izango","212":"Mesedez sartu zure izena.","213":"Mesedez aukeratu pasahitz bat.","214":"Gure erabilera baldintzak onartu behar dituzu.","215":"Errore ezezagun bat gertatu da. Mesedez saiatu berriz.","216":"Izugarria","217":"Mesedez, berrikusi zure posta eta egin ezazu klik estekan zure kontua egiaztazeko.","218":"Posta elektroniko hau erregistratua dago jada MEGA-n.","219":"Posta elektroniko hau erregistratua dago jada MEGA-n.","220":"Ahula","221":"Ozta-ozta","222":"Ona","223":"Bikaina","224":"AUKERATU FITXATEGIAK IGOTZEKO","225":"AKERATU FITXATEGIAK IGOTZEKO EDO HELDU ETA UTZI HEMEN","226":"Baliabideen gainezkatzea sahiesteko, banda-zabaleraren   erabilera moztu behar dugu noizean behin. Azkeneko sei orduetan, zure IP helbideak [X1] kontsumitu ditu, zeinek aukeratutako [X2]-(e)ko fitxategiarekin batera, [X3]-(e)ko zure muga gainditzen du. Gure baliabideetara bidezko sarbidea eta berdintsua zihurtatzeko, zain dauden fitxategien jaitsiera geldituko da. Automatikoki jarraituko du pilaketa arintzean.","227":"Banda-zabalera ordaindua duten kuotekin, transferentziek ez dute muga hau izango; beraz, itxarotea gustoko ez baduzu, aintzat hartu beharko zenuke pro bertsiora hobetzea.","228":"Banda-zabalera gainezkatua","229":"Ez erakutsi berriz","230":"Hobetu 'Pro' bertsiora","231":"Ez, mila esker, itxarongo dut","232":"Ez, mila esker, itxarongo dut","233":"Aldi baterako errorea, berriz saiatzen.","234":"Jeitsi Fitxategia","235":"Jeitsi","236":"Inportatu","237":"Deskarga hasten","238":"Copyright-a salatu","239":"Deskarga bukatua","240":"Fitxategiaren transferentzi-procesua amaitu ahal izateko, eskuz gorde beharko duzu zure fitxategia.","241":"Fitxategia gorde","242":"Eguneratu Chrome-ra MEGA-ren idarraz guztiz gozatzeko","243":"Jeisten saiatzen ari zaren fitxategia eskuragaitz dago.","244":"Arazo hauengatik gertatu izana liteke:","246":"Fitxategia ezabatu da Erabilera Baldintzen edota Politika Erabilera Onargarrien haustea dela eta.","247":"URL baliogabea - atzitu nahi den esteka ez da existitzen","248":"Erabiltzaileak fitxategi hau ezabatu du.","249":"Jeisten saiatzen ari zaren fitxategia eskuragaitz dago denbora batez.","250":"Gure beharrezko integratuek huts egin dute. Arazo hauengatik gertatu izana liteke:","251":"Zerbitzari batzuk itzali dira mantentze-lanengatik.","252":"Gure zerbitzariak ase daude eta edukiera gehitzen ari gara.","253":"Mesedez, saiatu geroago.","254":"Jeisten saiatzen ari zaren fitxategia eskuragaitz dago.","255":"Fitxategia eskuragaitz dago [X]-(e)k eginiko copyright kexa bat dela eta.","256":"Zure pasahitza ez da behar bezain luzea.","257":"Mesedez, ziurtatu pasahitz zuzena sartu duzula.","258":"Jeisten","259":"Zer esan nahi du MEGA-k?","260":"MEGA akronimo errekurtsibo bat da eta zera esan nahi du: \"MEGA Encrypted Global Access\", hau da,  \"MEGA-enkriptaturiko sarbide globala\"","261":"MEGA-ri buruz","262":"MEGA ustezko hodei biltegiratze hornitzaile bat da. Doako zein ordainduriko internet bidezko biltegiratze espazioa eta banda-zabalera eskaintzen du","264":"Guk dakigunez, hodei biltegiratzea eta enkriptazioa legalak dira. Mesedez, men egin adierazitako lege eta arauei hodei biltegiratzea eta enkriptazioa erabiltzeko [B]moduan[\/B], gure [A]erabilera baldintzetan[\/A] agertzen den bezain zuzen.","265":"MEGA munduko hodei biltegiratze negoziorik handienetarikoa egin zutenek eginikoa da. Izan al ditzaket bueltan, arren, nire kontua zein nire fitxategiak?","266":"Zoritxarrez, MEGA-k ez du sarbiderik baliabide horietara, zeintzuk haren langileek lehenago sortu zituzten. Ez dago inolako konexio legalik ezta inolako kode birtziklapenik, hardware edo datubase erregistrorik, beraz ez dugu zuen ondareak berreskuratzeko modurik.","267":"Zergatik sortu Zeelanda Berrian hodei biltegiratze konpainia bat, beste leku batean egin ordez?","268":"Arrazoi garrantzitsu batzuez gain, Zeelanda Berriko sorterriko Māori izena \"Aotearoa\" da, zeinek \"hodei luze txuriaren lurra\" esan nahi duen.","269":"Erabili al dezaket MEGA nire mugikorrean?","270":"MEGA mahai gaineko nabigatzaileentzat optimizatu da. Gogor ari gara lanean MEGA guztiz bateragarria izateko ahal den gailu eta tablet gehienetan. Etorkizun hurbilean, primerako aplikazioak zure telefono mugikorrerako.","271":"Jarraitu al ditzaket etendako igoerak edo deskargak?","272":"Bai, nabigatzailearen erlaitza ixten ez duzun bitartean, igoerak eta deskargak automatikoki jarraituko dute, adibidez, sareko eten baten ondoren edo zure tresna standby egon eta gero. Kontuan izan, hala ere, gure zerbitzariek automatikoki baztertuko dituztela burutuganeko igoerak 48 ordu geldi egon ostean.","273":"Igo al dezaket fitxategi bera hainbat alditan?","274":"Zerbitzariak ezin dituelako fitxategi izenak ikusi, fitxategi izenen kolisioa bezeroak konpondu behar du. Aukera estandarrekin, jadanik zure kontuan dagoela dirudien fitxategi bat igoz gero (izen, tamaina, azken aldaketaren data berberak), jauzi egingo du, baina ezerk ez dizu eragozten izen bereko karpetak edota fitxategiak gordetzea.","275":"Nola dago arautua banda-zabaleraren erabilera?","276":"Gure politika ez da murrizketa artifizialik inposatzea gure erabiltzaileen gain, baldin eta ez den behar infraestrukturako trabaketen ondorioz. Beraz, guretzat gordetzen dugu erabiltzaileen banda zabaleraren erabilera mugatzeko eskubidea arrazoi operazionalengatik edozein momentuan IP oinarriengatik. Zure transferentziak automatikoki jarraituko dute pillaketa konpondua izatean. Ez da beharrezkoa izango eskuzko esku-hartzerik.","277":"Ba al dago mugarik fitxategi tamainarako?","278":"Ez ditugu inposatzen muga artifizialik fitxategi tamainetan biltegiratzeko duzun espazio libretik kanpo. Hala ere, aurretik baden edo teknikoki desegokiak diren nabigatzaileak fitxategi osoa memorian biltegiratzea egotea behar dute deskargatzeko (Firefox, IE10, Opera), edo bai deskarga zein igoera (IE9, Safari 5).","279":"Fitxategiak igo eta deskargatu al ditzaket aldi berean?","280":"Bai. Igoera bat eta deskarga bat nabigatzaileko paraleloan egin daitezke.","281":"Zergatik ez duzue eskaintzen irudi miniaturak edo aldez aurretik streaming-ean aurreikustea bideo eta audio fitxategiak?","282":"Goitik beherako enkriptazio modeloak intrintsekoki baztertzen duelako edozein motako manipulazioa zebitzariaren aldetik  zure datuen gainean, zein beharrezkoa litzateke funtzio bezala inplementatzeko.","283":"Nola igo ditzaket fitxategiak MEGA-ra?","284":"Hiru modu daude MEGA-ra fitxategiak igotzeko:","285":"1. Klik egin orrialde hasieran dagoen botoi gorrian.","286":"2. Joan zure fitxategi kudeatzailera eta klik egin ezazu \"Fitxategia igo\" edo (Chrome erabiltzen baduzu) \"Karpeta igo\" dioten goiko aldean dauden botoietan.","287":"3. Heldu eta utzi web orrian zure fitxategiak edo (Chrome erabiltzen baduzu) karpetak .","288":"Nola instalatu dezaket MEGA?","289":"Ez duzu ezer instalatu behar. MEGA nabigatzailean dago oinarriturik guztiz eta nabigatzile nagusi guztiekin funtzionatzen du. MEGA-ren potentzial guztia askatzeko, Google Chrome soilik erabiltzea tematzen dizugu.","290":"Nola funtzionatzen du karpeta-partekatzea?","291":"Zure hodeiko edozein azpiadar partekatu dezakezu zure lagun, familia edo lankideekin. Gonbidapena posta elektroniko bidez banatzen da. Kontu bat ez duten gonbidatutako lagunek, erregistratzeko esteka bat jasoko dute. Horren ordez, zure karpetarako esteka publiko bat sortu dezakezu eta esportatu karpeta horren gakoa, MEGA konturik gabe sarbidea izateko. Beraz, zure ardura da segurtasunarekin igortzea karpetaren gakoa hartzeilearei\/hartzaileei.","292":"Partekatze bat ezarri, aldatu edo ezabatzeko, klik egin ezazu karpeta baten gainean zure fitxategi kudeatzailean eta aukeratu Partekatzea. Hiru sarbide mota daude: Irakurtzeko soilik, Irakurri & Idatzi (fitxategiak gehitu daitezke, baina ez ezabatu), eta erabatekoa (fitxategiak gehitu eta ezabatu daitezke).","293":"Kontu bat ez duen posta elektronikoko helbide bat gehituz gero, gutxienez behin egon beharko zara on line hartzaileak erregistratzeko prozesua egin eta gero sortu berri den bere gako publikora partekaturiko sekretua enkriptatu ahal izateko.","294":"Nola ezabatu ditzaket lagunak partekatutako karpeta batetik?","295":"Eskubiko botoiarekin klik egin karpeta baten gainean zure fitxategi kudeatzailean eta aukeratu partekatu. Bertan ikusiko duzu partekaturiko karpeta horretara sartzeko eskubidea duten pertsona guztiak. Eskubiko botoiarekin klik egin pertsona batean eta aukeratu Ezabatu aukera menuan.","296":"Nola antzeman dezaket zeintzuk diren partekatutako karpetak?","297":"Fitxategi kudeatzailean dauden partekatutako karpetek ikono berezi bat dute esku batekin karpetaren azpian.","298":"Partekatu dezaket partekatutako karpeta bat?","299":"Ez. Partekatutako karpetak ez dira iragankorrak.","302":"Nola sortu dezaket esteka bat MEGA-ko fitxategi batera?","303":"Lehenik eta behin, kontuz: zure fitxategien segurtasun kriptografikoa fitxategi horietara loturiko gakoak isilpean gordetzearen araberakoa izango da. Ziurtatu babesturiko bideen bidez  igortzen dituzula! Posta elektroniko estandarra, adibidez, ez da behar bezain ona.","304":"Behi hori buruan duzula, aukeratu zure fitxategi kudeatzailetik fitxategi bat, ondoren klik egin ezkerreko botoiaz eta erabili \"Esteka lortu\". Lehio bat irekiko da aukeraturiko fitxategietarako gako publikoekin. Bertan aukeratu dezakezu esportatzea esteka eta gako bakoitza zein bere aldetik edo esteka multzo bakarrean.","305":"Nola funtzionatzen du enkriptazioak?","306":"Enkriptazio guztia goitik beherakoa da. Igotako datuak enkriptatzen dira igotzen dituen tresnan Internetera bidali baino lehen, eta deskargaturiko datuak desenkriptatzen dira soilik deskargatzuko den tresnara iristean. Bezeroen makinak arduratzen dira enkriptazio gakoak lortzeaz, trukatzeaz eta maneiatzeaz. Ez da gako erabilgarririk uzten inoiz bezeroen konputagailuetan (RSA gako publikoez gain).","307":"Enkriptaturik al dago nire informazio pertsonal guztia?","308":"Ez. Soilik fitxategi datuak eta fitxategi\/karpeta izenak enkriptatzen dira. Eskura behar ditugun datuak, hala nola zure posta elektronikoko helbidea, IP helbidea, karpeta estruktura, fitxategien jabetza eta ordainketa kredentzialak, desenkriptaturik gorderik daude eta honela prozesatzen dira. Mesdez, irakurri gure pribatutasun politika detaile gehiago ezagutzeko. ","309":"Guztiz seguruak al daude MEGA-n gordetzen ditudan datuak?","310":"Segurtasun guztia erlatiboa da. Hurrengo erasoak existitzen dira - ez dute zerikusirik MEGA-rekin, baina arriskuak ezagutzea nahi dugu:","311":"Kontu indibidualak arriskuan jartzen dute:","312":"- Zure konputagailuko spyware-a. Keylogger sinple bat nahikoa da, baina sesio egiaztagiriak eta pasahitzak sistematik edo memoriatik atera daitezke.","313":"- Onartutako nabigazioa. Ez tekleatu zure pasahitza beste batek ikusi dezakeen bitartean.","314":"- Pasahitzaren bortxaketa. Erabili pasahitz sendoak.","315":"- Phising-a. Zihurtatu ezazu beti zure konexioaren segurtasunaren egoera (https:\/\/) eta domeinu izena zuzena izatea (mega.con.nz) zure pasahitza sartu baino lehen.","316":"Eskala handiko erasoak hauen bitartez antolatuak izan daitezke:","317":"- \"Man in the middle\" esasoa. SSL baliozko kopia batean arazo bat sortzea behar du, DNS faltsutze baten edota BGP bideetako eraso batekin batera (DigiNotar-estilo baten egoera hipotetikoa).","318":"- https:\/\/mega.co.nz\/index.html web zerbitzarira sartzea lortuz eta fitxategi hori bertsio faltsifikatu batez ordezkatuz (horrek ez luke eragingo instalaturiko aplikazio oinarrien bidezko sarbidera). Kontuan izan gure CDN eduki estatiko antolatua manipulatzea ez duela berez segurtasun arriskurik, index.html -tik kargaturiko eduki aktiboa bezala egiaztapen baten mende dagoela hash kriptografiko batekin (pentsatu web orrietarakon \"segurtasun boot\" baten antzekoa dela). Eraso mota hauek bezeroari kode maltzurra bidali behar diote eta hortaz, detektagarria da.","319":"- Gure zerbitzari infraestrukturetara sartzea lortuz eta gako faltsuen eskaera sortuz partekatzeetan. Eraso mota hauek partekaturiko karpeteetan dauden datuei soilik afektatzen die eta detektagarria da baita ere bezeroaren aldetik.","320":"Eta sinesten ez badizuet? Segurua al da niretzako MEGA erabiltzea?","321":"Ez badiguzu sinesten, ezin duzu guk eskeinitako koderik exekutatu, zure nabigatzailean gure web orria irekitzea eta zure pasahitza sartzea debekaturik dago.  Hala ere MEGA erabili nahi baduzu, fidatzen zaren norbaitek idatziriko aplikazio bezero baten bidez egin beharko duzu.","322":"Zuengan eta Zeelanda Berriko zuen datu zentruan sinesten dut, baina ez dut sinesten Alemanian duzuen datu zentruan, EEBB-etako konpainia batek daramalako. Segurua al da oraindik niretzako MEGA erabiltzea?","323":"Bai, modu seguru batean erabili dezakezu MEGA, nahiz eta gure zerbitzariak Alemanian guztiz konprometiturik egon. Zeelanda Berriko data zentruak zihurtatzen du kode pikaroa ezin dela exekutatu https:\/\/mega.co.nz\/ bisitatzen duzunean.","324":"Partetatutako karpetetan sarturiko datuak beste karpetetan daudenak bezain seguruak al daude?","325":"Partekatutako karpetak, izatez, gutxieneko kideen araberakoa dira seguruak. Hala ere, gure zerbitzarien azpiegituren guneak beste arrisku bat du: Gako publikoak manipulatuak izan daitezke, eta gakoen eskaerak faltsifikatuak izan daitezke.","326":"Onar dezagun MEGA-ren biltegiratze nodulua fisikoki konprometiturik dagoela. Zeintzuk dira arriskuak?","327":"Errore mezuak manipulatutako fitxategiak deskargatzean. Nahiz eta erasotzaileak enkriptazio gakoa izan emandako fitxategi baterako nudulu horretan, ezin izango luke hura ordezkatu faltsu baten ordez hurrengo deskargaren erorketa ekarri gabe.","328":"Idei ona al da nire datu guztiak leku bakar batean gordetzea?","329":"Gorde itzazu beti zure fitxategien kopia erredundanteak, bai online baita offline ere. Nahiz eta fitxategi hori gutxienez bi kokapenetan gordetzen dugun, ez dago bermerik askotariko arazoen aurrean eta aurrekarik gabeko gobernuaren beste  'praxi txarragatik'.","330":"Zergatik utzi behar ditut nire datuak zuen esku, jende guztien artetik?","331":"Erabiltzaileari enkriptazio kontrolatu bat (UCE) eskaintzen diogu non zuk, erabiltzaile, gakoak kontrolatzen dituzun. UCE inplementazioa kode irekikoa da, eta komunitatea gonbitatu eta animatzen dugu ondo miatzera eta kritika bat ematera. Uste dugu hurbiltasun hau askoz ere seguruagoa dela zure datuak enkriptatzeko gagoak ISP-ek kontrolatzen dituzten hornitzaile batean biltegiratzea baino, edo, azkoz ere okerrago, enkriptaziorik gabe -adibidez, Megako erabiltzaileen fitxategietara sartzea erraza bazen pasahitzik erabili gabe programatzean egindako arazo bat dela eta, irakurtzea ezinezkoa litzateke erabiltzaileak kontrolatzen duen desenkriptatzeko gakorik gabe.","332":"Antzeman dut HTTPS erabiltzen duzutela jadanik enkriptaturik dauden datuak transferitzeko. Ez al da hori  erredundantea?","333":"Bai, bada. Zoritxarrez, nabegatzaile gehienak samindutzen dira horri seguru batera konexio insegurua  ezartzea, eta nork leporatu diezaioke horrengatik - ezin dute jakin badagoela beste enkriptazio geruza bat funtzionatzen jada. HTTPS kontrako efektu bat duenez errendimenduan, baimentzen dizugu hau itzaltzera hau baimentzen duten nabigatzaileetan (Internet Explorer ez du hori baimentzen) zure transferentziak bizkortzeko arriskuan jarri gabe zure datuen konfidentzialtasuna edo integritatea. SSL oharpen bat ikusiko duzu lehenengo transferentzia hasi bezain laster - kasu honetan (eta soilik honetan), ez ikusia egitea segurua da.","334":"Zein enkriptazio algortimo erabiltzen du MEGA-k barnean?","335":"Bulk transferentzietan, AES-128 (uste dugu AES-192 eta AES-256-ren CPU erabilera altuagoak haztatzen dutela segurtasun onura teorikoak, behintzat konputagailu kuantikoak iritsi arte).<\/p><p>Post-deskargen zuzentasunaren berrikuspena CCM-ren bariazio indartsu baten bidez egiten da, OCB bezain eraginkorra ez dena, baina ez dago patenteen mende.","336":"Erabiltzaileek partekaturiko sekretuetan eta sarrera ontzian utzitako fitxategietan, RSA-2048 (gakoen luzeera \"ez segurua\" eta \"oso mantsoa\" artean erabaki zen),<\/P><p>Enkriptazio, desenkriptazio eta gakoen sorkuntza Javascript-ez inplementaturik dago, errendimendurako MB\/s batzuk limitatu eta CPU karga nabaria ekartzen duena. Nabigatzaileek HTML5 WebCrypto API implementatzearen  zain gaude, trabatze hau joan dadin.","337":"Javascript-aren ausazko zenbaki sorgailua hadiagoturik dago sagu\/teklatu denbora-kadentziako RC4 entropia partekatuaz.","338":"Gordetzen al ditu MEGA-k nire fitxategien segurtasun kopiak?","339":"Posible denean, gutxienez bi zerbitzari-gune desberdinetan gordetzen ditugu zure fitxategiak.","340":"Nire pasahitza ahaztu dut. Berrezarri al dezaket?","341":"Zoritzarrez, zure MEGA pasahitza ez da soilik pasaitz bat -  zure datuentzako enkriptazio-kode nagusia da. Galduz gero, partekatutako karpetetan ez dauden fitxategietara duzun sarbidea guztiz galduko duzu eta esportatu ez dituzun fitxategi edo karpeten kodea.","344":"Noiz behar dut Pro bertsiora hobetzea?","345":"Pro kontu batek biltegiratze espazio osagarria eskaintzen dizu eta geuk automatikoki limitatzen dugun bandazabalera kuota banda zabalera operativoa gainditzean - kuota zure kontura erabili dezakezu, edo zure datuen herenera sartzeko baimena emateko (MEGA erabiltzaileak ez direnak barne). Heren batera esleituriko zure bandazabaleraren kuotaren ehuneko maximoa zure kontuaren aukeretan","346":"Zergatik dago nire igoera abiadura mugatzen duen aukera bat eta zergatik dago aktibaturik besterik adierazi ezean?","347":"Router gehienek ez diete pakete txikiei lehentasuna ematen pillaketa baten kasuan, jeitsiera trafikoarengan eragiten igoera helbideak gainezka daudenaan. Beraz, igoera bandazabalera neurtuko dugu lehenengo 10 segunduen eta ondoren haren %10-a gutxienez erabilezin hutzi. Igoera errendimendua maximizatu ahal izateko, aukera hau ezabatzen saiatu zaitezke.","348":"Zer lortzen dut nire doako kontuarekin?","349":"[X]-ko biltegiratze espazioa duen hodei segurua, globalki sar daitekeena eta errendimendu altukoa. Hori baino gehiago behar baduzu, [A1]Pro[\/A1] kontura hobetu dezakezu. Klik [A2]hemen[\/A2] oraingo erabilera ikusteko.","359":"API eskaintzen al duzue?","361":"Bai. Javascript kode-irekiak, zeinek nabigatzailean oinarrituriko MEGA interfazeak inplementatzen duen gure API-a erabiltzen du, gure [A]dokumentazioa[\/A] eskasa aurkitzen baduzu mundu errealeko kodea margotzeko luxua izan dezazun. MEGA erabilgarri eta erabilera anitzeko herraminta  bilakatzeko behar diren aplikazio guztiak gure kabuz sortzeko tresna guztiak  ez ditugunez, gonbidatzen dizugu gu laguntzera. Zure aplikazioaren kodea aztertu ondoren, gure webgunean aurkeztuko dugu. Zeharo pozik gaude partekatzeko aplikazio ospetsuei buruz hitzegiteagatik.","362":"Baliabideen gainezkatzea sahiesteko, banda-zabaleraren   erabilera moztu behar dugu noizean behin. Jeisten saiatzen ari zaren fitxategia [X3]-ko dugun limitea baino handiagoa da. Transferentzi hori geroratu egin da eta automatikoki jarraituko du pilaketa arintzean.","365":"Zure nabigatzailea zaharregia da hain fitxategi handia jeitsi ahal izateko.","366":"Copyright oharpena","367":"MEGA besteen copyright-a errespetatzen du eta MEGA hodei biltegiratzeko zerbitzuko erabiltzaileei copyright legeak betetzea eskatzen die. MEGA hodei biltegiratze zerbitzua Copyright legeak hausteko erabiltzea zeharo debakaturik daukazu. Ezin dezakezu igo, deskargatu, gorde, partekatu, ezarri, transferitu, banatu, postaz bidali, linkeatu, transmititu edo erabilgarri bilakatu pertsona edo identitate baten copyright edo beste jabetza eskubideak hausten dituen edukiera.","368":"Kontuz:","369":"MEGA-ren segurtasunaren kriptografikoaren modeloa ondoren adierazitako gakoen konfidentzialtasunaren araberakoak dira. Sahiestu ezazu bide ez seguruetara adieraztea.","370":"Esteka kopiatu","371":"Esteka kopiatu da","372":"Igo","373":"Deskargatu","374":"Hitzematen dugu, betetzen dugu","375":"Nabigazioa blokeatu da zinzilik dauden fitxategi-transferentziak direla eta.","376":"Izena ematea beharrezkoa da orri hau ikusi ahal izateko.","377":"Burutzen ari da iada gutxienez fitxategi-transferentzia bat. Jarraituz gero, transferentzia(k) etengo da\/dira.","378":"Mesedez, sartu zure pasahitza zure kontua egiaztatzeko.","379":"Mesedez, logeatu fitxategi hau zure kontura inportatzeko.","380":"Sartu desenkirptazio gakoa","381":"Eskubide guztiak erreserbatuak","382":"Zeelanda Berrian eginda","383":"Laguntza eman","384":"Laguntza zentroa","385":"Zerbitzu-terminoak","386":"Pribatutasun Politika","387":"Copyright","388":"Komunitatea","389":"Blog-a","390":"Kolaboratzaileak","391":"Birsaltzaileak","392":"Programatzaileak","393":"Host Laguntzaileak","394":"Inbertsoreak","395":"Birsaltzaile bihurtu","396":"Guri buruz","397":"Doako Kidea","398":"Pro Kidea","399":"Gurekin Kontaktatu","400":"Funtsezkoak","401":"Konpartitzea","402":"Sekuritatea eta pribazitatea","403":"Kontua","404":"Ordainketak eta fakturaketak","405":"Tresnak","406":"Gehien egindako galderak:","407":"Kategoriak:","408":"Urtarrila","409":"Otsaila","410":"Martxoa","411":"Apirila","412":"Maiatza","413":"Ekaina","414":"Uztaila","415":"Abuztua","416":"Iraila","417":"Urria","418":"Azaroa","419":"Abendua","420":"Mesedez, sartu igoera hasteko.","421":"Mesedez, onartu gure zerbitzu-terminoak","422":"Onartzen dut","423":"Erregistratzea beharrezkoa da partekatzea erabiltzeko. Orain erregistratu nahi al duzu?","424":"Partekatzea desgaiturik dago","425":"Karpetari izena aldatu","426":"Fitxategiari izena aldatu","427":"Kontu zehaztasunak","428":"Bonuak","429":"Sesio historia","430":"Historia eskuratu","431":"Transakzio historia","432":"Kontu mota:","433":"Hobetu","434":"Harpidetza mota:","435":"DOAKOA","436":"Ez dago fakturaketa ziklorik","437":"Biltegiratze espazioa","438":"[X] erabilita","439":"[X2]-tik [X1]","440":"Banda-Zabalera Kudeatu:","441":"Banda-Zabaleraren Kudeaketa Aktibatu","442":"Banda-Zabaleraren Kudeaketa Desaktibatu","443":"Banda-Zabalerari esleituriko neurriaren ehunekoa aukeratu dezakezu:","444":"Banda-Zabaleraren neurria ezarri:","445":"Banda-Zabaleraren neurria","446":"(zure fitxategien deskargen herenarako)","447":"Deskargarako Banda-Zabalera","448":"(zure fitxategien herenen deskargarako)","449":"Kontuaren balantzea","450":"Kargatu","451":"Bonuak sortu:","452":"Bonu mota:","453":"Aukeratu bonu mota","454":"Kantitatea:","455":"Sortu","456":"Bonu bat kanjeatu:","457":"Bonu bat lortu","458":"Kanjeatu","459":"Zure bonuak","460":"Erabili gabeko bonuak","461":"Kanjeatutako bonuak","462":"Bertan bera utzitako bonuak","463":"Baliogabeturiko bonuak","464":"Bonu guztiak","466":"Azkeneko [X]","467":"Sesio historia","468":"Erosketa historia","469":"Azkeneko [X] erosketak","470":"Transakzio historia","471":"Azkeneko [X] transakzioak","472":"Azkeneko [X] sesioak","473":"Ups, hori ez dirudi baliozko bonua.","474":"Amaiera data:","475":"Data\/Ordua","476":"Elementua","477":"Kopurua","478":"Ordaintzeko modua","479":"Bilatzailea","480":"IP-helbidea","481":"Herria","482":"Duela gutxiko jarduerak","483":"Oraingo sesioa","484":"Transakzio-kodea","485":"Kreditua","486":"Zor dena","487":"Bonu kodea","488":"Egoera","489":"Erabili gabea","490":"Noiz kanjeatua:","491":"Noiz baliogabetua","492":"Bertan behera utzitako eguna","494":"Zure paketea aukeratu:","495":"Biltegiratzea","496":"Banda-Zabalera","497":"Prezioa ipintzeko modua aukeratu:","498":"hilabetero","499":"urtean","500":"Prezioa ipintzeko modua aukeratu:","501":"%17-a gorde","502":"Prezioa ipintzeko modua aukeratu:","503":"Ordaintzeko modua aukeratu:","504":"Aurretiko ordainketa","505":"bonu bat erosi","506":"Profesionala","507":"Jarraitu","508":"bonu kodea","509":"PRIBATUTASUN ELKARTEA","510":"Ongi etorria MEGAra!","511":"2048 bit-eko zure RSA gako pribatu \/ publiko bikotea sortzen ari da orain.","512":"Gakoa indartzeko, zure saguaren mugimenduaren entropia jaso dugu eta idazteko abiadura.","513":"Bonoa zure kontura gehitu da, hala ere saldoa ez da nahikoa erosketa honetarako. Gehitu salgo gehiago edo saiatu pakete merkeago bat aukeratzen.","514":"Saldoa ez da nahikoa, mesedez saiatu berriz.","515":"Karpeta honek 500 sarrera baina gehiago ditu. Karpeta handiak nabigatzailea moteldu ditzakete. Mesedez, gogoan hartu azpi-karpetak erabiltzeak.","516":"Laguntza lortu","517":"Zerbait ez al dizu funtzionatzen? Mesedez, bisitatu gure [A]laguntza zentroa[\/A] lehenago. Zure galdera ez bada hor erantzuten, gurekin kontaktuan jartzeko zalantzarik ez izan.","518":"Legedi gaiei buruz","519":"Lege saila prest dago zure ikerketari erantzuteko.","520":"Copyright","521":"Kezkaturik al zaude erabiltzaile batek hautsi dituelako zure jabetza intelektualen eskubideak? Mesedez, bidali ezazu desarmaketa ohar bat gure [A]inprimakia[\/A] betez edo bidali ezaiguzu email bat.","522":"Hobekuntzak proposatu","523":"Mesedez, bidali itzazu ezaugarrien eskaerak eta erabilpenarekin erlazionaturiko iradokizunak hemen. ","524":"Akats baten berri eman","525":"MEGA gaur egun beta egoeran dago, eta gonbidatua zaude akatsen berriak bidaltzera. Zenbat eta zehatzena, orduan eta hobe.","526":"Komunikabideak","527":"Komunikabideen kideak animatzen ditugu, blog jabeak barne, gurekin kontaktuan jartzeko MEGArekin erlazionatutako kontsultak egiteko.","528":"Birsaltzaile bihurtu","529":"Historia arrakastatsuaren parte bihurtu!","530":"Gure birsalmenta programari esker Mega bonoak zure bezeroei saldu ditzazkezu zuzenean.","531":"Xehetasunak:","532":"Gure bono administrazio sofistikatuaren interfazean sartuko zara.","533":"Sortu bonoak denbora errealean zure kontu balantzean.","534":"Partaidetza errentagarriak lortu hasieratik.","535":"Gero eta gehiago saldu, orduan eta partaidetza altuagoak lortuko dituzu eta etekina handiagoa.","536":"Birsaltzaileen API sarbideei esker tresna paregabeak garatu ditzakezu gure sistemarekin elkar eragiten denbora errealean.","537":"Doaneko publizitatea: zure webgunea Mega-n linkeatuko da.","538":"Zure birsalmenta aplikazioaren azterketa eta baiezpenari buruz. Zure enpresa eta webguneak gure arauak bete behar dituzte.","539":"Birsaltzaile Partaidetza","540":"Zure birsaltzaile partaidetza deskontatuko da bono sorkuntzarekin batera.","541":"Hileroko fakturatzea","542":"Birsaltzaile Partaidetza","543":"[X] baino gehiago","544":"Birsaltzaile aplikazioa","545":"Birsaltzaile bezala sartu","546":"Xehetasunak","547":"Zure xehetasunak","548":"Merkatuak","549":"Aukeratu birsaltzaile merkatuak:","550":"Ordainketak","551":"Aukeratu ordainketa metodoa","552":"Aukeratu ordainketa metodoa hornitzaile libreen listan","553":"Zure ordainketa hornitzailea ez dago listan? Mesedez [A]e-email bat bidali[\/A]","554":"Osatu","555":"Onartzen ditut MEGAren [A]Birsaltzaileen Zerbitzu-terminoak[\/A]","556":"Hurrengoa","557":"Aukeratu merkatuak libre daudenen herrien listatik","558":"Aurrekoa","559":"Zure izena","560":"Enpresa URL","561":"Helbidea","562":"Posta-kodea","563":"Enpresa izena","564":"Telefono zenbakia","565":"Hiria","566":"Aukeratu herriak ordainketa metodorako:","568":"Mesedez, aukeratu zure herria","569":"Transferentzia aukerak","570":"Igoera konexio paralelo kopurua:","571":"Deskarga konexio paralelo kopurua:","572":"Igoera abiadura muga:","573":"Bat ere ez","574":"Automatikoa","575":"Finkoa","576":"Fitxategi berdintsuak jauzi igotzean:","577":"Bai","578":"Ez","579":"Erabili SSL fitxategi transferentzietan:","580":"SSL desgaitzeak errendimendua hobetzen du eta ez du segurtasuna txikiagotzen.","581":"Mesedez, sartu zure izena.","582":"Mesedez, sartu zure negozioaren URL-a.","583":"Mesedez, sartu zure helbidea.","584":"Mesedez, sartu zure posta-kodea.","585":"Mesedez, sartu zure enpresaren izena.","586":"Mesedez, sartu zure telefono zenbakia.","587":"Mesedez, sartu zure hiria.","588":"Mesedez, sartu zure herria.","589":"Birsaltzaileen zerbitzu terminoak onartu behar dituzu.","590":"Mesedez, aukeratu gutxienez herri bat.","591":"Mesedez, aukeratu gutxienez ordainketa metodo bat.","592":"Mesedez, aukeratu gutxienez herri bat ordainketa metodo bakoitzeko.","593":"Bikain","594":"Gure e-mail bat jasoko duzu jarraibide gehiagorekin.","620":"Ustezko hauste oharpena","621":"Oharra","622":"MEGA besteen copyright-a errespetatzen du eta hodei biltegiratzeko zerbitzuko erabiltzaileek berdin egitea espero du. Legeari men egiten dioten Copyright hausteen oharrei erantzungo diegu. Zure edukia kopiatua izan dela edo copyright hauste bat duen modu  batean erabili dela, emaiguzu arren hurrengo informazioa: (i)Copyright jabearen edo haren ordezkaria izateko baimena duen pertsonaren sinadura fisiko edo elektronikoa; (ii)hautsitzat jotako copyright duen lanaren identifikazioa; (iii)hautsitzat jotako edo hausteko aktibitatea izan duen materialeren identifikazioa eta ezabatu behar dena edo haren sarbidea desgaitu, eta beharrezko informazioa material hori aurkitu ahal izan dezagun adibidez URL-a(k); (iv)zurekin kontaktatzeko behar dugun informazioa, hala nola zure helbidea, telefono zenbakia eta helbide elektronikoa; (v) materiala erabiltzeko eta maneiatzeko copyright-ren jabeak, haren agenteak edo legeak baimena ematen ez duela dioen zuk egindako deklarazio bat;(vi) oharrean adierazitako informazioa zuzena dela dioen deklarazio bat, eta, zinausteagatik zigorpean, baimena duzula copyright jabearen izenean jarduteko.","623":"Abisurik gabe ustezko haustea duen edukia ezabatzeko eskubidea guretzako gordetzen dugu, gure diskrekzio osoan, eta zuri ezer adierazi gabe. Baldintza egokienetan, MEGAk erabiltzailearen kontua ezabatuko du haustea errepikatua bada. Hodei zerbitzuetan guk diseinaturiko copyright haustearen oharpenak egiteko agentea honako hau da:","624":"Copyright Oharpena","625":"Mesedez, erabili imprimaki hau copyright ohar bat bidaltzeko. 24 ordu baino laster erantzungo dizugu (momentuan lan orduetan bada).","626":"Edukia:","627":"Beharrezko eremua","628":"Nire copyright pertsonala hausten du.","629":"Ordezkaria izateko baimena dudan norbaiten copyright-a hausten du.","630":"Desarmatze mota:","631":"Aukeratu desarmatze mota:","632":"1. Hornitutako URL publikoa(k) desgaitu - fitxategia(k) jabearen kontuan jarraituko du(te).","633":"2. Hornitutako URL-(eta)rako fitxategien azpian dauden URL publiko guztiak  desgaitu - fitxategia(k) jabearen kontuan jarraituko du(te).","634":"2. Hornitutako URL-(eta)rako fitxategien azpian dauden leku guztiak ezabatu - fitxategia(k) jabearen kontuan jarraituko du(te).","635":"Honen bidez ziurtasun osoz adierazten dut copyright duen material honen partekatzea ez dagoela baimendua copyright jabeaz, haren agenteaz edo legeaz (adb. erabilera askerako)","636":"Kalteak jasan ditzakedala ulertzen dut, baita kostuak eta abokatuen ordainketak, adierazitako edukia, URLa(k), edo fitxategiak, adigarri edo gaitzustez desitxuratzen baditut.","637":"Oharpen honetan emandako informazioa egokiak direla, eta baimena dudala copyright jabearen izenean jarduteko, eta bestela isuna ezarriko zait.","638":"Ohapen hau dokumentu legal serioa da - kontua izan copyright haustean adierazitakoaren zuzentasunean. Nahi izango duzu abokatu batekin kontsultatzea eduki hau hausten ari dela eta haren erabilera ez dela zilegizkoa xedatzeko.","639":"Oharra bidali","640":"Gehitu gehiago","641":"URL edo hausturiko edukia:","642":"Copyright jabearen izena:","643":"Lan titulua:","644":"Helbide elektronikoa:","645":"Fax-a:","646":"Hiria:","647":"Posta-kodea:","648":"Hausten duen copyright duen lana:","649":"Nire izen osoa:","650":"Enpresa \/ Erakundea:","651":"Telefonoa:","652":"Helbidea:","653":"Estatu \/ Probintzia:","654":"Herria:","655":"Mesedez, eman  copyright duen lana bakoitzarako URL-a infrakzio alegazio bakoitzerako.","656":"Mesedez, eman infrakzioa duen copyright duen lana URL bakoitzarako.","657":"Mesedez, aukeratu zertan hausten duen edukiak zure copyright pertsonalan edo haren ordezkaria izateko baimena duzunaren horretan.","658":"Mesedez, aukeratu desarmatze mota.","659":"Mesedez, eman  copyright duen lana bakoitzarako URL-a infrakzio alegazio bakoitzerako.","660":"Mesedez, eman infrakzioa duen copyright duen lana URL bakoitzarako.","661":"Mesedez, eman copyright jabearen izena.","662":"Mesedez, eman zure izen osoa.","663":"Mesedez, eman zure helbide elektronikoa.","664":"Mesedez, sartu baliozko helbide elektroniko bat.","665":"Mesedez, egiaztatu ziurtasun osoz adierazten duzula copyright duen material honen partekatzea ez dagoela baimendua copyright jabeaz, haren agenteaz edo legeaz (adb. erabilera askerako).","666":"Mesedez, egiaztatu kalteak jasan ditzakezula, baita kostuak eta abokatuen ordainketak, adierazitako edukia, URLa(k), edo fitxategiak, adigarri edo gaitzustez desitxuratzen badituzu.","667":"Mesedez, egiaztatu notifikazio hau zuzena dela, eta zin faltsuko zigorpean agertu baimendua zaudela copyright jabearen izenean jarduteko.  ","668":"Mila esker!","669":"Zure copyright abisua  laster konprobatuko dugu.","670":"Hizkuntza","671":"Hainbat hizkuntza erabiltzen al dituzu?","672":"Lagun gaitzazu itzultzera!","673":"Pribatutasun Elkartea","674":"Ez dago arrazoirik gabe beste inoren bizitza pribatuan, familian, etxean edo postan eskusartzerik, ezta inoren ohore edo izen onari eraso egiterik ere. Nornahik du eskusartze edo eraso horien aurka legezko babesa izateko eskubidea.","675":"Giza eskubideen aldarrikapen unibertsala, 12. artikulua","676":"MEGA Beti Lanean dagoen Pribatutasun indartsua duen hodei biltegiratzea da ","677":"MEGA-k hodei biltegiratze sendoa ematen dizu beti lanean dagoen pribatutasun praktiko eta indartsuarekin. MEGA-k zure pribatutasunaren eskubidean sinesten du eta hura babesteko tresna teknologikoak ematen dizkizu. Erabiltzailearen Enkriptazio Kontrolatua deitzen dugu, edo EEK, eta automatikoki egiten da.","678":"Zer da MEGA Erabiltzailearen Enkriptazio Kontrolatua?","679":"MEGA-n biltegiratutako fitxategi guztiak enkriptaturik daude. MEGA-tik eta -rako datu transferentziak enkriptaturik daude. Eta nahiz eta hodei biltegiratze hornitzaile gehienek egin al izan eta egiten duten, MEGA desberdina da - industriaren normaren kontra non biltegiratze hornitzaileak desenkriptatzeko gakoa ematen dizun, MEGA-rekin,  zuk kontrolatzen duzu desenkriptazioa, zuk gordetzen dituzu eta zuk erabakitzen duzu nork duen eta ez duen sarbidea zure fitxategietara, software arriskutsuak instalatu gabe. Dena zure nabigatzailean gertatzen da!","680":"MEGA Etorkizuna","681":"MEGA hodeia soilik hasiera da. Etorkizunean, MEGA-k EKK emango dizu nabigatzailean aplikazio sorta handiarekin ezer instalatu gabe. Gure teknologiak zure email-ak, deiak, txat-ak eta bideo konferentziak babestuko ditu.","692":"Legala al da Mega?","693":"Zure pribatutasuna zaintzen lagunduko duen hodei biltegiratze zerbitzu ikaragarri bat eraikitzeko denbora eta aukera eman ziguten teknologo talde bat gara. Internet zerbitzu hau Auckland-en, Zeelanda Berrian, programatu dugu zerotik. Gure aurkari gehienak ez bezala, nabigatzeilearen artean oinarrituriko enkriptazio teknologia bat erabili dugu, non zuk, eta ez guk, kontrolatzen dituzun gakoak. Gure disenatzaileen taldea hauxe da: Kim Dotcom, Mathias Ortmann, Bram van der Kolk, eta Finn Batato. Gure CEO-a, Tony Lentino, industrian eskarmentu handikoa dena, ospe handiko domeinu global bat eramaten esperientzia handia du. Gustokoa izatea espero dugu.","694":"1. Desgaitu esteka (\"URL\") bat fitxategi bakoitzeko - fitxategia(k) erabiltzailearen kontuan jarraituko du(te)","695":"2. Desgaitu URL anitzak fitxategi bakoitzeko - fitxategia(k) erabiltzailearen kontuan jarraituko du(te).","696":"3. . Hornitutako URL-(ar)en azpian dauden fitxategi guztiak ezabatu - ez dago erabiltzailerik mundu osoan hau biltegiratzeko baimena duenik ","697":"4. Beste bat","698":"Oharra bidali beharko duzu hemen","699":"Sinatu eta bidali oharra","700":"Mesedez, bidali ezazu zure desarmatze oharra eskuz email bidez helbide honetara: [A1]copyright@mega.co.nz[\/A1] gure [A2]desarmatze klausulak[\/A2] dioten bezala.","701":"Dearmatze oharra email-ez bidali","702":"Abusua salatu","703":"Erregistratzeko esteka hau ez da baliozkoa. Mesedez, begiratu ea lerro hausteak baldin badaude zure aktibazio email-ean.","704":"Zure kontua aktibatua izan da jada. Mesedez sartu zure kontuan.","705":"Zure konfirmazioa ezin izan da prozesatu. Mesedez sartu berriz. Errore kodea:","706":"Pasahitza aldatu","707":"Eguneratu","708":"Aldaketa eskatu","709":"Ezin dut gogoratu nire pasahitza","710":"Logeaturik baldin bazaude jada baina ezin baduzu oraingo pasahitza gogoratu, zure pasahitza berrezarri dezekazu aukera hau hautatuz. Pasahitz aldaketaren baieztapen esteka bat jasoko duzu zure posta elektronikoan, 15 minutu baino lehenago klik eginez gero pasahitz berria aktibatuko duena.","711":"Aldaketa eskatu","712":"Ordainketa amaitua","713":"Bonua zure kontura gehitu da. Zure pro erosketarekin jarraitu nahi al duzu?","714":"Bonu hau erabilia izan da jada.","715":"Idatzi dituzun pasahitz berriak ez datoz bat. Mesedez saiatu berriz.","716":"Oraingo pasahitza","717":"Pasahitz berria","718":"Pasahitz berria baieztatu","719":"Mesedez, idatzi ezazu oraingo pasahitza.","720":"Mesedez, idatzi ezazu pasahitz berria.","721":"Mesedez, begiratu zure posta elektronikoa eta klik egin ezazu baieztatzeko estekan zure pasahitz aldaketa osatzeko.","722":"Aldaketa eskaera","723":"Zure pasahitz berria eta oraingo pasahitza desberdinak izan behar dira.","724":"Idatzi duzun oraingo pasahitza ez da zuzena.","725":"Zure pasahitza aldatu da.","726":"Egin","727":"Zure pasahitza aldatu da.","728":"Pasahitz baieztapen esteka hau zaharkitu egin da.","729":"Esteka hau baieztatua izan da jada.","730":"Zure kontua zigortua izan da. Mesedez begiratu zure posta elektronikoa detaileak jakiteko eta erantzun ahal duzun bezai laster.","731":"Erlazionaturiko kontua ezabatua izan da gure [A]Zerbitzu Baldintzen[\/A] hauste anizkunak direla eta.","732":"Konfirmatzen ari zaren kontu batean logeaturik zaude jada. Mesedez, begiratu zure oraingo sesioa, irten, eta ondoren klik egin konfirmatzeko estekan berriz.","733":"Helbide elektroniko ezezaguna. Ez baldin baduzu gurekin kontu bat sortu oraindik, erregistratzera gonbidatzen zaitugu.","734":"Mila esker!","735":"Mesedez, begiratu zure posta elektronikoa.","736":"Soilik fitxategi eta karpetarik ez dituzten kontuek berrezarri dezakete haien pasahitza.","737":"Pasahitza berrezarri","738":"Eskatu","739":"ahaztu al duzu zure pasahitza?","740":"Zure pasahitza zuzen aldatu da.","741":"Mesedez, aukeratu segurtasun pasahitza berri bat.","742":"Berrezarri","743":"Esteka hau zaharkitu egin da. Mesedez eskatu esteka berri bat.","744":"Esteka baliogabea. Mesedez eskatu esteka berri bat.","745":"Ez dago fakturaketa ziklorik","746":"Kontu mota","747":"Astekoa","748":"Hilabetekoa","749":"Urtekoa","750":"Hurrengo fakturaketa zikloa:","751":"Bakarra","752":"MEGA Firefox plugin-a","753":"MEGA Firefox plugin-a instala ezazu jeitsiera errendimendua ikaragarri hobetzeko. Fitxategi kantitate mugagabea jeitsi ahal izango dituzu, fitxategi tamaina murrizketarik gabe.","754":"MEGA Firefox plugin-a segurua eta ikustezina da. Plugin gabe nahiago baduzu MEGA erabiltzea, [A]Chrome[\/A] erabiltzea gomendatzen dizugu.","755":"Plugin-a instalatu","756":"Deskarga 1 burutu da","757":"[X] deskarga burutu dira","758":"Ireki deskarga karpeta","759":"klik egin hemen irekitzeko","760":"Mesedez, instalatu MEGA Firefox plugin-a tamaina honetako fitxategiak deskargatzeko.","761":"Mesedez, egiaztatu","762":"Fitxategi kantitate oso handia deskargatzera zoaz, zeintzuk zure nabigatzailea moteldu dezaketen. Jarraitu hala ere?","763":"Kontaktua","764":"Zure deskarga ezin da hasi zure disko gogorra gainezka baitago.","765":"Zure deskargak ezin dira hasi zure disko gogorra gainezka baitago.","766":"Zure deskargetatik batzuk ezin dira hasi zure disko gogorra gainezka baitago.","768":"Zure deskarga ezin da hasi zure disko gogorra gainezka dagoelako, edo Chrome sesio pribatu batean erabiltzen ari zara zeinek fitxategien idazkera ez du ahalbidetzen.","769":"Zure disko gogorran libre dagoen edukieraren %5-a soilik erabili dezakegu deskargarako. Mesedez, egin ezazu lekua diskoan jarraitzeko.","770":"Aukeratu zure pasahitza","771":"Baieztatu zure pasahitza","772":"Fitxategirako URL-a","773":"falta da","774":"Bidali esteka posta elektronikoz","775":"izena aldatu azpian:","776":"Gorde","777":"Ni gogoratu gailu honetan","778":"Ez duzu MEGA konturik?","779":"Erregistratu orain","780":"Ba al duzu MEGA kontua iada?","781":"Gailu mugikorren PUZ (CPU)-aren errendimendu mugatua dela eta, hainbat minutu eman dezake RSA gakoa sortzen. Zure pazientzia estimatzen dugu.","782":"Karpeta hutsa","783":"Ez dago fitxategirik zure Hodeian","784":"Ez dago kontakturik","785":"Ez dago emaitzarik.","786":"Ez dago fitxategirik sarrera ontzian.","787":"Ez dago fitxategirik zakarrontzian.","788":"Ziur zaude fitxategi hau zakarrontzira mugitu nahi duzula?","789":"Ziur zaude karpeta hau zakarrontzira mugitu nahi duzula?","790":"Fitxategia Ireki","791":"Fitxategia Inportatu","792":"Fitxategia Ezabatu","794":"Karpeta Ezabatu","796":"Esteka Lortu","797":"Karpeta Partekatu","798":"Biltegiratze Espazioa","799":"Erabilitako Espazioa","800":"Espazio Librea","801":"Idazmahai bertsioa","802":"Kontaktuaren Emaila","803":"Fitxategi Deskarga","804":"Zoritxarrez, zure gailuak ez du fitxategi mota hau onartzen MEGA-n.","805":"Fitxategi mota hau zure gailuan erabili dezazun lanean gaude.","806":"karpetaren izena aldatu:","807":"fitxategiaren izena aldatu:","808":"Karpeta Esteka","809":"Karpetaren URL-a:","810":"Esteka Deskargatu","811":"Fitxategiaren URL-a:","812":"Kontua baieztatu","813":"Partekatutako Karpeta","814":"Zure igoera bertan behera utzi nahi al duzu?","815":"Zure deskarga bertan behera utzi nahi al duzu?","816":"Mesedez, sar ezazu baliozko e-mail bat.","817":"Ezin duzu karpeta bat sortu bilaketaren emaitzan.","818":"Idazmahiko bertsiora pasa nahi al duzu?","819":"hasten","820":"Fitxategi hau zure Hodeira inportatu da.","821":"Zure Oharpenak","822":"Atzera","823":"Lehentasunak","824":"[X]-(e)k partekatutako karpeta berria","825":"Partekatutako karpeta berria","826":"[X] partekatutako karpeta bat errefusatu du","827":"Partekatutako karpeta errefusatu da","828":"[X1] karpeta eta [X2] fitxategi","829":"[X] karpeta eta fitxategi 1","830":"Karpeta 1 eta [X] fitxategi","831":"Karpeta 1 eta fitxategi 1","832":"[X] karpeta","833":"[X] fitxategi","834":"Karpeta 1","835":"Fitxategi 1","836":"[X]-(e)-k [DATA] gehitu ditu","837":"[X] gehitu dira","838":"[X] gehitu da","850":"URT","851":"OTS","852":"MAR","853":"API","854":"MAI","855":"EKA","856":"UZT","857":"ABU","858":"IRA","859":"URR","860":"AZA","861":"ABE","862":"Oharpenak","863":"Guztiak ikusi","864":"ZIP bezala jaitsi","865":"Ireki","866":"Kopiatu aukeratutako elementua","867":"Kopiatu aukeratutako [X] elementuak","868":"Mugitu aukeratutako elementua","869":"Mugitu aukeratutako [X] elementuak","870":"Baieztapena","871":"[B]Kontuz:[\/B] biltegiratze muga gainditu da. Mesedez, ezabatu fitxategiak edo [A]hobetu zure kontua[\/A].","872":"Pro","873":"Duela [X] segundu","874":"Duela minutu 1","875":"Duela [X] minutu","876":"Duela ordu 1","877":"Duela [X] ordu","878":"Duela egun 1","879":"Duela [X] egun","880":"Oraintxe bertan","881":"Behin behineko saio bat erabiltzen ari zara. Igotzen ari zaren fitxategiak galduko dira saioa zaharkitzean. Zure fitxategiak gorde ahal izateko, mesedez hobetu zure kontua hoberen doakizun kontu erreal batera eta 50GB-eko biltegiratze segurua lortuko duzu hodeian!","882":"Kontuz","883":"Hobetu zure kontua","884":"[X] ez da guztiz bateragarria MEGArekin","885":"Zure nabigatzailea","886":"Internet Explorer 10 akats handia du JavaScript bidez fitxategietan idazteari kalte egiten diona, memoriarik gabeko egoerak eragiten datu kantitate handiak deskargatzean. Internet Explorer 11-n konpondua izana espero dugu. Bitartean, erabili ezazu beste nabigatzaile bat, mesedez.","887":"[X]-(e)k ez dauka MEGAk behar duen HTML5ren ezaugarriak bezeroaren nabigatzailean kriptografia burutzeko. HTML5en fitxategi transferentziak oso mugatua den Flash aringarri baten bidez emulatuko dira. Mesedez, kontsideratu nabigatzaile modernoago batera eguneratzea ahal bezain laster.","888":"Guztiz Gomendagarria","889":"Gomendagarria","890":"MEGA hobeto funtzionatzen du hurrengo nabigatzaileekin:","891":"Nabigatzailearekin bateragarritasun oharpena","892":"Propietateak","893":"Igota","894":"Tamaina totala","895":"Karpetaren izena","896":"Sortua","897":"Edukia","898":"Hainbat fitxategi eta karpeta","899":"Hainbat","900":"Hainbat karpeta","909":"Pasahitza","910":"Erosi orain","911":"Lortu MEGAren onura guztiak [B]Pro[\/B] bertsioarekin","912":"gutxienez","913":"hilabete","914":"urteroko harpidetza","915":"Biltegiratze edukiera masiboa","916":"Bandazabalera oparoa","917":"urteko ordainketa aukeratuz gero","918":"Hilerokoa","919":"Urtebetekoa","920":"Hobetu zure kontua","921":"2 hilabete dohainik ","922":"hilabete 1","923":"urte 1","924":"Galderarik al duzu [A]Pro kontuei[\/A] buruz?","925":"Gure laguntza taldea pozez lagunduko dizu.","926":"Konpainia","927":"Hiria","928":"ZIP \/ Posta kodea","929":"Mugikorra","930":"eguna","931":"hilabetea","932":"urtea","933":"Helbidea","934":"Estatu edo probintzia","935":"PayPal helbidea","936":"Banku kontua","937":"Onuradunaren izena","938":"Azal ezazu zure marketing estrategia","939":"Banku izena","947":"Hodeia","948":"Zaborra","949":"Sarrera","950":"Kontaktuak","951":"Nire Kontua","952":"Gailu gehienek ezin dute 4GB baino handiagoak diren fitxategiak jeitsi. Zure deskargak huts egingo du ziur asko.","953":"Ez dago behar adina toki","954":"Eskerrak","955":"Mugikorreko App-ak","956":"Sinkronizatu Bezeroa","957":"Chrome App-a","959":"Firefox App-a","961":"App-ak","962":"Software Garapen Kit-a (SDK)","963":"Dokumentazioa","964":"Programa Bazkidetu","965":"Arauak","966":"Orientazio Gida","967":"Irten","968":"Kontua Sortu","969":"Mesedez, saiatu berriz","970":"Mesedez, sartu baliozko pasahitza.","973":"Erabilitako banda zabalera","974":"Zure kontua maneiatu","975":"Izarra Gehitu","976":"Izarra Ezabatu","977":"Fitxategirik ez hodeian.","978":"Zure bilaketak ez dator bat inolako dokumentuarekin","979":"Zure Zaborra hutsik dago","980":"Zure kontaktu lista hutsik dago","981":"Zure Sarrera Ontzia hutsik dago","982":"Edukiera","983":"Laburpena","984":"Profila","985":"Historia","986":"Zure profila editatu","987":"Iraungitza data","988":"Konexioak:","989":"[X] kontaktu","990":"Kontaktu 1","991":"Kontaktuetara jo","992":"Profileko irudia","993":"Profileko irudia aldatu","994":"Informazio pertsonala","995":"Jaiotze data","996":"Herrialdea aukeratu","997":"Kontaktuak erabiltzaile erregistratuek soilik gehitu ditzazkete","998":"Mesedez, sor ezazu doako kontu bat","999":"Gustatuko al litzaizuke, behin behineko sesio baten ordez, doako kontu bat erabiltzea?","1000":"Ekidin sarbidea galtzea. Doako kontua sortzea zeharo gomendagarria da!","1001":"Kontaktuak ezabatu","1002":"Ziur [X] ezabatu nahi duzula zure kontaktu zerrendatik?","1003":"Ezabapena baieztatu","1004":"Ziur [X] zaborrara mugitu nahi d(it)uzula?","1005":"Estekak erabiltzaile erregistratuek soilik sortu ditzazkete.","1006":"Karpetak erabiltzaile erregistratuek soilik partekatu ditzazkete.","1007":"Ezingo duzu ekintza hau desegin.","1008":"pro banda-zabaleraren muga gainditu da.","1009":"Banda zabalera gehiago behar al duzu?","1010":"biltegiratze muga gainditu da.","1011":"Fitxategiak gorde nahi al dituzu?","1012":"biltegiratze muga gainditzear dago.","1013":"Biltegiratze espazio gehiago behar al duzu?","1015":"Mesedez, sartu zure bonu kodea.","1016":"Aukeratu argazkia","1017":"Profileko argazkia bihurtu","1018":"Hustu","1019":"Gehitu posta elektroniko bat","1020":"Mesedez, sartu posta elektroniko bat edo aukeratu kontaktu bat.","1021":"On","1022":"Off","1023":"Ez duzu karpeta honetan idazteko bahimenik.","1024":"Mesedez, sartu karpeta izen bat.","1025":"Elementu anitz","1026":"Sartu deszifratze kodea","1027":"Deszifratu","1028":"Deszifratze kodea","1029":"Esteka publikoa","1030":"Aukeratu zure kontaktuetatik, edo gehitu esteka elektronikoak","1031":"Esportatu fitxategien estekak eta deszifratze kodeak","1032":"Gehitu karpeta kodea","1033":"Kopiatu kodeak","1034":"Jeitsi fitxategi anitz","1035":"Klikatu \"bahimendu\" deskarga burutzeko","1036":"Partekatua: ","1037":"Ados","1038":"Aukeratu hizkuntza","1039":"PayPal bidez ordaindu","1040":"Mesedez, logeatu pro kontua aktibatzeko","1041":"Mesedez, sortu kontu bat pro kidea bihurtu ahal izateko.","1042":"Hasieratzen","1043":"Karpetaren esteka eskuragaitz","1044":"Karpeta honen esteka hau eskuragaitz dago. Ondorengoak izan daitezke arrazoiak:","1045":"Karpetaren esteka ezabatu da Tos\/AUP-en hauste bat dela eta.","1046":"Erabiltzaileak karpetaren esteka desgaitu du","1047":"Ongi etorria MEGA Pro-ra","1048":"Zure pro kontua aktibatua izan da. Onura atera!","1049":"Karpeta","1050":"Partekatzerik ez","1051":"Inoiz","1053":"banda-zabaleraren muga ia gainditu da","1054":"[X] itxaron beharko duzu zure kontuaren banda-zabalera handitu arte.","1055":"Ez duzu itxaron nahi?","1056":"Limite hau dinamikoa da.","1057":"Baieztatu sesio aldaketa","1058":"Sesio iragankor bat erabiltzen hari zara. Ziur al zaude sesioa bukatu nahi duzula?","1059":"Ekintza honek zure datuak ezabatuko ditu.","1060":"Goitik beherako enkriptazioa","1061":"Beste hodei biltegiratze hornitzaileak ez bezala, zure datuak bezeroan enkriptatu eta desenkriptatu egiten dira, eta ez gure zerbitzarietan.","1062":"Sarrera globala","1063":"Edonoiz, edozein gailutik eta edonontik dauzkazu eskuragarri zure fitxategiak.","1064":"Kolaborazio segurua","1065":"Partekatu karpetak zure kontaktuekin eta ikusi haien eguneratzeak momentuan.","1066":"MEGAk komunikazioa [A]pribatua eta konfidentziala[\/A] bihurtzen duten tresnak eskaintzen ditu.","1067":"MEGAk gizabanako zein enpresentzako zerbitzu [A]pribatu eta seguruak[\/A] eskaintzen ditu hodei enkriptatuan oinarriturik. Zu zeuk gordetzen eta kontrolatzen dituzu hodeian gordeturiko datuak enkriptatzen dituzten gakoak.","1068":"Partekatu karpetak zure kontaktuekin eta ikusi haien eguneraketak momentuan.","1069":"Ikusi nola funtzionatzen duen","1070":"Nola funtzionatzen du","1071":"MEGAri buruz gehiago jakin nahi al duzu?","1072":"Ikusi aurkezpen bideoa","1073":"Kide Planak","1074":"Lortu 50GB doako kontu batekin","1075":"Konpetentziagandik lortutakoa baino askoz gehiago maiz.","1076":"Sortu kontu bat","1077":"Pro Pakete Konpetitiboak","1078":"Lortu 4TB arteko biltegiratze enkriptatua hilabetean 8.33€-tik soilik.","1079":"Ikusi gure pro paketeak","1080":"Mugikor App-ak","1082":"Hodeia zure sakelan. Zure fitxategietara sartu eta transferitu zure mugikor eta tabletatik. Igo eta sinkronizatu zure fitxategiak hodeiarekin.","1083":"Lortu doanik","1084":"Eskuragarri plataforma hauentzako:","1085":"Sync Client","1086":"Sinkronizazio automatiko erraza zure konputagailuen eta MEGA hodeiaren artean.","1087":"Deskargatu orain","1088":"Nabigatzailerako App-ak","1089":"Gure nabigatzaile luzapena MEGA instalatuko du zure nabigatzailean karga lasterragoak lortzeko eta erasoei aurre egiteko.","1090":"Deskarga orrira jo.","1091":"Klik egin edo hartu eta jauzi zure fitxategiak hemen","1092":"Desplazatu pantaila (scroll egin) jarraitzeko","1093":"Ez sartu inoiz zure pasahitza fidatzen ez zaren gailu batean. Ez erabili zure kontua ordenagailu partekatu edo publiko batean.","1094":"Segurtasun hobeagoa lortzeko, instalatu gure [A]nabigatzaile plugin-a[\/A] eta kargatu MEGA zure konputagailuan gure zerbitzarietan baino hobe.","1095":"Sortu zure [A]doako[\/A] kontua","1096":"Izena","1097":"Abizena","1098":"Izen eta\/edo abizen okerra(k) ","1099":"Mesedez, sartu zure izen-abizenak","1100":"Porta elektronikoa ez da baliozkoa.","1101":"Mesedez, sartu baliozko posta elektroniko bat.","1102":"Pasahitza ez da baliozkoa.","1104":"Mesedez, sartu pasahitz gogorragoa.","1105":"Pasahitzaren gogortasuna:","1106":"Pasahitzaren egoera","1107":"Pasahitzek ez datoz bat.","1108":"Kontua Sortu","1109":"Zure pasahitza zure enkriptazio gako nagusia da.","1110":"Zure kontuaren segurtasuna zure pasahitzaren araberakoa da. Oso motzak, sinpleak edota hiztegiko hitzetan oinarrituriko pasahitzak asmatzeko errazak dira.","1111":"Ez ahaztu zure pasahitza","1112":"Ez dago pasahitzak berreskuratzeko prozedurarik. Ezin baldin baduzu gogoratu, ezingo duzu hodeian gordeturiko datuetara sartu.","1113":"Zure kontua zure ordenagailua bezain segurua da soilik.","1114":"Berridatzi Pasahitza","1115":"Pasahitzaren gogortasunaren analizatzailea hasieratzen dago oraindik.","1116":"Mesedez, saiatu segundu batzuen barru.","1117":"Zerbitzu Terminoen Onarpena","1118":"Gure zerbitzu terminoak onartu behar dituzu MEGAn kontu bat sortzeko.","1119":"Zure pasahitza asmatzeko erraza da. Sartu pasahitz luzeago bat erabiltzen. Konbinatu letra larriak eta xehak. Eta karaktere bereziak. Ez erabili izenik edota hiztegiko hitzak.","1120":"Zure pasahitza asmatzeko erraza da. Sartu pasahitz luzeago bat erabiltzen. Konbinatu letra larriak eta xehak. Eta karaktere bereziak. Ez erabili izenik edota hiztegiko hitzak.","1121":"Zure pasahitza nahiko ona da jarraitzeko, baino gomendagarria da pasahitz are gogorragoa erabiltzea.","1122":"Pasahitz honek indarrez egindako eraso ohikoak jasango ditu. Mesedez, zihurtatu gogoratuko duzula.","1123":"Pasahitz honek indarrez egindako eraso sofistikatuenak jasango ditu. Mesedez, zihurtatu gogoratuko duzula.","1124":"Oso ahula","1125":"Ahula","1126":"Ertaina","1127":"Ona","1128":"Gogorra","1129":"Zure pasahitza ahulegia da ","1130":"Posta elektroniko eta\/edo pasahitz okerrak.","1131":"Kontua baiztatu","1132":"Entropia kolekzioa","1133":"Joku honek zure sagu mugimenduetan oinarrituriko [A]entropia[\/A] jasoko du.","1134":"Honek zure [A]RSA gakoa[\/A] gogortuko du.","1135":"Jokoa utzi dezakezu behin aurrerapen barra %100 iristen denean.","1136":"Amaitua!","1137":"hurrengo urratsara jarraitu zure gakoa osatzeko.","1138":"Jarraitu","1139":"Puntuazioa:","1140":"Urrats hau zeharo garrantzitsua da eta segundu pare bat emango dizu.","1141":"Mesedez, pazientzia izan.","1142":"Gako Publiko - Pribatuen sorkuntza","1143":"Gakoa sortzen","1144":"Ezagutzen den kriptografiaren lehen erabilera duela 4000 urtekoa da, antzinako Egiptokoa","1145":"Gaur egun, 4000 urte geroago, hodei biltegiratze zerbitzari gehienek ez dute oraindik guztiz hartu kriptografia.","1146":"Osatu zure kontua","1147":"Aukeratu zure kontu mota","1148":"[A]Lortu 2 hilabete dohainik[\/A] urtebeteko pro plan bat aukeratuz gero.","1149":"Mugatua","1150":"Dohainik","1151":"Lortu MEGAren abantaila guztiak [A]Pro kontu[\/A] batekin.","1152":"Aukeratu zure Pro paketea:","1153":"urtebeteko plana","1154":"Taldea","1155":"Igotzen","1156":"Jaisten","1157":"Dohaineko Deskarga","1158":"Windows-erako","1159":"Laster [A]Mac[\/A]-erako","1160":"MEGAk eskerrak eman nahi dizkio kode irekiko konponente hauen egileei zeintzuk gure web orriari berebiziko funtzionaltasuna eskaini dioten:","1161":"Segurua","1162":"Zure datuak enkriptaturik daude goitik behera. Inork ezin ditu bidean antzeman, ez biltegiratuta daudelarik ezta mugimenduan daudelarik. ","1163":"Malgua","1164":"Sinkronizatu zure PCko edozein karpeta hodeiarekin. Sinkronizatu edozein karpeta multzo aldi berean.","1165":"Azkarra","1166":"Lortu MEGAren potentzia handiko azpiegituren eta konexio anitzen abantaila.","1167":"Eskuzabala","1168":"Bildu 50GB arte dohainik!","1169":"Funtzio guztiekin","1170":"Bilatu, gorde, jaitsi, strem, ikusi, partekatu, izena aldatu edo ezabatu zure fitxategiak. Guztia hortxe dago - zure esku-azpian.","1171":"Laster [A]iOS[\/A]-erako","1172":"Firefox luzapena","1173":"Chrome luzapena","1174":"App honek nabigatzailean MEGA instalatatuko du. Kargatze denborak murriztuko ditu, deskargen etekina hobetu eta segurtasuna gogortu.","1175":"Aplikazio honek edozein MEGA URL antzemango du eta era lokalean gelditu (ez da JavaScript-ik kargatuko gure zerbitzarietatik. Eguneratze automatiko seguruak egongo dira gure gako kriptografikoen sinadura dela eta.","1176":"Eta zeharo paranoikoa baldin bazara:","1177":"desgaitu eguneratze automatikoa eta arakatu gure kodea eguneratze bakoitza eskuz egiteko.","1178":"Jeitsi MEGA Firefox-erako","1179":"Instalazioa:","1180":"Jeitsi MEGA Chrome-rako","1181":"Ireki luzapen orria Chrome-n","1182":"menua>herremintak>luzapenak","1183":"edo tekleatu","1184":"helbide barran.","1185":"Hartu eta utzi deskargaturiko [X] fitxategia Chrome luzapenaren orrira eta baieztatu instalazioa.","1186":"Hobeto doakizun ondorengo birsaltzaile baimendu hauetatik MEGA Pro harpidetza eskuratu dezakezu:","1187":"Jeitsi","1188":"Zure konputagailura","1189":"Inportatu","1190":"Zure Hodeira","1191":"Jaisten saiatzen ari zaren fitxategia aldi baterako eskuragaitz dago.","1192":"Desplazatu pantaila (scroll egin) MEGAri buruz gehiago jakiteko","1193":"Kontu berria sortzen","1194":"Fitxategi hau sesio berri batera inportatu nahi duzu?","1195":"\"Ez\" aukeratuz gero kontuan sartu eta inportatu ahal izango duzu.","1196":"Deskarga bertan behera utzi","1197":"Ziur al zaude deskarga bertan behera utzi nahi duzula?","1198":"Deskargatutako fitxategia ezabatuko da.","1199":"Ezin da metadata desenkriptatu gakorik gabe.","1200":"Bazkideen Zerbitzu Terminoak","1201":"[A]Elkartu gurekin[\/A] hodei biltegiratzearen merkatua hankaz gora jartzeko","1202":"Bidali negozioa guri eta irabazi zure partea.","1203":"Lagundu gaitzazu handitzen eta izan zaitez arrakastaren parte.","1204":"Kontu bat sortu","1205":"Nola funtzionatzen du?","1206":"Erregistratu eta lortu zure bazkide identifikazio pertsonala zein zure URLra erantsi dezakezu.","1207":"MEGA gomendatu diezun bisitari bakoitzak egindako erosketa bakoitzaren jarraipena egingo dugu. ","1208":"Zure bazkide identifikazio bakoitzaren bidez lortutako irabazien [B]%20[\/B]a irabaziko duzu.","1209":"Harpidetza errepikari bakoitza erreferentzi errepikari bezala kontatuko da.","1210":"Norentzako da bazkide programa?","1211":"App Garatzaileak:","1212":"Eraiki zure app-a gure [A]SDK[\/A]-a erabiliz.","1213":"Bilakatu itzazu pro dohaineko erabiltzaileak eta monetizatu zure aplikazioa.","1214":"Web Orriak:","1215":"Blog-ak","1216":"Hodei biltegiratze guneen konparaketa","1217":"Zeintzuk dira arauak?","1218":"Mesedez, irakurri eta onartu gure [A]Bazkide Zerbitzu Terminoak[\/A]","1220":"Has saitez!","1221":"Batu gure bazkidetza programara, eta dirua irabazten hasi zaitezke berehala.","1223":"Kontakturako informazioa","1224":"Zuri buruzko xehetasun gehiago behar ditugu.","1230":"Ordainketen informazioa","1231":"Hilabetero ordaintzen dugu PayPal bidez edo transferentzia bidez (ZB-ko banku kontuak soilik).","1232":"Ordainketa Metodoa","1233":"PayPal","1234":"Banku kontua (Zeelanda Berrian soilik)","1235":"Onuradun izena","1236":"Banku izena","1237":"Banku kontu zenbakia","1238":"PayPal posta","1239":"Kide-egite informazioa","1240":"Gustatuko litzaiguke jakitea nola egingo duzu MEGAra trafikoa bideratzeko.","1241":"Azaldu zure marketing estrategia:","1242":"Onartzen ditut MEGAren [A]Bazkideen Zerbitzu-terminoak[\/A]","1243":"Programa afiliatuetara izena eman duzu. Zure bazkide identifikazioarekin sorturiko diru-sarreren %20-a irabaziko duzu.","1244":"Mesedez, ziurtatu gure [A]Bazkideen Zerbitzu-terminoak[\/A] onartzen dituzula.","1245":"Diru sarrerak lor ditzazkezu ondorengoei trafikoa bidaltzeagatik:","1246":"Estatistikoak","1247":"Igarotze denbora","1248":"30 egun","1249":"90 egun","1250":"180 egun","1251":"365 egun","1252":"Beti","1253":"Data","1254":"Salmentak","1255":"Salmentak","1256":"Irabaziak","1257":"Ez dira salmentarik aurkitu aukeratutako igarotze denboran.","1258":"Ordainketak","1259":"Ez dira ordainketarik aurkitu aukeratutako igarotze denboran.","1260":"Bazkide Identifikazioa","1261":"Mesedez, sartu zure jaiotze data.","1262":"Mesedez, sartu zure hiria.","1263":"Mesedez, sartu zure estatua edo probintzia.","1264":"Mesedez, sartu zure posta-kodea.","1265":"Mesedez, sartu zure telefono zenbakia.","1266":"Mesedez, azaldu zure marketing estrategia.","1267":"Bazkideen Zerbitzu Terminoak onartu behar dituzu","1268":"Mesedez, sartu zure PayPal helbidea.","1269":"Mesedez, sartu zure ZB-ko banku kontuko onuradunaren izena.","1270":"Mesedez, sartu zure ZB-ko banku izena.","1271":"Mesedez, sartu zure ZB-ko banku kontua.","1272":"MEGA gizakiek egindakoa da eta hortaz ez da perfectua. Akats bat aurkituz gero, aintzat hartuko genuke akats horri buruz jakitea, lehenbailen konpondu ahal izateko - zenbat eta detaile gehiago eman, hobe.","1273":"Jabetza intelektualen eskubideak serio hartzen ditugu eta desarmatze indartsu bat betearazten dugu.","1274":"Informazio gehiago nahi izanez gero, arren irakurri gure [A]desarmatze gida[\/A].","1275":"Desarmatze oharra bidali dezakezu gure [A]inprimakia[\/A]-ren bidez edo email bat bidaliz.","1276":"Kezka edo ideiren bat al duzu? Gure produktuei buruz gehiago jakin nahi duzu?","1277":"Beti gaude erabilgarri.","1278":"Mesedez aukeratu","1279":"1. urratsa","1280":"2. urratsa","1281":"Edukiaren zehaztasunak","1282":"Copyright jabearen zehaztasunak","1283":"Gehitu beste URL bat","1284":"Copyright jabearen izena","1285":"nabaria bada","1286":"Oharra bidaltzen duen copyright jabeak baimendutako agentearen izena:","1287":"Copyright Oharra Jasota","1288":"Zure oharra berrikusi eta prozesatuko dugu lehenbailehen.","1289":"Mila esker gonbidapen estekan klik egiteagatik. Mesedez, sortu zure kontua dohainik azpian.","1290":"Ups, esteka hau ez dirudi baliozko gonbidapen esteka bat. Sortu al duzu jada kontu bat?","1291":"Gonbitapen esteka batean klik egin duzu jada. Mesedez, sortu zure kontua.","1292":"Laster","1293":"Ongi etorria laguntza zentrora","1294":"Zure galdera ez bada hemen erantzuten, kontaktatu ezazu gurekin.","1295":"Laguntza kontaktua","1296":"Gai Ospetsuak:","1297":"Posta elektroniko hau erabili da jadanik","1298":"Mesedez, logeatu zure kontuan.","1299":"Arrastatu eguneratzeko","1300":"Azkeneko eguneraketa","1301":"Gaur","1302":"Atzo","1303":"Aste honetan","1304":"Iazko astean","1305":"Hilabate honetan","1306":"Urte honetan","1307":"Lehenago","1308":"Deskargak huts egin du","1309":"Igoerak huts egin du","1310":"Mesedez, sartu baieztapen kodea","1311":"Errorea fitxategiak kargatzen","1312":"Erabiltzailea\/pasahitza falta d(ir)a","1313":"Sarrerak huts egin du","1314":"Ezabaketak huts egin du","1315":"Ez da posta elektronikorik aurkeztu","1316":"Gorde fitxategia offline aurreikusteko","1317":"Errorea esteka sortzean","1319":"Pasahitza laburregia da","1320":"Izena laburregia da","1321":"Errorea kontuaren xehetasunak kargatzean","1322":"Igoera burutua","1323":"Sartzen","1324":"Arrakasta sartzean","1325":"Esteka sortzen","1326":"Esteka kopiatu da","1327":"Deskarga burutu da","1328":"Deskarga hasten","1329":"Itxaroten","1330":"Sartu erabiltzailea eta pasahitza","1331":"Posta elektronikoa","1332":"Baieztatu erregistroa","1333":"Mesedez, begiratu zure posta elektronikoa eta itsatsi hemen baieztapen kodea edo klik egin iOS baieztepen esteka berezian.","1334":"Erregistroa bertan behera utzi","1335":"Baieztapen kodea","1336":"Azkenekoa erabili","1337":"Argazkia atera","1338":"Erabili Izanduna","1339":"Karpeta gehitu","1340":"Sartu karpeta berriaren izena","1341":"Argazkia(k) aukeratu","1342":"Editatu","1343":"Hodeia hutsik dago","1344":"Partekatu","1345":"Gorde offline","1346":"Transferentziak","1347":"Sarrera Ontzia Hutsik","1348":"Partekaturiko Karpetak","1349":"Argazkirik Ez","1350":"Argazkiak","1351":"Erabilita","1352":"Erabilgarri","1353":"Gorde offline erabili ahal izateko","1354":"Ezarri gailuan erabili nahi duzun biltegiratze maximoa","1355":"Bertsioa","1356":"Feedback-a","1357":"Irten","1358":"Deskargaturiko fitxategi guztiak ezabatuko dira","1359":"Aukeratutako tamaina orain erabiltzen hari den cachea baino txikiagoa da. Jarraituz gero, hainbat fitxategi ezabatuko dira","1360":"Pro-ra hobetu","1361":"Salneurriak","1362":"Berreskuratu erosketak","1363":"Sarerik ez","1364":"Saiatu berriz","1365":"Ez zaude Internetera konektaturik","1366":"Sartu izen berria","1367":"Lortu 50GB dohainik, edo bazkidetu gure Pro pakete battekin eta lortu 4TB arteko biltegiratze enkriptatua hilabetez 8,33€-tik aurrera.","1368":"[X] arte","1369":"eta [X]","1370":"Posta eta Txata","1371":"Gure komunikazio pakete enkriptatua 2014ko hasieran iritsiko da.","1372":"Prestatu MEGA txata, posta elektroniko, dei eta bideo konferentzietarako.","1373":"Zer da MEGA? Klik edo desplazatu","1374":"Hasierara Itzuli","1375":"Deskarga Orrira Itzuli","1376":"Laguntzailea(k):","1377":"Jokatzea gustatuko litzaizuke? Urrats hau egin gabe utziz gero, zure kontuaren segurtasunari kalte egin diezaiokezu. Mesedez, mugitu zure sagua zabalki eta ausaz arriskua murrizteko.","1378":"Hasi Jokoa","1379":"Aurrera","1380":"Kategoriak","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}