{"10":"PAREMPI. NOPEAMPI. VAHVEMPI. TURVALLISEMPI.","11":"12. artikla","12":"Älköön mielivaltaisesti puututtako kenenkään yksityiselämään, perheeseen, kotiin tai kirjeenvaihtoon älköönkä loukattako kenenkään kunniaa ja mainetta. Jokaisella on oikeus lain suojaan sellaista puuttumista tai loukkausta vastaan.","13":"Ihmisoikeuksien yleismaailmallinen julistus.","14":"Vahvista poisto","15":"Haluatko varmasti poistaa kaikki kohteet roskakorista?","16":"Sisäinen virhe","17":"Liikennöintikiintiö ylittyi","18":"Liian monta yhteyttä tälle lataukselle","19":"Kirjautumissessio päättyi tai on kelvoton","20":"Tilapäisesti ei saatavissa","21":"Tiliongelma, tarkista sähköpostisi","22":"Tiedostoa ei enää ole","23":"Tiedosto ei ole enää saatavilla","24":"Salauksen purkuvirhe","25":"Kansio, jossa olet on poistettu tai siirretty toisen käyttäjän toimesta.","26":"Hävinnyt kansio","27":"Valitettavasti yhtä tiedostoa ei voitu ladata, koska se on suurempi kuin [X].","28":"Valitettavasti [X1] tiedostoa ei voitu ladata, koska ne ovat suurempia kuin [X2].","29":"Sinut on rajoitettu lataamaan tiedostoja Adobe Flash-varajärjestelmällämme, koska selaimesi ei tue HTML5:n FileReaderia. Jos haluat kiertää tämän rajoituksen (ja kasvattaa selaimesi suorituskykyä), harkitse [A]Google Chrome[\/A] -selaimen asentamista.","30":"Selainrajoitus","31":"Internet Explorerilla voit ladata vain alle [X] kokoisia tiedostoja. Chromella & Firefoxilla voit ladata minkä tahansa kokoisia tiedostoja.","33":"MEGA rockaa Google Chromella","34":"Varoitus:","35":"Käytät vanhentunutta selainta, joka haitallisesti vaikuttaa tiedostonsiirron suorituskykyysi.","36":"Ole hyvä ja käytä Google Chromea.","37":"Sillä välin kun muut selaintoimittajat silti vielä kamppailevat HTML5 -merkkauskielen koko kirjon toteuttamisessa, Google Chromella on se kaikki - tänään. Nauttiaksesi MEGAn täydestä voimasta (kuten automatisoidusta joukkolähetys ja -latausominaisuudesta), me vahvasti suosittelemme hylkäämään käyttämäsi nykyisen, vanhentuneen selaimen ja siitymään käyttämään Chromea niin pian kuin suinkin.","38":"Älä näytä tätä ilmoitusta uudestaan","39":"Ei kiitos","40":"Lataa Chrome","41":"Olet poistanut kansion joka sisältää 1 jaetun kanson.","42":"Kun tyhjennät roskakorisi tämä jako tullaan poistamaan käytöstä.","43":"Olet poistanut kansion joka sisältää [X] jaettua kansiota.","44":"Kun tyhjennät roskakorisi nämä jaot tullaan poistamaan käytöstä.","45":"Jaettu kansio-varoitus","46":"Sisäinen virhe","47":"Hups, jokin meni pieleen. Olemme pahoillamme!","48":"Anna vähintään kolme merkkiä hakeaksesi.","49":"siirrä [X] valittu(a) kohde(tta)","50":"1 tiedosto","51":"[X] tiedostoa","52":"ja","53":"1 kansio","54":"[X] kansio(ta)","55":"Vain luku","56":"Lue & Kirjoita","57":"Täysi pääsy","58":"Lataa","59":"Hanki linkki","60":"Jakaminen","61":"Nimeä uudelleen","62":"Siirrä","63":"Kopioi","64":"Oikeudet","65":"Sinulla on vain luku -pääsy tähän kansioon.","66":"Sinulla on luku & kirjoitus -pääsy tähän kansioon.","67":"Sinulla on täydet oikeudet tähän kansioon.","68":"Uusi kansio","69":"Luo uusi kansio","70":"Tyhjennä roskakori","71":"Lisää kontakti","72":"Poista kontakti","73":"Haluatko varmasti poistaa tämän käyttäjän kontaktilistaltasi?","74":"Haluatko varmasti poistaa nämä käyttäjät kontaktilistaltasi?","75":"Poista kontakti","76":"Olet pysyvästi poistamassa [X] roskakorista.","77":"Haluatko varmasti jatkaa?","78":"Kyllä","79":"Ei","81":"OK","82":"Peruuta","83":"Poista","84":"Vahvista poisto","85":"Päivitä","86":"Nimi","87":"Koko","88":"Siirtotyyppi","89":"Tila","90":"Nopeus","91":"Kulunut aika","92":"Aikaa jäljellä","93":"Tyyppi","94":"Viimeksi muokattu","95":"Sähköposti","96":"Oikeudet","97":"Uusi lähetys","98":"Kansiolähetys","99":"Tiedostolähetys","100":"Tyhjennä roskakori","101":"Lisää kontakti","102":"Hae","103":"Peruuta siirto","104":"Tiedostonsiirrot","105":"odottaa","106":"Tiedostonhallinta","107":"Haluatko kopioida valitun kansion käyttäjän [X] yksityiseen postilaatikkoon?","108":"Vahvistus","109":"Haluatko kopioida valitun kansion tähän jaettuun kansioon?","110":"Haluatko kopioida valitut kohteet käyttäjän [X] yksityiseen postilaatikkoon?","111":"Haluatko kopioida valitut kohteet tähän jaettuun kansioon?","112":"Linkit","113":"Tiedostolinkki","114":"Tiedostoavain","115":"Tiedostonimi","116":"Tiedostokoko","117":"Siirrä kohteeseen","118":"Valitse kohde","119":"Hintaan sisältyvä liikennekiintiö ylittyi","120":"Latauksesi ei voi jatkua, sillä se ylittäisi nykyisen ilmaisen liikennekiintiön IP-osoitteellesi.","121":"Tämä kiintiö on dynaaminen ja riippuu käyttämättömän liikennekiintiön määrästä.","122":"Vain siirrot jotka ovat tapahtuneet viime 5-6 tunnin aikana lasketaan.","123":"Tässä aikajaksossa:","124":"Olet ladannut [X].","125":"[X1] tulee käyttöön [X2].","126":"Nykyinen rajoitus per IP on [X].","127":"Mukavuutesi parantamiseksi, jonossa olevat latauksesi laitetaan odottamaan kunnes sinulla on tarpeeksi liikennöintiä käytettävissä, jolloin lataus jatkuu automaattisesti.","128":"Jos et halua odottaa, voit halutessasi päivittää liikennöintipakettiasi joka myös antaa sinulle runsaasti lisää tilaa.","129":"Päivitä Prohon","130":"Lataa tiedostot","131":"Paina \"Salli\" latauksen viimeistelemiseksi","132":"Siirrä kohteet","133":"Siirrä [X]","134":"Kopioi [X]","135":"Virhe","136":"Anna kohdekansio.","137":"Anna kelvollinen kohde.","138":"Kohdekansio ei voi olla sama kuin lähtökansio.","139":"Rinkivirhe","140":"Rinkivirhe: kohdekansio ei voi olla siirrettävän kansion alikansio.","141":"Anna kelvollinen sähköpostiosoite.","142":"Odota hetki...","144":"Poista jako","145":"Sähköpostiosoite:","146":"Jaa uudelle käyttäjälle:","147":"Anna pääsy","148":"Sulje","149":"Jakaminen","150":"Kontakti kutsuttu","151":"Tämä käyttäjä [X] on kutsuttu ja näkyy kontaktiluettelossa kun kutsu on hyväksytty.","152":"Et voi lisätä itseäsi kontaktiluetteloon.","153":"Sähköposti","154":"Lisää kontakti","155":"Lisää","156":"Peruuta","157":"Kansion nimi","158":"Luo","159":"Peruuta","160":"Tämä kansion nimi on jo käytössä. Yritä uudelleen.","161":"Nimeä uudelleen","162":"Nimeä uudelleen","163":"Peruuta","164":"Pilvilevy","165":"Kontaktit","166":"Postilaatikko","167":"Roskakori","168":"Roskakori","169":"Valikko","170":"Rekisteröidy","171":"Kirjaudu","172":"Vedä & pudota tiedostosi minne tahansa","174":"tai","175":"Valitse","176":"Valitse ladattavat tiedostot","177":"Sinulla on avaimet siihen mitä talletat pilveen","178":"Turvallinen etäyhteistyö","179":"Monipuolinen tiedostonhallinta","180":"Sovellusekosysteemi","181":"Ominaisuudet tarkemmin","182":"Jaa salatut kansiot työkavereidesi tai liikekumppaniesi kanssa ja vaihda luottamuksellisia dokumentteja läpinäkyvällä päästä päähän-salauksella.","183":"Katsele ja hallinnoi tiedostojasi selaimessasi sisäänrakennetulla nopeutetulla joukkolähetyksellä ja -latauksella.","184":"Kattava avoin ohjelmointirajapinta (API) sallii kolmansien osapuolien kehittäjien tehostaa MEGAn toiminnallisuutta.","185":"2048-bittinen RSA-salaus","186":"Kirjaudu ulos","187":"Tilini","188":"Tiedostonhallinta","189":"Keskeytä istunto","190":"Kirjaudu","191":"luo tili","192":"Muista minut","193":"Kirjaudu","194":"[X] palvelinta verkossa","195":"Sähköpostisi","196":"Sähköpostisi","197":"Anna sähköpostiosoite.","198":"Anna kelvollinen sähköpostiosoite.","199":"Kirjoita salasanasi.","200":"Hups, jotain meni pieleen.","201":"Väärä sähköposti tai\/ja salasana. Ole hyvä ja yritä uudestaan.","202":"Luo uusi tili","204":"tai","205":"kirjaudu","206":"Nimesi","207":"Sähköpostisi","208":"Hyväksyn MEGAn [A]Käyttöehdot[\/A]","209":"Rekisteröidy","210":"Valmistaudu uuteen aikaan","211":"Pilvivarastointi ei  tule koskaan olemaan samanlaista","212":"Anna nimesi.","213":"Valitse salasana.","214":"Sinun tulee hyväksyä käyttöehtomme.","215":"Tuntematon virhe tapahtui. Yritä uudestaan.","216":"Mahtavaa","217":"Ole hyvä ja tarkista sähköpostisi vahvistaaksesi tilisi.","218":"Tällä sähköpostilla on jo rekisteröity tili MEGAan.","219":"Tällä sähköpostilla on jo rekisteröity tili Megaan.","220":"Heikko","221":"Tyydyttävä","222":"Hyvä","223":"Erinomainen","224":"VALITSE LÄHETETTÄVÄT TIEDOSTOT","225":"VALITSE LÄHETETTÄVÄT TIEDOSTOT TAI VEDÄ & PUDOTA NE TÄNNE","226":"Välttääksemme resurssien ylikuormittumista, tulee meidän joskus rajoittaa liikennöinnin käyttöä. Kuluneena kuutena tuntina, IP-osoitteesi kulutti [X1], joka yhdessä valitun tiedoston [X2] kanssa ylittäisi rajan [X3]. Varmistaaksemme oikeudenmukaisen ja tasavertaisen pääsyn resursseihimme, ovat keskeneräiset latauksesi laitettu odottamaan. Ne jatkuvat automaattisesti kun ruuhka helpottaa.","227":"Tämä rajoitus ei koske maksetulla liikennöinnillä olevia siirtoja, joten jos et halua odottaa, voit harkita pro-tilin luomista.","228":"Liikennehallinnointi voimassa","229":"Älä näytä uudestaan","230":"Päivitä Prohon","231":"Ei kiitos, minä odotan","232":"Ei kiitos, minä odotan","233":"Väliaikainen virhe, yritetään uudelleen.","234":"Lataa tiedosto","235":"Lataa","236":"Tuo","237":"Aloitetaan latausta","238":"Ilmoita tekijänoikeusrikkomuksesta","239":"Lataus suoritettu","240":"Jotta voisit viimeistellä tiedostonsiirtoprosessin, sinun tulee manuaalisesti tallentaa tiedostosi.","241":"Tallenna tiedosto","242":"Päivitä Chromeen nauttiaksesi MEGAn täydestä voimasta","243":"Tiedosto, jota yrität ladata ei ole enää saatavilla.","244":"Tämä voi johtua seuraavista syistä:","246":"Tämä tiedosto on poistettu johtuen käyttöehtojen tai hyväksyttävän käytön käytännön rikkomisen takia.","247":"Virheellinen URL - linkkiä johon yrität päästä ei ole","248":"Tämä tiedosto on poistettu käyttäjän toimesta.","249":"Tiedosto, jota yrität ladata ei tilapäisesti ole saatavilla.","250":"Sisäänrakennettu redudanssimme on epäonnistunut. Tämä voi johtua seuraavista syistä:","251":"Jotkin palvelimet ovat alhaalla päivityksien takia.","252":"Olemme tällä hetkellä ylikuormittuneita ja lisäämme enemmän kapasiteettia.","253":"Yritä uudestaan myöhemmin.","254":"Tiedosto, jota yrität ladata ei ole enää saatavilla.","255":"Tämä tiedosto ei ole enää saatavilla tahon [X] lähettämän tekijänoikeusvaatimuksen takia.","256":"Avaimesi ei ole oikean pituinen.","257":"Varmista että annat toimivan avaimen.","258":"Ladataan","259":"Mitä \"MEGA\" tarkoittaa?","260":"Mega on lyhenne ja tulee sanoista \"MEGA Encrypted Global Access\".","261":"Mitä MEGA on?","262":"MEGA on niinkutsuttu pilvivarastoinnin tarjoaja. Se tarjoaa ilmaista ja maksullista internetissä saatavilla olevaa tallennustilaa ja siirtokaistaa. Se sallii sinun tallettaa ja päästä käsiksi tiedostoihisi selaimesi kautta tai asiaankuuluvilla asiakasohjelmistoilla.","264":"Parhaan tietomme mukaan yksikään nykyinen merkittävä valtio ei ole julistanut pilvivarastointia tai salausta laittomaksi.","265":"MEGAn on luonut samat ihmiset, jotka aikaisemmin pyörittivät yhtä maailman suurinta pilvivarastointiyritystä. Voisinko saada tilini ja tiedostoni takaisin?","266":"Tällä hetkellä MEGAlla ei ole pääsyä mihinkään varoihin, jota sen työntekijät ovat tehneet aikaisemmin. Meillä ei ole laillista yhteyttä tai koodin uudelleenkäyttöoikeutta, laitteistoa tai tietokantaa ja siksi me emme näe yhtään tapaa palauttaa vanha datasi.","267":"Miksi perustaa pilvivarastointiyritys Uuteen-Seelantiin monista paikoista?","268":"Muiden tärkeiden syiden ohella Uuden-Seelannin Maorinkielinen nimi on \"Aotearoa\", joka tarkoittaa \"Pitkän valkoisen pilven maata\".","269":"Voinko käyttää MEGA-palvelua mobiililaitteellani?","270":"Voit käyttää MEGAa mobiiliselaimellasi, mutta se pahoin rajoittaa suorituskykyä ja toiminnallisuutta. Suosittelemme sinun käyttävän mobiilisovellustamme laitteellesi sen sijaan.","271":"Voinko jatkaa keskeytyneitä lähetyksiä tai latauksia?","272":"Kyllä, niin kauan kuin et sulje selainikkunaasi, lähetykset ja lataukset jatkuvat automaattisesti esimerkiksi verkon keskeytymisen tai laitteesi lepo-\/horrostilaan jälkeen. Otathan huomioon, että palvelimemme automaattisesti hylkäävät suorittamattomat lataukset, jos ne ovat olleet 48 tuntia epäaktiivisena.","273":"Voinko ladata saman tiedoston useasti?","274":"Koska palvelin ei voi nähdä tiedostonimiä, tiedostonimien meno ristikkäin tulee hoitaa asiakkaan puolelta. Standardeilla asetuksilla, jos lataat tiedoston, joka näyttää jo olevan tililläsi (sama kohdepolku\/tiedostonimi, sama koko, sama viimeisin muokkauspäivä), se skipataan, mutta mikään ei estä sinua pitämään monia tiedostoja ja kansioita samalla nimellä samassa kansiossa.","275":"Kuinka säätelette liikennöinnin käyttöä?","276":"Toimintatapamme on olla asettamatta mitään keinotekoisia rajoituksia käyttäjille ellei sitä infrastruktuurin pullonkaulat ole edellyttäneet.  Me sen tähden varaamme oikeuden käyttäjän liikennöinnin rajoitukseen käytäntöönpanoon operatiivisista syistä milloin tahansa per-IP perustalla. Siirtojonosi automaattisesti jatkuu kun ruuhka helpotaa. Manuaalisia toimenpiteitä ei tarvita.","277":"Onko MEGAssa mitään tiedostokoon rajoituksia?","278":"Emme aseta keinotekoisia rajoituksia tiedostokokoihisi muutoin kuin käytettävissä olevaasi pilvilevyn tilaan. Sillä aikaa kun kaikki selaimet ovat kykeneviä lähettämään suuria tiedostoja, lataaminen on kokorajoitteista Internet Explorerilla ja Safarilla johtuen niiden keskeneräisestä HTML5-tuesta.","279":"Voinko lähettää ja ladata samaan aikaan?","280":"Kyllä. Yksi lähetys ja lataus per selaimen välilehti voi pyöriä yhtä aikaa ja rinnakkain.","281":"Miksi ette tarjoa kuvista pikkukuvaa tai striimaa esikatselua video- ja musiikkitiedostoista?","282":"Päästä päähän-salausmallimme luonnostaan estää minkäänlaisen palvelimen puoleisen datasi manipuloinnin, joka olisi vaadittua kyseisen toiminnon toteuttamiseen.","283":"Kuinka lataan tiedostoja MEGAan?","284":"On kolme tapaa ladata tiedostoja MEGAan käyttäen selaintasi:","285":"1. Paina punaista painiketta aloitussivulla","286":"2. Mene tiedostonhallintaasi ja paina \"Tiedostolähetys\" tai (jos käytät Chromea) \"Kansiolähetys\" lähellä yläreunaa","287":"3. Vedä ja pudota tiedostot tai (jos käytät Chromea) kansiosi sivustoon","288":"Kuinka MEGA asennetaan?","289":"MEGAa voidaan käyttää millä tahansa modernilla verkkoselaimella. Riippuen kuitenkin sinun käyttämäsi selaimen kyvyistä jotkut ominaisuudet eivät välttämättä ole saatavilla - suosittelemme sinun käyttävän Google Chromea, Mozilla Firefoxia tai Opera Nextiä. Edistyneet toiminnallisuudet kuten automaattinen kansiosynkronointi tai tiedostojärjestelmä tullaan mahdollistamaan asennettavilla asiakasapplikaatioilla.","290":"Kuinka kansiojakaminen toimii?","291":"Voit jakaa minkätahansa alipuun pilvilevystäsi ystäviesi, perheesi tai työkavereidesi kanssa. Kutsu tapahtuu sähköpostiosoitteella. Kutsuttavat henkilöt, joilla ei ole vielä tunnusta vastaanottavat sähköposti-ilmoituksen rekisteröintilinkillä. Vaihtoehtoisesti, voit luoda julkisen linkin mistä tahansa kansiostasi ja viedä kansiokohtaisen salausavaimen, joka tekee sen saataville ilman MEGA -tunnusta. Se on silloin sinun vastullasi turvallisesti levittää kansioavain vastaanottajille.","292":"Luodaksesi, muokataksesi tai poistaaksesi jaon, yksinkertaisesti klikkaa oikealla kansiota tiedostonhallinnassasi ja valitse Jakaminen. On olemassa kolme eri pääsytasoa: Vain luku, lue\/kirjoita (tiedostoja voidaan lisätä, muttei poistaa) ja täysi (tiedostoja voidaan lisätä ja poistaa).","293":"Jos olet lisännyt sähköpostin, jolla ei vielä ole tunnusta, sinun tulee olla paikalla vähintään kerran sen jälkeen kun vastaanottajan rekisteröintiprosessi on valmis, jotta voit salata jaon salaisen hänen uuteen julkiseen avaimeen.","294":"Kuinka poistan henkilöitä jaetusta kansiostani?","295":"Yksinkertaisesti klikkaa hiiren oikealla kansiota tiedostonhallinnassasi ja valitse jakaminen. Näet kaikki henkilöt jotka tällä hetkellä omaavat pääsyn jaettuun kansioon. Klikkaa hiiren oikealla henkilöä ja valitse poista-valinta valikosta.","296":"Kuinka tunnistan jaetut kansioni?","297":"Jaetut kansiot tiedostonhallinnassasi omaavat erityisen ikonin kädellä tiedoston alla.","298":"Voinko jakaa kansioita, jotka ovat jaettu minulle?","299":"Et. Kansioiden jako on ei-transitiivista.","302":"Kuinka linkkaan tiedoston MEGAssa?","303":"Ensimmäiseksi, varoituksen sana: Tiedostojesi salauksen turvallisuus riippuu liittyvien salausavainten luottamuksellisuudesta. Varmista, että levität niitä vain turvallisten kanavien kautta! Esimerkiksi tavallinen sähköposti ei ole tarpeeksi hyvä.","304":"Tämä mielessä valitse yksi tai useampi tiedosto tiedostonhallinnasasi, sitten klikkaa oikealla ja käytä \"Hanki linkki\"-painiketta. Dialogi aukeaa julkisten avainten kanssa tiedostoihisi, jotka olet valinnut. Voit valita jokaisen linkin viemisen ja avaimen erikseen tai yksittäisenä yhdistelmänä.","305":"Kuinka salaus toimii?","306":"Kaikki salaus on päästä päähän. Data, joka lähetetään on salattu lähetyslaitteella ennen kuin se lähetetään Internetiin ja data, joka ladataan puretaan vasta sen jälkeen, kun se on saapunut latauslaitteeseen. Asiakaslaitteet ovat vastuussa salausavainten luonnista, vaihdosta ja hallinnoinnista. Käyttökelpoiset salausavaimet eivät koskaan lähde asiakastietokoneista (poikkeuksena RSA julkiset avaimet).","307":"Sovelletaanko kaikkeen henkilökohtaiseen tietooni salausta?","308":"Ei. Vain tiedostodata ja tiedosto-\/kansionimet ovat salattuja. Tiedot, johon tarvitsemme toiminnalliseen pääsyyn, kuten sähköpostisi, IP-osoitteesi, kansiorakenteesi, tiedoston omistajuus ja maksutunnistetiedot ovat talletettu ja prosessoitu salaamattomina. Katso tietosuojakäytäntömme nähdäksesi lisätietoja.","309":"Onko tallettamani data täysin turvallista?","310":"Kaikki turvallisuus on suhteellista. Seuraavat hyökkäystavat on olemassa - ne eivät ole erityisesti MEGAn ongelmana, mutta haluamme sinun tietävän riskeistä:","311":"Yksittäiset tilit voivat vaarantua seuraavista:","312":"- Vakoiluohjelmat tietokoneellasi. Yksinkertainen näppäilyntallentaja (keylogger) on tarpeeksi, mutta sessiotunnukset ja -avaimet voidaan myös purkaa tiedostojärjestelmäsi muistista.","313":"- Kurkinta. Älä kirjoita salasanaasi kun joku muu voi katsoa näppäilyjäsi.","314":"- Salasanojen testailu. Käytä vahvoja salasanoja.","315":"- Tietojenkalastelu. Varmista aina yhteytesi turvallisuuden tila (https:\/\/) ja oikea verkkotunnus (mega.co.nz) ennen kuin syötät salasanasi.","316":"Isokokoiset hyökkäykset voivat tapahtua seuraavasti:","317":"- Mies välissä -hyökkäys. Vaatii validin kaksoiskappaleen SSL -sertifikaatista yhdessä DNS-manipuloinnilla ja\/tai hyökkäyksen BGP-reitityksiimme (DigiNotar-tyylinen skenaario).","318":"- Pääsyn saaminen web-palvelimen https:\/\/mega.co.nz\/index.html ja korvaten kyseisen tiedoston manipuloidulla versiolla (tämä ei vaikuttaisi applikaatioilla toimintoihin pääsyyn). Huomaathan, että sisällön manipulointi meidän hajautetulla staattisen sisällön CDN:llä ei aiheuta turvallisuuriskiä, koska kaikki aktiivinen sisältö, joka ladataan index.html -tiedostosta tarkistetaan salaustiivisteellä (kuvittele, että se on jonkinlainen \"turvakäynnistys\" verkkosivustoille). Tämäntyyppiset hyökkäykset vaativat haitallisen koodin lähettämistä asiakkaalle ja on siten tunnistettavissa.","319":"- Pääsyn hankkiminen pääpalvelimiemme infrastruktuuriin ja manipuloidun avaimen luominen nykyisiin jakoihimme. Tämäntyyppinen hyökkäys vaikuttaa vain jaettujen kansioiden datoihin ja on myös tunnistettavissa asiakkaan puolella.","320":"Mitä jos en luota teihin? Onko se silti turvallista käyttää MEGAa?","321":"Jos et luota meihin, et voi käyttää mitään koodia, jota tarjoamme, joten sivuston avaaminen selaimessasi ja salasanan syöttäminen ei tule kysymykseenkään. Jos silti haluat käyttää MEGAa, sinun täytyy tehdä se jonkin asiakasohjelmiston kautta, jonka on kirjoittanut joku johon luotat.","322":"Luotan teihin ja teidän Uuden-Seelannin datakeskukseen, mutta en luota teidän Saksan datakeskukseen, koska sitä pyörittää yhdysvaltalainen yritys. Onko silti turvallista käyttää MEGAa?","323":"Kyllä, voit käyttää turvallisesti MEGAa, vaikka palvelimemme olisi Saksassa täysin vaarannettuina. Uuden-Seelannin datakeskus varmistaa, että konnankoodia ei pääse pyörimään, kun vierailet osoitteessa https:\/\/mega.co.nz\/.","324":"Onko data, jota laitan jaettuihin kansioihin yhtä turvassa kuin muukin data?","325":"Jaetut kansiot luonnostaan ovat vain yhtä turvallisia kuin niiden vähiten turvallisin jäsen. Kuitenkin pääpalvelimemme vaarantuessa infrastruktuuri aiheuttaa lisäriskin: Julkisia avaimia voidaan manipuloida ja avainpyyntöjä voidaan manipuloida.","326":"Kuvitellaanpa, että MEGAn varastointisolmu on fyysisesti vaarantunut. Mitä ovat riskit?","327":"Virheviestit ladatessa manipuloituja tiedostoja. Vaikka hyökkääjä olisikin saanut salausavaimen kyseiseen tiedostoon siinä solmussa, hän ei silti voisi korvata sitä manipuloidulla versiolla, ilman että aiheuttaisi tulevien latausten epäonnistumista.","328":"Onko hyvä idea tallettaa kaikki datani yhteen paikkaan?","329":"Pidä aina ylimääräiset kopiot tärkeistä tiedostoista, onlinessa ja offlinessa. Siitä huolimatta, että me pidämme jokaisen tiedoston vähintään kahdessa eri sijainnissa, ei ole takeita siitä, että ei tapahtuisi monia samanaikaisia häiriöitä ja toistuvia ennalta-arvaamattomia hallituksien laiminlyöntejä.","330":"Miksi minun tulisi luottaa kaikki datani, kaikista ihmisistä teihin?","331":"Tarjoamme käyttäjän hallinnoimaa salausta (User Controlled Encryption, UCE) missä sinä, käyttäjä, hallinnoit avaimiasi. UCE -toteutus on avointa lähdekoodia ja kutsumme sekä kannustamme yhteisöä tutkia sitä ja antaa palautetta. Uskomme, että tämä lähestymistapa on paljon turvallisempi kuin datasi tallettamista tarjoajalle, jolla on palvelimen puoleinen salaus, missä internet-yhteyden palveluntarjoaja (ISP) hallinnoi avaimia tai, pahempaa, jolla ei ole salausta ollenkaan - jos, esimerkiksi, Megan käyttäjätiedostot olisivat yllättäen saatavilla ilman salasanaa ohjelmointivirheen takia, olisivat ne lukukelvottomia ilman käyttäjän hallinnoimia purkuavaimia.","332":"Huomasin, että käytätte HTTPS-yhteyttä siirtäessänne jo salattua tiedostodataa. Eikö se ole tarpeetonta?","333":"Se on. Valitettavasti, suurin osa selaimista alkavat herjata, kun luot turvattomia yhteyksiä turvallisesta sivusta ja kuka voisi syyttää heitä tästä - ne eivät välttämättä ota sitä huomioon, että siellä on toinen salaustaso jo toiminnassa. Koska HTTPSllä on haitallinen vaikutus suorituskykyyn, sallimme sen poistamisen käytöstä selaimilla, jotka sen sallivat (Internet Explorer ei salli) nopeuttaaksesi siirtojasi ilman datasi luottamuksellisuuden tai eheyden vaarantumista. Näet SSL-varoituksen ilmaantuvan ensimmäisen tiedostonsiirron yhteydessä joissakin selaimissa - tässä (ja ainoastaan tässä) tapauksessa, se on turvallista ohittaa.","334":"Mitä salausalgoritmejä MEGA käyttää sisäisesti?","335":"Massasiiroille, AES-128 (uskomme, että isompi CPU-käyttö AES-192 ja AES-256 osalta ei tarjoa teoreettista turvallisuushyötyä, ainakaan ennen kvanttitietokoneita).<\/p><p>Latauksen eheys tarkistetaan kimpaloidulla CCM-muunnoksella, joka on vähemmän tehokas kuin OCB, muttei ole patenttien rasittama.","336":"Perustaaksemme jaetut salaisuudet käyttäjien väleillä ja pudottaaksemme tiedostot postilaatikkoosi, RSA-2048 (avaimen pituus valittiin \"liian turvattoman\" ja \"liian hitaan\" välimaastosta).<\/P><p>Kaikki salaus, salauksen purku ja avainten generointi on toteutettu JavaScriptillä, joka rajoittaa välityskyvyn muutamaan Mt\/s ja aiheuttaa huomattavaa CPU-kuormaa. Odotamme ehdotetun HTML5 WebCrypto ohjelmointirajapinnan (API) toteuttamista kaikille merkittäville selaimille, joka eliminoi tämän pullonkaulan.","337":"JavaScriptin satunnaisnumerogenerointi on täydennetty hiiri-\/näppäimistöajoitukseen perustuvalla RC4-satunnaispalvelulla mukaanlukien kryptaus.* satunnaisuus missä saatavilla (Chrome ainoastaan tällä hetkellä).","338":"Pitääkö MEGA varmuuskopioita tiedostoistani?","339":"Talletamme tiedostosi vähintään kahdelle eri palvelimille eri datakeskuksissa, jos saatavilla.","340":"Unohdin salasanani. Voinko palauttaa sen?","341":"Valitettavasti MEGA-salasanasi ei ole vain salasana - se on isäntäsalausavain kaikille tiedostoillesi. Jos hävität sen, hävität pääsyn kaikkiin tiedostoihisi, jotka eivät ole jaetuissa kansioissa ja joista et ole aikaisemmin vienyt tiedosto- tai kansioavainta.","344":"Milloin minun tulee päivittää Pro-tiliin?","345":"Pro-tili antaa sinulle enemmän levytilaa ja extraliikennöintikiintiötä, jota me automaattisesit arvomme, kun operaationaalinen liikennöintirajoitus on saavutettu. Voit käyttää kiintiön itse tai antaa sen kolmansille osapuolille, jota pääsevät dataasi (tämä sisältää käyttäjät ilman MEGA-tiliä). Maksimiprosentti liikennöintikiintiöstäsi, joka myönnetään kolmansille osapuolille voidaan määrittää tilisi asetuksissa.","346":"Miksi täällä on mahdollisuus rajoittaa lähetysnopeuttani ja miksi se on käytössä oletuksena?","347":"Monet reitittimet eivät priorisoi pienempiä paketteja yhteysruuhkien aikana, johtaen siihen, että saapuva liikenteesi vakavasti hidastuu, kun lähtevä yhteytesi on täynnä. Näin ollen mittaamme käytettävissä olevan lähtevän kaistanleveytesi ensimmäisen kymmenen sekunnin aikana latauksen aloituksesta ja sitten pidämme 10% siitä käyttämättä. Voit kokeilla maksimisoida lähetyssuorituskykyä poistamalla tämän ominaisuuden käytöstä.","348":"Mitä saan ilmaisella tunnuksellani?","349":"Maailmanlaajuisesti saatavilla olevan, korkean suorituskyvyn turvallisen pilvilevyn [X] tallennustilalla. Jos tarvitset enemmän kuin sen, voit päivittää [A1]Pro[\/A1] -tiliin. Paina [A2]tästä[\/A2] nähdäksesi nykyisen käyttösi.","359":"Tarjoatteko APIn?","361":"Kyllä. Avoimen lähdekoodin Javascript-koodi, joka toteuttaa selainpohjaisen MEGA -käyttöliittymän käyttää APIamme, joten sinulla on runsaasti reaalimaailmaista esimerkkikoodia, jota voit hyödyntää jos [A]dokumentaatiomme[\/A] on mielestäsi puutteellinen. Koska meillä ei ole resursseja rakentaa kaikkia mahtavia sovelluksia itse, jotka kääntävät MEGAn monipuolisemmaksi ja hyödyllisemmäksi työkaluksi, kutsumme sinut auttamaan meitä. Kun olemme tarkastaneet sovelluksenne koodin takaovien varalta, me lisäämme sen sivustollemme. Voimme neuvotella tulonjakomalleja erittäin suosituille sovelluksille.","362":"Välttääksemme resurssien ylikuormittumista, tulee meidän joskus asettaa liikennöintirajoitus. Tiedosto, jota yrität ladata, on suurempi kuin nykyinen rajamme [X3]. Sen siirtoa on lykätty ja alkaa automaattisesti kun ruuhka helpottaa.","365":"Selaimesi on liian vanha ladataksesi näin ison tiedoston.","366":"Tekijänoikeusvaroitus","367":"MEGA arvostaa toisten tekijänoikeuksia ja vaati, että MEGA -pilvipalvelun käyttäjät noudattavat tekijänoikeuslakeja. Olet ehdottomasti kielletty käyttämästä MEGA -pilvipalvelua tekijänoikeuksien rikkomiseen. Et voi lähettää, ladata, jakaa, näyttää, striimata, levittää, sähköpostittaa, linkittää, välittää tai muuten asettaa saataville mitään tiedostoja, dataa tai sisältöä, joka rikkoo kenen tahansa toisen henkilön tai entiteetin tekijäoikeutta tai omistusoikeuksia.","368":"Varoitus:","369":"MEGAn salausturvallisuusmalli riippuu yllä olevien avainten luottamuksellisuudesta. Vältä niiden levittämistä turvattomien kanavien kautta!","370":"Kopioi leikepöydälle","371":"Kopioitu leikepöydälle","372":"Lähetys","373":"Lataus","374":"Me lupaamme, me toimitamme","375":"Siirtyminen estettu johtuen kesken olevista tiedostonsiirroista.","376":"Sinun tulee olla kirjautuneena sisään nähdäksesi tämän sivun.","377":"Sinulla on tällä hetkellä vähintään yksi tiedostonsiirto meneillään. Jos jatkat siirto(si) keskeytyy.","378":"Kirjoita salasanasi vahvistaaksesi tilisi.","379":"Kirjaudu sisään tuodaksesi tämän tiedoston tilillesi.","380":"Syötä purkuavain","381":"Kaikki oikeudet pidätetään","382":"tehty Uudessa-Seelannissa","383":"Tuki","384":"Tukikeskus","385":"Käyttöehdot","386":"Tietosuojakäytäntö","387":"Tekijänoikeus","388":"Yhteisö","389":"Blogi","390":"Kumppanuudet","391":"Jälleenmyyjät","392":"Kehittäjät","393":"Palvelinkumppanit","394":"Investoijat","395":"Ryhdy jälleenmyyjäksi","396":"Tietoa meistä","397":"Ilmainen jäsenyys","398":"Pro-jäsenyys","399":"Ota yhteyttä","400":"Perusteet","401":"Jakaminen","402":"Turvallisuus & yksityisyys","403":"Tili","404":"Maksut & Laskutus","405":"Työkalut","406":"Suosituimmat usein kysytyt kysymykset:","407":"Kategoriat:","408":"Tammikuu","409":"Helmikuu","410":"Maaliskuu","411":"Huhtikuu","412":"Toukokuu","413":"Kesäkuu","414":"Heinäkuu","415":"Elokuu","416":"Syyskuu","417":"Lokakuu","418":"Marraskuu","419":"Joulukuu","420":"Kirjaudu aloittaaksesi lähetyksesi.","421":"Hyväksy käyttöehtomme","422":"Hyväksyn","423":"Sinun tulee rekisteröidä tunnus käyttääksesi jako-ominaisuutta. Haluatko rekisteröityä nyt?","424":"Jakaminen poistettu käytöstä","425":"Nimeä kansio uudelleen","426":"Nimeä tiedosto uudelleen","427":"Tunnuksen tiedot","428":"Kupongit","429":"Sessiohistoria","430":"Ostohistoria","431":"Tapahtumahistoria","432":"Tilityyppi: ","433":"Päivitä","434":"Tilaustyyppi:","435":"ILMAINEN","436":"Ei laskutusjaksoa","437":"Tallennustila:","438":"[X] käytetty","439":"[X1] [X2]sta","440":"Liikennöinninhallinta:","441":"Ota liikennöinninhallinta käyttöön","442":"Ota liikennöinninhallinta pois käytöstä","443":"Voit määrittää prosentteina kuinka paljon haluat myöntää tarjoiltavaa liikennöintiä.","444":"Aseta tarjoiltava liikennöinti:","445":"Tarjoiltava liikennöinti","446":"(kolmansien osapuolien lataamat tiedostosi)","447":"Latausliikennöinti","448":"(kolmasilta osapuolilta ladatut tiedostosi)","449":"Tilin saldo","450":"Täydennä","451":"Luo kuponkeja:","452":"Kuponkityyppi","453":"Valitse kuponkityyppi","454":"Määrä:","455":"Luo","456":"Lunasta kuponki:","457":"Osta kuponki","458":"Lunasta","459":"Kuponkisi","460":"Käyttämättömät kupongit","461":"Lunastetut kupongit","462":"Peruutetut kupongit","463":"Mitätöidyt kupongit","464":"Kaikki kupongit","466":"Viimeiset [X]","467":"Sessiohistoria","468":"Ostohistoria","469":"Viimeiset [X] ostoa","470":"Maksutapahtumahistoria","471":"Viimeiset [X] maksutapahtumaa","472":"Viimeiset [X] sessiota","473":"Hups, tämä ei näytä olevan validi kuponkikoodi.","474":"Erääntymispäivä:","475":"Päivä\/Aika","476":"Tuote","477":"Määrä","478":"Maksutapa","479":"Selain","480":"IP-osoite","481":"Maa","482":"Viimeisimmät aktiviteetit","483":"Nykyinen sessio","484":"Maksutapahtuma ID","485":"Luotto","486":"Pankki","487":"Kuponkikoodi","488":"Tila","489":"Käyttämätön","490":"Lunastettu","491":"Mitätöity","492":"Peruutettu","494":"Valitse pakettisi:","495":"Levytilaa","496":"Liikennöintiä","497":"Valitse hinnoittelu:","498":"per kuukausi","499":"per vuosi","500":"Valitse hinnoittelu:","501":"säästä 17%","502":"Valitse hinnoittelu:","503":"Valitse maksutapa:","504":"Esimaksettu saldo","505":"osta kuponki","506":"Ammattilainen","507":"Jatka","508":"kuponkikoodi","509":"YKSITYISYYSYRITYS","510":"Tervetuloa MEGAan!","511":"2048-bittistä julkista \/ yksityistä RSA-avainparia luodaan.","512":"Vahvistaaksemme avainta olemme keränneet entropiaa hiiresi liikkeistä ja näppäinpainallusten ajoituksista.","513":"Kuponkikoodi lunastettiin tunnuksellesi, mutta uusi esimaksettu saldosi on riittämätön tähän ostoon. Ole hyvä ja lisää saldoa tai yritä ostaa halvempi paketti.","514":"Riittämätön saldo, yritä uudelleen.","515":"Tämä kansio sisältää enemmän kuin 500 kohtaa. Isot kansiot voivat hidastaa selaintasi. Harkitse alikansioiden käyttämistä.","516":"Hanki tukea","517":"Jokin ei toimi sinulla? Katso [A]tukikeskus[\/A] ensin. Jos kysymykseesi ei ole vastattu siellä, älä epäröi ottaa yhteyttä meihin.","518":"Oikeudellinen","519":"Oikeudellinen osastomme on valmiina vastaamaan kysymyksiisi.","520":"Tekijänoikeus","521":"Huolestunut käyttäjästä, joka rikkoo immateriaalioikeuksiasi? Ole hyvä ja lähetä alasvetoilmoitus [A]verkkolomakkeemme[\/A] kautta tai lähetä meille sähköpostia.","522":"Ehdota parannuksia","523":"Lähetä ominaisuuspyyntöjä ja käytännöllisyyteen liittyviä ehdotuksia täällä.","524":"Ilmoita bugista","525":"MEGA on tällä hetkellä beta-vaiheessa ja sinut on kutsuttu lähettämään bugi-ilmoituksia. Mitä yksityiskohtaisempi, sen parempi.","526":"Media","527":"Toivotamme tervetulleeksi median jäsenten, mukaanluettuna bloggaajien ottamaan yhteyttä MEGAan liittyvissä tiedusteluissa.","528":"Ryhdy jälleenmyyjäksi","529":"Tule osaksi menestystarinaa!","530":"Jälleenmyyjäohjelmamme sallii sinun myydä Mega-kuponkikoodeja suoraan asiakkaillesi.","531":"Tiedot:","532":"Saat pääsyn kehittyneeseen kuponkihallinnan käyttöliittymään.","533":"Luo kuponkeja reaaliajassa tilisi saldosta.","534":"Runsas tulojenjako alussa.","535":"Mitä enemmän myyt, sitä isompi on tulojenjakosi, sitä enemmän on hyötysi.","536":"Jälleenmyyjä API-pääsy sallii sinun kehittää mahtavia työkaluja, jotka voivat toimia järjestelmämme kanssa reaaliajassa.","537":"Ilmaista mainontaa: verkkosivustosi saa linkin Megaan.","538":"Tapahtuu jälleenmyyjäohjelman tarkastelun ja hyväksynnän aikana. Yrityksesi ja verkkosivustosi tulee täyttää vaatimuksemme.","539":"Tulonjako","540":"Tulonjakoasi tullaan alentamaan kupongin luonnin yhteydessä.","541":"Kuukausittainen liikevaihto","542":"Tulonjako","543":"enemmän kuin [X]","544":"Jälleenmyyjäohjelmisto","545":"Rekisteröidy jälleenmyyjänä","546":"Tiedot","547":"Tietosi","548":"Markkinat","549":"Valitse jälleenmyyjämarkkinat:","550":"Maksut","551":"Valitse maksutavat","552":"Valitse maksutavat valittavina olevista tarjoajista","553":"Maksutapaasi ei ole listattuna? Lähetä [A]meille sähköpostia[\/A].","554":"Valmis","555":"Hyväksyn MEGAn [A]Jälleemyyjien käyttöehdot[\/A]","556":"Seuraava","557":"Valitse marketit saatavilla olevien maiden listasta","558":"Edellinen","559":"Nimesi","560":"Liiketoiminnan URL","561":"Osoite","562":"ZIP \/ Postinumero","563":"Yrityksen nimi","564":"Puhelinnumero","565":"Kaupunki","566":"Valitse maat per maksutapa:","568":"Valitse maasi","569":"Siirtoasetukset","570":"Määrä rinnakkaisia lähetysyhteyksiä:","571":"Määrä rinnakkaisia latausyhteyksiä:","572":"Lähetysnopeuden raja:","573":"Ei mitään","574":"Automaattinen","575":"Kiinteä","576":"Ohita identtiset tiedostot lähettäessä:","577":"Kyllä","578":"Ei","579":"Käytä SSLää tiedostonsiirtoihin:","580":"SSLän poistaminen käytöstä parantaa suorituskykyä eikä alenna turvallisuutta.","581":"Anna nimesi.","582":"Anna yrityksesi URL.","583":"Anna osoitteesi.","584":"Anna ZIP \/ postinumerosi.","585":"Anna yrityksesi nimi.","586":"Anna puhelinnumerosi.","587":"Anna kaupunkisi.","588":"Anna maasi.","589":"Sinun tulee hyväksyä jälleenmyyjien käyttöehdot.","590":"Valitse vähintään yksi maa.","591":"Valitse vähintään yksi maksutapa.","592":"Valitse vähintään yksi maa per maksuntarjoaja.","593":"Uskomaton","594":"Saat sähköpostin meiltä lisäohjeilla.","620":"Ilmoitus väitetystä loukkauksesta","621":"Ilmoitus","622":"MEGA arvostaa toisten tekijänoikeuksia ja olettaa, että pilvipalvelun käyttäjät tekevät samoin. Et saa käyttää palveluitamme rikkoaksesi tekijänoikeuksia. Et saa lähettää, ladata, varastoida, jakaa, näyttää, striimata, välittää, sähköpostata, linkata, siirtää tai muutoin asettaa saataville  mitään tiedostoja, dataa tai sisältöä joka loukkaa kenen tahansa henkilön tai entiteetin mitään tekijänoikeutta tai muita omistusoikeuksia. Me vastaamme ilmoituksiin väitetystä tekijänoikeusloukkauksista, jotka noudattavat sovellettavaa lainsäädäntöä ja asianmukaisesti toimitetaan meille. Jos uskot, että sisältöäsi on kopioitu tai käytetty tavalla, joka muodostaa tekijänoikeusrikkomuksen, tarjoa meille sueraavat tiedot: (i) tekijänoikeuksien haltijan tai hänen puolesta vaaltuutetun edustajan fyysinen tai elektroninen allekirjoitus; (ii) identifikaatio tekijänoikeudella suojatusta työstä, jota väitätte loukatuksi; (iii) identifikaatio materiaalista, jota väitetään loukkaavan tai joka koskee loukkaavaa aktiviteettia ja jota ei ole poistettu tai johon ei ole pääsyä, joka on poistettu käytöstä, ja tarpeeksi tietoja paikantaaksemme materiaalin, esimerkiksi uniform resource locator(it) (URL); (iv) yhteystietosi, sisältäen osoitteesi, puhelinnumerosi ja sähköpostiosoitteesi; (v) ilmoitus, jossa sinulla on hyvä syy uskoa, että tekijänoikeudella suojatun materiaalin jakaminen yllä olevassa sijainnissa ei ole tekijänoikeuden haltijan, edustajan tai lain (esim. fair use) hyväksymää; ja (vi) ilmoitus, informaatio ilmoituksessa on tarkkaa, ja, rangaistuksen uhalla, olet valtuutettu toimimaan tekijänoikeuksien haltijan puolesta.","623":"Me varaamme oikeuden poistaa sisältö, jonka väitetään olevan loukkava ilman ennakkoilmoitusta, harkintamme mukaan ja ilman asiakkaaseen kohdistuvia vastuita. Asianmukaisissa olosuhteissa poistamme käytöstä tilisi, jos olet päättänyt toistaa rikkomuksia. Nimitetty tekijänoikeusedustajamme ilmoitukseen tekijänoikeusloukkauksesta on:","624":"Tekijänoikeusilmoitus","625":"Käytä tätä lomaketta lähettääksesi tekijänoikeusilmoituksen. Vastaamme 24 tunnissa (välittömästi työaikana).","626":"Sisältö:","627":"Pakollinen kenttä","628":"Rikkoo minun henkilökohtaista tekijänoikeutta.","629":"Rikkoo jonkun tekijänoikeutta, jota olen valtuutettu edustamaan.","630":"Alasvetotyyppi:","631":"Valitse alasvetotyyppi:","632":"1. Poista vain ilmoitetut julkiset URL-osoitteet - tiedostot säilyvät omistajan tunnuksilla","633":"2. Poista kaikki julkiset URL-osoitteet taustalla olevista tiedostoista ilmoitettuihin URL-osoitteisiin - tiedostot säilyvät omistajan tunnuksilla","634":"3. Poista kaikki kopiot ilmoitettujen URL-osoitteiden taustalla olevista tiedostoista - yksikään käyttäjä ei saa tallentaa tätä missään olosuhteissa maailmanlaajuisesti","635":"Minä vakuutan, että minulla on hyvä syy uskoa, että tekijänoikeudella suojatun materiaalin jakaminen yllä olevassa sijainnissa ei ole tekijänoikeuden haltijan, edustajan tai lain (esim. fair use) hyväksymää","636":"Minä ymmärrän, että voin olla vastuussa vahingoista, mukaanlukien kustannuksista ja asianajajien palkkioista, mikäli minä tietoisesti ja olennaisesti esitän väärin, että ilmoitettu sisältö, URL(it) tai tiedostot ovat loukkaavia.","637":"Tämän ilmoituksen tiedot pitävät paikkansa, ja totean rangaistuksen uhalla, että olen valtuutettu toimimaan tekijänoikeuden haltijan puolesta.","638":"Tämä ilmoitus on oikeudellinen asiakirja - ole varovainen ja ole tarkka tekijänoikeusrikkomusväitteissä. Sinä saatat haluta aluksi konsultoida asianajajan kanssa määrittääksesi, onko sisältö, jota ilmoitat itse asiassa loukkaavaa eikä suojattu fair use-lailla, lisenssillä tai muilla oikeudellisilla perustoilla.","639":"Lähetä ilmoitus","640":"Lisää enemmän","641":"Loukkaavan sisällön URL:","642":"Tekijänoikeuden haltijan nimi:","643":"Työnimike","644":"Sähköposti:","645":"Faksi:","646":"Kaupunki","647":"ZIP \/ Postinumero:","648":"Tekijänoikeudella suojattu työ jota väitetään loukatuksi:","649":"Koko nimeni:","650":"Yritys \/ Organisaatio","651":"Puhelin:","652":"Osoite:","653":"Osavaltio \/ Lääni:","654":"Maa:","655":"Ilmoittakaa tekijänoikeudella suojatun työn URL, jota väitätte loukatuksi.","656":"Ilmoittakaa tekijänoikeudella suojattu työ jokaiseen loukkavaan URL-osoitteeseen.","657":"Valitse, loukkaako sisältö sinun henkilökohtaista tekijänoikeutta vai jonkun muun tekijänoikeutta, jota olet valtuutettu edustamaan.","658":"Valitkaa alasvetotyyppi.","659":"Ilmoittakaa tekijänoikeuksilla suojatun työn URL, jota väitätte loukatuksi.","660":"Ilmoittakaa tekijänoikeuksilla suojattu työ jokaiselle loukkavalle URL-osoitteelle.","661":"Ilmoittakaa tekijänoikeuksien omistajan nimi.","662":"Ilmoittakaa tekijänoikeuksien koko nimenne.","663":"Ilmoittakaa sähköpostiosoitteenne.","664":"Syötä kelvollinen sähköpostiosoite.","665":"Vahvista, että sinulla on hyvä syy uskoa, että tekijänoikeudella suojatun materiaalin jakaminen yllä olevassa sijainnissa ei ole tekijänoikeuden haltijan, edustajan tai lain (esim. fair use) hyväksymää.","666":"Vahvista, että saatat olla vastuussa vahingoista, mukaanlukien kustannuksista ja asianajajien palkkioista, mikäli sinä tietoisesti ja olennaisesti esität väärin, että ilmoitettu sisältö, URL(it) tai tiedostot ovat loukkaavia.","667":"Vahvista, että tämä ilmoitus on tarkka, ja totea rangaistuksen uhalla, että olet valtuutettu toimimaan tekijänoikeuden haltijan puolesta.","668":"Kiitos!","669":"Tarkistamme tekijänoikeusilmoituksesi pian.","670":"Kieli","671":"Puhutteko useita eri kieliä?","672":"Auta meitä kääntämään!","673":"Yksityisyysyritys","674":"Älköön mielivaltaisesti puututtako kenenkään yksityiselämään, perheeseen, kotiin tai kirjeenvaihtoon. Jokaisella on oikeus lain suojaan sellaista häiriötä vastaan.","675":"Ihmisoikeuksien yleismaailmallinen julistus, 12. artikla","676":"MEGA on pilvivarastointi tehokkaalla aina-päällä yksityisyydellä","677":"MEGA tarjoaa vantteran pilvivarastoinnin mukavalla ja tehokkaalla aina-päällä yksityisyydellä. MEGA uskoo yksityisyyden oikeuteesi ja tarjoaa sinulle  teknologiatyökaluilla suojataksesi sen. Kutsumme sitä nimellä User Controlled Encryption tai UCE, ja se tapahtuu automaattisesti.","678":"Mikä on MEGA User Controlled Encryption?","679":"Kaikki tiedostot MEGAssa ovat salattuja. Kaikki lähtevät ja tulevat tiedostonsiirrot ovat salattuja. Ja kun kaikki muut pilvipalveluntarjoajat voivat ja väittävät tekevänsä saman, MEGA on erilainen - toisin kuin alan normi, missä pilvipalveluntarjoaja pitää hallussaan purkuavainta, MEGAssa sinä hallitset salausta, sinä pidät avaimia ja sinä päätät kenelle annat tai estät pääsyn tiedostoihisi, ilman minkään riskialttiin ohjelmiston asentamista. Se kaikki tapahtuu selaimessasi!","680":"MEGAn tulevaisuus","681":"MEGA-pilvi on vain alkua. Tulevaisuudessa MEGA tulee tarjoamaan UCEn selaimeesi moniin sovelluksiin ilman minkään asentamisen tarvetta. Teknologiamme suojaa sähköpostisi, puhelusi, keskustelusi ja videostriimisi.","692":"Onko Mega laillinen?","693":"Olemme omistautunut ryhmä teknisiä asiantuntijoita, jolle on annettu aika ja mahdollisuus rakentaa uskomaton pilvivarastointipalvelu, joka suojaa yksityisyyttäsi. Olemme ohjelmoineet tämän Internet-palvelun puhtaalta pöydältä Aucklandissa, Uudessa-Seelannissa. Toisin kuin useimmat kilpailijamme, me käytämme huippuluokan selainpohjaista salausteknologiaa, missä sinä, emme me, hallitset avaimia. Suunnitteluryhmässämme on Kim Dotcom, Mathias Ortmann, Bram van der Kolk ja Finn Batato. Toimitusjohtajamme Vikram Kumar on ollut toimitusjohtajana InternetNZ:assa, voittoa tavoittelemattomassa organisaatiossa, joka promotoi visiota 'avoimesta ja ei kaapattavasta internetistä'. Toivottavasti pidät siitä.","694":"1. Poista käytöstä yksi linkki (\"URL\") per tiedosto - tiedosto(t) säilyvät käyttäjän tilillä","695":"2. Poista käytöstä monta URLia per tiedosto - tiedosto(t) säilyvät käyttäjän tilillä","696":"3. Poista kaikki taustalla olevat tiedostot annetuista URLeista - kukaan käyttäjä ei saa säilyttää tätä tiedostoa missään tapauksessa maailmanlaajuisesti","697":"4. Muu","698":"Voit lähettää ilmoituksen täällä","699":"Allekirjoita ja lähetä ilmoitus","700":"Olkaa hyvä ja lähettäkää alasvetoilmoituksemme manuaalisesti sähköpostilla osoitteeseen [A1]copyright@mega.co.nz[\/A1] meidän [A2]alasvetosäännösten[\/A2] mukaisesti.","701":"Sähköpostialasvetoilmoitus","702":"Ilmoita väärinkäytöstä","703":"Rekisteröintilinkkisi ei ole kelvollinen. Tarkista mahdolliset rivinvaihdot aktivointisähköpostissasi.","704":"Tilisi on jo aktivoitu. Ole hyvä ja kirjaudu.","705":"Vahvistustasi ei voitu käsitellä. Rekisteröidy uudestaan. Virhekoodi:","706":"Vaihda salasana","707":"Päivitä","708":"Pyydä muutosta","709":"En muista nykyistä salasanaani","710":"Jos olet silti kirjautuneena sisään, muttet voi muistaa nykyistä salasanaasi, voit silti asettaa uuden salasanan valitsemalla tämän vaihtoehdon. Vastaanotat salasananmuutoksen vahvistuslinkin sähköpostilla, joka aktivoi uuden salasanan mikäli linkkiä klikataan 15 minuutin sisällä.","711":"Pyydä muutosta","712":"Lunastus valmis","713":"Kuponkisaldo on lisätty tilillesi. Haluaisitko jatkaa pro-ostoasi nyt?","714":"Tämä kuponki on jo lunastettu.","715":"Uuudet salasanat, jotka syötit eivät täsmää. Yritä uudelleen.","716":"Nykyinen salasana","717":"Uusi salasana","718":"Vahvista uusi salasana","719":"Syötä nykyinen salasanasi.","720":"Syötä uusi salasanasi.","721":"Tarkista sähköpostisi ja klikkaa vahvistuslinkkiä viimestelläksesi salasananvaihdon.","722":"Muutos pyydetty","723":"Uuden salasanan tulee olla eri kuin nykyinen salasanasi.","724":"Nykyinen salasanasi, jonka annoit on väärä.","725":"Salasanasi on vaihdettu.","726":"Valmis","727":"Salasanasi on vaihdettu.","728":"Tämä salasananvahvistuslinkki on vanhentunut.","729":"Tämä linkki on jo vahvistettu.","730":"Tilisi on toimintakiellossa. Tarkista sähköposti saadaksesi lisätietoja ja vastaa mahdollisimmna pian.","731":"Liittyvä käyttäjätunnus on poistettu käytöstä useiden [A]Käyttöehtojen[\/A] rikkomusten takia.","732":"Olet jo kirjautunut tiliin, joka on eri kuin jota olet vahvistamassa. Tarkista nykyinen sessiosi, kirjaudu ulos ja paina vahvistuslinkkiä uudelleen.","733":"Tuntematon sähköpostiosoite. Jos sinulla ei ole tunnusta vielä, kutsumme sinut rekisteröitymään.","734":"Kiitos!","735":"Tarkista sähköpostisi.","736":"Vain tilit, joilla ei ole tiedostoja ja kansioita voivat palauttaa salasanan.","737":"Palauta salasana","738":"Pyydä","739":"unohditko salasanasi?","740":"Salasanasi on vaihdettu onnistuneesti.","741":"Valitse uusi turvallinen salasana.","742":"Palauta","743":"Linkki on vanhentunut. Pyydä uusi linkki.","744":"Kelvoton linkki. Pyydä uusi linkki.","745":"Ei laskutusjaksoa","746":"Jäsenyystyyppi","747":"Viikoittain","748":"Kuukausittain","749":"Vuosittain","750":"Seuraava laskutusjakso on","751":"Kertamaksu","752":"MEGA Firefox -laajennus","753":"Asenna MEGA Firefox -laajennus parantaaksesi lataussuorituskykyä huomattavasti. Se sallii sinun joukkoladata rajoittamaton määrä tiedostoja ilman mitään kokorajoituksia.","754":"MEGA Firefox -laajennus on turvallinen ja näkymätön. Jos haluaisit käyttää MEGAa ilman laajennusta, suosittelemme vahvasti käyttämään [A]Chromea[\/A].","755":"Asenna laajennus","756":"1 lataus valmis","757":"[X] latausta valmiina","758":"Avaa latauskansio","759":"paina tästä avataksesi","760":"Asenna MEGA Firefox -laajennus ladataksesi näin suuren tiedoston.","761":"Ole hyvä ja vahvista","762":"Olet aikeissa ladata todella suuren määrän tiedostoja, joka saattaa hidastaa selaintasi. Jatketaanko silti?","763":"Kontakti","764":"Lataustasi ei voitu aloittaa, koska kiintolevysi on lähes täynnä.","765":"Latauksiasi ei voitu aloittaa, koska kiintolevysi on lähes täynnä.","766":"Joitakin latauksistasi ei voitu aloittaa, koska kiintolevysi on lähes täynnä.","768":"Lataustasi ei voitu aloittaa, koska kiintolevysi on lähes täynnä tai käytät Chromea yksityisyystilassa, joka ei tue tiedostojen kirjoittamista.","769":"Voimme käyttää vain 5% saatavilla olevasta kiintolevytilastasi. Vapauta lisää tilaa jatkaaksesi.","770":"Valitse salasana","771":"Vahvista salasana","772":"URL tiedostoon:","773":"jäljellä","774":"Sähköpostita linkki","775":"nimeä uudelleen alla:","776":"Tallenna","777":"Muista minut tällä laitteella","778":"Ei vielä MEGA-tiliä?","779":"Rekisteröidy nyt","780":"Onko sinulla jo MEGA-tili?","781":"Johtuen rajallisesta CPU-suorituskyvystä mobiililaitteilla, RSA-avaingenerointi voi viedä useita minuutteja valmistuakseen. Arvostamme kärsivällisyyttänne.","782":"Tyhjä kansio","783":"Ei tiedostoja pilvilevylläsi","784":"Ei kontakteja","785":"Ei tuloksia.","786":"Ei tiedostoja saapuneissa","787":"Ei tiedostoja roskakorissa","788":"Haluatko varmasti siirtää tämän tiedoston roskakoriin?","789":"Haluatko varmasti siirtää tämän kansion roskakoriin?","790":"Avaa tiedosto","791":"Tuo tiedosto","792":"Poista tiedosto","794":"Poista kansio","796":"Hanki linkki","797":"Jaa kansio","798":"Tallennustila","799":"Käytetty tila","800":"Vapaa tila","801":"Työpöytäversio","802":"Kontaktin sähköpostiosoite","803":"Tiedoston lataus","804":"Valitettavasti tällä hetkellä tämä tiedostotyyppi ei ole tuettu laitteessasi MEGAn kanssa.","805":"Aloitamme tämän tiedostotyypin tukemisen laitteellasi lähitulevaisuudessa.","806":"vaihda kansion nimi:","807":"vaihda tiedoston nii:","808":"Kansiolinkki","809":"URL kansioon:","810":"Latauslinkki","811":"URL tiedostoon:","812":"Vahvista tili","813":"Jaettu kansio","814":"Haluatko keskeyttää lähetyksesi?","815":"Haluatko keskeyttää latauksesi?","816":"Syötä kelvollinen sähköpostiosoite.","817":"Et voi luoda kansiota hakutuloksissa.","818":"Haluatko vaihtaa työpöytäversioon?","819":"aloitetaan","820":"Tämä tiedosto on tuotu pilvilevyllesi.","821":"Ilmoituksesi","822":"Takaisin","823":"Asetukset","824":"Uusi jaettu kansio käyttäjältä [X]","825":"Uusi jaettu kansio","826":"[X] poisti käytöstä jaetun kansion","827":"Jaettu kansio poistettu käytöstä","828":"[X1] kansiota ja [X2] tiedostoa","829":"[X] kansiota ja 1 tiedosto","830":"1 kansio ja [X] tiedostoa","831":"1 kansio ja 1 tiedosto","832":"[X] kansiota","833":"[X] tiedostoa","834":"1 kansio","835":"1 tiedosto","836":"[X] lisäsi [DATA]","837":"[X] lisättiin","838":"[X] lisättiin","850":"TAM","851":"HEL","852":" MAA","853":"HUH","854":"TOU","855":"KES","856":"HEI","857":"ELO","858":"SYY","859":"LOK","860":"MAR","861":"JOU","862":"Ilmoitukset","863":"Näytä kaikki","864":"Lataa ZIP-muodossa","865":"Avaa","866":"Kopioi 1 valittu kohde","867":"Kopioi [X] valittua kohdetta","868":"Siirrä 1 valittu kohde","869":"Siirrä [X] valittua kohdetta","870":"Vahvista","871":"[B]Varoitus:[\/B] levytila on täyttynyt. Ole hyvä ja poista tiedostoja tai [A]päivitä tilisi ylempään tasoon[\/A].","872":"Pro","873":"[X] sekuntia sitten","874":"1 minuutti sitten","875":"[X] minuuttia sitten","876":"1 tunti sitten","877":"[X] tuntia sitten","878":"1 päivä sitten","879":"[X] päivää sitten","880":"Juuri nyt","881":"Käytät lyhytaikaista sessiota. Data, jonka talletat häviää kun se vanhentuu. Pitääksesi tiedostosi, päivitä oikeaan tiliin ensi tilassa ja saa ilmaiset 50 GB turvallista tallennustilaa pilvessä!","882":"Varoitus","883":"Luo tilisi","884":"[X] ei ole täysin yhteensopiva MEGAn kanssa","885":"Selaimesi","886":"Internet Explorer 10 sisältää merkittävän bugin, joka vaikuttaa tiedostojen kirjoitukseen JavaScriptistä aiheuttaen muistinloppumistilanteen ladattaessa isoja määriä dataa. Oletamme tämän ongelman olevan korjattu Internet Explorerin versiossa 1. Odotellessasi päivitä vaihtoehtoiseen selaimeen.","887":"[X] puuttuu HTML5-ominaisuudet joihin MEGAn asiakaspuoleinen selainpohjainen kryptographia nojautuu. HTML5-tiedostonsiirrot tullaan emuloimaan todella rajoitetun Flash-kiertotavan avulla. Harkitse päivittämistä moderniin selaimeen mahdollisimman pian.","888":"Erittäin suositeltu","889":"Suositeltu","890":"MEGA toimii parhaiten seuraavilla selaimilla:","891":"Selaimen yhteensopivuusvaroitus","892":"Ominaisuudet","893":"Latauspäivä","894":"Koko","895":"Kansionimi","896":"Luotu","897":"Sisältää","898":"Useita tiedostoja & kansioita","899":"Useita tiedostoja","900":"Useita kansioita","909":"Salasana","910":"Osta nyt","911":"Ota täysi hyöty MEGAsta [B]Pro-jäsenyydellä[\/B]","912":"Alkaen","913":"kuukausi","914":"vuosittainen tilaus","915":"Massiivinen tallennustila","916":"Runsas siirtokaistakiintiö","917":"jos aiot maksaa vuosittain","918":"Kuukausittain","919":"Vuosittain","920":"Päivitä tilisi","921":"2 kuukautta ilmaiseksi","922":"1 kuukausi","923":"1 vuosi","924":"Onko sinulla kysyttävää koskien [A]Pro-tileistä[\/A]?","925":"Tukitiimimme auttavat sinua mielellään.","926":"Yrityksen nimi","927":"Kaupunki","928":"ZIP \/ Postinumero","929":"Puhelin","930":"päivä","931":"kuukausi","932":"vuosi","933":"Osoite","934":"Osavaltio tai maakunta","935":"PayPal-osoite","936":"Pankkitili","937":"Saajan nimi","938":"Kuvaa markkinointistrategiaasi","939":"Pankin nimi","947":"Levy","948":"Roskat","949":"Saapuneet","950":"Kontaktit","951":"Tilini","952":"Useimmat laitteista eivät voi ladata isompia tiedostoja kuin 4GB. Latauksesi todennäköisesti epäonnistuu.","953":"Ei tarpeeksi ilmaistilaa","954":"Kiitokset","955":"Mobiilisovellukset","956":"Synkronointiohjelma","957":"Chrome-sovellus","959":"Firefox-sovellus","961":"Sovellukset","962":"Ohjelmistokehityspaketti","963":"Dokumentaatio","964":"Kumppanuusohjelma","965":"Käytännöt","966":"Alasveto-opastus","967":"Kirjaudu ulos","968":"Luo tili","969":"Ole hyvä ja yritä uudestaan","970":"Ole hyvä ja syötä kelvollinen salasana.","973":"Käytetty siirtokaista","974":"Hallitse tiliäsi","975":"Lisää tähti","976":"Poista tähti","977":"Tiedostoja ei löytynyt pilvilevyltäsi.","978":"Hakusi ei tuottanut osumia","979":"Roskakorisi on tyhjä","980":"Sinulla ei ole kontakteja","981":"Saapuneet-kansiosi on tyhjä","982":"Sisältö","983":"Yleiskatsaus","984":"Profiili","985":"Historia","986":"Muokkaa profiiliasi","987":"Vanhenee","988":"Yhteydet:","989":"[X] kontaktia","990":"1 kontakti","991":"Mene kontakteihin","992":"Profiilikuva","993":"Vaihda profiilikuva","994":"Henkilötiedot","995":"Syntymäpäivä","996":"Valitse maa","997":"Kontaktien lisääminen on vain rekisteröityneille käyttäjille.","998":"Ole hyvä ja luo ilmainen tilisi","999":"Haluaisitko päivittää väliaikaissessiosi ilmaistiliin nyt?","1000":"Vältä pääsyn menettämistä. Ilmainen rekisteröityminen on todella suositeltavaa!","1001":"Poista kontakti","1002":"Haluatko varmasti poistaa henkilön [X] kontakteistasi?","1003":"Vahvista poisto","1004":"Haluatko varmasti siirtää [X] roskakoriin?","1005":"Linkkien luonti on vain rekisteröityneille käyttäjille.","1006":"Kansioiden jakaminen on vain rekisteröityneille käyttäjille.","1007":"Et voi peruuttaa tätä toimenpidettä.","1008":"Pro-siirtokaistakiintiö ylitetty.","1009":"Tarvitsetko enemmän siirtokaistaa?","1010":"levykiintiö ylittty.","1011":"Haluatko pitää tiedostosi?","1012":"levykiintiö lähes ylittty.","1013":"Tarvitsetko enemmän levykiintiötä?","1015":"Syötä kuponkikoodisi.","1016":"Valitse kuva","1017":"Käytä tätä profiilikuvana","1018":"Tyhjä","1019":"Lisää sähköpostiosoite","1020":"Syötä sähköpostiosoite tai valitse kontakti.","1021":"Käytössä","1022":"Pois","1023":"Sinulla ei ole kirjoitusoikeutta tähän kansioon.","1024":"Syötä kansionimi","1025":"Useita kappaleita","1026":"Syötä purkuavain","1027":"Pura salaus","1028":"Purkuavain","1029":"Julkinen linkki","1030":"Valitse kontakt, tai lisää sähköpostiosoite","1031":"Exportoi tiedoston linkit ja purkuavaimet","1032":"Liitä mukaan avain","1033":"Kopioi avaimet","1034":"Imuroi useita tiedostoa","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Vedä ja päivitä","1300":"Viimeinen päivitys","1301":"Tänään","1302":"Eillen","1303":"Tällä viikoilla.","1304":"Viime viikolla","1305":"Tällä kuukautena","1306":"Tällä vuotena","1307":"Vanhempi","1308":"Lataus epäonnistui","1309":"Tiedoston lähettäminen epäonnistui","1310":"Ystävällisesti syötä vahvistuskoodi","1311":"Virhetilanne tiedoston lataamisessa","1312":"Käyttäjäntunnus\/salasana puuttuvat","1313":"Sisäänkirjautuminen epäonnistui","1314":"Poistamisessa vikatilanne","1315":"Ei ole sähköpostiosoitetta","1316":"Tallenna tiedosto offlinetilaan jos haluat esikatselua","1317":"Vikatilanne linkin luomisessa","1319":"Salasana on liian lyhyt","1320":"Nimi on liian lyhyt","1321":"Vikatilanne asiakastiedon lataamisessa","1322":"Tiedon lähetys on valmis","1323":"Kirjautuu sisään","1324":"Kirjautuminen onnistui","1325":"Luo linkki","1326":"Linkki on kopioitu leikepöydälle","1327":"Lataus on valmis","1328":"Lataus alkaa","1329":"Odottaa","1330":"Kirjoita käyttäjätunnus ja salasana","1331":"Sähköposti","1332":"Vahvista ekisteröinti","1333":"Ole ystävällinen ja tarkista sähköpostisi ja liitä vahvistuskoodi alle taikka klickaa erikoista iOS vahvistus linkkiä.","1334":"Keskeytä rekisteröinti.","1335":"Vahvistuskoodi","1336":"Käytä viimeistä","1337":"Ota Kuva","1338":"Valitse olemassaoleva","1339":"Lisää kansio","1340":"Kirjoita uuden kansion nimi","1341":"Valitse kuva(t)","1342":"Muokkaa","1343":"Tyhjä Pilvi Levy","1344":"Jakaa","1345":"tallena offline-tilaan","1346":"Siirrot","1347":"Tyhjä saapuneet-laatikko","1348":"Jaetut Kansiot","1349":"Ei ole Kuvia","1350":"Kuvat","1351":"Paikallinen","1352":"Vapaa","1353":"Tallenna offline-tilaan käytettävänä","1354":"Valitse suurin laitteesi datakäyttömäärä","1355":"Versio","1356":"Palaute","1357":"Kirjaudu ulos","1358":"Kaikki imuroidut tiedostot poistetaan","1359":"Valittu koko on pienempi kuin nykyisen cachetilan käyttö. Jos jatkat jotkut tiedostot poistetaan","1360":"Laajenna Pro","1361":"Hinnoittelu","1362":"Palauta ostokset","1363":"Ei verkkoa","1364":"Yritä uudelleen","1365":"Ei ole yhteyttä internettiin","1366":"Syötä uusi nimi","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}