{
    "12": "Nul ne peut être l'objet d'intrusions arbitraires dans son intimité, sa famille, son foyer ou sa correspondance, ni d'atteintes sur son honneur et sa réputation. Toute personne a le droit à la protection de la loi contre de telles intrusions et atteintes.",
    "13": "Déclaration Universelle des Droits de l'Homme",
    "14": "Confirmer la suppression",
    "15": "Êtes-vous sûr de vouloir supprimer de façon permanente tous les éléments  de votre Corbeille?",
    "16": "Erreur interne",
    "17": "Limite de bande passante atteinte",
    "18": "Trop de connexions pour ce téléchargement",
    "19": "La session a expiré ou est invalide",
    "22": "Ce fichier n'existe plus",
    "23": "Ce fichier n'est plus accessible",
    "24": "Erreur de déchiffrage",
    "34": "Avertissement :",
    "46": "Erreur Interne",
    "47": "Oups, il y a eu un problème. Désolé !",
    "50": "1 fichier",
    "52": "et",
    "53": "1 dossier",
    "55": "Lecture seule",
    "56": "Lecture et Écriture",
    "57": "Accès complet",
    "58": "Télécharger",
    "59": "Récupérer le lien",
    "60": "Partage",
    "61": "Renommer",
    "62": "Déplacer",
    "63": "Copier",
    "64": "Droits d'accès",
    "68": "Nouveau dossier",
    "70": "Vider la Corbeille",
    "71": "Ajouter un contact",
    "76": "Vous êtes sur le point de supprimer définitivement [X] de la corbeille.",
    "77": "Voulez-vous continuer?",
    "78": "Oui",
    "79": "Non",
    "81": "OK",
    "82": "Annuler",
    "83": "Supprimer",
    "85": "Rafraîchir",
    "86": "Nom",
    "87": "Taille",
    "88": "Type de transfert",
    "89": "État",
    "90": "Débit",
    "93": "Type",
    "94": "Dernière modification",
    "95": "E-mail",
    "98": "Uploader un Dossier",
    "99": "Uploader un Fichier",
    "101": "Ajouter un contact",
    "102": "Rechercher",
    "103": "Annuler le transfert",
    "104": "Transfert de fichiers",
    "105": "En attente",
    "108": "Confirmation",
    "113": "Lien du fichier",
    "115": "Nom du fichier",
    "120": "Votre téléchargement ne peut pas être effectué parce qu'il excéderait le quota de transfert gratuit disponible pour votre adresse IP.",
    "121": "La limite est dynamique et dépend de la quantité de bande passante inutilisée disponible.",
    "122": "Seuls les transferts effectués durant les cinq à six dernières heures comptent.",
    "127": "Pour votre confort, vos téléchargements en file d'attente seront conservés ainsi jusqu'à ce que vous ayez suffisamment de bande passante disponible, puis reprendront automatiquement.",
    "128": "Si vous ne souhaitez pas attendre, vous devriez envisager de souscrire à une de nos offres de bande-passante, vous octroyant en plus un vaste espace de stockage supplémentaire.",
    "129": "Passer Pro",
    "135": "Erreur",
    "136": "Veuillez choisir le dossier de destination.",
    "141": "Veuillez insérer une adresse e-mail valide.",
    "142": "Veuillez patienter...",
    "145": "Adresse e-mail",
    "148": "Fermer",
    "149": "Partager",
    "150": "Contact invité",
    "154": "Ajouter un contact",
    "155": "Ajouter",
    "156": "Annuler",
    "157": "Nom du dossier",
    "158": "Créer",
    "159": "Annuler",
    "161": "Renommer",
    "162": "Renommer",
    "163": "Annuler",
    "164": "Espace de stockage",
    "165": "Contacts",
    "166": "Boîte de Réception",
    "167": "Corbeille",
    "168": "Corbeille",
    "169": "Menu",
    "170": "Inscription",
    "171": "Connexion",
    "174": "ou",
    "186": "Déconnexion",
    "187": "Mon compte",
    "190": "Se connecter",
    "191": "créer un compte",
    "192": "Se souvenir de moi",
    "193": "Se connecter",
    "195": "Votre E-mail",
    "197": "Veuillez insérer votre adresse e-mail.",
    "198": "Veuillez insérer une adresse e-mail valide.",
    "199": "Veuillez insérer votre mot de passe.",
    "200": "Oups, il y a eu un problème.",
    "201": "Adresse e-mail et\/ou mot de passe incorrecte. Veuillez réessayer.",
    "204": "ou",
    "205": "connexion",
    "206": "Votre nom",
    "207": "Votre E-mail",
    "208": "J'accepte les [A]Conditions d'Utilisation[\/A] de MEGA",
    "209": "S'inscrire",
    "212": "Veuillez insérer votre nom.",
    "213": "Veuillez choisir un mot de passe.",
    "214": "Vous devez accepter nos conditions d'utilisation.",
    "216": "Parfait",
    "217": "Veuillez vérifier votre boite mail et cliquer sur le lien pour confirmer votre compte.",
    "218": "Cette adresse e-mail a déjà été utilisée pour créer un compte chez MEGA.",
    "219": "Cette adresse e-mail a déjà été utilisée pour créer un compte chez Mega.",
    "220": "Faible",
    "221": "Acceptable",
    "222": "Bien",
    "223": "Excellent",
    "225": "CHOISISSEZ DES FICHIERS À UPLOADER OU GLISSEZ-DÉPOSEZ-LES ICI",
    "229": "Ne plus afficher",
    "230": "Passer en compte Pro",
    "231": "Non merci, je vais patienter",
    "233": "Erreur temporaire, nouvelle tentative en cours.",
    "235": "Télécharger",
    "236": "Importer",
    "239": "Téléchargement terminé",
    "240": "Afin de terminer le transfert, vous devez manuellement enregistrer votre fichier.",
    "241": "Enregistrer votre fichier",
    "242": "Passer à Chrome pour profiter de toute la puissance de MEGA",
    "243": "Le fichier que vous essayez de télécharger n'est plus disponible.",
    "244": "Cela peut être dû aux raisons suivantes :",
    "246": "Le fichier a été supprimé pour violation des CU\/PUT",
    "247": "URL incorrecte - le lien que vous essayez d'accéder n'existe pas",
    "248": "Le fichier a été supprimé par son utilisateur",
    "253": "Veuillez ressayer plus tard.",
    "258": "Téléchargement en cours",
    "366": "Avertissement sur la violation du droit d'auteur",
    "367": "MEGA respecte les droits d'auteur d'autrui et exige que les utilisateurs de son service de stockage en ligne respectent les lois sur les droits d'auteur. Il est strictement interdit d'utiliser le service de stockage en ligne MEGA pour enfreindre les droits d'auteur. Vous ne pouvez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui viole les droits d'auteur ou autres droits de propriété de toute personne ou entité.",
    "368": "Attention :",
    "369": "Le principe de sécurité par chiffrement de MEGA repose sur la confidentialité des clés affichées ci-dessus. Évitez de les partager via des canaux peu sécurisés !",
    "370": "Copier dans le presse-papier",
    "371": "Copié dans le presse-papier",
    "372": "Upload",
    "373": "Téléchargement",
    "377": "Vous avez au moins un fichier en cours de transfert. Si vous continuez, tout transfert sera interrompu.",
    "378": "Veuillez insérer votre mot de passe pour confirmer votre compte.",
    "381": "Tous droits réservés",
    "383": "Support",
    "384": "Centre d'aide",
    "385": "Conditions d'Utilisation",
    "386": "Politique de Confidentialité",
    "387": "Droit d'auteur",
    "389": "Blog",
    "391": "Revendeurs",
    "392": "Développeurs",
    "396": "À propos de nous",
    "398": "Adhésion Pro",
    "399": "Nous contacter",
    "401": "Aide sur le Partage",
    "403": "Aide sur le Compte",
    "408": "Janvier",
    "409": "Février",
    "410": "Mars",
    "411": "Avril",
    "412": "Mai",
    "413": "Juin",
    "414": "Juillet",
    "415": "Août",
    "416": "Septembre",
    "417": "Octobre",
    "418": "Novembre",
    "419": "Décembre",
    "425": "Renommer le Dossier",
    "426": "Renommer le Fichier",
    "427": "Détails du compte",
    "428": "Bons d'achat",
    "429": "Historique de la Session",
    "430": "Historique des achats",
    "431": "Historique des transactions",
    "432": "Type de compte :",
    "433": "Passer Pro",
    "434": "Type d'abonnement:",
    "435": "GRATUIT",
    "436": "Pas d'abonnement",
    "438": "[X] utilisé",
    "439": "[X1] sur [X2]",
    "449": "Solde du compte",
    "450": "Recharger",
    "455": "Créer",
    "456": "Valider un bon",
    "457": "Acheter un bon",
    "458": "Valider",
    "459": "Vos bons d'achat",
    "466": "Les [X] derniers",
    "468": "Historique des Achats",
    "469": "Les [X] derniers achats",
    "471": "Les [X] dernières transactions",
    "472": "Les [X] dernières sessions",
    "473": "Oups, le code de ce bon d'achat semble invalide.",
    "475": "Date\/Heure",
    "476": "Article",
    "477": "Quantité",
    "478": "Méthode de paiement",
    "479": "Navigateur",
    "480": "Adresse IP",
    "481": "Pays",
    "482": "Activité la plus récente",
    "483": "Session en cours",
    "484": "Numéro de Transaction",
    "485": "Crédit",
    "486": "Débit",
    "487": "Code du bon",
    "488": "Statut",
    "489": "Inutilisé",
    "490": "Validé le",
    "491": "Révoqué le",
    "492": "Annulé le",
    "495": "Stockage",
    "496": "Bande Passante",
    "498": "par mois",
    "499": "par an",
    "501": "17% Réduction",
    "507": "Continuer",
    "509": "LA SOCIÉTÉ POUR LA VIE PRIVEE",
    "511": "Votre paire de clés RSA publique de 2048 bits et privée est en cours de création. ",
    "514": "Solde insuffisant, veuillez réessayer.",
    "516": "Obtenir de l'aide",
    "517": "Quelque chose ne fonctionne pas? Rendez-vous d'abord dans le [A]centre d'aide[\/A]. Si vous ne trouvez pas de réponse, n'hésitez pas à nous contacter.",
    "518": "Légalité",
    "519": "Notre département juridique est là pour répondre à vos demandes.",
    "520": "Droit d'auteur",
    "521": "Vous craignez qu'un utilisateur enfreigne vos droits de propriété intellectuelle? Veuillez remplir le [A]formulaire de retrait en ligne[\/A] ou envoyez-nous un e-mail.",
    "522": "Proposer des améliorations",
    "523": "Veuillez soumettre vos idées de fonctionnalités et vos suggestions d'amélioration ici.",
    "524": "Rapporter un bug",
    "526": "Médias",
    "527": "Nous invitons les personnes du monde des médias, blogueurs inclus, à nous contacter pour toute demande relative à MEGA. ",
    "543": "plus de [X]",
    "546": "Détails",
    "550": "Paiements",
    "553": "Votre fournisseur n'est pas dans la liste? Veuillez [A]nous envoyer un e-mail[\/A] ",
    "554": "Terminé",
    "555": "J'accepte les [A]Conditions d'Utilisation pour devenir Revendeur[\/A] de MEGA.",
    "556": "Suivant",
    "558": "Précédent",
    "559": "Votre nom",
    "561": "Adresse",
    "565": "Ville",
    "568": "Veuillez choisir votre pays",
    "569": "Paramètres des transferts",
    "570": "Nombre de connexions simultanées pour les uploads :",
    "571": "Nombre de connexions simultanées pour les téléchargements :",
    "572": "Vitesse Limite d'émission:",
    "573": "Aucune",
    "574": "Automatique",
    "575": "Fixe",
    "576": "Ignorer les fichiers identiques lors des uploads :",
    "577": "Oui",
    "578": "Non",
    "579": "Utiliser le SSL pour les transferts de fichier :",
    "580": "Désactiver le SSL améliore les performances sans altérer la sécurité.",
    "581": "Veuillez renseigner votre nom.",
    "593": "Parfait",
    "620": "Déclaration de Violation Présumée",
    "621": "Déclaration",
    "622": "Nous respectons les droits d'auteur d'autrui et exigeons que nos utilisateurs respectent les lois qui se réfèrent au droit d'auteur. Nous interdisons strictement d'utiliser nos service dans le but d'enfreindre un droit d'auteur. Vous ne devez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui enfreint un droit d'auteur ou un autre droit à la propriété de toute personne ou entité. Nous répondrons aux déclarations d'infraction de droit d'auteur présumées qui sont conformes aux lois applicables et qui nous ont été transmises correctement. Si vous pensez que votre contenu a été copié ou utilisé d'une façon qui constitue une violation de droit d'auteur, veuillez nous fournir les informations suivantes : (i) une signature physique ou électronique de la personne qui détient le droit d'auteur ou toute autre personne en droit d'agir à la place du-dit détenteur ; (ii) l'identification de la création qui est prétendue violée ou qui est sujette à une activité violant ses droits d'auteur et qui doit être retirée ou que son accès doit être désactivé, et des informations raisonnablement suffisantes pour nous permettre de localiser la création comme, par exemple, l'URL (Uniform Resource Locator); (iv) vos informations de contact, incluant votre adresse, numéro de téléphone et une adresse email; (v) une déclaration sur l'honneur que vous êtes certain que l'utilisation de la création de la manière reprochée n'est pas autorisée par le détenteur du droit d'auteur, son agent ou la loi et (vi) une déclaration que les informations de la notification sont exactes et que, sous peine de parjure, vous êtes autorisé à agir au nom du détenteur du droit d'auteur.",
    "623": "Nous nous réservons le droit de retirer le présumé contenu qui violerait des droits d'auteur sans préavis, à notre seule discrétion et sans votre responsabilité. Dans certaines circonstances, nous résilierons votre compte si vous semblez êtes déterminé à répéter ce genre de violation. Notre agent désigné pour les droits d'auteur et qui se charge des déclarations de violation de droits d'auteur est:",
    "624": "Avis de Droit d'Auteur",
    "626": "Le Contenu :",
    "628": "Viole mes droits personnels d'auteur.",
    "629": "Viole les droits d'auteur d'une personne que je suis autorisé à représenter.",
    "630": "Type de retrait :",
    "635": "Je déclare par la présente que je crois sincèrement et assurément que le partage de l'oeuvre soumise à des droits d'auteur à l'endroit indiqué ci-dessus n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )",
    "636": "Je réalise et accepte que je peux être responsable des dommages, qui incluent les tarifs et les frais d'avocats, si je présente sciemment, matériellement et à tort le contenu, le ou les URL(s) ou encore les fichiers rapportés comme violant des droits d'auteur.",
    "637": "Les informations de cette déclaration sont correctes et je déclare, sous peine de parjure, que je suis autorisé à agir au nom de la personne détentrice des droits d'auteur.",
    "638": "Cette déclaration est un document légal et sérieux. Veillez donc à la véracité de vos réclamations pour violation de droit d'auteur. Il vous serait plus judicieux de consulter un avocat en premier lieu afin de déterminer si, oui ou non, le contenu que vous signalez est bel et bien une violation de droit d'auteur et non protégé par un usage équitable, une licence, ou un autre système légal.",
    "641": "URL du contenu qui viole des droits d'auteur :",
    "643": "Métier :",
    "645": "Fax :",
    "646": "Ville :",
    "647": "Code postal :",
    "648": "Oeuvre soumise à des droits d'auteur qui violeraient les dits-droits :",
    "650": "Société \/ Organisation :",
    "651": "Téléphone :",
    "652": "Adresse :",
    "653": "État \/ Province",
    "654": "Pays",
    "657": "Veuillez choisir si le contenu viole vos droits personnels d'auteur ou ceux de la personne que vous êtes autorisé à représenter.",
    "658": "Veuillez choisir un type de retrait.",
    "659": "Veuillez renseigner l'URL de chaque oeuvre soumise à des droits d'auteur qui violeraient les-dits droits :",
    "660": "Veuillez renseigner  le travail soumis à des droits d'auteur pour chaque URL qui violeraient les-dits droits.",
    "661": "Veuillez renseigner le nom du détenteur des droits d'auteur.",
    "662": "Veuillez renseigner votre nom complet.",
    "663": "Veuillez renseigner votre adresse e-mail.",
    "664": "Veuillez renseigner une adresse e-mail valide.",
    "665": "Veuillez confirmer que vous croyez sincèrement et assurément que le partage de l'ouvrage soumis à des droits d'auteur à l'endroit ci-indiqué n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )",
    "666": "Veuillez confirmer que vous réalisez et acceptez que vous puissiez être responsable pour des dommages qui incluent les tarifs et les frais d'avocats si vous avez sciemment et matériellement présenté sous un faux jour, autrement dit dénaturé, le contenu, le ou les URL(s) ou encore les fichiers rapportés pour violation de droits d'auteur.",
    "667": "Veuillez confirmer que les informations de cet avis sont justes et que vous déclarez, sous peine de parjure, que vous êtes autorisé à agir au nom de la personne détentrice des droits d'auteur.",
    "670": "Langue",
    "671": "Vous parlez plusieurs langues?",
    "672": "Aidez-nous à traduire !",
    "675": "Déclaration Universelle des Droits de l'Homme, Article 12",
    "676": "MEGA est un service de Stockage en ligne vous assurant confidentialité et vie privée",
    "677": "MEGA fournit un service de stockage en ligne fiable,  puissant et totalement confidentiel. MEGA croit en votre droit à la vie privée et vous offre les outils technologiques pour la protéger. Nous appelons cela le Chiffrement Contrôlé par l'Utilisateur, ou CCU. Et c'est totalement automatique. ",
    "678": "Qu'est-ce que le Chiffrement Contrôlé par l'Utilisateur de MEGA?",
    "679": "Tous les fichiers stockés chez MEGA sont chiffrés. Tous les transferts de données depuis et vers MEGA sont chiffrés. Et alors que la plupart des fournisseurs d'hébergement en ligne peuvent et prétendent le faire, MEGA, lui, est différent : Contrairement à la norme actuelle où c'est le fournisseur du service d'hébergement qui détient les clés de chiffrement, chez MEGA, c'est vous qui les détenez et qui décidez d'accorder ou d'interdire l'accès à vos fichiers, et cela sans avoir à installer de logiciel à risque. Tout se passe dans votre navigateur internet !",
    "680": "L'avenir de MEGA",
    "681": "Le stockage en ligne par MEGA n'est qu'une première étape. Dans le futur, MEGA mettra à disposition le CCU dans votre navigateur pour un large panel d'applications sans que vous n'ayez besoin d'installer quoi que ce soit. Notre technologie protégera vos e-mails, vos appels, vos communications instantanées et les vidéos en streaming.",
    "694": "1. Désactiver un lien (\"URL\") par fichier : le ou les fichier(s) resteront dans le compte de l'utilisateur",
    "695": "2. Désactiver plusieurs URLs par fichier : le ou les fichiers) resteront dans le compte de l'utilisateur",
    "696": "3. Retirer tous les fichier(s) sous-jacent(s) du ou des URL(s) renseignée(s) : aucun utilisateur n'a le droit de stocker ce genre de fichier",
    "697": "4. Autre",
    "698": "Vous pouvez soumettre une déclaration ici",
    "699": "Signer et soumettre la déclaration",
    "700": "Veuillez soumettre votre demande de retrait manuellement par e-mail à [A1]copyright@mega.nz[\/A1] conformément à notre [A2]procédure de retrait[\/A2].",
    "701": "E-mail de l'avis de retrait",
    "703": "Votre lien d'inscription est invalide. Veuillez vérifier d'éventuelles erreurs dans votre e-mail d'activation.",
    "704": "Votre compte a déjà été activé. Connectez-vous.",
    "705": "Votre confirmation n'a pu être traitée. Veuillez vous inscrire à nouveau. Code d'erreur:",
    "706": "Changer de mot de passe",
    "707": "Mettre à jour",
    "714": "Ce bon d'achat a déjà été utilisé",
    "715": "Les nouveaux mots de passe que vous avez saisi ne correspondent pas. Veuillez réessayer.",
    "716": "Mot de passe actuel",
    "717": "Nouveau mot de passe",
    "718": "Confirmez le nouveau mot de passe",
    "719": "Veuillez entrer votre mot de passe actuel.",
    "724": "Le mot de passe actuel indiqué est incorrect.",
    "725": "Votre mot de passe a été modifié.",
    "726": "Valider",
    "727": "Votre mot de passe a été modifié.",
    "728": "Ce lien de confirmation de mot de passe a expiré.",
    "729": "Ce lien a déjà été confirmé.",
    "730": "Votre compte a été suspendu. Veuillez vérifier vos e-mails pour plus de détails et répondre dans les plus brefs délais.",
    "731": "Le compte d'utilisateur associé a été résilié en raison de violations multiples de nos [A]Conditions d'Utilisation[\/A].",
    "732": "Vous êtes déjà connecté à un compte qui est différent de celui que vous confirmez. Veuillez vérifier votre session en cours, déconnectez-vous, puis cliquez sur le lien de confirmation.",
    "735": "Veuillez vérifier votre e-mail.",
    "738": "Réinitialiser",
    "739": "mot de passe oublié?",
    "741": "Veuillez choisir un nouveau mot de passe sécurisé.",
    "742": "Réinitialiser",
    "746": "Type d'abonnement ",
    "748": "Mensuel",
    "749": "Annuel",
    "751": "Ponctuel",
    "752": "Extension MEGA pour Firefox",
    "754": "L'extension MEGA pour Firefox est sécurisé et invisible. Si vous préférez utiliser MEGA sans extension, nous vous recommandons fortement d'utiliser [A]Chrome[\/A].",
    "761": "Veuillez confirmer",
    "763": "Contact",
    "770": "Choisissez votre mot de passe",
    "771": "Confirmez votre mot de passe",
    "773": "Temps restant",
    "776": "Enregistrer",
    "778": "Vous n'avez pas de compte MEGA?",
    "779": "S'enregistrer maintenant",
    "780": "Vous avez déjà un compte MEGA?",
    "782": "Dossier vide",
    "783": "Aucun fichier dans votre Espace de stockage",
    "784": "Aucun contact",
    "790": "Ouvrir le fichier",
    "797": "Partager le dossier",
    "798": "Espace restant",
    "799": "Espace utilisé",
    "800": "Espace gratuit",
    "808": "Lien du Dossier",
    "812": "Confirmer le compte",
    "813": "Dossier partagé",
    "819": "Démarrage...",
    "822": "Retour",
    "823": "Réglages",
    "824": "Nouveau dossier partagé par [X]",
    "825": "Nouveau dossier partagé",
    "826": "[X] a révoqué le partage d'un dossier",
    "827": "Dossier partagé révoqué",
    "828": "[X1] dossiers et [X2] fichiers",
    "829": "[X] dossiers et 1 fichier",
    "830": "1 dossier et [X] fichiers",
    "831": "1 dossier et 1 fichier",
    "832": "[X] dossiers",
    "833": "[X] fichiers",
    "834": "1 dossier",
    "835": "1 fichier",
    "836": "[X] a ajouté [DATA]",
    "837": "[X] ont été ajoutés",
    "838": "[X] a été ajouté",
    "859": "OCT",
    "862": "Notifications",
    "864": "Télécharger en .ZIP",
    "865": "Ouvrir",
    "870": "Confirmer",
    "871": "[B]Attention:[\/B] Quota de stockage dépassé. Veuillez supprimer des fichiers ou [A]souscrire un compte Pro[\/A]",
    "872": "Pro",
    "873": "Il y a [X] secondes",
    "874": "Il y a 1 minute",
    "875": "Il y a [X] minutes",
    "876": "Il y  a 1 heure",
    "877": "Il y a [X] heures",
    "878": "Il y a 1 jour",
    "879": "Il y a [X] jours",
    "880": "À l'instant",
    "881": "Vous utilisez actuellement une session temporaire. Les données stockées seront perdues une fois la session expirée. Pour préserver vos données, inscrivez-vous et disposez d'un vrai compte avec 50 GB de stockage en ligne gratuit et sécurisé !",
    "882": "Attention",
    "883": "Créer un compte",
    "884": "[X] n'est pas totalement compatible avec MEGA",
    "885": "Votre navigateur",
    "886": "Internet Explorer 10 contient un bug important affectant l'écriture de fichier depuis Javascript, entraînant une saturation de la mémoire lors du téléchargement de grandes quantités de données. Nous nous attendons à ce que le problème soit réglé avec la sortie d'Internet Explorer 11. En attendant, veuillez utiliser un autre navigateur.",
    "887": "[X] ne propose pas les fonctionnalités du HTML5 dont MEGA a besoin pour utiliser la cryptographie côté-utilisateur. Les transferts de fichiers en HTML5 seront gérés par un système Flash très limité. Nous vous conseillons fortement d'utiliser un navigateur plus récent et moderne.",
    "888": "Hautement Recommandé",
    "889": "Recommandé",
    "890": "MEGA fonctionne mieux avec les navigateurs suivants:",
    "891": "Avertissement Compatibilité navigateur",
    "892": "Propriétés",
    "893": "Uploadé le",
    "894": "Taille totale",
    "895": "Nom du dossier",
    "896": "Créé le",
    "897": "Contenu",
    "909": "Mot de passe",
    "912": "A partir de",
    "913": "mois",
    "914": "abonnement annuel",
    "915": "Espace de stockage élevé",
    "916": "Quota de bande passante élevé",
    "918": "Mensuel",
    "919": "Annuel",
    "920": "Passez Pro",
    "921": "2 mois GRATUIT",
    "922": "1 mois",
    "923": "1 an",
    "924": "Avez-vous des questions au sujet des [A]Comptes Pro?[\/A]",
    "925": "Notre support sera ravi de vous aider.",
    "926": "Nom de Société",
    "927": "Ville",
    "929": "Téléphone",
    "930": "jour",
    "931": "mois",
    "932": "année",
    "933": "Adresse",
    "939": "Nom de la banque",
    "947": "Stockage",
    "948": "Poubelle",
    "949": "Boîte de réception",
    "950": "Contacts",
    "951": "Mon compte",
    "952": "La plupart des appareils ne peuvent pas télécharger des fichiers de plus de 4GB. Votre téléchargement va probablement échouer. ",
    "953": "Espace libre insuffisant",
    "954": "L'équipe",
    "955": "Applications Mobile",
    "956": "Sync Client",
    "957": "App Chrome",
    "959": "App Firefox",
    "961": "Applications",
    "962": "Kit de Développement",
    "963": "Documentation",
    "965": "Politique",
    "966": "Guide de Demande de Retrait",
    "967": "Se Déconnecter",
    "968": "Créer un Compte",
    "969": "Veuillez réessayer",
    "970": "Veuillez entrer un mot de passe valide",
    "973": "Bande passante consommée",
    "974": "Gérer votre compte",
    "977": "Aucun fichier dans votre Espace de Stockage",
    "978": "Votre recherche ne correspond à aucun document",
    "979": "Votre Corbeille est vide",
    "981": "Votre Boite de Réception est vide",
    "982": "Contenu",
    "983": "Vue générale",
    "984": "Profil",
    "985": "Historique",
    "986": "Editer votre profil",
    "987": "Expire le",
    "988": "Contacts :",
    "989": "[X] contacts",
    "990": "1 contact",
    "991": "Aller dans Contacts",
    "992": "Avatar",
    "993": "Changer l'Avatar",
    "994": "Informations Personnelles",
    "995": "Date de Naissance",
    "996": "Choisir son pays",
    "997": "Vous devez être inscrit pour ajouter des contacts",
    "998": "Veuillez créer un compte gratuit",
    "999": "Voulez-vous transformer votre session temporaire actuelle en un compte gratuit?",
    "1000": "Ne perdez pas vos données : créez un compte gratuit !",
    "1001": "Supprimer le contact",
    "1002": "Êtes-vous sûr de vouloir supprimer [X] de votre liste de contact?",
    "1003": "Confirmer la suppression",
    "1004": "Êtes-vous sûr de vouloir déplacer [X] dans votre corbeille?",
    "1005": "Vous devez être inscrit pour créer des liens.",
    "1006": "Vous devez êtes inscrit pour partager vos dossiers.",
    "1007": "Vous ne pouvez pas annuler cette action.",
    "1008": "Quota de bande passante pro dépassé.",
    "1009": "Besoin de plus de bande passante?",
    "1010": "Quota de stockage dépassé.",
    "1011": "Vous voulez conserver vos données?",
    "1012": "Quota de stockage bientôt atteint.",
    "1013": "Besoin de plus de stockage?",
    "1015": "Entrez votre bon d'achat.",
    "1016": "Sélectionner une image",
    "1017": "Utiliser cet Avatar",
    "1018": "Vider",
    "1021": "Oui",
    "1022": "Non",
    "1023": "Vous n'avez pas le droit de modifier ce dossier.",
    "1024": "Entrez un nom de dossier",
    "1025": "Plusieurs éléments",
    "1026": "Entrez la clé de déchiffrage",
    "1027": "Déchiffrer",
    "1028": "Clé de déchiffrage",
    "1029": "Lien public",
    "1031": "Exporter les liens de fichier et les clés de déchiffrage",
    "1032": "Inclure la clé du fichier",
    "1033": "Copier les clés",
    "1034": "Télécharger plusieurs fichiers",
    "1035": "Cliquez sur \"Autoriser\" pour terminer le téléchargement",
    "1036": "Partagé avec",
    "1037": "J'accepte",
    "1038": "Langue",
    "1039": "Payer avec PayPal",
    "1040": "Connectez-vous pour activer votre abonnement pro.",
    "1041": "Veuillez créer un compte pour activer votre abonnement",
    "1042": "Initialisation",
    "1043": "Lien de dossier indisponible",
    "1044": "Le lien de dossier auquel vous essayez d'accéder n'est plus disponible. Cela peut être dû aux  raisons suivantes :",
    "1045": "Le lien de dossier a été supprimé à cause d'une violation de nos conditions d'utilisation",
    "1046": "Le lien de dossier a été désactivé par l'utilisateur",
    "1047": "Bienvenue dans votre compte MEGA Pro",
    "1048": "Votre abonnement pro a été activé. Faites-vous plaisir !",
    "1049": "Dossier",
    "1050": "Aucun partage",
    "1051": "Jamais",
    "1053": "Quota de bande passante presque atteint",
    "1054": "Vous allez devoir attendre [X] pour que d'avantage de bande passante soit assignée à votre compte.",
    "1055": "Vous ne voulez pas attendre?",
    "1057": "Confirmez la suppression de session",
    "1058": "Vous utilisez actuellement une session temporaire. Êtes-vous sûr de vouloir terminer cette session?",
    "1059": "Cette action supprimera toutes vos données.",
    "1060": "100% Chiffré",
    "1061": "Contrairement aux autres services de stockage, vos données sont chiffrées et déchiffrées par votre équipement et jamais par nous.",
    "1062": "Accès Mondial",
    "1063": "Vos données sont accessibles 24h\/24, depuis tout appareil, dans le monde entier.",
    "1064": "Collaboration sécurisée",
    "1065": "Partagez des dossiers avec vos contacts et voyez leurs modifications en temps réel",
    "1066": "MEGA fourni des outils qui rendent la communication en ligne [A]privée et confidentielle[\/A] facile à utiliser.",
    "1067": "MEGA fourni un service chiffré qui permet d'échanger de manière [A]privée et sécurisée[\/A] entre professionnels et particuliers. Vous détenez et contrôlez les clés de déchiffrage de vos données dans le Cloud.",
    "1068": "Partagez des dossiers avec vos contacts et voyez les modifications en temps réel.",
    "1073": "Abonnements",
    "1076": "Créer un compte",
    "1080": "Applications Mobiles",
    "1082": "Le cloud est dans votre poche. Accédez et streamez vos fichiers depuis votre smartphone ou tablette. Envoyez et synchronisez vos données en ligne.",
    "1085": "Sync Client",
    "1086": "Synchronisation automatique et facile entre vos ordinateurs et votre espace de stockage MEGA.",
    "1088": "Applications pour Navigateur Internet",
    "1089": "Nos extensions pour navigateur installent MEGA dans votre navigateur pour un chargement plus rapide et une meilleure protection contre les attaques.",
    "1093": "N'entrez jamais votre mot de passe sur un appareil dont vous n'avez pas l'entière confiance. Ne vous connectez pas depuis un ordinateur public ou partagé.",
    "1094": "Pour une meilleure sécurité, installez notre [A]extension pour navigateur[\/A] et chargez MEGA depuis votre ordinateur plutôt que de nos serveurs.",
    "1095": "Créez votre compte [A]gratuit[\/A]",
    "1096": "Prénom",
    "1097": "Nom",
    "1098": "Prénom et\/ou nom invalide",
    "1099": "Entrez votre prénom et nom",
    "1100": "Adresse e-mail invalide",
    "1101": "Veuillez entrer une adresse e-mail correcte",
    "1102": "Mot de passe invalide.",
    "1104": "Veuillez rendre votre mot de passe plus résistant",
    "1105": "Protection :",
    "1106": "Statut du mot de passe",
    "1107": "Les mots de passe ne correspondent pas.",
    "1108": "Créer un compte",
    "1109": "Votre mot de passe est votre clé de chiffrement principale.",
    "1110": "La sécurité de votre compte dépend de la force de votre mot de passe. Les mots de passe trop cours, trop simples ou qui sont des mots du dictionnaire sont trop faciles à deviner.",
    "1111": "N'oubliez pas votre mot de passe.",
    "1112": "Il n'y a pas de procédure de récupération pour les mots de passe perdus. Si vous ne vous en rappelez plus, vous ne pourrez plus accéder à vos données stockées.",
    "1113": "Votre compte est sécurisé seulement si votre ordinateur l'est aussi.",
    "1114": "Retaper le mot de passe",
    "1115": "L'analyseur de résistance de mot de passe est encore en cours d'initialisation.",
    "1116": "Veuillez réessayer dans quelques secondes.",
    "1117": "Conditions d'Utilisation",
    "1118": "Vous devez accepter les conditions d'utilisation pour créer un compte sur MEGA",
    "1119": "Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.",
    "1120": "Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.",
    "1121": "Votre mot de passe est assez protégé pour continuer, mais il est recommandé de le rendre plus résistant.",
    "1122": "Ce mot de passe résistera à la plupart des attaques brute-force de base. Gardez-le en mémoire.",
    "1123": "Ce mot de passe résistera à la plupart des attaques brute-force sophistiquées. Gardez-le en mémoire.",
    "1124": "Très Faible",
    "1125": "Faible",
    "1126": "Moyen",
    "1127": "Bon",
    "1128": "Fort",
    "1129": "Votre mot de passe est trop faible pour continuer",
    "1130": "e-mail et\/ou mot de passe invalide",
    "1131": "Confirmez votre compte",
    "1133": "Nous allons analyser les mouvements de votre souris.",
    "1134": "Cela va rendre votre [A]clé RSA[\/A] plus sécurisée .",
    "1138": "Continuer",
    "1140": "C'est une étape très importante et peut prendre quelques secondes.",
    "1141": "Soyez patient.",
    "1142": "Création de clé Public - Privée",
    "1143": "Génération de la clé",
    "1144": "L'utilisation du chiffrement la plus récente remonte à presque 4000 ans, à l'époque de l'Egypte ancienne.",
    "1145": "Aujourd'hui, 4000 années plus tard, la plupart des services de stockage en ligne les plus utilisés n'ont pas encore totalement adopté le chiffrement.",
    "1146": "Complétez votre compte",
    "1147": "Choisir un type de compte",
    "1148": "[A]Obtenez 2 mois gratuits[\/A] en souscrivant un abonnement d'un an.",
    "1149": "Limité",
    "1150": "Gratuit",
    "1151": "Profitez pleinement de MEGA avec un [A]compte Pro[\/A]",
    "1153": "abonnement annuel",
    "1154": "L'Equipe",
    "1155": "Envoi en cours",
    "1156": "Téléchargement en cours",
    "1157": "Téléchargement gratuit",
    "1158": "pour Windows",
    "1159": "Bientôt sur [A]Mac[\/A]",
    "1160": "MEGA aimerait remercier les auteurs de ces programmes open source qui ont contribué grandement au développement de ce site :",
    "1161": "Sécurisé",
    "1162": "Vos données sont chiffrées de bout en bout. Personne ne peut les intercepter, ni lorsqu'elles sont stockées, ni même pendant un transfert.",
    "1163": "Flexible",
    "1164": "Synchronisez n'importe quel dossier de votre PC à n'importe quel dossier sur MEGA. Synchronisez un nombre illimité de dossiers en même temps.",
    "1165": "Rapide",
    "1166": "Profitez des infrastructures MEGA puissantes et des transferts multi-connectés.",
    "1167": "Généreux",
    "1168": "Stockez jusqu'à 50 Go gratuitement !",
    "1169": "Complet",
    "1170": "Cherchez, stockez, téléchargez, streamez, regardez, partagez, renommez ou supprimez vos fichiers. Tout est à votre disposition,  dans votre main.",
    "1171": "Prochainement sur [A]iOS[\/A]",
    "1172": "Extension Firefox",
    "1174": "Cette application vous permettra d'installer MEGA dans votre navigateur. Cela réduira les temps de chargement, améliorera les performances de téléchargement et augmentera la sécurité.",
    "1175": "Tout URL de MEGA sera capturée par l'extension et rester en local (aucun JavaScript ne sera chargé depuis nos serveurs). Des mises à jours automatiques et sécurisées sont effectuées grâce à la signature cryptographique de clé privée.",
    "1176": "Et si vous êtes vraiment parano :",
    "1177": "désactivez les mises-à-jour automatiques et examinez manuellement le code source pour chaque mise-à-jour.",
    "1178": "Téléchargez MEGA pour Firefox",
    "1181": "Ouvrir la page d'extensions dans Chrome",
    "1182": "menu>outils>extensions",
    "1183": "ou tapez",
    "1184": "dans votre barre d'adresse.",
    "1185": "Déplacez le fichier téléchargé [X] vers la page d'extension de Chrome et confirmez l'installation. ",
    "1186": "Vous pouvez acheter facilement votre abonnement MEGA grâce à nos revendeurs autorisés ci-dessous :",
    "1187": "Télécharger",
    "1189": "Importer",
    "1190": "vers votre Espace de Stockage",
    "1191": "Le fichier que vous essayez de télécharger est temporairement indisponible.",
    "1193": "Démarrer un nouveau compte",
    "1194": "Voulez-vous importer le fichier vers une nouvelle session?",
    "1195": "\"Non\" vous permettra de vous connecter et d'importer.",
    "1196": "Annuler le téléchargement",
    "1197": "Êtes-vous sûr de vouloir annuler ce téléchargement?",
    "1198": "Le fichier téléchargé va être supprimé.",
    "1199": "Impossible de déchiffrer les méta-données sans clé.",
    "1201": "[A]Rejoignez-nous[\/A] pour boulevers le marché du stockage dans le Cloud",
    "1208": "Vous gagnez [B]20%[\/B] de tous les revenus générés par votre ID affilié.",
    "1212": "Développez votre propre application avec notre [A]KdD[\/A] - Kit de Développement",
    "1230": "Informations de paiement",
    "1233": "Paypal",
    "1253": "Date",
    "1262": "Entrez votre ville.",
    "1272": "MEGA a été créé par des humains et n'est de ce fait pas parfait à 100%. Si vous rencontrez un bug, nous apprécierions que vous nous le communiquiez pour que nous puissions le corriger. Plus de détails vous nous donnerez, le mieux ce sera.",
    "1273": "Nous prenons au sérieux les droits à la propriété et appliquons une politique de retrait sévère.",
    "1274": "Pour plus d'informations, veuillez lire notre [A]Guide de retrait[\/A].",
    "1275": "Vous pouvez soumettre une demande de retrait via notre [A]formulaire en ligne[\/A] ou en nous envoyant un e-mail.",
    "1276": "Vous avez des suggestions ou des idées? Vous voulez en apprendre d'avantage sur nos produits?",
    "1277": "Nous sommes toujours disponibles.",
    "1278": "Veuillez sélectionner",
    "1279": "Etape 1",
    "1280": "Etape 2",
    "1281": "Detail du contenu",
    "1282": "Détail du propriétaire de Copyright",
    "1283": "Ajouter un autre URL",
    "1284": "Nom de l'ayant droit",
    "1285": "Si applicable",
    "1286": "Nom de l'agent autorisé par l'ayant droit qui soumet l'avis :",
    "1287": "Avis de Droit d'Auteur Reçu",
    "1288": "Nous allons étudier et traiter avec empressement votre avis.",
    "1289": "Merci d'avoir cliqué sur le lien d'invitation. Veuillez créer votre compte gratuit maintenant ci-dessous.",
    "1290": "Oups, il semble que le lien d'inscription n'est pas valide. Avez-vous déjà créé votre compte?",
    "1291": "Vous avez déjà cliqué sur un lien d'invitation. Veuillez créer votre compte.",
    "1292": "Prochainement",
    "1297": "Adresse e-mail déjà utilisée.",
    "1298": "Connectez-vous dans votre compte.",
    "1301": "Aujourd'hui",
    "1302": "Hier",
    "1303": "Cette semaine",
    "1304": "La semaine dernière",
    "1305": "Ce mois",
    "1306": "Cette année",
    "1307": "Plus ancien",
    "1308": "Échec du téléchargement",
    "1309": "Échec de l'upload",
    "1311": "Erreur lors du chargement des fichiers",
    "1313": "Échec de connexion",
    "1319": "Le mot de passe est trop court",
    "1323": "Connexion",
    "1325": "Génération du lien",
    "1329": "En attente",
    "1331": "E-mail",
    "1332": "Confirmer l'inscription",
    "1333": "Veuillez vérifier votre email et coller le code de confirmation ci-dessous ou bien cliquez sur le lien de confirmation spécial iOS.",
    "1334": "Annuler l'inscription",
    "1335": "Code de confirmation",
    "1339": "Nouveau dossier",
    "1342": "Éditer",
    "1343": "Espace de Stockage vide",
    "1344": "Partager",
    "1346": "Transferts",
    "1348": "Dossiers partagés",
    "1349": "Pas de photo",
    "1350": "Photos",
    "1352": "Disponible",
    "1355": "Version",
    "1356": "Remarque",
    "1357": "Se déconnecter",
    "1362": "Reprendre les achats",
    "1364": "Réessayer",
    "1367": "Obtenez 50 GB gratuitement, ou souscrivez l'une des offres pro pour obtenir jusqu'à 4 TB de stockage crypté à partir de 8,33€ par mois.",
    "1368": "jusqu'à [X]",
    "1369": "et [X]",
    "1370": "Email et Chat",
    "1371": "Notre système de communication chiffrée arrive début 2014.",
    "1372": "Préparez-vous à un chat, un service d'email, des appels & un service de conférence video par MEGA",
    "1373": "Qu'est ce que MEGA? Cliquez ou scrollez",
    "1374": "Retour à la page d'acceuil",
    "1375": "Retour à la page de téléchargement",
    "1379": "Passer",
    "1381": "Paramètres Interface Utilisateur",
    "1382": "Mode de tri",
    "1383": "Classer les colonnes pour chaque dossier individuellement, ou utiliser le même tri pour chaque dossier.",
    "1384": "par dossier",
    "1385": "le même pour chaque dossier",
    "1386": "Voir les préférences",
    "1387": "Choisir le mode de vue pour chaque dossier individuellement, ou utiliser la même vue pour chaque dossier.",
    "1388": "[B]Télécharger[\/B] [A]sur votre ordinateur[\/A]",
    "1389": "[B]Importer[\/B] [A]sur votre Espace de Stockage[\/A]",
    "1390": "Glissez déposez l'image ici",
    "1392": "Fichiers & Dossiers",
    "1394": "Copier le lien",
    "1399": "Comment vous sentez-vous?",
    "1400": "Content",
    "1401": "Désorienté",
    "1402": "Mécontent",
    "1403": "Envoyer une remarque",
    "1406": "Notez-nous !",
    "1408": "À Propos",
    "1409": "Crédits",
    "1411": "PhotoSync",
    "1418": "Terminé",
    "1419": "Activez le système de code d'accès",
    "1421": "Changer le code d'accès",
    "1423": "Entrez votre code d'accès",
    "1424": "Désactiver le système de code d'accès",
    "1425": "Entrez de nouveau votre code d'accès",
    "1426": "Entrez votre nouveau code d'accès",
    "1427": "Entrez à nouveau votre nouveau code d'accès",
    "1428": "Le code d'accès ne correspond pas. Réessayez.",
    "1429": "1 Tentative Échouée",
    "1430": "%i Tentatives Échouées",
    "1431": "Code de verrouillage",
    "1436": "Langue",
    "1437": "Anglais",
    "1438": "Bulgare",
    "1439": "Portugais",
    "1441": "Allemand",
    "1442": "Espagnol",
    "1443": "Français",
    "1444": "Hongrois",
    "1445": "Indonésien",
    "1446": "Italien",
    "1447": "Japonais",
    "1448": "Polonais",
    "1449": "Slovaque",
    "1450": "Slovène",
    "1451": "Hébreux",
    "1452": "Hollandais",
    "1453": "Coréen",
    "1454": "Russe",
    "1455": "Mise à jour",
    "1456": "Chargement",
    "1457": "Import en cours",
    "1458": "Télécharger depuis le lien MEGA",
    "1461": "Inscription",
    "1463": "Confirmation requise",
    "1464": "Vérifiez vos emails et cliquez sur le lien pour vous connecter et confirmer votre compte",
    "1466": "J'accepte les",
    "1467": "conditions d'utilisation",
    "1470": "Connexion en cours",
    "1472": "Réessayer",
    "1473": "Connection au serveur",
    "1475": "Nouveau sur MEGA?",
    "1477": "Code incorrect",
    "1478": "Valider",
    "1479": "Répertoire de téléchargement par défaut",
    "1483": "Télécharger vers",
    "1485": "Changer le mot de passe",
    "1486": "Mot de passe actuel incorrect ou bien les 2 nouveaux mots de passe ne correspondent pas. Veuillez réessayer.",
    "1487": "Mot de passe modifié avec succès.",
    "1488": "Choisissez votre formule",
    "1490": "Fichier en cours de téléchargement",
    "1491": "Voulez-vous annuler le téléchargement?",
    "1492": "Mise à jour de la liste des fichiers",
    "1493": "Annuler le téléchargement",
    "1494": "Téléchargement échoué",
    "1495": "téléchargé",
    "1496": "Le téléchargement a démarré",
    "1497": "Voulez-vous annuler l'upload?",
    "1498": "Fichier en cours de traitement",
    "1499": "Annuler l'upload",
    "1500": "L'upload a démarré",
    "1501": "uploadé",
    "1502": "Upload échoué",
    "1503": "Impossible d'ouvrir le fichier sélectionné",
    "1505": "Sélectionner le type de fichier",
    "1506": "Téléchargement déjà en cours",
    "1508": "Format de lien incorrect",
    "1510": "Email ou mot de passe incorrect. Avez-vous validé votre compte?",
    "1511": "Le mot de passe est trop court.",
    "1512": "Veuillez entrer votre adresse email.",
    "1513": "Adresse email invalide.",
    "1514": "Problème de connection réseau, veuillez réessayer.",
    "1515": "Ressource temporairement indisponible, veuillez réessayer plus tard.",
    "1516": "Problème de système de fichier",
    "1517": "Le propriétaire de ce fichier est bloqué.",
    "1519": "Pas assez d'espace libre",
    "1523": "Sélectionner",
    "1524": "Renommer",
    "1525": "Renommer",
    "1526": "Déplacer vers la corbeille",
    "1528": "Création du lien",
    "1530": "Déplacement vers la corbeille",
    "1531": "Enregistrer sous",
    "1543": "Dossier de destination indisponible",
    "1546": "Dossier destination",
    "1556": "Code",
    "1557": "Avancé",
    "1564": "Image",
    "1565": "Audio",
    "1566": "Video",
    "1567": "Prendre depuis le Système de Fichier",
    "1570": "photos",
    "1571": "videos",
    "1572": "les deux",
    "1574": "Photos seulement",
    "1575": "Videos seulement",
    "1577": "Ajouter des dossiers synchronisés",
    "1578": "Erreur",
    "1579": "Veuillez sélectionner un dossier local et un dossier MEGA",
    "1580": "Le dossier local sélectionné est déjà synchronisé",
    "1581": "Un dossier synchronisé ne peux pas être dans un autre dossier synchronisé.",
    "1582": "Le dossier MEGA sélectionné est déjà synchronisé",
    "1584": "La synchronisation intégrale de votre compte ne peut être activée s'il existe un ou plusieurs dossiers déjà synchronisés.",
    "1585": "Attention",
    "1587": "Nom de synchronisation",
    "1588": "Le nom \"%1\" est déjà utilisé pour une autre synchronisation",
    "1589": "Veuillez entrer un nom différent pour identifier le dossier synchronisé :",
    "1590": "Dossier local :",
    "1591": "Dossier MEGA :",
    "1592": "Sélectionner un dossier local ",
    "1593": "Importer des liens",
    "1594": "Télécharger sur mon ordinateur",
    "1595": "Importer sur mon espace de stockage",
    "1596": "Envoyer",
    "1597": "Annuler",
    "1599": "Sélectionner un dossier local",
    "1600": "Erreur de déchiffrage",
    "1601": "Non trouvé",
    "1603": "RÉCEMMENT MIS À JOUR",
    "1604": "Utilisation : Donnée temporairement indisponible",
    "1605": "Synchronisations",
    "1606": "Site web MEGA",
    "1607": "%1 sur %2",
    "1608": "Utilisation : %1",
    "1609": "%1 sur %2 (%3\/s)",
    "1610": "%1 sur %2 (en pause)",
    "1611": "Transferts de fichiers en pause",
    "1613": "Tous les transferts ont été effectués",
    "1614": "Annuler tous les téléchargements",
    "1615": "Annuler le téléchargement",
    "1616": "Annuler tous les uploads",
    "1617": "Annuler l'upload",
    "1618": "Ajouter une synchronisation",
    "1619": "un fichier à %1\/s",
    "1620": "un fichier (en pause)",
    "1621": "%1 sur %2 fichiers à %3\/s",
    "1622": "%1 sur %2 fichiers (en pause)",
    "1623": "Total restant :",
    "1624": "Téléchargement",
    "1625": "Upload",
    "1626": "MEGAsync",
    "1627": "Connexion en cours",
    "1629": "Cliquez ici pour ouvrir la fenêtre de statut.",
    "1630": "Votre synchronisation \"%1\" a été désactivée car le dossier en ligne n'existe pas.",
    "1631": "Votre synchronisation \"%1\" a été désactivée car le dossier sur cloud MEGA est dans la corbeille",
    "1632": "Votre synchronisation \"%1\" a été désactivée car le dossier local n'existe pas",
    "1633": "Erreur : dossier de destination invalide.",
    "1634": "L'upload a été annulé",
    "1637": "La synchronisation va s'arrêter.",
    "1638": "Les opérations de suppression ne seront pas répercutées sur votre cloud MEGA si MEGAsyncn'est pas actif.",
    "1639": "Quitter quand même?",
    "1642": "Le lien a été copié dans le presse-papier",
    "1643": "Les liens ont été copiés dans le presse-papier.",
    "1644": "Quitter",
    "1645": "À Propos",
    "1646": "Réglages",
    "1647": "Mettre en pause",
    "1649": "Reprendre",
    "1650": "Synchronisation à jour",
    "1651": "En pause",
    "1652": "Scan en cours",
    "1653": "Synchronisation en cours",
    "1654": "Erreur de transmission temporaire :",
    "1655": "Vous avez de nouveaux fichiers ou des fichiers modifiés dans votre compte",
    "1656": "Pas d'erreur",
    "1657": "Erreur interne",
    "1658": "Argument invalide",
    "1659": "Requête échouée, réessayez",
    "1660": "Limite dépassée",
    "1661": "Échec définitif",
    "1662": "Trop de connexions ou de transferts",
    "1663": "Hors limite",
    "1664": "Expiré",
    "1665": "Non trouvé",
    "1667": "Accès refusé",
    "1668": "Existe déjà",
    "1669": "Incomplet",
    "1670": "Clé invalide \/ Erreur de déchiffrage",
    "1671": "ID de session erroné",
    "1672": "Bloqué",
    "1673": "Excès",
    "1674": "Temporairement indisponible",
    "1675": "Surcharge de la connexion",
    "1676": "Erreur d'écriture",
    "1677": "Erreur de lecture",
    "1678": "Clé d'application invalide",
    "1679": "Erreur inconnue",
    "1680": "Attention",
    "1681": "Selection de Dossier",
    "1682": "Sélectionnez un dossier MEGA :",
    "1683": "Récupération des dossiers en cours",
    "1684": "Nouveau dossier",
    "1685": "OK",
    "1686": "Annuler",
    "1687": "Espace de Stockage",
    "1688": "Entrez le nouveau nom de dossier :",
    "1689": "Le dossier rarcine ne peut pas être synchronisé.",
    "1691": "Vous avez %1 dans ce dossier.",
    "1692": "Êtes-vous sûr de vouloir le synchroniser?",
    "1693": "Entrez un ou plusieurs liens de fichiers MEGA",
    "1694": "Soumettre",
    "1695": "Entrez un ou plusieurs liens de fichiers MEGA",
    "1697": "Il y a %1 heure",
    "1698": "Obtenir le lien MEGA",
    "1699": "Maintenant",
    "1700": "Il y a %1 secondes",
    "1701": "Il y a une minute",
    "1702": "Il y a %1 minutes",
    "1703": "Il y a 1 heure",
    "1704": "Il y a 1 jour",
    "1705": "Il y a %1 jours",
    "1706": "Il y a un mois",
    "1707": "Il y a %1 mois",
    "1708": "Il y a 1 an",
    "1709": "Il y a %1 ans",
    "1710": "Ouvrir",
    "1711": "Montrer le dossier",
    "1712": "Général",
    "1713": "Compte",
    "1714": "Synchronisations",
    "1715": "Bande passante",
    "1716": "Avancé",
    "1717": "Aide",
    "1718": "Annuler",
    "1719": "Appliquer",
    "1720": "Montrer les notifications",
    "1721": "Lancer au démarrage de l'ordinateur",
    "1722": "Mettre à jour automatiquement",
    "1723": "Langues",
    "1724": "Détails",
    "1725": "GRATUIT",
    "1726": "Se déconnecter",
    "1727": "Espace de stockage",
    "1728": "Passer Pro",
    "1729": "Dossiers synchronisés",
    "1730": "Supprimer",
    "1731": "Ajouter",
    "1732": "Dossier Local",
    "1733": "Dossier MEGA",
    "1734": "Limite d'upload",
    "1735": "Ne pas limiter",
    "1736": "Limiter à :",
    "1737": "Auto",
    "1738": "environ 90% de la bande passe disponible",
    "1739": "Quota de bande passante",
    "1740": "Les limites d'upload sont entendues par serveur d'upload et appliquées lors du démarrage de nouveaux uploads",
    "1741": "Dossier par défaut dans lequel sont placés automatiquement tout fichier ou dossier uploadé via le menu contextuel de l'Explorateur de Fichiers Windows",
    "1742": "Nom de fichiers exclus",
    "1743": "Paramètres du proxy",
    "1744": "Pas de proxy",
    "1745": "Detection automatique",
    "1746": "Proxy",
    "1747": "Type de proxy :",
    "1748": "Serveur :",
    "1749": "Le serveur proxy nécessite un mot de passe",
    "1750": "Nom d'utilisateur :",
    "1751": "Mot de passe :",
    "1752": "Donnée temporairement indisponible",
    "1753": "%1 (%2%) sur %3 utilisé",
    "1754": "La synchronisation de l'intégralité de votre compte est déjà active.",
    "1755": "Les synchronisations vont s'arrêter.",
    "1756": "Êtes-vous sûr?",
    "1757": "Noms exclus",
    "1758": "Entrez un nom à exclure de la synchronisation.",
    "1760": "Assistant d'Installation",
    "1761": "J'ai un compte MEGA",
    "1762": "Je n'ai pas de compte MEGA",
    "1763": "Créer un nouveau compte MEGA",
    "1764": "Nom :",
    "1765": "Email :",
    "1766": "Mot de passe :",
    "1767": "Répéter le mot de passe :",
    "1768": "Se connecter à votre compte MEGA",
    "1769": "Veuillez vérifier votre compte en utilisant le lien de confirmation envoyé sur votre compte email",
    "1770": "Choisissez le type d'installation",
    "1771": "Synchronisation de l'intégralité du compte",
    "1772": "Synchroniser l'intégralité de votre espace de stockage",
    "1773": "Synchronisation selective",
    "1774": "Synchroniser certains dossiers de votre espace de stockage",
    "1775": "Les dossiers suivants seront automatiquement synchronisés :",
    "1776": "Modifier",
    "1777": "Bienvenue sur MEGA",
    "1778": "Votre dossier local :",
    "1779": "et votre dossier MEGA :",
    "1780": "seront automatiquement synchronisés.",
    "1781": "Retour",
    "1782": "Suivant",
    "1783": "L'utilisateur exist déjà",
    "1784": "Récupération de la liste des fichiers",
    "1785": "Email et\/ou mot de passe incorrect.",
    "1786": "Avez-vous vérifié votre compte?",
    "1787": "Le dossier MEGA n'existe pas",
    "1788": "Terminer",
    "1791": "Veuillez renseigner votre mot de passe",
    "1792": "Veuillez renseigner votre nom",
    "1794": "Les mots de passe renseignés ne correspondent pas",
    "1795": "Vous devez accepter nos conditions d'utilisation",
    "1796": "Création du compte",
    "1797": "Vous avez %1 dans votre Espace de Stockage",
    "1798": "Êtes-vous sûr de vouloir synchroniser tout votre Espace de Stockage?",
    "1799": "et votre Espace de Stockage MEGA",
    "1800": "Veuillez sélectionner un dossier local",
    "1802": "Sélectionnez un dossier local",
    "1803": "Uploader sur MEGA",
    "1804": "Partager avec un utilisateur MEGA",
    "1805": "Envoyer à un utilisateur MEGA",
    "1806": "1 fichier",
    "1807": "%1 fichiers",
    "1808": "1 dossier",
    "1809": "%1 dossiers",
    "1812": "Toujours uploader vers ce répertoire",
    "1813": "Dossier MEGA synchronisés",
    "1815": "Êtes-vous sûr(e)?",
    "1817": "Plus",
    "1820": "Bientôt disponible pour Mac et Linux",
    "1821": "Quand nous avons lancé MEGA début 2013, la surveillance massive par les gouvernements sous prétexte de combattre le terrorisme n'était qu'une hypothèse. Une personne accusant ces gouvernements de telles activités pouvait passer pour un adepte des théories du complot.127 jours plus tard, les révélations d'Edward Snowden ont changé l'opinion publique et ont permis aux gens de se rendre compte des abus commis par des gouvernements.",
    "1822": "MEGA a été conçu autour du fait que, pour que le chiffrage soit accepté, il devait être facile à utiliser. MEGA est totalement accessible sans logiciel et reste le seul service de stockage en ligne qui chiffre intégralement les échanges de données directement depuis votre navigateur. Aujourd'hui, des millions de personnes et sociétés font confiance à MEGA pour stocker des petabytes de données et nous pensons que ce succès est dû au fait que MEGA est aussi simple d'utilisation qu'un système non chiffré.",
    "1823": "Nous recrutons constamment. Si vous êtes un ingénieur informaticien de talent et aimeriez rejoindre notre équipe, n'hésitez pas à envoyer votre CV à jobs@mega.nz.",
    "1824": "Vous êtes actuellement connecté. Voulez-vous vous déconnecter et créer un nouveau compte?",
    "1828": "Aller sur la [A]page de téléchargement[\/A] et suivez les instructions. Pendant l'installation, il vous sera demandé d'entrer ou créer un compte MEGA et paramétrer les fichiers à synchroniser (soit votre espace de stockage MEGA complet vers un dossier local, soit des sous-dossiers spécifiques de votre espace de stockage vers un dossier local correspondant). Après l'installation, MEGAsync démarrera automatiquement. Sous Windows, vous verrez un logo cliquable dans la barre des tâches lorsque l'outil de synchronisation fonctionnera, ce qui vous donnera accès à une fenêtre de statut et aux paramètres.",
    "1838": "Du côté MEGA, les fichier supprimés sont envoyés dans un sous-dossier spécial nommé \"SyncDebris\" situé dans votre corbeille et ils peuvent être récupérés depuis là. Du côté local, chaque dossier a un dossier caché appelé \"Debris\", dans lequel les fichiers supprimés sont placés.",
    "1860": "Vous pouvez la télécharger et l'installer sur l'[A]App Store[\/A].",
    "1862": "Vous pouvez la télécharger et l'installer sur [A]Google Play[\/A].",
    "1863": "Nous fournissons des [A]applications[\/A] pour vos appareils mobiles, [B]iOS[\/B] & [C]Android[\/C].",
    "1864": "Rapport d'erreur",
    "1867": "Merci pour votre collaboration !",
    "1868": "Envoyer le rapport",
    "1869": "Choisir des Utilisateurs",
    "1872": "Installer pour quiconque utilise cet ordinateur",
    "1873": "Installer juste pour moi",
    "1874": "Erreur: dossier de destination invalide. L'upload a été annulé.",
    "1876": "Taille du cache actuel : %1",
    "1877": "Cache",
    "1878": "Vider",
    "1879": "Vos réglages du proxy sont incorrectes ou alors le proxy ne répond pas",
    "1880": "Le dossier de destination est synchronisé et vous avez déjà des fichiers à l'intérieur portant le même nom (%1).",
    "1881": "Si vous confirmer l'upload, le fichier précédent sera écrasé.",
    "1882": "Ça alors ! C'est plein d'étoiles !",
    "1884": "Le dossier (%1) n'a pas été uploadé car il est très volumineux. N'uploadez pas de volumes entiers car c'est inefficace et dangereux.",
    "1885": "%1 dossiers n'ont pas été uploadés car ils sont très volumineux. N'uploadez pas de volumes entiers car c'est inefficace et dangereux.",
    "1888": "Accueil",
    "1889": "iOS App",
    "1890": "Android App",
    "1893": "Tout savoir au sujet de la synchronisation entre votre ordinateur et MEGA.",
    "1898": "Appuyer sur Esc pour fermer",
    "1899": "Aperçu",
    "1900": "Mise à jour disponible !",
    "1901": "Une mise à jour sera appliquée lors du prochain démarrage de l'application.",
    "1902": "Mise à jour de l'installation...",
    "1903": "Recherche de mises à jour...",
    "1904": "Installer la mise à jour",
    "1908": "Rechercher des mises à jour",
    "1909": "Installation Manuelle",
    "1910": "Fonctionne seulement pour",
    "1913": "Télécharger MEGA",
    "1915": "Attention : cliquez sur le bouton ci-dessus uniquement si vous avez confiance dans le [A]Chrome web store[\/A]. Sinon, vous pouvez télécharger & installer manuellement l'extension ci-dessous.",
    "1916": "Télécharger de",
    "1917": "Chrome web store",
    "1918": "Mise-à-jour disponible. Téléchargement en cours.",
    "1921": "Dossker non valide pour la synchronisation.",
    "1923": "Synchronisation selective active",
    "1924": "Activer la synchronisation intégrale du compte",
    "1925": "Activer la synchronisation intégrale de votre compte désactivera toutes vos synchronisations existantes",
    "1926": "Synchronisation intégrale du compte active",
    "1927": "Désactiver la synchronisation intégrale du compte",
    "1928": "Désactiver la synchronisation intégrale de votre compte vous permettra de mettre en place la synchronisation selective par dossier",
    "1929": "Installer MEGA dans votre navigateur pour améliorer les performances et pour gagner en sécurité.",
    "1930": "Le Cloud dans votre poche. Accédez et diffusez vos fichiers depuis votre smartphone ou votre tablette.",
    "1932": "Pour télécharger des fichiers plus volumineux que 1GB, veuillez installer notre extension pour navigateur.",
    "1933": "Pour télécharger des fichiers plus volumineux que 1GB, veuillez installer un navigateur plus récent.",
    "1934": "Mot de passe oublié?",
    "1935": "Si vous avez une copie de sauvegarde de votre clef maître de chiffrement, vous pouvez réinitialiser votre mot passe en choisissant OUI. Aucune donnée ne sera perdue.",
    "1936": "Vous pouvez toujours [A]exporter[\/A] votre clef maître maintenant si vous avez une session MEGA active dans n'importe quel navigateur internet sur cet ordinateur ou tout autre ordinateur. S'il n'y a aucune session active, vous ne pouvez plus déchiffrer votre compte actuel, mais vous pouvez démarrer une nouvelle session avec la même adresse e-mail en choisissant NON.",
    "1937": "Avez-vous une copie de sauvegarde de votre clef maître?",
    "1938": "Génial !",
    "1939": "Veuillez renseigner votre adresse e-mail ci-dessous. Vous recevrez un lien de récupération qui vous permettra d'envoyer votre clef maître afin de réinitialiser votre mot de passe. ",
    "1940": "Envoyer",
    "1941": "Oups.",
    "1942": "En conséquence de notre modèle de chiffrement de bout-à-bout, vous ne pourrez pas accéder à vos données sans votre mot de passe ou sans une [A]copie de sauvegarde[\/A] de votre clef maître.",
    "1943": "Vous pouvez mettre votre compte courant de côté et démarrer un tout nouveau basé sur la même adresse e-mail. Dans le cas où vous vous souvenez du mot de passe du compte mis de côté, veuillez contacter [A]support@mega.nz[\/A] pour en demander la récupération.Vous données seront conservées pendant au moins 60 jours.",
    "1944": "Vous ne pouvez pas utiliser la récupération de compte lorsque vous êtes sur une session temporaire.",
    "1945": "Vous êtes actuellement connecté avec le compte [X]. Si vous ne pouvez pas vous souvenir du mot de passe de ce compte et que vous souhaitez en changer le mot de passe, veuillez exporter la clef maître de ce compte, puis vous déconnecter et essayer à nouveau. ",
    "1946": "Veuillez vérifier votre adresse e-mail et essayer à nouveau.",
    "1947": "Mettre le compte de côté.",
    "1948": "Vous avez perdu votre mot de passe et vous ne pouvez pas fournir une clef maître précédemment exportée? Malheureusement, dû à l'utilisation massive du chiffrement par MEGA, la perte de votre clef maître rend toutes vos données illisibles. Si vous continuez, vous démarrerez un tout nouveau compte basé sur la même adresse e-mail. Votre ancien compte sera mis de coté pendant au moins 60 jours et pourra être récupéré en contactant [A]support@mega.nz[\/A] dans le cas où vous vous souviendrez de votre mot de passe.",
    "1949": "Choisir un nouveau mot de passe",
    "1950": "J'admets que je vais démarrer un nouveau compte vide et que je vais perdre toutes les données de mon compte actuel à moins que je me souviennes de mon mot de passe ou que je retrouve une clef maître exportée.",
    "1951": "Démarrer un nouveau compte",
    "1952": "Note :",
    "1953": "Nous conserverons bel et bien une copie de sauvegarde de toutes vos données pour au moins 60 jours.",
    "1954": "Si vous vous souvenez de votre mot de passe, veuillez contacter support@mega.nz pour demander de l'aide afin de récupérer les données de votre ancien compte.",
    "1955": "Réinitialiser le mot de passe",
    "1956": "Veuillez fournir votre clef maître précédemment exportée. Vous pouvez encore l'exporter à partir de n'importe quel autre session MEGA qui serait encore ouverte sur n'importe quel navigateur et à partir de n'importe quel l'ordinateur.",
    "1957": "Si vous n'avez pas en votre possession votre clef maître, vous pouvez [A]mettre de côté[\/A] votre compte actuel et en démarrer un tout nouveau.",
    "1958": "Utiliser le fichier texte de la clef maître.",
    "1959": "Choisir le fichier de la clef",
    "1960": "Vérifier",
    "1961": "Vous avez réussi à retrouver l'accès à votre compte. Veuillez renseigner un nouveau mot de passe ci-dessous :",
    "1962": "Valider le nouveau mot de passe",
    "1963": "Il semblerait que la clef maître que vous avez fournie soit incorrecte.",
    "1964": "Êtes-vous sûr\/sure d'avoir fourni la bonne clef?",
    "1965": "Si vous n'avez pas la bonne clef, vous pouvez toujours [A]réinitialiser[\/A] votre compte.",
    "1966": "Lien de récupération expiré",
    "1967": "Le lien de récupération a expiré. Veuillez ressayer.",
    "1968": "Lien de Récupération Non Valide",
    "1969": "Lien non valide. Veuillez ressayer.",
    "1970": "Ou renseignez votre clef maître ici",
    "1971": "Vous ne pouvez pas démarrer la procédure de récupération de compte lorsque vous êtes connecté. Veuillez de vous déconnecter et de relancer la procédure.",
    "1972": "Fichier de clef non valide.",
    "1973": "Le fichier que vous avez sélectionné est trop gros. Veuillez vous assurer que vous avez sélectionné le fichier contenant votre clef maître composée de 22 caractères.",
    "1974": "Veuillez confirmer que vous êtes bien conscient\/consciente que toutes vos données seront supprimées.",
    "1975": "Compte mis de côté.",
    "1976": "Votre vieux compte a été mis de côté avec succès. Vous pouvez dès maintenant vous connecter à votre nouveau compte.",
    "1977": "Clef maître non valide",
    "1978": "La clef fournie ne correspond pas à ce compte. Veuillez vous assurer que vous avez utilisé la bonne clef maître et essayer à nouveau.",
    "1979": "Compte bloqué",
    "1980": "Le compte que vous essayé de réinitialiser est bloqué.",
    "1981": "Votre mot de passe a été réinitialisé avec succès. Vous pouvez dès maintenant vous connecter à votre compte.",
    "1982": "Sauvegarder votre [A]clef maître de chiffrement[\/A]",
    "1983": "Votre mot de passe déverrouille votre clef maître.",
    "1984": "Vos données ne sont lisibles qu'à travers une chaîne d'opérations effectuant des déchiffrements. Cette chaîne commence par le déchiffrement de votre clef maître de chiffrement, que nous stockons chiffrée à l'aide de votre mot de passe. Cela signifie que si vous perdez votre mot de passe, votre clef maître ne pourra plus êtres déchiffré et vous ne pourrez donc plus du tout déchiffrer vos données.",
    "1985": "En exportant et en conservant votre clef maître dans un endroit sécurisé, vous serez en mesure de mettre un nouveau mot de passe sans engendrer une perte de données.",
    "1986": "Un attaquant externe ne pourra pas accéder à votre compte avec seulement votre clef. Une réinitialisation du mot de passe demande à la fois cette clef et l'accès à votre adresse e-mail.",
    "1987": "Enregistrer la clef maître au format texte",
    "1988": "Enregistrer le fichier",
    "1989": "Copier la clef maître dans le presse-papier",
    "1990": "Copier",
    "1991": "Veillez à toujours avoir un contrôle physique sur votre clef maître (exemple : sur un appareil, un stockage externe ou une impression etc.).",
    "1992": "Ne la stockez pas sur Internet (du moins, pas sans chiffrement).",
    "1993": "ou [A]créer un compte[\/A]",
    "1996": "Si moins de 60 jours se sont écoulées depuis que vous avez mis de côté de votre ancien compte, vous données peuvent alors êtres récupérées. Veuillez contacter [A]support@mega.nz[\/A]  pour demander de l'aide.",
    "1998": "Si vous êtes véritablement sûr\/sure que vous ne perdrez jamais votre mot de passe, il n'y a aucune utilité à sauvegarder votre clef. Si cependant vous décidez de faire une [A]sauvegarde[\/A], veuillez vous assurer de la conserver dans un endroit sécurisé: quiconque a accès à votre clef sauvegardée et connaît votre adresse e-mail sera en mesure de pouvoir réinitialiser votre mot de passe et, de fait, aura accès à toutes vos données.",
    "2001": "Voulez-vous uploader vos fichiers dans une nouvelle session?",
    "2002": "\"Non\" vous permettra de vos connecter et de démarrer votre upload.",
    "2005": "Cacher",
    "2007": "Autre",
    "2008": "Désactiver les icônes superposés",
    "2010": "Scan complet",
    "2013": "Uploader fichiers\/dossiers",
    "2016": "Afficher le statut",
    "2017": "Dossier pour les uploads depuis cet ordinateur",
    "2020": "Erreur lors de l'obtention de la clé de session",
    "2021": "Synchronisation complète",
    "2022": "Votre dossier local et votre Espace de Stockage MEGA vont être automatiquement synchronisés.",
    "2023": "Choisir",
    "2024": "Fichier config corrompu, veuillez recommencer.",
    "2025": "Aussi disponible sur <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2026": "Aussi disponible sur <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2027": "Aussi disponible sur <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>",
    "2028": "Facultatif",
    "2029": "Sélectionner une Distribution Linux",
    "2030": "Veuillez sélectionner une Distribution Linux et ensuite veuillez cliquer sur le bouton de téléchargement.",
    "2031": "Pour Mac",
    "2032": "Pour Linux",
    "2033": "Le téléchargement de fichiers ZIP plus grands que 2GB peut nécessiter un outil de dezipage (tel que \"7zip\"). Malheureusement, ZIP64 n'est pas nativement supporté sur tous les systèmes d'exploitation.",
    "2034": "Fichiers",
    "2035": "Dossiers",
    "2036": "Rafraîchir",
    "2037": "Télécharger depuis MEGA",
    "2038": "Veuillez sélectionner le dossier de téléchargement pour vos fichiers :",
    "2039": "Toujours télécharger vers cette destination",
    "2041": "Vous n'avez pas la permission d’écriture dans ce dossier local.",
    "2042": "Vous n'avez pas la permission d’écriture dans ce dossier.",
    "2044": "Voulez-vous continuer?",
    "2045": "Erreur lors de la récupération du lien :",
    "2046": "Dossiers par défaut",
    "2047": "Uploads :",
    "2048": "Téléchargements :",
    "2049": "Cette synchronisation ne peux pas être activée puisque le dossier local n'existe pas",
    "2051": "Vous êtes déjà en train de synchroniser votre espace de stockage en ligne dans son intégralité",
    "2052": "Activer \/ désactiver",
    "2053": "Sélectionner un dossier local",
    "2055": "Votre espace de stockage en ligne va être synchronisé avec ce dossier :",
    "2056": "Détails d'utilisation du compte",
    "2222": "téléchargements",
    "2426": "Le nom \"%1\" est déjà pris par une autre synchronisation. Veuillez renseignez un autre nom différent pour identifier ce dossier synchronisé :",
    "2435": "Votre synchronisation \"%1\" a été désactivée parce que le dossier à distance n'existe plus",
    "2436": "Votre synchronisation \"%1\" a été désactivée parce que le dossier à distance est dans la corbeille",
    "2438": "Le dossier (%1) n'a pas été uploadé parce qu'il est trop gros (cette bêta est limitée à %2 dossiers ou %3 fichiers.)",
    "2439": "%1 dossiers n'ont pas été uploadés parce qu'ils étaient trop gros (cette bêta est limitée à %2 dossiers ou %3 fichiers.)",
    "2440": "La synchronisation va s'arrêter.Les suppressions qui prennent place pendant que la synchronisation n'est pas active ne seront pas propagées.",
    "2443": "Le dossier de destination est synchronisé et vous avez déjà un fichier à l'intérieur qui porte le même nom (%1).Si vous continuez l'upload, le fichier précédent sera écrasé.",
    "2445": "Le dossier racine (root) ne peut pas être synchronisé. Veuillez sélectionner un sous-dossier.",
    "2447": "Aucun lien MEGA valide trouvé (les liens de dossiers ne sont pas encore supportés)",
    "2461": "Je suis d'accord avec les <a href=\"https:\/\/mega.nz\/#terms\">Conditions d'Utilisation<\/a> de MEGA",
    "2464": "Veuillez renseigner votre adresse e-mail",
    "2465": "Veuillez renseigner une adresse e-mail valide",
    "2466": "Veuillez renseigner votre mot de passe",
    "2467": "Veuillez renseigner votre nom de famille",
    "2468": "Veuillez renseigner un mot de passe plus fort",
    "2471": "Veuillez sélectionner un dossier local",
    "2472": "Veuillez sélectionner un dossier MEGA",
    "2475": "Veuillez sélectionner le dossier d'upload pour vos fichiers :",
    "2480": "Échec de la confirmation du compte",
    "2483": "Vérifiez votre adresse e-mail et cliquez sur le lien pour vous authentifier et confirmer votre compte.",
    "2507": "Échec de l'importation de(s) fichier(s)",
    "2508": "Échec de l'importation de(s) fichier(s)",
    "2531": "Sauvegarder les images vers les photos",
    "5526": "Mega est un hébergeur en ligne sécurisé qui vous met gratuitement à disposition 50Go. Contrairement aux autres hébergeurs en ligne, vos données sont uniquement chiffrées et déchiffrées par les appareils du client et jamais par nous.Vos données sont accessibles quand vous voulez, à partir de n'importe quel appareil, et où vous voulez. Partagez des dossiers entiers avec vos contacts et voyez leurs apports en temps réel.Le cloud dans votre poche. Accéder et diffuser vos fichiers depuis votre téléphone ou votre tablette. Envoyer et synchroniser vos médias dans le cloud.Cherchez, stockez, diffusez, visionnez, partagez, renommez ou supprimez vos fichiers. Tout est là, dans la paume de votre main.Pour plus d'information, veuillez vous rendre sur notre site Internet : https:\/\/mega.nz\/",
    "5527": "MEGA est un Service de Cloud Avec une Confidentialité Puissante et Toujours Active. 50Go gratuit",
    "5528": "sur",
    "5529": "Déplacer vers",
    "5530": "Copier vers",
    "5531": "Importer vers",
    "5532": "Envoyer Fichier",
    "5533": "Chargement...",
    "5534": "Importation en cours",
    "5535": "Mise-à-jour en cours...",
    "5536": "Pas encore disponible",
    "5537": "Vous êtes sur le point de supprimer le fichier de la clef-maître exportée.",
    "5538": "Avertissement de sécurité: Ceci est une opération très risquée. Voulez-vous continuer?",
    "5539": "Plus d'options...",
    "5540": "Voulez-vous supprimer le contact",
    "5541": "Voulez-vous supprimer ces contacts?",
    "5542": "Partages Entrants",
    "5543": "Partages sortants",
    "5544": "Envoyer...",
    "5545": "Créer un nouveau dossier",
    "5546": "Envoyer vers",
    "5547": "Raffraîchir",
    "5548": "Aider",
    "5549": "Passer Pro",
    "5550": "Sélectionner Tous",
    "5551": "Tout déselectionner",
    "5552": "Vue par vignette",
    "5553": "Vue listée",
    "5554": "Exporter la Clef-Maître",
    "5555": "Supprimer la Clef-Maître",
    "5556": "La Clef-Maître a été exportée vers :",
    "5557": "fichier",
    "5558": "fichiers",
    "5559": "contact",
    "5560": "contacts",
    "5561": "dossier",
    "5562": "dossiers",
    "5563": "dossier partagé",
    "5564": "dossiers partagés",
    "5565": "téléchargement",
    "5566": "envoyer",
    "5567": "envois",
    "5568": "utilisateur",
    "5569": "utilisateurs",
    "5570": "e-mail",
    "5571": "Mot de passe",
    "5572": "Confirmer le mot de passe",
    "5573": "ABC",
    "5574": "...",
    "5577": "Veuillez renseigner votre mot de passe",
    "5578": "Calcul en cours des clefs de chiffrement",
    "5579": "Validation du lien en cours",
    "5580": "Activation du compte",
    "5581": "Préparation de la liste des fichiers",
    "5582": "Créer un compte",
    "5583": "nom",
    "5585": "Avez-vous déjà  un compte?",
    "5586": "Vous devez accepter nos Conditions d'Utilisation.",
    "5587": "Les mots de passes ne correspondent pas",
    "5588": "Sauvegardé(s) en mode Hors Ligne",
    "5589": "Partagé(s) avec moi",
    "5590": "CONTACTS",
    "5591": "DEMANDES ENVOYÉES",
    "5592": "DEMANDES REÇUES",
    "5593": "Aucune demande envoyée",
    "5594": "Aucune demande reçue",
    "5595": "Envoi des Photos de la Caméra",
    "5596": "%1$s sur %2$s",
    "5597": "ENTRANT",
    "5598": "SORTANT",
    "5599": "Vider la Corbeille",
    "5600": "Aucun dossier de partage entrant",
    "5601": "Aucun dossier de partage sortant",
    "5602": "Libres hors ligne",
    "5603": "EN LIGNE",
    "5604": "HORS LIGNE",
    "5605": "Taille :",
    "5606": "Contenu :",
    "5607": "Ajouté(s) :",
    "5608": "Modifié :",
    "5609": "Aucun lien public",
    "5610": "Lire et Écrire",
    "5611": "Partagé avec :",
    "5612": "Permissions:",
    "5613": "Changer les permissions",
    "5614": "Partager avec",
    "5615": "Envoyer à",
    "5616": "Information du Contact",
    "5617": "Dossier(s) Partagé(s) avec :",
    "5618": "Ajoutez des nouveaux contacts en utilisant le bouton ci-dessous.",
    "5619": "Préparation des fichiers",
    "5620": "Il n'y a pas d'application disponible pour exécuter ce fichier sur votre appareil",
    "5621": "Partager l'image avec",
    "5622": "Partager le lien",
    "5623": "Déplacement en cours",
    "5624": "Partage du dossier",
    "5625": "Copie en cours",
    "5626": "Supprimer de MEGA",
    "5627": "E-Mail du Contact",
    "5628": "Création du dossier en cours...",
    "5629": "Ajout du contact",
    "5630": "Envoyez le lien",
    "5631": "Partager dossier",
    "5632": "Voir les dossiers partagés",
    "5633": "Supprimer tous les contacts avec qui vous partagez",
    "5634": "Quitter le dossier partager",
    "5635": "Dossier des Photos de la Caméra",
    "5636": "Contacts MEGA",
    "5637": "Contacts du Téléphone",
    "5638": "Supprimer",
    "5639": "Contact ajouté",
    "5640": "Contact supprimé",
    "5641": "Erreur. Contact non supprimé",
    "5642": "Permissions changées",
    "5643": "Erreur. Permissions inchangées",
    "5644": "Dossier déjà existant",
    "5645": "Dossier créé",
    "5646": "Renommage réussi",
    "5647": "Erreur. Renommage annulé",
    "5648": "Copie réussie",
    "5649": "Erreur. Copie annulée",
    "5650": "Déplacement réussi",
    "5651": "Erreur. Déplacement annulé",
    "5652": "Partage réussi",
    "5653": "Erreur. Partage annulé",
    "5654": "Impossible de récupérer le lien",
    "5655": "Suppression de MEGA réussi",
    "5656": "Erreur. Suppression de MEGA annulée",
    "5657": "Succès de l'envoi vers :",
    "5658": "Le dossier est maintenant privé",
    "5659": "Annulation du mode Partage réussi",
    "5660": "Décompression du fichier en cours",
    "5661": "Galerie des Photos",
    "5662": "Passer Pro maintenant!",
    "5663": "Dernière session :",
    "5664": "Sélectionner le type d'adhésion",
    "5665": "Renouvellement mensuel ou annuel",
    "5667": "Mensuel*",
    "5668": "Annuellement",
    "5669": "*Les abonnements réguliers peuvent être annulés à tout moment avant la date de renouvellement.",
    "5670": "L'aperçu n'a pas encore été téléchargé. Veuillez attendre.",
    "5671": "Importation réussi",
    "5672": "Aucun transfert actuel",
    "5673": "Tous les transferts ont été mis en pause",
    "5674": "Mettre en pause les transferts",
    "5675": "Redémarrer les transferts",
    "5676": "Uniquement via Wi-FI",
    "5677": "Via Wi-Fi ou Données Cellulaires",
    "5678": "Envoi des Photos de la Caméra en cours",
    "5679": "Voulez-vous désactiver l'Envoie des Photos de la Caméra?",
    "5681": "Problème lors de l'Envoi des Photos de la Caméra",
    "5682": "L'Envoi des Photos de la Caméra a été terminé",
    "5683": "Verrouillage par PIN",
    "5684": "Toujours demander la destination des téléchargements",
    "5685": "Activer l'Envoi des Photos de la Caméra",
    "5686": "Désactiver l'Envoi des Photos de la Caméra",
    "5687": "Comment envoyer",
    "5688": "Photos et Vidéos",
    "5689": "Activer le Verrouillage par code PIN",
    "5690": "Désactiver le Verrouillage par code PIN",
    "5691": "Code PIN",
    "5692": "Non défini",
    "5693": "Version de l'Application",
    "5694": "Visionneur de PDF MEGA",
    "5695": "Explorateur ZIP",
    "5696": "Type de Compte",
    "5697": "Dossier  pour l'Envoir des Photos de la Caméra créé",
    "5698": "Le fichier ZIP sera téléchargé et décompressé.",
    "5699": "Le fichier ZIP sera décompressé",
    "5700": "J'ai compris",
    "5701": "Activer",
    "5702": "Password manquant",
    "5703": "E-Mail manquant",
    "5704": "Identifiants de connexion non valide",
    "5705": "E-Mail non valide",
    "5706": "Nom trop court",
    "5707": "Mot de passe trop court",
    "5708": "Vous devez accepter nos Conditions d'Utilisation.",
    "5709": "Rester connecter",
    "5710": "Êtes-vous certain(e) d'annuler l'inscription?",
    "5711": "Annuler",
    "5712": "Inscription réussie",
    "5713": "J'accepte les <a href=\"https:\/\/mega.nz\/mobile_privacy.html\">Conditions  d'Utilisation<\/a> de MEGA",
    "5714": "Votre adresse e-mail",
    "5715": "Partager avec un contact MEGA",
    "5716": "Supprimer un fichier?",
    "5717": "Supprimer [X] fichier(s)?",
    "5718": "Confirmer la supression",
    "5719": "Nom du nouveau dossier",
    "5720": "Envoyer dernière photo",
    "5721": "Prendre une Photo ou une Vidéo",
    "5722": "Sélectionner",
    "5723": "Fichiers partagés",
    "5724": "Aucun fichier dans l'Espace de Stockage",
    "5725": "Aucun fichier dans le dossier",
    "5726": "Restaurer",
    "5727": "Veuillez sélectionner le dossier de destination pour le déplacement",
    "5728": "Veuillez sélectionner un dossier de destination pour l'importation",
    "5729": "Notes de version",
    "5730": "Charger les contacts",
    "5731": "Impossible d'accéder aux contacts",
    "5732": "Autorisez MEGA à accéder aux contacts via Réglages > Confidentialité > Contacts  ",
    "5733": "Aucun fichier partagé",
    "5734": "Partager sur un nœud ",
    "5735": "[X] Nœud  de Partage",
    "5736": "Invitation envoyée",
    "5737": "Aucun contact",
    "5738": "Corbeille",
    "5739": "Un gros problème vient de se produire !",
    "5740": "Téléchargement en cours : [X]%",
    "5741": "Préparation du téléchargement",
    "5742": "Envoi: [X]%",
    "5743": "Sauvegardé(s) localement",
    "5744": "Entrer un nouveau nom",
    "5745": "Êtes-vous certain(e)?",
    "5746": "Fichiers hors ligne",
    "5747": "Aucun fichier téléchargé",
    "5748": "Aucune photo",
    "5749": "Une photo",
    "5750": "[X] photos",
    "5751": "[X] restante(s)",
    "5752": "Aucune photo",
    "5753": "Création en cours du dossier pour l'Envoi des Photos de la Caméra",
    "5754": "Fin de listage des photos",
    "5755": "Export de la photo",
    "5756": "Photo non envoyée",
    "5757": "Envoi en cours de la photo",
    "5758": "Envoi de la vidéo en cours",
    "5759": "Créer un dossier pour l'Envoi des Photos de la Caméra",
    "5760": "Erreur lors de l'envoi du fichier",
    "5761": "Envoi des Photos de la Caméra  activé",
    "5762": "Envoi des Photos de la Caméra désactivé",
    "5763": "Fin de l'Envoi des Photos de la Caméra",
    "5764": "Sélectionner les albums pour les Envois des Photos de la Caméra",
    "5765": "Options pour les Envois Photos de la Caméra",
    "5766": "Lorsque désactivé, les nouvelles photos et vidéos ne seront pas automatiquement envoyés",
    "5767": "Activer l'Envoi des Photos de la Caméra pour automatiquement envoyer vos photos et vidéos dans votre Disque Cloud",
    "5768": "Envoyer vidéos",
    "5769": "Utiliser le réseau de données cellulaires",
    "5770": "Travailler périodiquement en tâche de fond",
    "5771": "Chargement des photos",
    "5772": "Impossible d'accéder aux photos",
    "5773": "Export du fichier en cours",
    "5774": "Code d'accès",
    "5775": "Utilisé",
    "5776": "Local",
    "5777": "Si le nombre de tentatives échouées est atteint",
    "5778": "Désactiver le code d'accès",
    "5779": "Activer le code d'accès",
    "5780": "Utiliser TouchID",
    "5781": "Changer le code d'accès",
    "5782": "Supprimer tous les données locales",
    "5783": "Langage automatique",
    "5786": "Envoyer un avis",
    "5787": "Notez-nous !",
    "5788": "Joindre l'équipe de support via e-mail. Tous les e-mails sont lus mais compte tenu du grand nombre de requêtes, il se peut que ne nous seront pas en mesure de répondre à tous individuellement.",
    "5789": "Trouvez de l'aide ou lire des sujets populaires.",
    "5790": "Ça alors, c'est rempli d'étoiles",
    "5791": "Exporter la Clef-Maître",
    "5792": "Activer la journalisation de débogage",
    "5793": "Les fichiers supprimés sont placés dans la Corbeille",
    "5794": "Exporter la Clef-Maître et la conserver dans un endroit sécurisé vous permet de changer de mot de passe sans encourir de perte de données.",
    "5795": "Les fichiers de journalisation du débogage aide les développeurs à résoudre les problèmes",
    "5796": "ClefMaître.txt a été exportée dans le dossier des Documents. Vous pouvez transférer le fichier en connectant votre appareil sur l'ordinateur et en ouvrant iTunes. Nous recommandons fortement d'envoyer votre Clef Maître par e-mail!",
    "5797": "Échec de l'exportation de la Clef-Maître",
    "5798": "Clef-Maître exportée",
    "5799": "Utilisation",
    "5800": "libres",
    "5801": "utilisé",
    "5802": "Photos",
    "5803": "Vidéos",
    "5804": "Documents",
    "5805": "Archives",
    "5806": "Cache local",
    "5807": "Cache",
    "5808": "Stockage local",
    "5809": "Vider le cache",
    "5810": "Vider le cache va supprimer tous les documents, les vignettes et autre fichiers temporaires sauvegardés localement",
    "5811": "Vider le cache?",
    "5812": "Ceci va supprimer tous les fichiers enregistrés localement",
    "5813": "Le cache a été vidé",
    "5814": "Passer Pro",
    "5815": "[X] Go",
    "5816": "[X] To",
    "5817": "Abonnement \"PRO 1\" mensuel",
    "5818": "Abonnement \"PRO 1\" annuel",
    "5819": "PRO !",
    "5820": "Renseignez votre ancien code d'accès",
    "5821": "S'authentifier avec votre empreinte digitale?",
    "5822": "Échec de l'Envoi du Fichier",
    "5823": "Le fichier que vous avez sélectionné n'a pas été envoyé sur MEGA. Veuillez ressayer.",
    "5824": "Envoi du Fichier annulé",
    "5825": "Le fichier que vous avez sélectionné n'a pas été envoyé sur MEGA.",
    "5826": "ESPACE MEGA",
    "5827": "VITESSE MEGA",
    "5828": "CONFIDENTIALITÉ",
    "5829": "ACCÈS MEGA",
    "5830": "Créez un compte maintenant et recevez vos 50Go d'espace gratuit.",
    "5831": "Les envois sont rapides.Partagez rapidement des fichiers avec tout le monde.",
    "5832": "Conservez tous vos fichiers en sécurité avec le chiffrement de \"bout-en-bout\" de MEGA",
    "5833": "Disposez d'un accès complètement chiffré où vous voulez.quand vous voulez",
    "5834": "MEGA est un service de stockage en ligne sécurisé avec 50Go d'espace de stockage gratuit.À l'intérieur de l'application vous pouvez augmenter votre espace de stockage et votre quota de bande passante en vous abonnant à MEGA Pro via un abonnement mensuel ou annuel.Les abonnements sont de l'ordre de 9.99€ (10.99$ US) par mois ou 99.99€ (119.99$ US) par an.L'abonnement vous donne 500Go d'espace de stockage et 1000Go de bande passante par mois.Les abonnements sont renouvelés automatiquement pour des périodes successives d'abonnement de la même durée et au même tarif que la période initiale choisie. Vous pouvez mettre un terme au renouvellement automatique de votre abonnement MEGA Pro au plus tard 24H avant votre prochain abonnement. Pour gérer vos abonnements, il suffit de toucher l'icône \"App Store\" sur votre appareil iOS, de vous connecter avec votre ID Apple  en bas de la page (sauf si vous l'avez déjà fait) et ensuite touchez \"Voir ID Apple\". Vous serez ensuite amenés sur la page de votre compte où vous pouvez descendre jusqu'à \"Gérer Abonnements Application\". À partir d'ici vous pouvez choisir votre abonnement MEGA Pro et voir quand a lieu le renouvellement, choisir une offre d'abonnement ou basculer entre activer \/ désactiver le renouvellement automatique de votre abonnement.Conditions d'Utilisation :https:\/\/mega.nz\/ios_terms.htmlPolitique de Confidentialité :https:\/\/mega.nz\/ios_privacy.html",
    "5835": "Avec PhotoSync, les photos que vous prenez avec votre iPhone seront automatiquement sauvegardées sur MEGA.Vous pouvez utiliser le Wi-FI ou les données cellulaires et en activant le monde \"Tâche de fond\", l'application va envoyer automatiquement les photos??.Le verrouillage par code ajoute une couche de sécurité supplémentaire en exigeant un code d'accès de 4 chiffres qui devra être inséré chaque fois que l'application est lancée. Cela protégera vos fichiers même si votre iPhone tombe entre de mauvaises mains. Il y a aussi une option pour supprimer tous les données et se déconnecter si le bon code d'accès n'est pas renseigné au bout de plus de 10 tentatives.Corrections de bugs divers et améliorations de la vitesse.Votre retour nous est très important et, bien que nous ne sommes pas en mesure de répondre à tous les e-mails, tous les lisons tous sans exception.Aussi, votre notation à 5 étoile sur l'App Store est toujours très appréciée.",
    "5836": "envoyer, sauvegarder, cloud, fichier, partage, sécurisé, MEGA ",
    "5837": "[X] minutes",
    "5838": "1 minute",
    "5839": "seront disponibles dans",
    "5840": "Créer votre compte MEGA",
    "5841": "Vous n'êtes pas authentifié",
    "5842": "Vous devez avoir un compte MEGA afin de réaliser votre achat :",
    "5843": "Vous êtes déjà authentifié. Vous ne pouvez que créer un seul compte MEGA.",
    "5845": "bande-passante utilisée",
    "5847": "Votre achat a été réalisé avec succès. Cependant, afin de terminer le processus de création de compte, il faut que vous activez votre compte en cliquant sur le lien envoyé sur votre adresse e-mail.",
    "5848": "Trier par...",
    "5849": "Connexion au serveur : compte en cours de création",
    "5851": "Vous a envoyé une demande d'ajout",
    "5852": "A accepté votre demande d'ajout",
    "5853": "A refusé votre demande d'ajout",
    "5854": "Nouveau",
    "5855": "Notification",
    "5856": "Accepter",
    "5858": "Refuser",
    "5859": "Invité",
    "5860": "Ignorer",
    "5861": "Ré-inviter",
    "5862": "Demandes Envoyées",
    "5863": "Demandes Reçues",
    "5864": "Utilisateurs ignorés",
    "5866": "Quitter le partage",
    "5868": "Afficher le profil",
    "5871": "Favoris",
    "5872": "Supprimer un favori",
    "5873": "Dossiers partagés entrants",
    "5874": "Dossiers partagés entrants",
    "5875": "MEGAchat",
    "5876": "Essayez le nouveau service de conversation audio et vidéo chiffré de bout-en-bout par MEGA.",
    "5878": "Salut, rejoins-moi sur MEGA et découvres un service de stockage et de communication chiffrée. Reçois 50Go gratuitement!",
    "5879": "Informations sur la Société",
    "5880": "Investisseurs",
    "5881": "Communiqués de Presse",
    "5882": "Rapport des Actionnaires",
    "5883": "Démarrer un appel...",
    "5884": "Mettre fin à l'appel en cours...",
    "5885": "Démarrer une conversation",
    "5888": "L'appel avec [X] a démarré.",
    "5889": "L'appel avec [X] a pris fin.",
    "5890": "L'appel avec [X] n'a pas pu être répondu à temps.",
    "5891": "Appel de [X] en cours...",
    "5892": "L'appel avec [X] a été rejeté.",
    "5893": "Vous avez un appel entrant de [X].",
    "5894": "L'appel avec [X] a été annulé.",
    "5895": "L'appel avec [X] a été fait depuis un autre appareil.",
    "5896": "Démarrer l'appel audio",
    "5897": "Démarrer l'appel vidéo",
    "5898": "L'utilisateur [X] a été invité et va apparaître dans votre liste de contacts dès qu'il aura accepté votre invitation.",
    "5899": "Les utilisateurs ont été invités et apparaîtront dans votre liste de contacts dès qu'ils  auront accepté votre invitation.",
    "5900": "Afficher les demandes reçues",
    "5901": "Afficher les demandes d'ajouts envoyés",
    "5902": "Discussions",
    "5903": "Mes contacts",
    "5904": "Dernière intéraction",
    "5905": "Propriétaire",
    "5906": "Accès",
    "5907": "beta",
    "5908": "Écrivez un e-mail ou un contact",
    "5914": "Mes conversations",
    "5915": "Mes partages entrantes",
    "5916": "Mes dossiers",
    "5918": "On dirait que c'est un e-mail non valide !",
    "5921": "Montant",
    "5922": "Descendant",
    "5923": "En ligne",
    "5924": "Absent",
    "5925": "Occupé",
    "5926": "Hors-ligne",
    "5928": "Téléchargement standard",
    "5929": "Vous êtes considérablement bien au-dessus de votre capacité de stockage alloué et ainsi vos envois ont été bloqués. Veuillez vous assurez que vous utilisez le bon programme MEGA PRO ou alors veuillez contacter support@mega.nz.",
    "5931": "Cliquez [A]ici[\/A] vous visualiser l'utilisation de votre espace de stockage",
    "5932": "Quota dépassé",
    "5934": "Impossible de confirmer le compte. Veuillez ressayer. [{0}]",
    "5935": "Votre compte a été créé, confirmé et activé. Vous allez être automatiquement authentifié(e).",
    "5936": "Compte activé.",
    "5937": "Confirmation requise",
    "5938": "Échec de la création du compte MEGA. Veuillez essayer à nouveau. [{0}]",
    "5939": "Échec de la création du compte",
    "5940": "Impossible de créer le dossier",
    "5941": "Échec de la création du dossier",
    "5942": "Dossier créé avec succès",
    "5943": "Échec de la suppression",
    "5944": "Échec de la récupération du lien",
    "5945": "Impossible de télécharger le fichier. Veuillez ressayer. [{0}]",
    "5946": "Impossible de récupérer les fichiers et dossiers depuis MEGA. Veuillez ressayer.",
    "5947": "Échec de la récupération des données",
    "5948": "Impossible de récupérer le lien",
    "5949": "Échec de la récupération du lien",
    "5950": "Impossible d'afficher l'aperçu.",
    "5951": "Échec de l'affichage de l'aperçu",
    "5952": "Image exporté avec succès dans l'album 'images enregistrées'",
    "5953": "Image enregistrée",
    "5954": "Erreur lors de l'exportation de l'image vers l'album 'images enregistrées'. Veuillez ressayer.",
    "5955": "Impossible de sauvegarder l'image",
    "5956": "Le lien MEGA a été copié dans votre presse-papier",
    "5957": "Échec de l'authentification sur l'Espace de Stockage MEGA. Veuillez essayer à nouveau [{0}]",
    "5958": "Échec du déplacement",
    "5959": "L'image est sauvegardée dans votre album photo",
    "5960": "Image sauvegardée",
    "5961": "Êtes-vous sûr(e) de bien vouloir supprimer {0}?",
    "5962": "Supprimer?",
    "5963": "Impossible de déplacer l'élément",
    "5964": "Échec de la suppression",
    "5965": "Éléments supprimés avec succès",
    "5966": "Éléments supprimés",
    "5967": "Échec du renommage de l'élément",
    "5968": "Échec du renommage",
    "5969": "Veuillez renseigner votre nom, adresse e-mail et mot de passe",
    "5970": "Remplissez les champs requis",
    "5971": "Exporter l'image actuel vers l'album des 'images enregistrées'?",
    "5972": "Non connecté(e)",
    "5973": "Impossible de récupérer la vignette [{0}]",
    "5974": "Échec de la récupération de la vignette",
    "5975": "Impossible de récupérer les données de votre compte. Veuillez ressayer. [{0}]",
    "5976": "Échec de la récupération des données du compte",
    "5977": "Vous avez été déconnecté(e) avec succès",
    "5978": "Déconnecté(e)",
    "5979": "Impossible de vous déconnecter. Veuillez réessayer. [{0}]",
    "5980": "Échec de la déconnexion",
    "5981": "Êtes-vous sûr(e) de bien vouloir supprimer {0} éléments?",
    "5982": "Supprimer les éléments?",
    "5983": "{0} éléments supprimés",
    "5984": "Éléments supprimés",
    "5985": "Impossible de déplacer l'élément vers la corbeille. Veuillez ressayer.",
    "5986": "Échec du déplacement vers la corbeille",
    "5987": "Êtes-vous sûr(e) de bien vouloir déplacer {0} vers la corbeille?",
    "5988": "Déplacer vers la corbeille?",
    "5989": "Déplacement de l'élément vers la corbeille effectué avec succès",
    "5990": "Élément déplacé",
    "5991": "Êtes-vous sûr(e) de bien vouloir déplacer ces {0} éléments dans la corbeille?",
    "5992": "Déplacer les éléments?",
    "5993": "{0} Éléments déplacés vers la corbeille",
    "5994": "Éléments déplacés",
    "5995": "Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous déconnecter?",
    "5996": "Transferts en Attente",
    "5997": "Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous quitter?",
    "5998": "Le compte est déjà confirmé. Vous pouvez désormais vous connecter.",
    "5999": "Compte déjà confirmé",
    "6000": "Le mot de passe tapé est incorrecte",
    "6001": "Mauvais mot de passe",
    "6002": "Vous avez sélectionné plus de 100 éléments ({0}) à télécharger. Voulez-vous poursuivre?",
    "6003": "Nombre de téléchargement(s)",
    "6004": "Voulez-vous automatiquement exporter les fichiers IMAGES de votre album photo après le téléchargement? Vous pouvez changer ce paramètre plus tard depuis la page des paramètres. D'autres types de fichiers seront seulement stockés dans le stockage local de l'application.",
    "6005": "Impossible de mettre les transferts en pause",
    "6006": "Échec de la mise en pause",
    "6007": "Impossible de reprendre les transferts",
    "6008": "Échec de la reprise",
    "6009": "Veuillez sélectionner au moins 1 image à uploader",
    "6010": "Aucune image sélectionnée",
    "6011": "Impossible de préparer l'image : {0} à l'upload",
    "6012": "Échec de la préparation de l'image",
    "6013": "Impossible d'uploader la photo",
    "6014": "Échec de l'upload de la photo",
    "6015": "Impossible de trouver le fichier sélectionné",
    "6016": "Fichier non trouvé",
    "6017": "Impossible d'ouvrir le fichier sélectionné",
    "6018": "Échec de l'ouverture du fichier",
    "6019": "Impossible d'uploader l'égoportrait (selfie)",
    "6020": "Échec de l'upload de l'égoportrait (selfie)",
    "6021": "Impossible de charger les fichiers et les dossiers de MEGA. Veuillez ressayer ou cliquer sur raffraîchir",
    "6022": "Impossible de charger",
    "6023": "Votre codes PIN ne correspondent. Veuillez les retaper et assurez-vous qu'ils sont pareils.",
    "6024": "Les codes PIN ne correspondent pas",
    "6025": "Vous avez été déconnecté(e) de cet appareil depuis un autre endroit",
    "6026": "Opération refusée. Vous allez dépasser la limite de stockage de votre compte. Voulez-vous mettre à niveau votre compte?",
    "6027": "Alerte du Dépassement du Quota",
    "6028": "Vous n'avez pas sélectionné l'emplacement par défaut pour le téléchargement de vos fichiers.Pour poursuivre le téléchargement, veuillez sélectionner un dossier de destination ou rendez-vous dans les préférences afin de définir un emplacement par défaut des téléchargements.",
    "6029": "Impossible de préparer le fichier : {0} pour l'upload",
    "6030": "Échec de la préparation du fichier",
    "6031": "Impossible de copier les fichiers sélectionnés : [{0}]",
    "6032": "Échec de la copie de fichier",
    "6033": "Vous n'avez pas la permission de copier ce type de fichier dans le dossier de destination. Il se peut que vous essayez de sauvegarder\/copier un fichier d'un type non supporté dans la carte SD. ",
    "6034": "Accès non autorisé",
    "6035": "Impossible de copier la Clef Maître de Chiffrement dans le presse-papier. Veuillez ressayer",
    "6036": "Échec du presse-papier",
    "6037": "Le code PIN de verrouillage actuel n'est pas correcte ou ne correspond pas",
    "6038": "Code de verrouillage PIN actuel ne correspond pas",
    "6039": "Clef Maître de Chiffrement copié dans le presse-papier",
    "6040": "Clef Maître de Chiffrement copiée",
    "6041": "Le code PIN doit contenir au moins 4 chiffres",
    "6042": "Code PIN trop court",
    "6043": "Le cache a été nettoyé avec succès",
    "6044": "Cache nettoyé",
    "6045": "Espace de stockage libre insuffisant pour terminer cette opération. L'application va fermer maintenant",
    "6046": "Limite de la Mémoire",
    "6047": "non, seulement en local",
    "6048": "Options de téléchargement",
    "6049": "oui, en exportation",
    "6051": "Impossible de sélectionner le dossier. Veuillez ressayer ou sélectionner un autre dossier: [{0}]",
    "6052": "Échec de la sélection du dossier",
    "6053": "Impossible d'uploader le fichier. Veuillez ressayer. [{0}]",
    "6054": "Confirmation du compte en cours...",
    "6055": "Création du compte en cours...",
    "6056": "Création du dossier en cours...",
    "6057": "Suppression de '{0}'...",
    "6058": "Récupération du lien en cours...",
    "6059": "Reprise de la session en cours...",
    "6060": "Récupération des fichiers & dossiers... [{0}]",
    "6061": "Récupération des détails du compte en cours...",
    "6062": "Récupération du lien en cours...",
    "6063": "Récupération de l'aperçu en cours...",
    "6064": "Importation du fichier en cours...",
    "6065": "Construction de la vue en cours...",
    "6066": "Connexion en cours...",
    "6067": "Déconnexion en cours...",
    "6068": "Déplacement en cours...",
    "6069": "Déplacement vers la Corbeille ...",
    "6070": "Mise en pause des transferts en cours...",
    "6071": "Préparation des téléchargements en cours...",
    "6072": "Préparation des uploads en cours...",
    "6073": "Suppression en cours...",
    "6074": "Renommage en cours...",
    "6075": "Reprise des transferts en cours...",
    "6076": "ajouter",
    "6077": "ajouter dossier",
    "6078": "MEGA",
    "6079": "annuler",
    "6080": "confirmer",
    "6081": "confirmer votre mot de passe",
    "6082": "copier",
    "6083": "inscription",
    "6086": "Téléchargement en cours...",
    "6087": "votre adresse e-mail",
    "6088": "dossier vide",
    "6089": "Aucun transfert",
    "6090": "Chargement de l'aperçu en cours...",
    "6091": "Lien MEGA :",
    "6092": "Je veux partager ce fichier stocké sur le service de cloud de MEGA avec toi",
    "6093": "mon compte",
    "6094": "ton nom",
    "6096": "suivant",
    "6097": "ouvrir",
    "6098": "Ouvrir le lien de téléchargement MEGA",
    "6099": "ouvrir le lien",
    "6100": "votre mot de passe",
    "6101": "précédent",
    "6102": "raffraîchir",
    "6103": "Rester connecté(e)",
    "6104": "renommer",
    "6105": "Taper un nouveau nom :",
    "6106": "sauvegarder",
    "6107": "partager",
    "6108": "Taille :",
    "6109": "conditions d'utilisation",
    "6110": "Upload en cours...",
    "6111": "transferts",
    "6112": "Annulé",
    "6113": "Annulation en cours...",
    "6114": "Erreur pendant le transfert",
    "6115": "Terminé",
    "6116": "Prêt",
    "6117": "paramètres",
    "6118": "Créer un raccourci",
    "6119": "Sélection mulitple",
    "6120": "Mise en pause en cours...",
    "6121": "à propos de",
    "6122": "Nous voudrions remercier en tout particulier les sociétés, personnes suivantes qui ont permis de créer  cette application :",
    "6123": "fini",
    "6124": "préférences",
    "6125": "PRO II",
    "6126": "PRO III",
    "6127": "Changer le code PIN de verrouillage",
    "6128": "confirmer votre code PIN de verrouillage",
    "6129": "votre code PIN de verrouillage",
    "6130": "oui",
    "6131": "Envoyer un fichier",
    "6132": "Options de lien",
    "6133": "Sélectionner une photo",
    "6134": "Mode égoportrait (selfie)",
    "6135": "Prendre une photo",
    "6136": "Options d'uploads",
    "6137": "Envoyer une image",
    "6138": "PRO Lite",
    "6139": "accepter",
    "6140": "compte",
    "6141": "remerciements",
    "6142": "Toujours demander pour l'emplacement des téléchargements",
    "6143": "cache",
    "6144": "tout annuler",
    "6145": "prendre en photo",
    "6146": "nettoyer les transferts",
    "6147": "nettoyer le cache",
    "6148": "annuler la sélection",
    "6149": "presse-papier",
    "6151": "Exporter la clef maître",
    "6152": "Exporter les images vers '",
    "6153": "fichiers (ordre croissant)",
    "6154": "fichiers (ordre décroissant)",
    "6155": "Espace libre",
    "6156": "du plus grand",
    "6157": "Créer un code PIN de verrouillage",
    "6158": "Clef Maître",
    "6159": "SDK MEGA",
    "6160": "nom (ordre croissant)",
    "6161": "nom (ordre descendant)",
    "6162": "du plus récent",
    "6163": "votre nouveau code PIN de vérouillage",
    "6164": "Aucune donnée à montrer",
    "6165": "Aucun plan à afficher",
    "6166": "du plus ancien",
    "6167": "mettre tout en pause",
    "6168": "Politique de confidentialité",
    "6169": "du plus petit",
    "6170": "TRIER",
    "6171": "démarrer \/ reprendre tout",
    "6172": "souscrire",
    "6173": "Conditions d'Utilisation",
    "6174": "total",
    "6175": "version",
    "6176": "voir",
    "6177": "Emplacement des téléchargements",
    "6178": "sélectionner un dossier",
    "6181": "Fermer votre compte",
    "6182": "Fermer votre compte",
    "6183": "Oui, je veux annuler mon compte",
    "6184": "Le lien d'annulation a expiré.",
    "6185": "Le lien d'annulation a expiré, veuillez ressayer.",
    "6186": "Lien d'annulation invalide.",
    "6187": "Lien d'annulation invalide, veuillez ressayer.",
    "6188": "Le compte est annulé",
    "6189": "Votre compte a bien été annulé.",
    "6190": "ACHETER",
    "6192": "NOUVELLE OFFRE",
    "6193": "Période de l'abonnement",
    "6196": "Aucune requête en attente à l'heure actuelle",
    "6197": "Nom du compte",
    "6198": "Virement bancaire",
    "6199": "Si vous voulez vous abonner pour un compte PRO annuel et nous payer en Euros (€), vous pouvez virer les fonds à :",
    "6200": "Numéro du compte",
    "6202": "Code Banque (BIC\/SWIFT)",
    "6203": "Code SWIFT",
    "6204": "Code BIC de la banque",
    "6205": "Référence",
    "6206": "L'adresse e-mail enregistrée de votre compte MEGA",
    "6207": "Veuillez laisser 2 à 4 jours ouvrables pour que les fonds soient validés.",
    "6214": "Veuillez vérifier votre adresse e-mail et cliquez sur le lien pour poursuivre",
    "6215": "la fermeture de votre compte",
    "6216": "Si vous n'avez pas accès à votre compte e-mail, vous devrez contacter",
    "6217": "Pour confirmer la",
    "6218": "fermeture de votre compte",
    "6219": "veuillez renseigner à nouveau votre mot de passe",
    "6220": "Entrez le mot de passe",
    "6221": "Fermer le compte",
    "6222": "Adresse de la banque",
    "6223": "Si vous adresse e-mail est trop longue pour le champs de texte \"Référence\", il faudrait alors le mettre dans le champs de texte \"Commentaires\".",
    "6226": "J'ai un autre compte MEGA",
    "6227": "J'ai rencontré trop de problèmes.",
    "6229": "Je trouve l'interface trop confuse à utiliser",
    "6234": "PRO Lite",
    "6240": "Application Windows Phone",
    "6508": "Paramètres",
    "6690": "Rendez-vous dans Mon Compte",
    "6771": "Dossiers supprimés",
    "6772": "Aucune Conversation",
    "6773": "Ordre croissant",
    "6774": "Ordre descendant",
    "6775": "Partager les Dossiers",
    "6776": "Vérifié",
    "6777": "Approuver",
    "6779": "Nouvelles informations d'identification vues pour votre contact :",
    "6780": "Informations d'identification de votre Contact",
    "6781": "Ceci est bien mieux fait dans la vie réelle en se rencontrant face-à-face. Si vous avez un autre protocole déjà vérifié tel que OTR ou PGP, vous pouvez l'utiliser.",
    "6782": "Vos informations d'identification",
    "6783": "Approuver les informations d'identification",
    "6786": "Ne vous inquiétez pas ! Vous pouvez facilement ajouter de nouveaux contacts avec leurs adresses e-mail ou importer des contacts existants à partir d'autres services.",
    "6787": "Aucun dossier n'est partagé avec vous",
    "6788": "mois",
    "6789": "Compte désactivé",
    "6793": "Récupérer de l'espace libre en vidant la Corbeille",
    "6794": "Vider la Corbeille",
    "6795": "Êtes-vous sûr de vouloir supprimer de façon permanente tous les éléments  de votre Corbeille?Cette action ne peut pas être annulée !",
    "6796": "Abonnement \"PRO Lite\" mensuel",
    "6797": "Abonnement \"PRO Lite\" annuel",
    "6798": "Abonnement \"PRO 2\" mensuel",
    "6799": "Abonnement \"PRO 2\" annuel",
    "6800": "Abonnement \"PRO 3\" mensuel",
    "6801": "Abonnement \"PRO 3\" annuel",
    "6802": "Bitcoim",
    "6803": "%1 mois",
    "6804": "Solde insufisant",
    "6805": "Vous avez des fonds insuffisants pour effectuer cet achat. Veuillez recharger votre compte avec un bon d'achat ou choisissez une autre méthode de paiement.",
    "6806": "achat pour %1 mois",
    "6809": "une fois",
    "6810": "Scannez le code pour payer",
    "6811": "Ouvrir le porte-monnaie Bitcoin",
    "6812": "Veuillez fermer cette boîte à dialogue et cliquez sur <span>acheter<\/span> à nouveau.",
    "6813": "BTC",
    "6814": "Cet achat expire dans",
    "6815": "Échec de connexion vers le gestionnaire de paiement.",
    "6817": "Choisissez la durée",
    "6818": "Options de paiement",
    "6821": "Supprimer le lien",
    "6822": "Annulation de l'abonnement",
    "6824": "Génial !",
    "6826": "Continuer",
    "6831": "Attention Vous avez choisi de fermer votre compte MEGA Le compte lié à cette adresse e-mail sera fermé de façon permanente, et ceci n'est pas réversible.",
    "6832": "En effectuant cette action, vous allez perdre accès à toutes vos données uploadées, partages et contacts.",
    "6833": "Terminer la conversation",
    "6834": "Envoyer des fichiers",
    "6835": "Ajouter le contact à la Conversation",
    "6836": "Envoyer les données du contact",
    "6837": "À partir de votre Espace de Stockage",
    "6838": "À partir de votre ordinateur",
    "6839": "Télécharger vers votre Espace de Stockage",
    "6840": "Télécharger vers votre ordinateur",
    "6841": "Nous sommes désolés de vous voir partir",
    "6842": "Votre compte a maintenant été fermé",
    "6843": "mais avant de partir nous serions très heureusement de comprendre pourquoi vous nous quitter",
    "6844": "Merci de choisir une réponse parmi les suivantes",
    "6845": "Je n'utilise plus mon compte du tout",
    "6846": "Mon navigateur favori n'est pas technologiquement compatible et je ne veux pas le changer",
    "6847": "MEGA n'a pas respecté sa promesse",
    "6848": "Laisser un commentaire",
    "6849": "Options de partage",
    "6851": "Vous avez déjà importé vos contacts depuis GMail",
    "6853": "Inclure un message personnel pour les nouveaux contacts",
    "6854": "Partager le dossier avec des contacts",
    "6855": "Sélectionnez un dossier à partager",
    "6857": "Ceci est la donnée que nous allons envoyer vers nos servers au côté de votre message et de votre avis",
    "6858": "Justifications nouveaux et non vérifiées",
    "6859": "Information",
    "6860": "Envoyez au contact",
    "6861": "Répondre",
    "6862": "Répondre",
    "6863": "Transmettre",
    "6864": "Faire monter dans la queue",
    "6865": "Faire descendre dans la queue",
    "6866": "APPEL EN COURS",
    "6867": "Sauvegardes",
    "6868": "Messages",
    "6869": "Lien de dossier invalide",
    "6870": "Aucun Message",
    "6871": "Aucun Partage Entrant",
    "6872": "Justificatif d'Authenticité",
    "6873": "Revendeur",
    "6874": "Créer vouchers",
    "6875": "Type de voucher",
    "6876": "créer voucher",
    "6877": "Disposez d'un compte GRATUIT",
    "6878": "Sélectionnez des fichiers à uploader ou glissez-déposez-les n'importe où sur cette page",
    "6880": "Il se peut qu'il y ait une attaque de type \"homme-au-milieu\" en cours. Veuillez fermier cette fenêtre de dialogique et vérifier que vos données d'authentifications sont correctes avec votre contact via un canal de communication sécurisé et existant ou en personne. Cela peut être fait via le menu Contacts, en cliquant sur votre Contact et Vérifier.",
    "6881": "Les données d'authentifications du contact précédemment utilisées pour %1 ont changé.",
    "6882": "Les données d'authentifications du contact précédemment vérifiées pour %1 ont changé.",
    "6883": "Données d'authentification précédemment utilisées",
    "6884": "Données d'authentification précédemment vérifiées",
    "6885": "Merci d'avoir activé votre compte MEGA Pro offert ! Une fois terminé, vous recevrez 500 Go d'espace de stockage en ligne chiffré, sécurisé et très performant pour une durée d'une année. Tous les transferts de et vers MEGA sont illimités et par conséquent non plafonné par toutes les connections haut-débit de Slingshot.",
    "6888": "Vous pouvez choisir d'importer les contacts à partir d'un service tiers. Ils ne seront pas ajouté dans vos Contacts MEGA mais resteront accessibles pour partager et collaborer.",
    "6889": "Mise en place de la transaction Bitcoin en cours...",
    "6890": "Lien du fichier introuvable",
    "6891": "Lien du dossier introuvable",
    "6892": "déjà uploadé",
    "6893": "Détails du fichier",
    "6894": "Détails du dossier",
    "6895": "Le dossier média secondaire n'existe pas, veuillez choisir un nouveau dossier.",
    "6896": "Ce dossier est en lecture seul. Vous n'avez pas la permission pour uploader.",
    "6897": "Déplacer vers la corbeille?",
    "6898": "Supprimer de MEGA?",
    "6899": "Si vous quittez le dossier, vous ne pourrez plus jamais le revoir",
    "6900": "Ouvrir un lien...",
    "6901": "Enregistrez-vous maintenant et recevez 50 Go d'espace de stockage gratuit",
    "6902": "Les uploads sont rapide.  Partagez rapidement des fichiers avec tout le monde",
    "6903": "Gardez tous vos fichiers en sécurité avec le chiffrement de bout-à-bout de MEGA",
    "6904": "Disposez d'un accès complètement chiffré où vous voulez",
    "6905": "J'accepte les Conditions d'Utilisation de MEGA",
    "6906": "Éléments partagés",
    "6907": "ESPACE DE STOCKAGE",
    "6908": "Choisissez un dossier",
    "6909": "Gérer le lien",
    "6910": "Partir",
    "6911": "Ce lien ne sera plus disponible publiquement",
    "6912": "Ouvrir lien",
    "6913": "Télécharger le dossier",
    "6914": "Importer le dossier",
    "6915": "Espace Utilisé",
    "6916": "Vous commencez à manquer d'espace !Souhaitez-vous mettre à jour votre compte?",
    "6917": "Opération non autorisée",
    "6918": "Abonnement via Google Play",
    "6919": "Le lien a été supprimé",
    "6920": "Prendre une photo",
    "6921": "Upload de fichiers de dossiers médias",
    "6922": "Activer l'Upload des Médias Secondaires",
    "6923": "Désactiver l'Upload des Médias Secondaires",
    "6924": "Seulement pendant le rechargement",
    "6925": "Conserver les noms de fichiers comme sur l'appareil",
    "6926": "Dossier local de la Caméra",
    "6927": "Dossier MEGA des Uploads de la Caméra",
    "6928": "Dossier Secondaire local",
    "6929": "Dossier Secondaire de Mega",
    "6930": "version du SDK MEGA",
    "6931": "Créez un compte dès maintenant !",
    "6932": "Par nom",
    "6933": "ascendant",
    "6934": "descendant",
    "6935": "Par date",
    "6936": "Par taille",
    "6937": "Du plus gros",
    "6938": "du plus petit",
    "6939": "Renseignez vos données de facture :",
    "6940": "Renseignez vos données de paiement :",
    "6941": "(non-récurrent)",
    "6945": "Je suis d'accord d'envoyer des données \/ statistiques anonymes",
    "6949": "Il y a eu un problème",
    "6950": "Veuillez vérifier vos informations de paiement et essayez à nouveau.",
    "6951": "ou Esc",
    "6952": "Carte de Crédut",
    "6953": "iTunes",
    "6954": "Numéro de carte incorrect",
    "6955": "Veuillez renseigner un numéro de carte crédit valide.",
    "6956": "Informations de facture manquantes",
    "6957": "Merci de compléter les informations de facture correctement.",
    "6958": "Informations de paiement manquantes",
    "6959": "Merci de compléter les informations de paiement correctement.",
    "6960": "Traitement de votre paiement en cours...",
    "6961": "Achat effectué avec succès",
    "6962": "Vous avez mis-à-jour votre compte vers %1 avec succès",
    "6963": "Renseignez vos informations de paiement",
    "6964": "Renseignez vos informations de facture",
    "6965": "récurrente",
    "6966": "Il y a une erreur avec vos données de carte de crédit.",
    "6967": "Il y a une erreur avec vos informations de factures.",
    "6968": "Votre transaction a été détectée comment étant frauduleuse.",
    "6969": "Vous avez récemment effectué trop de tentatives de paiement sur cette carte de crédit.",
    "6970": "Vous n'avez pas suffisamment de fonds pour effectuer ce paiement.",
    "6971": "Renouveler",
    "6972": "Votre mot de passe d'origine n'a pas été renseigné correctement.",
    "6973": "Êtes-vous certain(e) de bien vouloir supprimé votre avatar?",
    "6974": "Supprimer l'avatar",
    "6975": "Choisissez votre méthode de paiement ci-dessous.",
    "6976": "Vous avez sélectionné le plan %1",
    "6977": "Choisissez la période de renouvellement",
    "6978": "[A]Disposez de 2 mois gratuits[\/A] si vous prenez un abonnement d'un an avec un plan Pro.",
    "6979": "&Oui",
    "6982": "Exclure par taille",
    "6983": "Pouvons-nous vous contacter pour plus d'informations?",
    "6989": "Quota de bande-passante gratuite dépassée",
    "6991": "Nettoyer les transferts",
    "6992": "Nettoyage des Terminés",
    "6993": "Mettre tous les transferts en pause",
    "6994": "Êtes-vous certain(e) de continuer?",
    "6995": "Cette opération va détruire toutes les données enregistrées par MEGA dans votre navigateur et vous permettra de commencer à nouveau.",
    "6996": "Avant que nous continuons et mettons un terme à votre abonnement, nous aimerons vraiment connaître la raison qui vous a amené(e) à annuler votre plan.",
    "6998": "Cliquez sur continuer pour annuler votre abonnement.",
    "6999": "Annulation de votre Abonnement réalisée avec Succès",
    "7001": "Demander un plan",
    "7002": "Il n'y a pas de plan qui corresponde à votre utilisation actuel. Veuillez [A]contacter le support[\/A] pour un plan personnalisé.",
    "7003": "espace de stockage actuel",
    "7004": "Merci pour votre retour.",
    "7005": "Veuillez renseigner la raison ci-dessous",
    "7006": "Chargement en cours...",
    "7007": "Dossier local trop gros (cette version est limitée à %1 dossiers ou %2 fichiers.)Veuillez, essayer un autre dossier.",
    "7009": "Vous ne pouvez pas synchroniser un dossier partagé pour lequel vous n'avez pas les permissions 'Accès Complet",
    "7012": "Vous êtes sur le point d'importer ce fichier dans un dossier synchronisé. Si vous activez le téléchargement, le fichier sera dupliqué sur votre ordinateur.Êtes-vous certain(e)?",
    "7013": "Vous êtes sur le point d'importer ces fichiers dans un dossier synchronisé. Si vous activez le téléchargement, les fichiers seront dupliqués sur votre ordinateur.Êtes-vous certain(e)?",
    "7014": "Votre compte a dépassé le quota d'espace alloué. [A]Passez PRO[\/A] et continuer de bénéficier d'un espace de stockage sécurisé, chiffré de bout-à-bout.",
    "7015": "Choisissez chez quel(s) utilisateur(s) vous voulez installer $(^NameDA). ",
    "7016": "Sélectionnez si vous voulez installer $(^NameDA) pour vous-mêmes ou tous les utilisateurs de cet ordinateur.$(^ClickNext)",
    "7019": "Il y a eu un problème pendant l'installation de la mise-à-jour. Veuillez essayer à nouveau plus tard ou télécharger la dernière version depuis : https:\/\/mega.nz\/#sync",
    "7020": "Aucune mise-à-jour disponible à ce jour",
    "7021": "La synchronisation va s'arrêter.",
    "7022": "En cours de démarrage",
    "7023": "Impossible de récupérer le système de fichier. Veuillez essayer à nouveau. Si le problème persiste, veuillez contacter bug@mega.nz",
    "7025": "Quitter",
    "7026": "Préférences",
    "7028": "Votre synchronisation \"%1\"  a été désactivée car le dossier local n'existe pas",
    "7029": "Votre compte a été bloqué. Veuillez contacter support@mega.nz",
    "7030": "Erreur de connexion : %1",
    "7031": "Vous avez été déconnecté(e) sur cette ordinateur depuis un autre endroit.",
    "7032": "Vous avez été déconnecté(e) à cause de cette erreur : %1",
    "7033": "Votre synchronisation \"%1\"  a été désactivée car le dossier local a changé",
    "7034": "Votre synchronisation \"%1\" a été désactivée. Le dossier distant (ou une partie) n'a pas tous les accès",
    "7035": "Votre synchronisation \"%1\" a été désactivée parce que la synchronisation des dossiers partagés de Virtual Box n'est pas supportée due à des déficiences du système de fichier.",
    "7036": "Échec du transfert :",
    "7037": "Erreur lors de la récupération des informations du lien",
    "7038": "Lien circulaire détecté",
    "7039": "Ne plus me demander",
    "7040": "Le dossier des destination est synchronisé et contient déjà un fichier avec le même nom. Si vous continuez l'upload, le fichier précédent sera écrasé. Êtes-vous certain(e)?",
    "7041": "Récupération des dossiers en cours...",
    "7042": "Vous avez %1 dans ce dossier.Êtes-vous certain(e) de vouloir le synchroniser?",
    "7043": "Dossier invalide pour la synchronisation. Veuillez vous assurer que vous n'utilisez pas des caractères tels que '\/' ou ':' dans le nom de votre dossier.",
    "7044": "Vous avez besoin des permissions Lecture et Écriture ou Accès Complet pour être en mesure d'uploader le dossier sélectionné.",
    "7045": "Vous avez besoin de l'Accès Complet pour être en mesure de synchroniser le dossier sélectionné.",
    "7046": "&Non",
    "7047": "&OK",
    "7048": "&Annuler",
    "7049": "Ko",
    "7050": "(environ 90% de la bande passante disponible)",
    "7051": ":",
    "7053": "Vous êtes déjà entrain de synchroniser l'intégralité de votre Espace de Stockage?",
    "7054": "Renseignez un nom à exclure de la synchronisation.  (les caractères de remplacement * et? sont autorisés) :",
    "7055": "Les nouveaux noms de fichiers à exclure seront pris en considération lorsque l'application démarrera à nouveau.",
    "7056": "HTTP",
    "7057": "Forcer un scan complet",
    "7060": "Ouvrir à la connexion",
    "7061": "Afficher  les notifications sur OS X",
    "7063": "Cette synchronisation ne peut pas être activée car le dossier distant n'existe pas",
    "7064": "Exporter la Clef Maître",
    "7065": "Exporter clef maître",
    "7066": "Impossible d'écrire le fichier",
    "7067": "PRO Lite",
    "7068": "Les nouveaux noms de fichiers à exclure seront pris en compte.",
    "7069": "Les nouvelles tailles de fichiers à exclure seront pris en compte quand l'application redémarrera.",
    "7070": "Désactivée",
    "7071": "Cache local : %1",
    "7072": "Cache à distance : %1",
    "7073": "Connexion en cours ...",
    "7074": "Récupération de la liste des fichiers en cours...",
    "7075": "Vous avez %1 dans votre Espace de Stockage.Êtes-vous certain(e) de bien vouloir synchroniser l'intégralité de votre Espace de Stockage?",
    "7077": "Êtes-vous certain(e) de bien vouloir annuler cet assistant d'installation et annuler tous les changements?",
    "7078": "%1 (%2, %3)",
    "7079": "%1 (%2)",
    "7080": "Exclure les fichiers plus grands que",
    "7081": "Exclure les fichiers plus petits que",
    "7082": "Les limites de taille ne peuvent pas être zéro",
    "7084": "avec MEGAsync",
    "7086": "Veuillez choisir votre Distribution Linux",
    "7087": "Navigateur Web",
    "7088": "Vitesse de transfert :",
    "7089": "PLUS RAPIDE",
    "7090": "Utilisation des Ressources :",
    "7093": "Taille du fichier :",
    "7094": "ILLIMITÉ",
    "7098": "Votre téléchargement n'a pas pu être effectué car cela vous ferait dépasser votre actuel quota gratuit de bande passante lié à votre adresse IP. Cette limite est dynamique et dépend de la quantité de bande passante inutilisée à notre disposition.",
    "7099": "Vous avez utilisé %1 de votre transfert data durant les 6 dernières heures ce qui vous a fait dépassé votre limite actuelle. Pour contourner cette limite, vous pouvez [A]passer à Pro[\/A], ce qui vous donnera votre propre bande passante et bien plus d'espace de stockage.",
    "7100": "Veuillez passer à compte Pro pour continuer immédiatement ou attendez %1 pour continuer gratuitement.",
    "7101": "Reprendre les transferts",
    "7107": "Disposez de 2 mois gratuits",
    "7108": "Solde",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Carte de Crédit",
    "7112": "Gérez votre abonnement",
    "7113": "%ld Photos Selectionnées",
    "7114": "%ld Photos Selectionnées",
    "7115": "%ld Vidéos Selectionnées",
    "7116": "%ld Vidéos Selectionnées",
    "7117": "%ld Éléments Sélectionnés",
    "7118": "%ld Photos",
    "7119": "%ld Vidéos",
    "7120": "%1$ld Photos, %2$ld Vidéos",
    "7122": "Cette application n'a pas accès à vos photos ou vidéos.",
    "7123": "Vous pouvez activer l'accès dans les Réglages de Confidentialité.",
    "7124": "Aucune Photo ou Vidéo",
    "7125": "Vous pouvez pendre des photos et des vidéos en utilisant la caméra ou synchroniser vos photos et vidéos vers votre %@ via iTunes.",
    "7126": "Vous pouvez synchroniser les photos ou vidéos vers bote %@ via iTunes.",
    "7127": "Photo",
    "7128": "Portrait",
    "7129": "Paysage",
    "7130": "Jouer",
    "7131": "Indisponible",
    "7132": "heures",
    "7133": "heure",
    "7134": "minutes",
    "7135": "minute",
    "7136": "secondes",
    "7137": "seconde",
    "7138": "MEGAsync va être télécharger vers votre ordinateur. Veuillez l'installer dès que le téléchargement sera terminé.",
    "7139": "Une fois que MEGAsync est actif, votre fichier va commencer à se téléchargement automatiquement.",
    "7140": "Un erreur inconnue s'est produite. Merci d'essayer plus tard.",
    "7141": "Votre paiement pour le plan %1 n'a pas pu être réalisé.",
    "7142": "Votre paiement pour le plan %1 a bien été reçu.",
    "7143": "Vous a bloqué(e) en tant que contact",
    "7144": "Le compte a été supprimé\/désactivé",
    "7145": "Relation avec contact établie",
    "7146": "Vous a supprimé(e) en tant que contact",
    "7147": "Vous avez refusé la demande d'un contact",
    "7148": "Vous avez accepté une demande contact",
    "7149": "Vous avez ignoré la demande d'un contact",
    "7150": "Rappel : vous avez une demande d'ajout",
    "7151": "A annulé sa demande d'ajout",
    "7152": "Lourd",
    "7153": "Léger",
    "7154": "Vous pouvez fermer cet onglet, votre téléchargement est géré depuis un autre onglet où votre gestionnaire de fichier est ouvert.",
    "7155": "Télécharger via le navigateur",
    "7156": "Vous pouvez aussi payer via le store de Google Play, l'App Store d'Apple, ou via la facturation par mobile Android lors de l'utilisation des [A]applicationss MEGA[\/A].",
    "7157": "Veuillez fermer tous les autres onglets et toutes les autres fenêtres de navigateurs qui sont en train d'utiliser MEGA avant de continuer.",
    "7160": "Utiliser Voucher",
    "7161": "Facture via l'opérateur",
    "7162": "Ce plan est trop cher pour être réglé avec ce fournisseur de paiement.",
    "7163": "Aucune carte externe SD détectée",
    "7164": "Mis-à-jour du compte en cours",
    "7165": "Annuler l'abonnement",
    "7166": "L'abonnement a été annulé",
    "7167": "L'abonnement n'a pas été annulé correctement. Veuillez contacter support@mega.nz pour annuler votre abonnement",
    "7168": "Fermer toutes les sessions",
    "7169": "Les sessions restantes ont été fermées",
    "7170": "Erreur lors de la fermeture des sessions ouvertes",
    "7171": "Choisir Compte",
    "7172": "Préparation du fichier en cours...",
    "7173": "Envoyer à la boîte de réception",
    "7174": "Fichier(s) envoyé(s)",
    "7175": "Erreur. Fichier non envoyé",
    "7176": "Sélectionner un seul fichier.",
    "7177": "Vous êtes sur le point d'annuler votre abonnement MEGA. Veuillez nous dire s'il y a quelque chose que l'on puisse faire pour changer votre avis.",
    "7178": "Écrivez votre avis ici...",
    "7179": "Annuler l'Abonnement",
    "7180": "Merci pour votre retour ! Êtes-vous certain(e) de bien vouloir annuler votre abonnement MEGA?",
    "7181": "Votre abonnement n'a pas été annulé. Veuillez fournir une raison pour votre annulation.",
    "7182": "Autre(s) Fichier(s)",
    "7183": "Vous pouvez devenir un utilisateur Pro !Souhaitez-vous mettre à jour votre compte?",
    "7184": "Sélectionnez une solution de paiement",
    "7185": "Pour le moment, aucune méthode de paiement est disponible pour ce plan",
    "7186": "Carte de Crédit (abonnement)",
    "7187": "Opérateur (ponctuel)",
    "7188": "Google Wallet",
    "7189": "Afficher les appareils avancés (carte SD externe)",
    "7190": "Adresse 1",
    "7191": "Adresse 2 (optionnel)",
    "7192": "État \/ Province",
    "7193": "Code Postal",
    "7194": "Numéro de la Carte de Crédit",
    "7195": "Mois",
    "7196": "Annle",
    "7197": "CVV",
    "7198": "Mis-à-jour du compte effectué avec succès !",
    "7199": "L'opération ne s'est pas terminée correctement. La carte de crédit ne sera pas facturée.",
    "7200": "Les informations de la carte de crédit n'est pas correcte.  La carte de crédit ne sera pas facturée.",
    "7201": "Le solde de votre compte est",
    "7202": "Pour augmenter votre solde, cliquer sur le bouton Utiliser Voucher et entrer le code de votre voucher. Si vous n'en avez pas, veuillez [A]acheter un voucher[\/A].",
    "7203": "Transfert vers le fournisseur de paiement en cours...",
    "7204": "Il se peut que vous ayez précédemment interdit l'accès à l'appareil photo pour ce site - dans ce cas toute requête vers l'appareil photo vont échouer sans bruit. Vous pouvez vérifier l'icône appareil photo à côté de la barre d'adresse, ou dans les réglages des permissions du site.",
    "7205": "Réponse",
    "7206": "L'appel avec [X] a démarré...",
    "7207": "L'appel avec [X] est en cours d'initialisation...",
    "7208": "Durée de l'appel: [X]",
    "7209": "Échec de l'appel avec [X].",
    "7210": "Vous avez un appel manqué de [X].",
    "7211": "Votre navigateur internet n'a pas les capacités audio\/vidéo nécessaires pour passer des appels.",
    "7212": "Publicité",
    "7213": "L'adresse e-mail que vous avez renseigné semble être incorrecte - veuillez vérifier à nouveau",
    "7214": "Connecté(e) en tant que",
    "7215": "Pas vous?",
    "7216": "Chargement des Fichiers",
    "7217": "ACHETER AVEC LE SOLDE",
    "7218": "Nettoyer les transferts",
    "7219": "Mobile",
    "7220": "<span>XX<\/span> téléchargements ont été ajoutés à la file d'attente de transferts",
    "7221": "<span>XX<\/span> uplpads ont été ajoutés à la file d'attente de transferts",
    "7222": "Un téléchargement a été ajouté la file d'attente des transferts",
    "7223": "Un upload a été ajouté la file d'attente des transferts",
    "7224": "Montrez-moi",
    "7225": "Êtes-vous certain(e) de bien vouloir d'annuler tous les transferts?",
    "7227": "En attente",
    "7228": "Taille de la police :",
    "7229": "Petit",
    "7230": "Grand",
    "7231": "Les prix n'incluent pas les frais de transaction en Bitcoin.",
    "7233": "La transaction n'a pas pu être initiée suite à des problèmes de connexion. Si le problème persiste, veuillez contacter support@mega.nz",
    "7234": "Quelque chose d'anormal s'est produit et nous n'avons pas pu effectuer le paiement sur votre carte.",
    "7235": "Échec du Paiement",
    "7236": "Pour télécharger des fichiers plus grands que 1Go ou pour uploader des dossiers, veuillez installer votre client MEGAsync. Cela vous offrira une synchronisation facile et automatisée entre votre ordinateur et votre espace de stockage MEGA.",
    "7241": "Vous devez être d'accord avec nos Conditions D'utilisation",
    "7242": "Impossible de supprimer l'élément. Veuillez essayer à nouveau [{0}]",
    "7243": "Impossible de récupérer un lien de téléchargement. Merci d'essayer à nouveau.",
    "7244": "Impossible de créer le dossier. Veuillez ressayer.",
    "7245": "Le dossier de destination est le même que le dossier d'origine. Déplacement annulé.",
    "7246": "Impossible de déplacer l'élément. Veuillez essayer à nouveau.",
    "7247": "Les mots de passe ne correspondent pas. Veuillez essayer à nouveau.",
    "7248": "Veuillez renseigner votre mot de passe choisi.",
    "7249": "Veuillez renseigner votre adresse e-mail et votre mot de passe MEGA.",
    "7250": "Vous n'êtes pas connecté à MEGA. Merci de vous authentifier à nouveau.",
    "7251": "Impossible de sélectionner le(s) fichier(s). Veuillez essayer à nouveau [{0}]",
    "7252": "Échec de la sélection des fichiers",
    "7253": "E-mail invalide. Veuillez réessayer.",
    "7254": "Mot de passe ou adresse e-mail incorrect. Veuillez essayer à nouveau.",
    "7255": "Êtes-vous certain(e) de bien vouloir supprimer définitivement {0}?",
    "7256": "Supprimer élément",
    "7257": "Impossible de récupérer vos données utilisateurs. Veuillez essayer à nouveau [{0}]",
    "7258": "Échec de la récupération des données utilisateur",
    "7259": "Impossible de prendre la photo. Veuillez essayer à nouveau [{0}]",
    "7260": "Échec de la prise de la photo",
    "7261": "Impossible de prendre la photo ou la vidéo. Veuillez essayer à nouveau [{0}]",
    "7262": "Échec de l'enresigtrement vidéo\/photo",
    "7263": "Impossible d'enregistrer la vidéo. Veuillez essayer à nouveau [{0}]",
    "7264": "Échec de l'enregistrement vidéo",
    "7265": "Impossible de sauvegarder les paramètres. Veuillez essayer à nouveau [{0}]",
    "7266": "Erreur lors de la sauvegarde des réglages",
    "7267": "Une erreur s'est produite lors de la tentative d'ouverture d'un raccourcis. Peut-être s'agit-il d'un raccourcis invalide ou alors le dossier de destination a été supprimé.",
    "7268": "Erreur de raccourcis",
    "7269": "Échec de l'enregistrement de la carte de crédit",
    "7270": "Veuillez remplir tous les champs requis et essayer à nouveau.",
    "7271": "Le numéro de la carte de crédit, le mois\/année d'expiration et le CVV ne devraient être que des chiffres. Veuillez vérifier que tout est en ordre et essayer à nouveau.",
    "7272": "Format de quota incorrect",
    "7273": "Merci pour votre avis !",
    "7274": "L'abonnement n'a pas correctement été annulé. Veuillez contacter support@mega.nz pour annuler votre abonnement.",
    "7275": "Échec de l'annulation de l'abonnement",
    "7276": "L'abonnement a été annulé.",
    "7277": "Annulation de l'abonnement",
    "7278": "Merci de nous expliquer pourquoi. Merci.",
    "7279": "Erreur lors de la mise-à-jour du compte",
    "7280": "Compte mis-à-jour",
    "7281": "Impossible de récupérer les méthodes de paiement. Veuillez ressayer.  [{0}]",
    "7282": "Erreur lors de la récupération des méthodes de paiement",
    "7283": "Impossible de récupérer l'Url de paiement. Veuillez essayer à nouveau [{0}]",
    "7284": "Échec de la récupération de l'URL de paiement",
    "7285": "Impossible d'ajouter le contact : [{0}]",
    "7286": "Erreur lors de l'ajout d'un contact",
    "7287": "Contact ajouté",
    "7288": "Les agents de MEGA en tâche de fond ont été désactivés par l'utilisateur",
    "7289": "Agents en tâche de fond désactivés",
    "7290": "Afin que les Uploads Automatiques de la Caméra fonctionnent correctement, nous devez activer l'option \"Rester authentifié(e)\". Souhaitez-vous activer cette option?",
    "7291": "Prérequis des Uploads Automatiques de la Caméra",
    "7292": "LeftToRight",
    "7293": "fr-FR",
    "7294": "MON APPLICATION",
    "7295": "Élément du menu",
    "7297": "https:\/\/mega.nz\/mobile_terms.html",
    "7298": "Z5dGhQhL",
    "7299": "MEGAWindowsPhone\/1.0.0",
    "7300": "vignettes",
    "7301": "aperçus",
    "7302": "windowsphone@mega.nz",
    "7303": "64",
    "7304": "Enregistrement de la carte de crédit...",
    "7305": "Récupération des données du contact...",
    "7306": "Récupération des méthodes de paiement...",
    "7307": "Récupération de l'URL du paiement...",
    "7308": "Récupération des données utilisateurs en cours",
    "7309": "Mise-à-jour du compte en cours...",
    "7310": "{048D1075-3EC2-40F1-A8CF-874656BBB212}",
    "7311": "{42A8FBE1-08A0-4E48-82C2-C90AFDAB2551}",
    "7312": "{92C84A5F-1387-4A44-AFE8-C44154B264D1}",
    "7313": "{85DBF3E5-51E8-40BB-968C-8857B4FC6EF4}",
    "7314": "Corbeille",
    "7315": "Démarrer",
    "7316": "Annuler tous les transferts",
    "7317": "Téléchargé(s)",
    "7318": "disposez",
    "7319": "accès chiffré complet",
    "7320": "où vous voulez, quand vous le voulez",
    "7321": "Accès MEGA",
    "7322": "protégez vos fichiers avec",
    "7323": "chiffrement de bout-à-bout de MEGA.",
    "7324": "Vie privée avec MEGA",
    "7325": "inscrivez-vous maintenant et disposez",
    "7326": "50Go d'espace de stockage gratuit",
    "7327": "Espace MEGA",
    "7328": "les transferts sont rapides",
    "7329": "partagez vos fichiers rapidement avec tout le monde.",
    "7330": "Vitesse MEGA",
    "7331": "Trier",
    "7332": "Vider la corbeille",
    "7333": "Ok",
    "7334": "Réglages uploads apparel photo",
    "7335": "quota WiFi et Data",
    "7336": "WiFi uniquement",
    "7337": "Sécurité",
    "7338": "Informations de facture",
    "7339": "Choisissez la période de renouvellement ci-dessous",
    "7340": "Paiements récurrents via Carte de Cérdit",
    "7341": "Renseignez vos informations de paiement ci-dessous",
    "7342": "Prénom",
    "7343": "À partir de",
    "7344": "Gagnez 2 mois gratuits en prenant un abonnement d'un an à un plan Pro.",
    "7345": "Nom de famille",
    "7346": "Optionnel",
    "7347": "(Optionnel)",
    "7348": "Informations paiement",
    "7349": "Code Postal",
    "7350": "Province",
    "7351": "Vous avez sélectionné le Plan {0}",
    "7352": "État",
    "7353": "Collez le lien de téléchargement MEGA :",
    "7354": "Renouvelle",
    "7355": "Vous avez acheté un compte {0}.",
    "7356": "Votre abonnement {0} sera automatiquement refacturé à la date anniversaire de votre {0} à moins que vous vous connectez à votre compte et annulez votre abonnement avant la date de renouvellement.",
    "7357": "Annuel",
    "7358": "Choisissez la méthode de paiement",
    "7359": "En l'état, il n'existe pas de méthode de paiement pour ce plan",
    "7360": "Facture Téléphonique",
    "7361": "Ponctuel",
    "7362": "Récurrent",
    "7363": "Vous pouvez devenir un utilisateur Pro !",
    "7364": "Voulez-vous mettre à jour votre compte?",
    "7365": "Vous commencez à manquer d'espace libre !",
    "7366": "Accéder à la destination et importer ou télécharger le lien",
    "7367": "Type d'adresse e-mail :",
    "7368": "Message",
    "7369": "Envoyer fichier(s)",
    "7370": "Dossiers partagés",
    "7371": "contacts MEGA",
    "7372": "Dossiers patargés",
    "7373": "Demandes reçues",
    "7374": "Envoyer les demandes",
    "7375": "Accepté(es)",
    "7376": "Supprimé(es)",
    "7377": "Refusé",
    "7378": "Ignoré(es)",
    "7379": "En attente",
    "7380": "En rappel",
    "7381": "Inconnu",
    "7382": "Décliner",
    "7383": "il y a {0} jour(s)",
    "7384": "il y a {0} heure(s)",
    "7385": "il y a {0} minute(s)",
    "7386": "il y a {0} seconde(s)",
    "7387": "Uplaod Automatique",
    "7388": "Développeur",
    "7390": "Pour l'ancien design de mega.co.nz",
    "7391": "Pour un nouveau design de mega.nz",
    "7392": "Développeur Chrome",
    "7399": "Le fichier est verrouillé.",
    "7400": "Nous recommandons fortement d'utiliser notre client de synchronisation pour des performances considérablement plus élevées lors de <br\/> l'uploads de centaines de fichiers. <a>Récupérez MEGAsync maintenant.<\/a>",
    "7401": "CONTINUER QUAND MÊME",
    "7402": "TÉLÉCHARGER MEGAsync",
    "7403": "Déposez vos fichiers ici pour démarrer l'upload",
    "7404": "A supprimé un ou plusieurs éléments",
    "7405": "Un ou plusieurs de vos éléments ont été supprimés par un autre utilisateur.",
    "7410": "Tout dossier ou fichier partagé ne sera plus accessible aux autres utilisateurs.",
    "7411": "Code Source",
    "7412": "Sauvegarder la clef maître de chiffrement",
    "7413": "Vous avez déjà un contact ayant cette adresse e-mail",
    "7414": "Vous n'avez pas besoin d'ajouter votre propre adresse e-mail",
    "7415": "Le format de l'adresse e-mail n'est pas valide",
    "7416": "Avant de démarrer un appel, autorisez votre navigateur d'accéder <br \/> à votre microphone et votre caméra",
    "7417": "Astuces :",
    "7418": "Utilisez vos écouteurs ou un casque",
    "7419": "Mettre tous les transferts en pause",
    "7420": "Aucune caméra présente",
    "7421": "Attention",
    "7422": "Veuillez octroyer à l'application MEGA la permission d'accéder à votre Caméra dans les Réglages",
    "7423": "Veuillez octroyer à l'application MEGA la permission d'accéder à votre galerie de photos dans les Réglages",
    "7424": "Vous ne pouvez pas télécharger un dossier vide",
    "7425": "Lien MEGA invalide",
    "7426": "Fichier chiffré",
    "7427": "Vous ne pouvez pas importer ou télécharger un fichier chiffré alors que la clef de déchiffrement est manquante.",
    "7428": "Dossier chiffré",
    "7429": "Vous ne pouvez pas importer ou télécharger un dossier chiffré alors que la clef de déchiffrement est manquante.",
    "7430": "Vous avez été déconnecté(e) de cet appareil depuis un autre endroit",
    "7431": "Adresse e-mail ou mot de passe non valide. Merci d'essayer à nouveau",
    "7432": "Renseignez un e-mail valide",
    "7433": "Renseignez un mot de passe valide",
    "7434": "E-mail",
    "7435": "J'accepte les Conditions d'Utilisation de MEGA",
    "7436": "Renseignez un nom valide",
    "7437": "Veuillez renseigner votre mot de passe pour confirmer votre compte",
    "7438": "Vous êtes authentifié(e) avec un autre compte",
    "7439": "Si vous acceptez, vous serez déconnecté(e) de votre compte et toutes les données Hors-ligne seront effacées. Voulez-vous continuer?",
    "7440": "Vous avez besoin de libérer de l'espace sur votre appareil",
    "7441": "Lien MEGA",
    "7442": "Importer vers l'Espace de Stockage",
    "7443": "Télécharger vers votre application MEGA",
    "7444": "Le fichier que vous essayez de télécharger est plus grand que la mémoire disponible actuelle.",
    "7445": "Le fichier que vous essayé d'ouvrir est plus grand que la mémoire disponible actuelle.",
    "7446": "Lien du fichier indisponible",
    "7447": "Cela peut être dû aux raisons suivantes :- Le fichier a été supprimé en raison d'une violation des Conditions d'Utilisation de MEGA.- URL invalide - le lien que vous essayez d'accéder n'existe pas.- Le fichier a été supprimé par l'utilisateur.",
    "7448": "Téléchargement démarré",
    "7449": "Le dossier que vous essayez de télécharger est plus grand que la mémoire disponible actuelle.",
    "7450": "Le dossier '%@' ne peut pas être créé",
    "7451": "Cela peut être dû aux raisons suivantes :- Le dossier a été supprimé en raison d'une violation des Conditions d'Utilisation de MEGA.- URL invalide - le lien que vous essayez d'accéder n'existe pas.- Le lien du dossier a été supprimé par l'utilisateur.",
    "7452": "Aucune connexion internet",
    "7453": "Lien de dossier vide",
    "7454": "Ce lien de dossier n'a aucun fichier",
    "7455": "Ce sous-dossier n'a aucun fichier",
    "7456": "Aucun fichier dans ce dossier partagé",
    "7457": "Ajoutez des fichiers en utilisant le bouton ci-dessus",
    "7458": "Partagez quelque chose. Ajouter des fichiers en utilisant le lien ci-dessus.",
    "7459": "Les Uploads de la Caméra ont été désactivés",
    "7460": "Activer l'option des Uploads de la Caméra afin d'avoir une copie des photos de votre appareil sur MEGA.",
    "7461": "Aucun fichier enregistré en hors-ligne",
    "7462": "Télécharger des fichiers pour les utiliser même si vous n'avez pas de connexion internet.",
    "7463": "Vous n'avez pas de contacts",
    "7464": "Ajouter des contacts en utilisant le bouton ci-dessus.",
    "7465": "Transferts en pause",
    "7466": "Reprenez les transferts en utilisant le bouton ci-dessus",
    "7467": "Vous n'avez aucun téléchargement en attente.",
    "7468": "Vous n'avez aucun upload en attente",
    "7469": "%d fichier",
    "7470": "%d fichiers",
    "7471": "%d dossier",
    "7472": "%d",
    "7473": "%d dossier • %d fichier",
    "7474": "%d dossiers • %d fichiers",
    "7475": "%d dossiers • %d fichier",
    "7476": "%d dossier • %d fichiers",
    "7477": "Transfert annulé",
    "7478": "Il y a des téléchargement en attente",
    "7479": "Essayer plus tard ou annuler",
    "7480": "Importer depuis ...",
    "7481": "%@ déjà uploadé",
    "7482": "Upload démarré",
    "7483": "Sauvegarder en hors-ligne",
    "7484": "Génération du lien en cours...",
    "7485": "Le lien a été supprimé",
    "7486": "1 fichier déplacé",
    "7487": "%d fichiers déplacés",
    "7488": "1 dossier déplacé",
    "7489": "%d dossiers déplacés",
    "7490": "1 fichier et 1 dossier déplacé",
    "7491": "%d fichier et %d dossiers déplacés",
    "7492": "%d fichiers et %d dossier déplacés",
    "7493": "%d fichiers et %d dossiers déplacés",
    "7494": "1 fichier copié",
    "7495": "%d fichiers copiés",
    "7496": "1 dossier copié",
    "7497": "%d dossiers copiés",
    "7498": "1 fichier et 1 dossier copié",
    "7499": "1 fichier et %d dossiers copiés",
    "7500": "%d fichiers et 1 dossier copiés",
    "7501": "%d fichiers et %d dossiers copiés",
    "7502": "Déplacer vers la Corbeille",
    "7503": "Êtes-vous certain(e) de bien vouloir déplacer 1 fichier vers la Corbeille?",
    "7504": "Êtes-vous certain(e) de bien vouloir déplacer %d fichier vers la Corbeille?",
    "7505": "Êtes-vous certain(e) de bien vouloir déplacer 1 dossier vers la Corbeille?",
    "7506": "Êtes-vous certain(e) de bien vouloir déplacer %d dossiers vers la Corbeille?",
    "7507": "Êtes-vous certain(e) de bien vouloir déplacer 1 fichier et 1 dossier vers la Corbeille?",
    "7508": "Êtes-vous certain(e) de bien vouloir déplacer 1 fichier et %d dossiers vers la Corbeille?",
    "7509": "Êtes-vous certain(e) de bien vouloir déplacer %d fichiers et 1 dossier vers la Corbeille?",
    "7510": "Êtes-vous certain(e) de bien vouloir déplacer %d fichiers et %d dossiers vers la Corbeille?",
    "7511": "1 fichier déplacé vers la Corbeille !",
    "7512": "%d fichiers déplacés vers la Corbeille",
    "7513": "Erreur de persmission",
    "7514": "Vérifiez vos permissions sur ce dossier",
    "7515": "Dossier partagé",
    "7516": "Fichier importé",
    "7517": "Choisissez des éléments",
    "7518": "%lu photos",
    "7519": "%lu photo",
    "7520": "Les Uploads de la Caméra ont été activés",
    "7521": "%lu élément sélectionné",
    "7522": "%lu éléments sélectionnés",
    "7523": "Les Uploads de la Caméra vont être désactivés parce que vous n'avez pas assez de place sur votre appareil",
    "7524": "Aucun dossier partagé",
    "7525": "Insérez un e-mail",
    "7526": "Ajouter depuis les contacts",
    "7527": "Contact ajouté",
    "7528": "Êtes-vous certain(e) de bien vouloir supprimer %@ de votre liste de contacts?",
    "7529": "Êtes-vous certain(e) de bien vouloir supprimer %d utilisateurs de votre liste de contacts?",
    "7530": "%d contacts supprimés",
    "7531": "Contact %@ supprimé",
    "7532": "Le contact n'a pas d'e-mail",
    "7533": "Dossier quitté",
    "7534": "Lecture seule",
    "7535": "Options de Sécurité",
    "7536": "Aucun compte e-mail défini sur votre appareil",
    "7537": "Options",
    "7538": "Lorsque l'option est activée, toute nouvelle photo ou vidéo sera uploadée.",
    "7539": "Exporter la Clef Maître et la conserver dans un lieu sécuriser vous permettra de récupérer votre compte en cas de mot de passe perdu, et ce sans perte de donnée quelconque.",
    "7540": "Masterkey.txt a été sauvegardé sur cet appareil. Reliez-le à votre ordinateur et ouvrez iTunes pour y accéder dans MEGA Documents. Nous vous recommandons fortement de conserver ce fichier en toute sécurité !",
    "7541": "Clef Maître supprimée",
    "7542": "MasterKey.txt a été supprimé du dossier Documents",
    "7543": "Vous êtes sur le point de supprimer 1 fichier de façon permanente. Voulez-vous continuer? (Cette action est irréversible.)",
    "7544": "Vous êtes sur le point de supprimer %d fichiers de façon permanente. Voulez-vous continuer? (Cette action est irréversible.)",
    "7545": "Vous êtes sur le point de supprimer 1 dossier de façon permanente. Voulez-vous continuer? (Cette action est irréversible.)",
    "7546": "Vous êtes sur le point de supprimer %d fichiers de façon permanente. Voulez-vous continuer? (Cette action est irréversible.)",
    "7547": "Vous êtes sur le point de supprimer 1 fichier et 1 dossier de façon permanente. Voulez-vous poursuivre? (Cette action est irréversible.)",
    "7548": "Vous êtes sur le point de supprimer 1 fichier et %d dossiers de façon permanente. Voulez-vous poursuivre? (Cette action est irréversible.)",
    "7549": "Vous êtes sur le point de supprimer %d fichiers et 1 dossier de façon permanente. Voulez-vous poursuivre? (Cette action est irréversible.)",
    "7550": "Vous êtes sur le point de supprimer %d fichiers et %d dossiers de façon permanente. Voulez-vous poursuivre? (Cette action est irréversible.)",
    "7551": "1 fichier supprimé depuis MEGA",
    "7552": "%d fichiers supprimés depuis MEGA",
    "7553": "Le nouveau et le mot de passe ne peuvent pas être le même.",
    "7554": "Code de verrouillage simple",
    "7555": "Effacer les données locales",
    "7556": "Se déconnecter et effacer toutes les données locales après 10 mauvaises tentatives d'insertion du code de verrouillage",
    "7557": "Tous",
    "7558": "Transferts repris",
    "7559": "Transferts mis en pause",
    "7560": "Transferts annulés",
    "7561": "Annuler les transferts",
    "7562": "Voulez-vous annuler %@?",
    "7563": "TOUS les transferts",
    "7564": "Transferts UPLOADS",
    "7565": "Transferts TÉLÉCHARGEMENTS",
    "7566": "Se déconnecter",
    "7567": "Déconnexion en cours",
    "7568": "expire le %@",
    "7569": "de %@",
    "7570": "utilisés sur %@",
    "7571": "disponible sur %@",
    "7572": "%@ Espace de stockage",
    "7573": "%@ Bande passante",
    "7574": "%.2f%@ par mois",
    "7577": "Le fichier que vous voulez télécharger existe déjà en mode Hors-Ligne.",
    "7578": "Lien de Dossier MEGA",
    "7579": "Aucun Transfers",
    "7580": "Aucun Téléchargement",
    "7581": "Aucun Upload",
    "7582": "Vous n'avez aucun transferts en attente.",
    "7584": "Historique des achats",
    "7585": "La signature de la %1 clef de l'utilisation %2 est incorrecte.",
    "7586": "Il se peut qu'il y ait une attaque de l'homme en milieu en cours d'exécution. Veuillez fermier cette fenêtre de dialogue et contacter  votre contact. Ceci ne devrait pas se produire et est soit un problème grave ou une attaque ou un compte compromis de votre contact. Veuillez dire à l'utilisateur %1 de contacter l'assistance de Mega via [A]support@mega.nz[\/A] pour demander de l'aide.",
    "7587": "Erreur l'ors de l'exportation de l'image vers l'album des photos enregistrées",
    "7588": "Veuillez renseigner votre nom, adresse e-mail et votre mot de passe MEGA.",
    "7589": "Déplacer l'élément vers la corbeille?",
    "7590": "Déplacer les éléments vers la corbeille?",
    "7591": "Vous avez sélectionné plus de {0} éléments ({1}) a télécharger. Voulez-vous poursuivre?",
    "7593": "https:\/\/mega.co.nz\/mobile_terms.html",
    "7594": "windowsphone@mega.co.nz",
    "7595": "Récupération des fichiers et dossiers en cours... [{0}]",
    "7596": "Déplacement vers la corbeille...",
    "7597": "Dossier vide",
    "7598": "Non démarré",
    "7599": "Confirmez votre code PIN",
    "7600": "Nettoyer les transferts",
    "7601": "Nettoyer le cache",
    "7602": "Nettoyer la sélection",
    "7603": "Fichiers (croissant)",
    "7604": "Fichiers (décroissant)",
    "7605": "Votre nouveau code PIN",
    "7606": "Mettre tout en pause",
    "7607": "Démarrer\/tout reprendre",
    "7608": "La clef SSL du serveur de ne pas être vérifiée. Il se peut que vous soyez affectée par une attaque de l'homme au milieu.",
    "7609": "Vous n'avez pas de compte?",
    "7610": "En créer un",
    "7611": "1 fichier déplacé vers la Corbeille",
    "7612": "%d fichiers déplacés vers la Corbeille",
    "7613": "1 dossier déplacé vers la Corbeille",
    "7614": "%d dossiers déplacés vers la Corbeille",
    "7615": "1 fichier et 1 un dossier déplacé vers la Corbeille",
    "7616": "1 fichier et %d dossiers déplacés vers la Corbeille",
    "7617": "%d fichiers et 1 dossier déplacés vers la Corbeille",
    "7618": "[A] fichiers et [B] dossiers déplacés vers la Corbeille",
    "7619": "1 fichier supprimé de MEGA",
    "7620": "%d fichiers supprimés de MEGA",
    "7621": "1 dossier supprimé de MEGA",
    "7622": "%d  dossiers supprimés de MEGA",
    "7623": "1 fichier et 1 dossier supprimé de MEGA",
    "7624": "1 fichier et %d dossiers supprimés de MEGA",
    "7625": "%d fichiers et 1 dossier supprimés de MEGA",
    "7626": "[A] fichiers et [B] dossiers supprimés de MEGA",
    "7627": "Choisissez un des plans ci-dessous :",
    "7628": "Gagnez deux mois gratuits si vous souscrivez à une plan PRO d'une année",
    "7629": "Choisissez une adhésion",
    "7630": "Économisez 17%",
    "7631": "MAUVAIS ACHAT  %@ (%ld)",
    "7632": "Les achats In-App sont désactivés, veuillez les activer dans les réglages",
    "7633": "Le produit %@ n'a pas été trouvé, veuillez contacter ios@mega.co.nz",
    "7634": "Autoriser les achats",
    "7635": "Vous devez activer les Achats In-App dans vos Paramètres iOS avant de restaurer un achat.",
    "7636": "Cet élément d'Achat In-App n'est pas disponible sur l'App Store pour le moment. Veuillez essayer plus tard.",
    "7637": "Merci",
    "7638": "Votre achat a été restauré",
    "7639": "Achat interrompu",
    "7640": "Soit vous avez annulé la requête soit Apple a rapporté une erreur de transaction. Veuillez essayer à nouveau plus tard ou contactez ios@mega.nz",
    "7641": "Erreur de restauration",
    "7642": "L'achat précédent n'a pas pu être trouvé. Veuillez sélectionner le produit précédemment acheté pour le restaurer. Vous NE serez PAS facturé(e) à nouveau.",
    "7643": "Restauration interrompue",
    "7644": "Soit la requête a été annulée soir l'achat préalable n'a pas pu être restaurer. Veuillez essayer à nouveau plus tard ou contacter ios@mega.nz.",
    "7645": "J'accepte",
    "7646": "Je ne suis pas d'accord",
    "7647": "MEGA respecte les copyrights des autres et exige que les utilisateurs de MEGA se conforment aux lois des droits d'auteurs.",
    "7648": " Ils est strictement interdit d'utiliser MEGA pour enfreindre les droits d'auteur. Vous ne pouvez pas charger, télécharger, stocker, partager, afficher, streamer, distribuer, envoyer par mail, ou autrement dit rendre disponible des fichiers qui portent atteinte au droit d'auteur ou d'autres droits de toute personne ou entité.",
    "7649": "Exporter",
    "7650": "Lien Public de Base",
    "7651": "Lien complet",
    "7652": "Disponible(s) jusqu'à [A](PRO UNIQUEMENT)[\/A]",
    "7653": "Disponible(s) jusqu'au  :",
    "7654": "1 lien a été copié dans votre presse-papier",
    "7655": "%d liens ont été copié dans votre presse-papier",
    "7656": "Copié(s)",
    "7657": "Afficher les autres langues",
    "7658": "Cacher les langues",
    "7659": "Vous avez été bloqué(e) suite à une utilisation excessive de données. Veuillez contacter support@mega.nz pour restaurer votre compte.",
    "7660": "Vous avez été bloqué(e) suite à de multiples violations de droit d'auteur.",
    "7661": "MEGA recommande d'envoyer la 'Clef de Chiffrement' séparément du 'Lien Public de Base'.",
    "7663": "Appuyer sur",
    "7664": "Statut session",
    "7665": "Actuelle",
    "7666": "Active",
    "7667": "Fermer les autres sessions",
    "7668": "Ce fichier a déjà été uploadé avec le nom %@",
    "7669": "%d fichiers sélectionnés ont déjà été uploadés dans ce dossier.",
    "7670": "Ce fichier a été placé dans la Corbeille",
    "7671": "Ce dossier a été placé dans la Corbeille",
    "7672": "Ce fichier a été déplacé",
    "7673": "Ce dossier a été déplacé",
    "7674": "Vous n'avez plus accès à ce fichier",
    "7675": "Vous n'avez plus accès à ce dossier",
    "7676": "Le label \"Boîte de réception\" est réservé pour utilisation propre à Apple",
    "7677": "Lien copié",
    "7678": "Ouvrir avec",
    "7679": "Vous devez avoir un compte MEGA pour continuer",
    "7680": "Le modèle cryptographique de MEGA repose sur les clefs affichées ci-dessus. Nous recommandons l'envoie des clefs de chiffrement séparément des liens de dossier\/ficher à travers un canal de communication sécurisé.",
    "7681": "Lien de Dossier\/Ficher",
    "7682": "MEGA recommande l'envoie de la \"Clef de Déchiffrement\" séparément  du \"Lien de Dossier\/Fichier\".",
    "7683": "Extension",
    "7684": "%1 sur %2",
    "7685": "Je déclare sur l'honneur et de bonne foi que l'utilisation de l'ouvrage, protégé par les droits d'auteur, qui fait l'objet de cette plainte et qui je cite ci-dessus, n'est pas autorisée par l'ayant droit, son agent ou la loi.",
    "7686": "Un des liens que vous avez fournis n'est pas un lien MEGA valide.",
    "7687": "Le transfert des paramètres est réservés aux utilisateurs enregistrés.",
    "7688": "Il se peut qu'il y ait une attaque de type \"homme-au-milieu\" en cours. Veuillez réinitialiser les informations d'identifications enregistrées pour ce contact et vérifiez ensuite qu'elles soient correctes avec votre contact via un canal de communication sécurisé et existant ou en personne.",
    "7689": "Réinitialiser les informations d'identification du contact",
    "7690": "Utilisez le bouton de réinitialisation pour réinitialiser les informations d'identification de ce contact.",
    "7691": "Nouvelles informations d'identification du contact",
    "7692": "Vérifier les informations d'identification",
    "7693": "Utilisez le bouton de vérification ci-dessous pour confirmer les informations d'identification de ce contact.",
    "7694": "Ce fichier a fait l'objet d'une demande de retrait.",
    "7695": "Ce dossier a fait l'objet d'une demande de retrait.",
    "7696": "Avertissement sur les droits d'auteurs à tous les utilisateurs",
    "7697": "Le changement d'e-mail demande une confirmation",
    "7698": "Vous avez changé votre profil avec succès.",
    "7699": "En attente de l'e-mail de confirmation",
    "7700": "Veuillez vous rendre dans votre boîte de réception et cliquer sur le lien pour confirmer votre nouvelle adresse e-mail.",
    "7701": "Félicitations, votre nouvelle adresse e-mail pour ce compte MEGA est : [X]",
    "7702": "Un ou plusieurs éléments ont fait l'objet d'un avis de retrait.",
    "7703": "Un ou plusieurs éléments ont fait l'objet d'un avis de retrait.",
    "7704": "Ce fichier a fait l'objet d'un avis de retrait.",
    "7705": "Ce dossier a fait l'objet d'un avis de retrait.",
    "7706": "Votre bon d'achat MEGA de %1 € a été encaissé avec succès",
    "7707": "Votre solde est maintenant de %1 €.",
    "7708": "Nous vous suggérons le plan %1 en rapport avec le solde de votre compte.",
    "7709": "Cliquez sur [S]TERMINER LA MISE-À-NIVEAU[\/S] et profitez de votre nouvel abonnement %1.",
    "7710": "TERMINER LA MISE À NIVEAU",
    "7711": "Choisir un autre abonnement",
    "7712": "Veuillez vous connectez ou vous enregistrer pour encaisser votre bon d'achat.",
    "7713": "Cette opération va supprimer toutes les données liées à MEGA contenues dans le cache de votre navigateur internet et recharger votre compte à partir de nos servers. Cela peut prendre quelques minutes.",
    "7714": "Lien de bon voucher",
    "7715": "Adressez un e-mail à resellers@mega.nz",
    "7716": "Vous avez déjà envoyer un lien de confirmation à cette adresse e-mail.",
    "7717": "Vous avez déjà demandé un lien de confirmation pour cette adresse e-mail.",
    "7718": "Cette adresse e-mail a déjà été prise. Veuillez contacter l'assistance de MEGA pour plus d'informations.",
    "7719": "Votre lien de confirmation pour cet e-mail a expiré. Veuillez cliquer sur OK et redémarrer le processus.",
    "7720": "Vous devez être authentifié(e) pour compléter le changement d'adresse e-mail. Veuillez vous authentifier avec votre adresse e-mail actuelle et cliquez à nouveau sur votre lien de confirmation.",
    "7721": "Nouveauté(s) de cette version :",
    "7723": "Votre téléchargement a démarré",
    "7724": "Mode DEBUG désactivé",
    "7726": "Erreur : dossier de destination invalide. Le téléchargement a été annulé.",
    "7727": "Notre clef SSL ne peut pas être vérifiée. Il se peut que vous saoyez affecté(e) par une attaque de l'homme au milieu. ou il se peut que votre logiciel anti-virus intercepte vos communications et donc pose problème. Veuillez temporairement désactivé votre anti-virus et essayer à nouveau.",
    "7728": "Pas de connexion internet",
    "7729": "Veuillez renseigner un nom de dossier valide",
    "7730": "Vérifiez votre adresse e-mail",
    "7731": "Veuillez renseigner votre mot de passe pour vérifier votre adresse e-mail",
    "7732": "Confirmer e-mail",
    "7733": "Noms de fichiers et dossiers exclus",
    "7734": "Vider le cache local",
    "7735": "Les versions sauvegardées de fichiers précédemment synchronisés sur votre ordinateur vont être supprimées de façon permanente. Veuillez vérifier vos dossiers de sauvegarde et regardez si vous devez sauvegardez quelque chose avant d'aller plus loin.",
    "7736": "Voulez-vous supprimer maintenant votre cache local?",
    "7737": "Vider le cache distant",
    "7738": "Les versions sauvegardées de fichiers précédemment synchronisés sur MEGA vont être supprimées de façon permanente. Veuillez vérifier votre [A]dossier dans la Corbeille de votre compte MEGA et regardez si vous devez sauvegardez quelque chose avant d'aller plus loin.",
    "7739": "Voulez-vous supprimer maintenant votre cache distant?",
    "7740": "La corbeille est vide",
    "7741": "Vider la corbeille",
    "7742": "Êtes-vous certain(e) de bien vouloir supprimer \"%1\"?",
    "7743": "Changer l'E-mail",
    "7744": "E-mail Actuel",
    "7745": "Nouvel E-mail",
    "7746": "Renseignez votre nouvelle adresse e-mail dans ce champs de texte ci-dessus et cliquez sur Sauvegarder.",
    "7747": "Ensuite, veuillez vous rendre dans la boîte de réception de votre e-mail et confirmer le changement d'e-mail.",
    "7748": "Demandes de contact",
    "7749": "Envoyée(s)",
    "7750": "Demandes",
    "7751": "Demande acceptée",
    "7752": "Demande annulée",
    "7753": "Demande supprimée",
    "7754": "Éléments partagés",
    "7755": "Partagés",
    "7756": "Entrants",
    "7757": "Sortants",
    "7758": "Demande envoyée",
    "7847": "Demande acceptée",
    "7848": "1 dossier • 1 fichier",
    "7849": "[A] dossiers • [B] fichiers",
    "7850": "%d dossiers • 1 fichier",
    "7851": "1 dossier • %d fichiers",
    "7852": "Transfert annulé",
    "7853": "[A] déjà uploadé avec le nom [B]",
    "7854": "[A] dossiers • [B] fichiers déplacés",
    "7855": "[A] dossiers • [B] fichiers copiés",
    "7856": "Êtes-vous certain(e) de bien vouloir déplacer [A] fichiers et [B] dossiers dans la Corbeille?",
    "7857": "Partagé avec %d contacts",
    "7858": "Supprimer le partage",
    "7859": "Êtes-vous certain(e) de bien vouloir supprimer ce partage? (Partagé avec 1 contact)",
    "7860": "Êtes-vous certain(e) de bien vouloir supprimé ce partage? (Partagé avec %d contacts)",
    "7861": "Êtes-vous certain(e) de bien vouloir supprimé ces partages? (Partagés avec %d contacts)",
    "7862": "Partages supprimés",
    "7863": "Vous êtes sur le point de supprimer de façon permanente [A] fichiers et [B] dossier. Voulez-vous poursuivre? (Vous ne pourrez pas annuler cette action.)",
    "7864": "Nous noter",
    "7865": "Téléchargements",
    "7866": "Uploads",
    "7867": "Les achats intégrés dans l'application sont désactivés, veuillez les activer dans les Réglages d'iOS",
    "7868": "Uploader",
    "7869": "Cette adresse e-mail fait déjà l'objet d'un compte enregistré. Veuillez choisir une autre adresse e-mail pour continuer.",
    "7870": "Partage quitté",
    "7871": "Partages quittés",
    "7872": "Les accès à tout dossier partagé par vous pour les [X] sélectionné(s) sera perdu.",
    "7873": "Vous pouvez télécharger l'extension (v%1) ci-dessous.",
    "7874": "Il semblerait que votre extension actuelle (v%1) soit obsolète. Vous pouvez télécharger la toute dernière (v%2) ci-dessous.",
    "7875": "Votre extension (v%1) est à jour.",
    "7879": "L'accès aux dossiers partagés par [X] a été retiré.",
    "7880": "L'accès aux dossiers a été supprimé",
    "7881": "Merci ! Un de nos consultants de l'assistance accédera à votre demande dès que possible.",
    "7882": "Message envoyé",
    "7883": "Il y a une erreur lors de la tentative d'envoi de votre message. Veuillez essayer de l'envoyer à nouveau.",
    "7884": "Message trop court",
    "7885": "Votre message doit contenir au moins %d caractères.",
    "7886": "Partagé avec un contact",
    "7892": "Il y a eu un problème lors de l'installation de la mise-à-jour. Veuillez essayer plus tard ou télécharger la dernière version depuis : https:\/\/mega.co.nz\/#sync",
    "7893": "Impossible de récupérer le système de fichier. Veuillez essayer à nouveau. Si le problème persiste, veuillez contacter bug@mega.co.nz",
    "7944": "Votre compte a été bloqué. Veuillez contacter support@mega.co.nz",
    "7945": "Pour accéder à ce dossier\/fichier, il vous faudra sa [B] clef de déchiffrement[\/B].",
    "7946": "Si vous ne l'avez pas, demander au créateur du lien.",
    "7947": "Lien sans clef",
    "7948": "Lien avec clef",
    "7971": "Clef de déchiffrement",
    "7972": "Si vous n'avez pas la clef, prenez contact avec le créateur du lien.",
    "7973": "téléchargement plus lent avec navigateur",
    "7975": "quand même",
    "7976": "Nous recommandons fortement d'utiliser notre client de synchronisation pour des performances considérablement plus importantes[BR] lors du téléchargement de fichiers imposants. [A]Récupérez MEGASync maintenant[\/A].",
    "7977": "Les serveurs sont trop occupés. Veuillez patienter...",
    "7978": "Partagé avec un contact",
    "7979": "Veuillez rédiger vos remarques ici :",
    "7982": "Vous avez trop de paiements incomplets au cours des 12 dernières heures. Veuillez honorer ces paiements ou ressayer demain.",
    "7983": "En attente de confirmation",
    "7984": "Merci ! Votre compte sera mis-à-jour dès que nous recevrons la confirmation de votre paiement de la part de notre prestataire de paiement. Si vous n'avez toujours pas reçu votre compte MEGA PRO sous un jour suite au paiement, merci de contacter support@mega.nz.",
    "7985": "Informations personnelles",
    "7986": "Renseignez votre nom et prénom ainsi que votre numéro d'identification fiscale ci-dessous et ensuite vous serez redirigé(e) vers la page de paiement hors-site.",
    "7987": "Nom et Prénom",
    "7988": "Renseignez votre nom et prénom",
    "7989": "nombre %1",
    "7990": "Renseignez votre numéro %1",
    "7991": "Vous avez sélectionné %1 comment prestataire de paiement.",
    "7992": "Comment souhaitez-vous régler?",
    "7993": "Cliquez ici pour montrer plus de méthodes de paiement...",
    "7994": "Combien de temps souhaitez-vous que votre adhésion dure?",
    "7995": "Êtes-vous satisfaits de votre formule PRO?",
    "7996": "Cliquez sur [S]ACHAT[\/S] lorsque vous êtes satisfaits de vos options de paiement. Une nouvelle fenêtre de dialogue s'affichera alors ou vous serez redirigé(e) pour effectuer votre achat.",
    "7997": "Tchat",
    "7998": "Pour nous aider à améliorer notre service, il serait génial si vous pouviez noter l'expérience de votre appel avec [X]?",
    "8000": "Aucun historique de conversation",
    "8001": "Aucun historique de conversation avec %s",
    "8002": "Conversation avec %s",
    "8003": "Message non envoyé",
    "8004": "Supprimer message",
    "8005": "Ajouter dans l'Espace de Stockage",
    "8006": "Pièce jointe ajoutée à votre Espace de Stockage.",
    "8007": "Ajouter un participant...",
    "8008": "Vous n'avez aucune [P]Conversation[\/P]",
    "8009": "Écrire un message...",
    "8010": "Chercher dans les contacts",
    "8011": "Ajouter depuis votre Espace de Stockage",
    "8012": "Citer",
    "8013": "Depuis mon Espace de Stockage",
    "8014": "Depuis de mon ordinateur",
    "8015": "MODE CHUCHOTEMENT",
    "8016": "PERSONNES",
    "8017": "NATURE",
    "8018": "NOURRITURE & BOISSON",
    "8019": "CÉLÉBRATION",
    "8020": "ACTIVITÉ",
    "8021": "VOYAGES & LIEUX",
    "8022": "OBJETS & SYMBOLES",
    "8023": "Joindre",
    "8024": "Génial !",
    "8025": "Annulation du transfert ...",
    "8026": "Nettoyage de la corbeille en cours ...",
    "8027": "Fermeture de toutes les sessions ...",
    "8028": "Fermeture de la session ...",
    "8029": "Envoie de la demande d'ajout de contact ...",
    "8030": "Suppression de la demande d'ajout de contact ...",
    "8031": "Envoie d'un rappel au contact pour la demande d'ajout ...",
    "8032": "Suppression du contact ...",
    "8033": "Suppression de la copie locale ...",
    "8034": "Suppression du lien ...",
    "8035": "Acceptation de la demande d'ajout de contact ...",
    "8036": "Refus de la demande d'ajout de contact ...",
    "8037": "Demande d'ajout de contact ignorée ...",
    "8038": "Sauvegarde locale en cours ...",
    "8039": "Les serveurs sont trop occupés. Veuillez patienter...",
    "8040": "Élément supprimé avec succès",
    "8041": "Souhaitez-vous supprimer le contact {0}?",
    "8042": "Supprimer le contact?",
    "8043": "La demande d'ajout du contact n'a pu être transmise. Veuillez essayer à nouveau.",
    "8044": "Impossible d'inviter le contact",
    "8045": "L'utilisateur {0} a été invité et va apparaître dans votre liste des contacts dès qu'il ou elle aura accepté votre invitation.",
    "8046": "L'upload automatique de la caméra avec MEGA",
    "8047": "Votre compte a été mis-à-jour. Souhaitez-vous vérifier les nouvelles informations de votre compte?",
    "8048": "Compte mis-à-jour",
    "8049": "Notre certificat SSL\/TLS n'a pas pu être vérifié. Il se peut que vous soyez affecté(e) par une attaque de l'homme-au-milieu.",
    "8050": "La tâche en arrière-plan de l'Upload Automatique de la Caméra a échoué. Vous la réactiver dans la fenêtre des réglages.",
    "8051": "Échec de l'Upload Automatique de la Caméra",
    "8052": "Impossible de supprimer le contact {0}. Veuillez essayer à nouveau. [{0}]",
    "8053": "Impossible de supprimer le contact",
    "8054": "Souhaitez-vous supprimer {0} contacts?",
    "8055": "Supprimer les contacts?",
    "8056": "Impossible de changer le mot de passe. Veuillez essayer à nouveau.",
    "8057": "Veuillez renseigner votre ancien mot de passe MEGA et votre nouveau mot de passe MEGA.",
    "8058": "Impossible de fermer la session. Veuillez essayer à nouveau. [{0}]",
    "8059": "Tous les sessions restantes ont été fermées avec succès.",
    "8060": "La session a été fermée avec succès.",
    "8061": "Impossible de vider la corbeille. Veuillez essayer à nouveau.",
    "8062": "Êtes-vous certain(e) de bien vouloir supprimer de façon permanente tous les fichiers de la corbeille?",
    "8063": "La corbeille a été nettoyée avec succès.",
    "8064": "Vous êtes en train d'essayer d'ajouter votre propre e-mail en tant que contact.",
    "8065": "Impossible de supprimer le lien. Veuillez essayer à nouveau.",
    "8066": "Vous ne pouvez pas effectuer cette action. Veuillez vous connecter à Internet et essayer à nouveau.",
    "8067": "Voir les détails",
    "8068": "Alimentation extérieure branchée",
    "8069": "Réglages uploads",
    "8070": "Souhaitez-vous activer les Uploads Automatiques de la Caméra?",
    "8071": "Votre nouveau mot de passe",
    "8072": "Restrictions du service",
    "8073": "Sauvegardé(s) pour une utilisation hors-ligne",
    "8074": "Aucun fichier dans votre espace de stockage",
    "8075": "Aucun élément sauvegardé en local",
    "8076": "Aucun dossier partagés",
    "8077": "Aucun téléchargement",
    "8078": "Aucun upload",
    "8079": "Veuillez sélectionner un dossier de téléchargement par défaut.",
    "8080": "MEGA protecte votre tchat avec un chiffrement de bout-à-bout (contrôlé par l'utilisateur) apportant ainsi une assurance de sécurité essentielle.",
    "8081": "Confidentialité - Seuls l'auteur et les destinataires concernés peuvent déchiffrer et lire le contenu",
    "8082": "Authenticité - Il y a une assurance que le message reçu a été créé par l'expéditeur indiqué et que son contenu n'a pas été violé pendant son transport ou sur le serveur.",
    "8407": "Streamer",
    "8408": "Streaming depuis MEGA",
    "8409": "Streamer depuis MEGA",
    "8411": "Seulement des fichiers peuvent être utiliser pour le streaming.",
    "8412": "Exporter la Clef Maître",
    "8413": "PRO LITE",
    "8415": "Sélectionner un média depuis ...",
    "8416": "Informations fichier :",
    "8417": "Rien de sélectionné",
    "8418": "Ouvrir avec :",
    "8419": "Application par défaut",
    "8420": "Choisir une application",
    "8421": "Êtes-vous certain(e) de bien vouloir mettre fin au streaming?",
    "8422": "Renseignez un lien de fichier MEGA :",
    "8423": "Erreur lors de la génération du lien de streaming",
    "8424": "Erreur lors de l'ouverture de l'application par défaut.",
    "8425": "via votre navigateur",
    "8426": "[S]MEGAsync:[\/S] Synchronisation automatique et simplifiée entre vos ordinateurs et votre espace de stockage MEGA",
    "8427": "[S]Fléxible:[\/S] Synchroniser n'importe quel dossier depuis votre PC vers n'importe quel dossier dans le cloud. Synchroniser n'importe quel nombre de dossiers en parallèle.",
    "8428": "Prenez l'avantage des 50Go gratuit d'espace de stockage dans le cloud et chiffrez tous vos fichiers avec nos [A]Plans PRO[\/A] généreux.",
    "8429": "Vitesses de transfert plus rapide",
    "8430": "MEGAsync dispose de tous les avantages des infrastructures hautes-performances de MEGA et des transferts en multi-connexion.",
    "8431": "Utilisation des ressources maîtrisée et robuste",
    "8432": "Exécutez les algorithmes de chiffrement de bout-à-bout de MEGA à même votre machine sans avoir à utiliser des navigateurs lents. ",
    "8433": "Taille de fichier non limitée",
    "8434": "Tandis que les technologies des navigateurs peuvent limiter la taille des fichiers de vos transferts, vous pouvez être certains(es) de télécharger ou uploader n'importe quel fichier avec MEGAsync.",
    "8435": "Le fichier ne peut pas être envoyé puisque l'utilisateur concerné a dépassé son quota de stockage.",
    "8436": "Il y a un problème avec les clefs de déchiffrement de votre contact (%1). Veuillez fermez cette fenêtre de dialogue et demander à votre contact de se déconnecter puis de se reconnecter. Si le problème persiste, il se peut qu'il y aie une attaque de l'homme du milieu en cours d'exécution. Pour les problèmes continus veuillez dire à l'utilisateur de contacter [A]support@mega.nz[\/A] pour demander de l'aide.",
    "8437": "Client Web",
    "8438": "Transparence du Code Source",
    "8439": "Nos applications clientes sont sous licence customisée et le cœur de nos librairies (tel que le Kit de Développement Logiciel) sont sous licences plus permissives. La licence de chaque projet peut être trouvée dans les dépôts de code respectifs.",
    "8440": "Vous pouvez trouver des liens vers nos dépôts de code source les plus populaires ci-dessous. Pour nos plus petites librairies vous pouvez les trouver sur [A]notre page principale de GitHub[\/A], Si vous voulez utiliser notre code pour un usage commercial qui aille au-delà cadre de ces licences, veuillez [A2]nous contacter[\/A2] pour en parler.",
    "8441": "Si vous trouvez un bug ou une faille de sécurité dans notre code, veuillez nous envoyer un e-mail à [A]bugs@mega.nz[\/A] pour expliquer le problème. Nous avez des récompenses bien rémunérées pour les vulnérabilités et les critères de soumissions sont expliqués [A2]ici[\/A2].",
    "8442": "Sélectionner des fichiers",
    "8443": "Sélectionner un dossier",
    "8444": "Souscrire",
    "8445": "Aucun fichier ou dossier sélectionné.",
    "8446": "Êtes-vous certain(e) de bien vouloir déplacer ces éléments vers la Corbeille?",
    "8447": "Êtes-vous certain(e) de bien vouloir supprimer ces éléments de façon permanente?",
    "8448": "Veuillez confirmer",
    "8449": "Le fichier de la Clef Maître a été supprimée.",
    "8450": "Veuillez vous authentifier pour partager avec MEGA.",
    "8451": "Problème lors de la récupération des fichiers depuis le dossier.",
    "8452": "Le transfert va être annulé. Êtes-vous certain(e) de bien vouloir poursuivre?",
    "8453": "Tous les transferts vont être annuler. Êtes-vous certain(e) de bien vouloir poursuivre?",
    "8454": "Uploads des Médias",
    "8455": "Partager les Permissions",
    "8456": "Lien sans clef",
    "8457": "Transfert en cours...",
    "8458": "Touchez pour montrer tous les transferts",
    "8459": "Retirer du mode Hors-Ligne",
    "8460": "Demande renvoyée",
    "8461": "La réponse à l'invitation a été envoyée ",
    "8462": "%s est déjà un contact.",
    "8463": "Aucune permission pour envoyer ce fichier.",
    "8464": "Veuillez choisir un dossier de destination.",
    "8465": "%d éléments ont été déplacés avec succès",
    "8466": "%d éléments n'ont pas été supprimés avec succès.",
    "8467": "déplacé vers la Corbeille avec succès.",
    "8468": "%d éléments déplacés vers la Corbeille avec succès.",
    "8469": "%d éléments n'ont pas été envoyés avec succès",
    "8470": "Erreur. %d du processus du partage n'a pas pu être complété.",
    "8471": "Partages supprimés avec succès",
    "8472": "Erreur. %d du processus de la suppression du partage n'a pas pu être complété.",
    "8473": "Erreur. Échec de la suppression du partage",
    "8474": "Partage du dossier supprimé",
    "8475": "%d éléments supprimés de MEGA avec succès",
    "8476": "%d éléments n'ont pas été supprimés avec succès.",
    "8477": "%d dossiers ont été quittés avec succès",
    "8478": "%d dossiers n'ont pas été quittés avec succès.",
    "8479": "Fichier envoyé aux %d contacts avec succès.",
    "8480": "Le fichier n'a pas été envoyés aux %d contacts.",
    "8481": "%d fichiers ont été envoyés avec succès",
    "8482": ", %d fichiers n'ont pas été envoyés",
    "8483": "%d éléments copiés avec succès",
    "8484": "%d éléments n'ont pas été copiés.",
    "8485": "%d contacts ont été supprimés avec succès.",
    "8486": "%d contacts n'ont pas été supprimés.",
    "8487": "Dossier partagé avec %d contacts avec succès",
    "8488": "Fichier non partageable avec %d contacts.",
    "8489": "%d dossiers ont été partagés avec succès.",
    "8490": "%d dossiers n'ont pas été partagés.",
    "8491": "Le dossier n'est plus partagé",
    "8492": "Erreur, le dossier est toujours partagé avec un autre contact",
    "8493": "Veuillez inclure la clef de déchiffrement pour la clef.",
    "8494": "Une erreur s'est produire durant l'exécution de l'action",
    "8495": "Le mot de passe actuel est incorrect. Veuillez essayer à nouveau.",
    "8496": "Les mots de passe ne correspondent pas",
    "8497": "Fonctionnalités Avancées",
    "8498": "Nettoyer les Fichiers Hors-Ligne",
    "8499": "Utilisation actuelle de %s",
    "8500": "Calcul en cours...",
    "8501": "Activer les Uploads de la Caméra",
    "8502": "Réinitialiser le code PIN",
    "8503": "Vos fichiers locaux seront supprimés et vous serez déconnecté(e) au bout de 10 tentatives échouées.",
    "8504": "Code PIN incorrect, veuillez essayé à nouveau. Vous avez %2d tentatives restantes.",
    "8505": "Les Codes PIN ne correspondent pas",
    "8506": "Insérez votre code PIN",
    "8507": "Ré-insérer votre Code PIN",
    "8508": "Insérer votre nouveau Code PIN",
    "8509": "Ré-insérer votre nouveau Code PIN",
    "8510": "Toutes vos données locales seront supprimés et vous serez déconnecté(e) dans %d secondes.",
    "8511": "Votre compte ne peut pas être mis-à-jour depuis l'application. Veuillez contacter support@mega.nz pour mettre votre compte à niveau.",
    "8512": "Lire plus",
    "8513": "MEGA est un service de stockage en ligne sécurisé avec 50Go d'espace de stockage gratuit.  Contrairement aux autres fournisseurs de stockage en cloud, vos données sont chiffrées et déchiffrées uniquement par vos périphériques clients et jamais par nous.Uploadez vos fichiers depuis votre téléphone ou votre tablette pour chercher, stocker, télécharger, diffuser, voir, partager, renommer ou supprimer vos fichiers à tout moment depuis n'importe quel appareil et depuis n'importe quel endroit. Partager des dossiers avec vos contacts et observez leurs modifications en temps réel.Le processus de chiffrement signifie que nous ne pouvons pas accéder ou réinitialiser votre mot de passe donc vous DEVEZ vous en souvenir (sauf si vous avez une Clef Maître sauvegardée) ou alors vous perdrez l'accès à vos fichiers stockés.À l'intérieur de l'application vous pouvez augmenter votre espace de stockage et votre quota de bande passante avec un abonnement mensuel ou annuel.Abonnement PRO LITE: 4.99€ (4.99$ US) par mois ou 49.99€ (49.99$ US) pour un an vous octroie 200 Go d'espace de stockage et 1 To de bande passante par mois.Abonnement PRO I: 9.99€ (9.99$ US) par mois ou 99.99€ (99.99$ US) vous octroie 500 Go d'espace de stockage et 2 To de bande passante par mois.Abonne PRO II: 19.99€ (19.99$ US) par mois ou 199.99€ (199.99$ US) par an vous octroie 2 To d'espace de stockage et 4 To de bande passante par mois. Abonnement PRO III: 29.99€ (29.99$ US) par mois ou 299.99€ (299.99$ US) par an vous octroie 4 To d'espace de stockage et 8 To de bande passante par mois.Pour plus d'informations, veuillez vous rendre sur notre site internet:Mobile https:\/\/mega.nz\/mobile_terms.htmlhttps:\/\/mega.nz\/mobile_privacy.htmlBureau - https:\/\/mega.nz\/Remarque: Pour l'accès bureau de vos fichiers, MEGA requiert un navigateur internet compatible avec l'HTML 5 pour gérer nos fonctionnalités avancées. Nous recommandons Mozilla Firefox et Google Chrome. Cependant les versions mobiles de ces navigateurs ne peuvent pas accéder au système de stockage cloud de MEGA.",
    "8514": "Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA PRO subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your handset, sign in with your Apple ID at the bottom of the page (if you haven't already done so) and then click View ID. You'll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA PRO subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.",
    "8515": "Activer le mode de DEBOGGAGE",
    "8516": "Un fichier de journalisation a été créé dans la section Hors-Ligne (MEGAiOS.log).",
    "8517": "Désactiver le mode de DEBOGGAGE",
    "8518": "Le fichier de journalisation (MEGAiOS.log) sera supprimé de la section Hors-Ligne.",
    "8519": "Restrictions du système d'exploitation",
    "8520": "[S]Pousuivre[\/S] le téléchargement lent par navigateur",
    "8521": "Avis de retrait",
    "8522": "Votre partage public %1 (%2) a été retiré.",
    "8523": "Votre retrait %1 (%2) a été restaurée",
    "8524": "Avis annulé",
    "8525": "Taper votre message ici",
    "8526": "Objet",
    "8527": "Demande Générale",
    "8528": "Problème Technique",
    "8529": "Problème Paiement",
    "8531": "Lien non valide",
    "8532": "Pour accéder à ce dossier\/fichier, vous aurez besoin de sa Clef de Déchiffrement. Si vous ne possédez pas cette clef, veuillez contacter le créateur de ce lien.",
    "8533": "Clef de déchiffrement invalide",
    "8534": "Lien non disponible",
    "8535": "MEGA changera ses Conditions  d'Utilisation le [B]20 Février 2016[\/B]. Veuillez lire notre blogpost d'anniversaire pour plus d'informations.",
    "8536": "Merci d'utiliser MEGA.",
    "8537": "Remarque importante :",
    "8538": "Voire le blogposte",
    "8539": "[S]Authenticité.[\/S] Le système garantit que la donnée reçue depuis l'expéditeur affiché et son contenu n'ont pas été manipulés pendant le transfert.",
    "8540": "[S]Confidentialité.[\/S] Seuls l'auteur et les destinataires concernés peuvent déchiffrer et lire le contenu",
    "8543": "Il n'y a pas de contacts pour ce compte. Veuillez les ajouter dans l'écran Contacts.",
    "8544": "Tous les éléments de la corbeille vont être supprimés",
    "8545": "Se souvenir de mon choix et ne plus me demander",
    "8546": "Vous êtes sur le point d'activer une option qui peut permettre à vos communications d'être interceptées. Vos données resteront toujours inaccessibles aux personnes malintentionnées grâce à notre chiffrement de bout-en-bout, mais ils peuvent aveuglement déplacer vos fichiers dans MEGA, les supprimer ou vous empêcher d'accéder à votre compte. ",
    "8547": "Peu m'importe",
    "8548": "Permissions pour les nouveau dossiers et fichiers",
    "8549": "Valeur numérique :",
    "8550": "Permissions de groupe :",
    "8551": "Permissions Publiques :",
    "8553": "Lire",
    "8554": "Écrire",
    "8555": "Exécution",
    "8556": "Ne pas utiliser le HTTP",
    "8557": "Activez cette option seulement si vos transferts ne démarrent pas. Dans des conditions normales, le protocole HTTP est suffisant et tous les transferts sont déjà chiffrés.",
    "8558": "L'application MEGA v1 n'est plus supportée",
    "8559": "Veuillez installer notre nouvelle app MEGA v3 avec un nouveau design et de nouvelles fonctionnalités !",
    "8560": "Vous devrez renseigner vos informations d'identification (compte et mot de passe) dans la nouvelle application. Si vous ne vous souvenez pas de votre mot de passe, veuillez Exporter votre Clef Maître avant de désinstaller l'application v1.",
    "8561": "Si vous avez un abonnement actif sur l'application v1, veuillez l'annuler dans Google Play et y souscrire à nouveau sur l'application v3 quand l'abonnement actuel expire. Ne vous inquiétez pas, vous conserverez votre statut PRO dans la nouvelle application jusqu'à expiration.",
    "8562": "[La tarification peut sensiblement varier selon votre pays de résidence et votre méthode de paiement.]",
    "8563": "Vous êtes sur le point d'annuler votre abonnement MEGA. Veuillez nous dire s'il y a quelque chose que l'on puisse faire pour changer votre avis.",
    "8564": "Vous n'avez pas accès au chemin '{0}'. Veuillez en choisir un autre et essayer à nouveau.",
    "8565": "Le nom du fichier '{0}' n'est pas valide ou possède des caractères illégaux. Veuillez le changer et essayer à nouveau.",
    "8566": "Nom de fichier non valide",
    "8567": "Le chemin pour le fichier\/dossier '{0}' est trop long. Veuillez le changer et essayer à nouveau.",
    "8568": "Chemin trop long",
    "8569": "Le nom ou le chemin pour le dossier '{0}' n'est pas valide ou possède des caractères illégaux. Veuillez le changer ou essayer à nouveau.",
    "8570": "Nom ou chemin invalide",
    "8571": "Impossible de sélectionner le dossier. Veuillez essayer à nouveau ou sélectionner un autre dossier.",
    "8572": "Annulation de la souscription en cours...",
    "8573": "Changement du mot de passe en cours...",
    "8574": "Confirmer le compte",
    "8575": "Nom du dossier",
    "8576": "Fermer la session",
    "8577": "Requête des données du compte en cours",
    "8578": "Réception des données du compte en cours",
    "8579": "Déchiffrement en cours",
    "8580": "Échec de l'importation du fichier [{0}]",
    "8584": "Requête des données du dossier en cours",
    "8585": "Réception des données du dossier en cours",
    "8586": "Déchiffrement des données du dossier en cours",
    "8587": "Nous attentions la clef de déchiffrement associée à ce fichier.",
    "8588": "fichier indéchiffrable",
    "8589": "Aucune notification",
    "8590": "dossier indéchiffrable",
    "8591": "Impossible de préparer le ou les fichier(s) pour l&#039;upload. Veuillez essayer à nouveau.",
    "8592": "Erreur lors de la préparation du ou des fichier(s)",
    "8593": "Utiliser la fonctionnalité de recherche des doublons pour trouver des copies multiples d&#039;un fichier.",
    "8594": "Trouver les doublons",
    "8595": "Ce dossier va être déchiffré dès que la clef de déchiffrement est disponible.",
    "8596": "Votre adhésion PRO va expirer dans 1 jour.",
    "8597": "Votre adhésion PRO va expirer dans %1 jours.",
    "8598": "Adhésion au Plan PRO bientôt expirée",
    "8600": "MEGA peut démarrer les uploads de la caméra de façon périodique quand votre emplacement change.",
    "8601": "Télécharger avec MEGAsync si actif",
    "8602": "Ce fichier va être déchiffré dès que la clef de déchiffrement est disponible.",
    "8603": "Vous avez été bloqué(e) suite à des violations de nos Conditions d&#039;Utilisation.",
    "8604": "Cela vous octroie 500 Go d&#039;espace de stockage et 2 To de bande passante pour une année.",
    "8605": "Plan PRO I annuel",
    "8606": "Cela vous donne 500 Go d&#039;espace de stockage et 2 To de bande passante pour un mois.",
    "8607": "Plan PRO I mensuel",
    "8608": "Cela vous octroie 2 To d&#039;espace de stockage et 4 To de bande passante pour une année.",
    "8609": "Plan PRO II annuel",
    "8610": "Cela vous octroie 2 To d&#039;espace de stockage et 4 To de bande passante pour un mois.",
    "8611": "Plan PRO II mensuel",
    "8612": "Cela vous octroie 4 To d&#039;espace de stockage et 8 To de bande passante pour une année.",
    "8613": "Plan PRO III annuel",
    "8614": "Cela vous octroie 4 To d&#039;espace de stockage et 8 To de bande passante pour un mois.",
    "8615": "Plan PRO III mensuel",
    "8616": "Cela vous octroie 200 Go d&#039;espace de stockage et 1 To de bande passante pour une année.",
    "8617": "Plan annuel LITE",
    "8618": "Cela vous octroie 200 Go d&#039;espace de stockage et 1 To de bande passante pour un mois.",
    "8619": "Plan LITE mensuel",
    "8620": "Impossible de télécharger le fichier. Veuillez ressayer.",
    "8621": "Impossible de charger les éléments partagés entrants depuis MEGA. Veuillez essayer à nouveau ou cliquer sur rafraîchir.",
    "8622": "Impossible de charger les éléments partagés sortants depuis MEGA. Veuillez essayer à nouveau ou cliquer sur rafraîchir.",
    "8623": "Populaire !",
    "8624": "Impossible de supprimer les paramètres. Veuillez ressayer. [{0}]",
    "8625": "Erreur lors de la suppression des paramètres",
    "8626": "Impossible de charger les paramètres. Veuillez ressayer. [{0}]",
    "8627": "Erreur lors du chargement des paramètres",
    "8628": "Envoyer le contact",
    "8629": "%1 est en train d&#039;écrire",
    "8631": "Ajouter à la conversation",
    "8632": "Démarrer une nouvelle conversation",
    "8633": "Quitter la conversation",
    "8634": "Authentifiez-vous ou créez un compte pour [S]récupérer 50Go d&#039;espace de stockage GRATUIT[\/S] et recevoir des messages de vos amis et collègues de travail.",
    "8635": "Téléchargement ajouté à MEGAsync",
    "8636": "Message non-envoyé. Nouvel essai en cours...",
    "8637": "Je vais attendre",
    "8638": "Mot de passe Oublié",
    "8639": "Problèmes de Vitesse de Transfert",
    "8640": "Problème de Partages \/ Contacts",
    "8641": "Problèmes avec MEGAsync",
    "8642": "Données Manquantes \/ Invisibles",
    "8643": "Vous êtes en train d&#039;utiliser une session éphémère",
    "8644": "Vous êtes en train d&#039;utiliser une session temporaire. La donnée que vous êtes en train d&#039;enregistrer sera perdue lorsque la session expirera. Pour préserver vos fichiers, veuillez créer un compte dès que possible et réclamez vos [S]50 Go d&#039;espace de stockage sécurisé et gratuit dans le cloud[\/S]",
    "8645": "Taille d&#039;image dépassée",
    "8646": "Votre image a dépassé la taille de fichier maximal de 64Ko. Veuillez essayer à nouveau ou avec un fichier plus petit.",
    "8647": "Impossible de copier le lien MEGA dans votre presse-papier.",
    "8648": "Erreur lors de la copie du lien",
    "8649": "Inconnu sans déchiffrement",
    "8650": "Votre demande est trop brève. Veuillez nous donner de plus amples détails à propos de votre problème \/ demande.",
    "8651": "Votre plan %1 a expiré.",
    "8652": "ACHETÉ",
    "8653": "Cliquer sur [S]Renouveler[\/S] pour acheter votre plan %1 (%2) en utilisant %3 %4.",
    "8654": "Sinon cliquer sur [S]Choisir[\/S] pour sélectionner un autre plan ou une autre méthode de paiement.",
    "8655": "Renouveler",
    "8656": "Choisir...",
    "8657": "EXPIRÉ",
    "8658": "votre prénom",
    "8659": "votre nom de famille",
    "8660": "Windows Phone",
    "8661": "MEGA, c&#039;est quoi?",
    "8662": "Tout sélectionner",
    "8663": "Tout déselectionner",
    "8664": "propriétaire",
    "8665": "Veuillez vérifier votre e-mail d&#039;enregistrement et confirmer votre compte avant de régler, afin que MEGA puisse créditer votre paiement auprès du bon compte.",
    "8666": "Confirmer votre enregistrement",
    "8667": "Si vous voulez vous abonner pour un compte PRO annuellement, vous pouvez effectuer un virement bancaire à un de nos comptes bancaires :",
    "8668": "IBAN",
    "8669": "Non applicable pour les banques néo-zélandaises",
    "8670": "Si votre adresse e-mail est trop longue pour le champs  &#039;Référence&#039;, elle devrait plutôt être indiquée dans le champs &#039;Commentaires`.",
    "8671": "Les pays européens ont adopté un standard connu sous le nom de International Bank Account Number - IBAN - autrement dit, Numéro de Compte Bancaire International. La Nouvelle-Zélande n&#039;a pas adopté ce standard, donc si vous deviez renseigner votre un IBAN, merci de virer les fonds vers notre compte au Luxembourg. ",
    "8673": "Ajouter des fichiers",
    "8674": "Aucun Résultat",
    "8675": "Ajouter des contacts",
    "8676": "Fichiers importés",
    "8677": "Sur votre appareil",
    "8679": "Dans MEGA",
    "8681": "Êtes-vous certain(e) de bien vouloir supprimer cet élément du mode Hors-Ligne?",
    "8682": "Êtes-vous certain(e) de bien vouloir supprimer ces éléments du mode Hors-Ligne?",
    "8683": "Nous n&#039;avons pas pu importer tous les fichiers, probablement parce que certains ont dû être retirés. L&#039;opération s&#039;est terminée avec %1 sur %2 nœuds importés avec succès.",
    "8684": "Envoyer et fermer",
    "8685": "Veuillez expliquer pourquoi vous ne souhaitez as renouveler votre plan:",
    "8686": "dossier non-déchiffré",
    "8687": "fichier non-déchiffré",
    "8688": "En attente de la confirmation de l&#039;e-mail.",
    "8690": "Vous n&#039;avez pas accès au chemin de téléchargement sélectionné. Veuillez en sélectionner un autre et essayer à nouveau.",
    "8691": "Veuillez-vous rendre dans votre boîte de réception et cliquer sur le lien pour confirmer votre compte.",
    "8692": "Suite à un bogue de rendu  dans les navigateurs Chrome et Chromium, MEGA ne peut être zoomé à 110%. Veuillez dézoomer ou appuyer dure CTRL \/ POMME + 0 pour réinitialiser le niveau de zoom ou alors passer sur Firefox. ",
    "8693": "Suite à un bogue de rendu  dans les navigateurs Chrome et Chromium, MEGA ne peut être zoomé à ce niveau-ci. Veuillez dézoomer ou appuyer dure CTRL \/ POMME + 0 pour réinitialiser le niveau de zoom ou alors passer sur Firefox. ",
    "8694": "Définir une date d&#039;expiration",
    "8695": "PRO Uniquement",
    "8696": "Passer à PRO",
    "8697": "Choisir une date",
    "8698": "Expire le %1",
    "8699": "Nettoyer les transferts terminés",
    "8700": "Extension pour Thunderbird",
    "8703": "Écrire l&#039;adresse e-mail de l&#039;utilisateur",
    "8704": "Importer depuis le téléphone",
    "8705": "Ajouter un contact et partager",
    "8706": "Exporter",
    "8707": "%s vont être téléchargés. Êtes-vous certain(e)?",
    "8708": "Vous n&#039;avez pas d&#039;application à votre disposition capable d&#039;ouvrir le fichier %s. Souhaitez-vous procéder quand même au téléchargement?",
    "8709": "Erreur. Veuillez essayer à nouveau.",
    "8710": "Voir le code source",
    "8711": "Ajouter un nouveau contact pour commencer le partage",
    "8712": "Carte SD Interne",
    "8713": "Carte SD Externe",
    "8714": "Erreur. Le dossier n&#039;a pas été créé",
    "8715": "La Corbeille a été vidée avec succès",
    "8716": "Erreur. La Corbeille n&#039;a pas pu être vidée",
    "8717": "E-mail du propriétaire",
    "8718": "Type de code PIN",
    "8719": "Code PIN à 4 chiffres",
    "8720": "Code PIN à 6 chiffres",
    "8721": "Code PIN alphanumérique",
    "8722": "Envoyé dans la boîte de réception",
    "8723": "Erreur. N&#039;a pas été envoyé à &#039;à boîte de réception",
    "8724": "Date de Création",
    "8725": "Date de Modification",
    "8726": "Inviter",
    "8727": "Souhaitez-vous envoyer une invitation à %s?",
    "8728": "Demande d&#039;ajout de contact envoyée à %s avec succès. Vous pouvez vérifier si statut dans l&#039;onglet Demandes Envoyées.",
    "8729": "Veuillez vous déconnecter avant de créer le  compte",
    "8730": "La journalisation des messages (logs) est maintenant activée",
    "8731": "La journalisation des messages (logs) est maintenant désactivée",
    "8732": "Mettre à jour le lien",
    "8733": "Mettre à jour les liens",
    "8734": "Récupérer les liens",
    "8735": "Retirer les liens",
    "8736": "Définir une  nouvelle date d&#039;expiration",
    "8737": "25 Mai - Journée Internationale des Enfants Disparus",
    "8738": "Dans le cadre du soutien aux enfants disparus et exploités, MEGA confirme qu&#039;il&#039; est pas toléré d&#039;utiliser son système de fichiers pour partager du contenu illégal et apportera de l&#039;assistance aux autorités dans le cadre d&#039;enquêtes et  procédures justicières ayant pour objet une allégation portant sur la pédo-pornographie et l&#039;abus d&#039;enfants.",
    "8742": "En savoir plus",
    "8743": "Vous vois êtes précédemment authentifié(e) avec ce navigateur internet. Êtes-vous certain(e) de bien vouloir créer un nouveau compte?",
    "8744": "Envoyer à nouveau",
    "8745": "Vous avez été authentifié(e) avec succès.",
    "8746": "Échec de l&#039;ouverture du lien [{0}]",
    "8747": "Échec de l&#039;ouverture du lien",
    "8748": "Ouverture du lien du fichier en cours...",
    "8749": "Ouverture du lien du dossier en cours...",
    "8750": "Ouvrir lien MEGA",
    "8751": "Coller le lien MEGA :",
    "8752": "Importer vers {0}",
    "8753": "Lien fichier",
    "8754": "Lien dossier",
    "8755": "Thanks! Your account will be upgraded as soon as we receive confirmation of your payment from our payment provider. If you paid with debit or credit card and you have not received your MEGA PRO account within a few hours, please contact us at support@mega.nz. If you paid with a bank transfer please allow 4-5 days for the payment to clear.",
    "8756": "Enregistrer l&#039;Image",
    "8757": "Génération des liens en cours...",
    "8758": "Liens copiés",
    "8759": "Lien supprimé",
    "8760": "Liens supprimés",
    "8761": "Enregistrer les Images",
    "8762": "Create an account to [S]get 50GB FREE[\/S] cloud storage and to receive messages from your friends and coworkers.",
    "8763": "Dim",
    "8764": "Lun",
    "8765": "Mar",
    "8766": "Mer",
    "8767": "Jeu",
    "8768": "Ven",
    "8769": "Sam",
    "8770": "Les Uploa",
    "8771": "Copyright Dispute",
    "8772": "Processus d&#039;Annulation de Retrait",
    "8773": "MEGA processes all takedown notices submitted to us based on good faith acceptance of the representations from the party submitting the takedown notice. Due to our end-to-end encryption model we have to do so without being able to review the files. Even if we could decrypt them, we could not determine the copyright status without complex analysis and review, which is impractical for the number of files processed each day. We are aware that some agencies submit incorrect takedown notices from time to time, but we are unable to find such errors in advance.",
    "8774": "You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice. You should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.",
    "8775": "We can only accept a counter-notification directly from the user from whose MEGA account the URL or file has been disabled. For verification, counter-notifications must be submitted from the email address associated with the MEGA account.",
    "8776": "Upon receipt of a counter-notification, MEGA will promptly provide the person who provided the takedown notification with a copy of the counter-notification, and inform that person that MEGA will replace the removed material or cease disabling access to it in 10 business days. If MEGA does not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or such communication that it does receive does not in MEGA&#039;s sole opinion adequately justify the original takedown notice, MEGA may, but shall not be obliged to, reinstate the material in approximately 10-14 business days provided it has no reason to believe that the material infringes copyright.",
    "8777": "Nothing in this policy prejudices MEGA&#039;s right, agreed to by each user in MEGA&#039;s Terms of Service, to remove or disable access to any material at any time, for any reason or no reason.",
    "8778": "To file a counter-notification with us, you may click the button below to proceed to our dispute form.",
    "8779": "Please understand that:",
    "8780": "When we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice. By submitting your counter-notice you authorise us to do so;",
    "8781": "Filing a counter-notification may lead to legal proceedings between you and the complaining party;",
    "8782": "There may be adverse legal consequences in New Zealand and\/or your jurisdiction if you make a false or bad faith allegation by using this process;",
    "8783": "If, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach MEGA’s Terms of Service or this policy and that causes MEGA any loss, costs (including legal costs), damages or other liability, MEGA reserves the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor client basis), damages and other liability, by deduction from any balance in our account and\/or by proceedings in New Zealand and\/or the jurisdiction of the address in your counter-notice;",
    "8784": "This counter-notice process is provided voluntarily by MEGA for the purposes of all applicable copyright takedown and counter-notice regimes in other jurisdictions, but, in doing so, MEGA does not submit itself to any jurisdiction or law other than New Zealand as set out in its Terms of Service. MEGA may amend, suspend or withdraw this counter-notice process at any time, provided that any counter-notices in train at that time shall continue to be processed.",
    "8785": "By filing a counter-notice, you are deemed to have accepted the above terms. If you do not accept the above terms, do not file a counter-notice.",
    "8786": "If there is any inconsistency or ambiguity between the English and other language versions of the above terms, the English version shall prevail. ",
    "8787": "You may submit a counter-notification here",
    "8788": "Mega Limited Copyright Agent",
    "8789": "Annulation de Retrait pour Droit d&#039;Auteur",
    "8790": "This notification is a serious legal document - please be careful to be accurate in your copyright infringement counter-notification. You may first wish to consult with an attorney to determine whether you have ownership of the content, or are protected by fair use, license, or other legal basis.",
    "8791": "Content Details",
    "8792": "URL of the content that has been removed or disabled:",
    "8793": "Description du contenu :",
    "8794": "Commentary sufficient to explain the mistake or misidentification to the person who filed the original takedown notice:",
    "8795": "Personal Details",
    "8796": "Full Name:",
    "8797": "Phone Number:",
    "8798": "MEGA Account Email Address:",
    "8799": "Address Line 1:",
    "8800": "Address Line 2:",
    "8801": "Other comments (not sent to complainant):",
    "8802": "Declarations",
    "8803": "I will accept service of proceedings in New Zealand or in the jurisdiction where my address in this counter-notice is located, from the person who provided MEGA with the original copyright takedown notice or an agent of such person.",
    "8804": "I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.",
    "8805": "Test de la Connexion Réseau",
    "8806": "Diagnostiques Réseau",
    "8807": "Il y a eu un message d&#039;erreur durant la communication avec le server de l&#039;API. Veuillez vérifier qu&#039;il s&#039;agit bien d&#039;un lien valide.",
    "8808": "Testez la vitesse de votre connexion avec nos servers. Cela va nous permettre de déboguer vos problèmes de connectivité.",
    "8809": "Veuillez fournir un commentaire suffisant qui explique l&#039;erreur ou la mauvaise identification.",
    "8810": "Veuillez fournir une description du contenu qui a fait l&#039;objet d&#039;une demande de retrait.",
    "8811": "Veuillez renseigner l&#039;URL du contenu qui a fait l&#039;objet d&#039;une demande de retrait.",
    "8812": "Veuillez renseigner un lien MEGA valide du contenu qui a fait l&#039;objet d&#039;une demande de retrait.",
    "8813": "Veuillez renseigner votre numéro de téléphone.",
    "8814": "Veuillez renseigner un numéro de téléphone valide.",
    "8815": "Veuillez renseigner votre adresse",
    "8816": "Please acknowledge that you will accept service of proceedings in New Zealand or in the jurisdiction where my address in this counter-notice is located, from the person who provided MEGA with the original copyright takedown notice or an agent of such person.",
    "8817": "Please acknowledge that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.",
    "8818": "Le lien que vous avez fourni est soit non valide ou soit n&#039;a pas fait l&#039;objet d&#039;une demande de retrait.",
    "8819": "Vous avez déjà effectué une demande d&#039;annulation de retrait pour ce lien.",
    "8820": "Le compte MEGA renseigné ne correspond pas avec celui qui est propriétaire du lien.",
    "8821": "Failed to copy item. Please try again.",
    "8822": "Copy failed",
    "8823": "The log ({0}) will be deleted from the Offline section.",
    "8824": "A log will be created in the Offline section ({0}).",
    "8825": "Debug mode is enabled. Do you want to disable it?",
    "8826": "Debug mode",
    "8827": "Item shared by the Windows Phone MEGA app.",
    "8828": "Item shared from MEGA",
    "8829": "Items shared by the Windows Phone MEGA app.",
    "8830": "Items shared from MEGA",
    "8831": "Copying...",
    "8832": "Memory statistics",
    "8833": "To enhance this limit, you can register an account. This will not only give you ample extra bandwidth but also 50 GB of secure storage space in the cloud - [B]for free[\/B].",
    "8834": "Your download could not proceed because it would take you over the current free transfer allowance for your IP address.",
    "8835": "Failed to copy the Recovery Key to your clipboard. Please try again.",
    "8836": "Recovery Key copied to clipboard",
    "8837": "Recovery Key copied",
    "8838": "Export Recovery Key",
    "8839": "Recovery Key",
    "8840": "MEGAchat has been upgraded and requires a reload. Do you want reload the page now to update to the latest version?",
    "8841": "MEGAchat has been upgraded and it will now only be supported in our newly released version of MEGA. Please update your extension to continue using MEGAchat.",
    "8842": "Grant bandwidth to downloading users:",
    "8843": "[S]50 %[\/S] bandwidth",
    "8844": "This is the maximum percentage of your bandwidth which is available to third party users.",
    "8845": "This purchase has expired.",
    "8846": "Continue [S]anyway[\/S]",
    "8847": "Download [S]MEGAsync[\/S]",
    "8848": "Download [S]with MEGAsync[\/S]",
    "8849": "Download [S]through your browser[\/S]",
    "8850": "MEGA v%1 Update Available",
    "8851": "Released %1.",
    "8852": "We have recently made some improvements to our site, would you like to update to the latest version?",
    "8853": "There was a problem decoding your private RSA key, please contact support@mega.nz for further assistance.",
    "8854": "If you previously subscribed to a PRO plan with Google Play or Apple iTunes, please manually cancel your subscriptions with them because it is not part of this account cancellation process.",
    "alias": {
        "shared-with-me": 5589,
        "quota-share-error": 8435,
        "coming-soon": 1292,
        "web-client": 8437,
        "source-code-transparency": 8438,
        "ios-app": 1889,
        "android-app": 1890,
        "windows-phone-app": 6240,
        "source-code-intro-1": 8439,
        "source-code-intro-2": 8440,
        "source-code-intro-3": 8441,
        "read-more": 8512,
        "email-already-exists": 7869,
        "takedown-notice": 8521,
        "takedown-notification-text": 8522,
        "reinstated-notification-text": 8523,
        "takedown-reinstated": 8524,
        "get-support": 516,
        "type-your-message": 8525,
        "subject": 8526,
        "general-inquiry": 8527,
        "technical-issue": 8528,
        "payment-issue": 8529,
        "changing-terms-psa": 8535,
        "thank-you-for-using-mega": 8536,
        "important-notice": 8537,
        "view-blog-post": 8538,
        "v1_app_install_v3": 8559,
        "no-notifications": 8589,
        "duplicate-search-description": 8593,
        "duplicate-search-button-title": 8594,
        "pro-plan-expires-1-day": 8596,
        "pro-plan-expires-x-days": 8597,
        "pro-plan-expiring-soon": 8598,
        "delete-duplicates": 8599,
        "suspended-for-tos-violations": 8603,
        "i-will-wait": 8637,
        "forgotten-password": 8638,
        "transfer-speed-issue": 8639,
        "megasync-issue": 8641,
        "using-ephemeral-session": 8643,
        "ephemeral-session-message": 8644,
        "image-size-exceeded": 8645,
        "image-size-exceeded-body": 8646,
        "support-too-short": 8650,
        "your-plan-has-expired": 8651,
        "purchased": 8652,
        "expired": 1664,
        "renew-plan-instruction": 8653,
        "choose-different-plan-instruction": 8654,
        "renew": 8655,
        "choose": 8656,
        "windows-phone": 8660,
        "confirm-email-message": 8665,
        "confirm-email-title": 8666,
        "wire-transfer-main-instruction": 8667,
        "iban": 8668,
        "not-applicable-nz-banks": 8669,
        "wire-transfer-reference-field-note": 8670,
        "iban-note": 8671,
        "folderlink-partial-import-warning": 8683,
        "send-and-close": 8684,
        "please-explain-message": 8685,
        "set-expiry-date": 8694,
        "pro-only": 8695,
        "get-pro": 8696,
        "select-date": 8697,
        "expires-x": 8698,
        "clear-completed-transfers": 8699,
        "thunderbird-extension": 8700,
        "update-link": 8732,
        "update-links": 8733,
        "get-links": 8734,
        "remove-links": 8735,
        "set-new-expiry-date": 8736,
        "international-missing-children-title": 8737,
        "international-missing-children-body-text": 8738,
        "test-string": 8739,
        "learn-more": 8742,
        "payment-success-message": 8755,
        "empty-contacts": 6786,
        "ephemeral-create-account-message": 8762,
        "sun": 8763,
        "mon": 8764,
        "tue": 8765,
        "wed": 8766,
        "thu": 8767,
        "fri": 8768,
        "sat": 8769,
        "copyright-dispute-title": 8771,
        "copyright-dispute-subtitle": 8772,
        "user-register-for-bandwidth-and-storage": 8833,
        "warning-message-for-bandwidth-overquota": 8834,
        "new-version-megachat-message": 8840,
        "new-version-megachat-extension-message": 8841,
        "purchase-has-expired": 8845,
        "grant-bandwidth-title": 8842,
        "mega-update-available": 8850,
        "released-date-time": 8851,
        "site-update-available-message": 8852,
        "subscription-cancellation-message": 8854
    }
}