{"10":"PLUS GRAND. PLUS RAPIDE. PLUS FORT. PLUS SÛR. MEILLEUR.","11":"Article  n°12","12":"Nul ne peut être l'objet d'intrusions arbitraires dans son intimité, sa famille, son foyer ou sa correspondance, ni d'atteintes sur son honneur et sa réputation. Toute personne a le droit à la protection de la loi contre de telles intrusions et atteintes.","13":"Déclaration Universelle des Droits de l'Homme","14":"Confirmer la suppression","15":"Etes vous sûr de vouloir supprimer tous les éléments  de votre Corbeille ?","16":"Erreur interne","17":"Limite de bande passante atteinte","18":"Trop de connexions pour ce téléchargement","19":"La session a expiré ou est invalide","20":"Temporairement indisponible","21":"Problème de compte, veuillez vérifier votre e-mail","22":"Ce fichier n'existe plus","23":"Ce fichier n'est plus accessible","24":"Erreur de déchiffrage","25":"Le dossier dans lequel vous êtes a été supprimé par un autre utilisateur.","26":"Dossier Perdu","27":"Malheureusement, 1 fichier n'a pas pu être importé car il a dépassé [X].","28":"Malheureusement, [X1] fichiers n'ont pas pu être importés car ils ont dépassé [X2].","29":"Vous êtes restreint à uploader des fichiers avec notre Adobe Flash de secours car votre navigateur ne prend pas en charge l'HTML5 FileReader. Si vous souhaitez contourner cette limitation (et surtout augmenter les performances de votre navigateur), veuillez envisager d'installer [A]Google Chrome[\/A].","30":"Restrictions du navigateur","31":"Vous ne pouvez uploader que des fichiers inférieurs à [X] avec Internet Explorer. Chrome et Firefox vous autorisent à uploader des fichiers de toute taille.","33":"MEGA aime Google Chrome","34":"Avertissement :","35":"Vous utilisez un navigateur obsolète, ce qui affecte négativement les performances de vos transferts de fichiers.","36":"Passez à Google Chrome.","37":"Alors que d'autres éditeurs de navigateurs ont encore du mal à mettre en œuvre l'ensemble des fonctionnalités de HTML5, Google Chrome est déjà au point. Pour profiter du plein potentiel de MEGA (comme les téléchargements multiples automatiques), nous vous suggérons fortement de quitter votre navigateur actuel et de passer à Chrome dès que possible.","38":"Ne plus afficher ce message","39":"Non merci","40":"Télécharger Chrome","41":"Vous avez retiré un dossier qui contient 1 dossier partagé.","42":"Dès que vous aurez vidé votre Corbeille, ce partage sera désactivé.","43":"Vous avez retiré un dossier qui contient [X] dossiers partagés.","44":"Dès que vous aurez vidé votre Corbeille, tous les partages seront désactivés.","45":"Avertissement de dossier partagé","46":"Erreur Interne","47":"Oups ! Quelque chose s'est mal passé. Désolé !","48":"Veuillez entrer au moins trois caractères pour rechercher.","49":"déplacer les [X] élément(s) sélectionné(s)","50":"1 fichier","51":"[X] fichiers","52":"et","53":"1 dossier","54":"[X] dossiers","55":"Lecture seule","56":"Lecture et Écriture","57":"Accès complet","58":"Télécharger","59":"Récupérer le lien","60":"Partager","61":"Renommer","62":"Déplacer","63":"Copier","64":"Droits d'accès","65":"Vous n'avez qu'un accès en lecture seule dans ce dossier.","66":"Vous avez les droits d'accès en lecture et écriture dans ce dossier.","67":"Vous avez tous les droits d'accès dans ce dossier.","68":"Nouveau dossier","69":"Créer un nouveau dossier","70":"Vider la Corbeille","71":"Ajouter un contact","72":"Supprimer un contact","73":"Êtes-vous sûr de vouloir supprimer cet utilisateur de votre liste de contacts ?","74":"Êtes-vous sûr de vouloir supprimer ces utilisateurs de votre liste de contacts ?","75":"Supprimer contact","76":"Vous êtes sur le point de supprimer définitivement [X] de la corbeille.","77":"Voulez-vous continuer ?","78":"Oui","79":"Non","81":"OK","82":"Annuler","83":"Supprimer","84":"Confirmer la suppression","85":"Rafraîchir","86":"Nom","87":"Taille","88":"Type de transfert","89":"État","90":"Débit","91":"Temps écoulé","92":"Temps restant","93":"Type","94":"Dernière modification","95":"E-mail","96":"Permissions","97":"Nouvel Upload","98":"Uploader un Dossier","99":"Uploader un Fichier","100":"Vider la Corbeille","101":"Ajouter un contact","102":"Rechercher","103":"Annuler le transfert","104":"Transfert de fichiers","105":"En attente","106":"Gestionnaire de Fichiers","107":"Voulez-vous copier le dossier sélectionné dans la boîte de réception de [X] ?","108":"Confirmation","109":"Voulez-vous copier le dossier sélectionné dans ce dossier partagé ?","110":"Voulez-vous copier l'(es) élément(s) sélectionné(s) dans la boîte de réception de [X] ?","111":"Voulez-vous copier l'(es) élément(s) sélectionné(s) dans ce dossier partagé ?","112":"Liens","113":"Lien du fichier","114":"Clé du fichier","115":"Nom du fichier","116":"Taille du fichier","117":"Déplacer vers","118":"Choisir la destination","119":"Quota de bande passante gratuite dépassé","120":"Votre téléchargement ne peut pas être effectué parce qu'il excéderait le quota de transfert gratuit disponible pour votre adresse IP.","121":"La limite est dynamique et dépend de la quantité de bande passante inutilisée disponible.","122":"Seuls les transferts effectués durant les cinq à six dernières heures comptent.","123":"En l'espace de :","124":"Vous avez téléchargé [X].","125":"[X1] sera disponible dans [X2].","126":"La limite de l'actuel IP est [X].","127":"Pour votre confort, vos téléchargements en file d'attente seront conservés ainsi jusqu'à ce que vous ayez suffisamment de bande passante disponible, puis reprendront automatiquement.","128":"Si vous ne souhaitez pas attendre, vous devriez envisager de souscrire à une de nos offres de bande-passante, vous octroyant en plus un vaste espace de stockage supplémentaire.","129":"Passer en Pro","130":"Télécharger des fichiers","131":"Cliquer sur \"Autoriser\" pour compléter le téléchargement.","132":"Déplacer des éléments","133":"Déplacer [X]","134":"Copier [X]","135":"Erreur","136":"Veuillez choisir le dossier de destination.","137":"Veuillez choisir une cible de destination valide.","138":"Le dossier de destination ne peut pas être le même que celui d'origine.","139":"Erreur circulaire","140":"Erreur circulaire : la destination ne peut pas être un sous-dossier du dossier déplacé.","141":"Veuillez insérer une adresse e-mail valide.","142":"Veuillez patienter...","144":"Arrêter le partage","145":"Adresse e-mail","146":"Partager avec ce nouvel utilisateur :","147":"Autoriser l'accès","148":"Fermer","149":"Partager","150":"Contact invité","151":"L'utilisateur [X] a été invité et apparaîtra dans votre liste de contacts dès qu'il se sera inscrit.","152":"Vous ne pouvez pas vous ajouter vous-même dans votre liste de contacts.","153":"Adresse e-mail","154":"Ajouter un contact","155":"Ajouter","156":"Annuler","157":"Nom du dossier","158":"Créer","159":"Annuler","160":"Ce nom de dossier existe déjà. Veuillez réessayer.","161":"Renommer","162":"Renommer","163":"Annuler","164":"Espace de stockage","165":"Contacts","166":"Boîte de Réception","167":"Corbeille","168":"Corbeille","169":"Menu","170":"Inscription","171":"Connexion","172":"Faites glisser vos fichiers","174":"ou","175":"Choisir des fichiers","176":"Choisir des fichiers à importer","177":"Vous détenez les clés de ce que vous stockez en ligne","178":"Collaboration en Ligne Sécurisée","179":"Puissant Gestionnaire de Fichiers","180":"Écosystème d'applications","181":"Caractéristiques détaillées","182":"Partagez des dossiers cryptés avec vos collaborateurs ou partenaires, et échangez vos documents confidentiels totalement chiffrés.","183":"Affichez et gérez vos fichiers dans votre navigateur internet  en un seul clic grâce au système intégré de téléchargements et d'uploads simultanés.","184":"Une API ouverte et complète permet aux développeurs tiers d'améliorer les fonctionnalités de MEGA.","185":"Chiffrement en 2048 bits RSA","186":"Déconnexion","187":"Mon compte","188":"Gestionnaire de Fichiers","189":"Mettre fin à la session","190":"Se connecter","191":"créer un compte","192":"Se souvenir de moi","193":"Se connecter","194":"Il y a [X] serveurs en ligne","195":"Votre E-mail","196":"Votre E-mail","197":"Veuillez insérer votre adresse e-mail.","198":"Veuillez insérer une adresse e-mail valide.","199":"Veuillez insérer votre mot de passe.","200":"Oups, il y a eu un problème.","201":"Adresse e-mail et\/ou mot de passe incorrecte. Veuillez réessayer.","202":"Créer un nouveau compte","204":"ou","205":"connexion","206":"Votre nom","207":"Votre E-mail","208":"J'accepte les [A]Conditions d'Utilisation[\/A] de MEGA","209":"S'inscrire","210":"Préparez-vous à une nouvelle ère","211":"Le Stockage en ligne ne sera plus jamais le même","212":"Veuillez insérer votre nom.","213":"Veuillez choisir un mot de passe.","214":"Vous devez accepter nos conditions d'utilisation.","215":"Une erreur inconnue s'est produite. Veuillez réessayer.","216":"Parfait","217":"Veuillez vérifier votre boite mail et cliquer sur le lien pour confirmer votre compte.","218":"Cette adresse e-mail a déjà été utilisée pour créer un compte chez MEGA.","219":"Cette adresse e-mail a déjà été utilisée pour créer un compte chez Mega.","220":"Faible","221":"Acceptable","222":"Bien","223":"Excellent","224":"CHOISISSEZ DES FICHIERS À UPLOADER","225":"CHOISISSEZ DES FICHIERS À UPLOADER OU GLISSEZ-DÉPOSEZ-LES ICI","226":"Afin d'éviter une surcharge des ressources, ils nous faut parfois limiter l'utilisation de la bande-passante. Durant les six dernières heures, votre adresse IP a consommé [X1], ce qui, en ajoutant les fichiers sélectionnés pour une taille totale de [X2], excèderait notre limite actuelle de [X3]. Pour assurer un accès équitable à nos services, vos téléchargements en cours ont été mis en pause. Ils reprendront automatiquement une fois le trafic revenu à la normale.","227":"Les transferts, qui sont couverts par les quotas de bande-passante achetés, sont exemptés de cette limitation. Donc si vous ne souhaitez pas patienter, vous devriez envisager de prendre un compte Pro.","228":"Gestion du trafic de bande-passante en cours ","229":"Ne plus afficher","230":"Passer en compte Pro","231":"Non merci, je vais patienter","232":"Non merci, je vais patienter","233":"Erreur temporaire, nouvelle tentative en cours.","234":"Téléchargement d'un fichier","235":"Télécharger","236":"Importer","237":"Démarrage du téléchargement","238":"Signaler comme violation du droit d'auteur","239":"Téléchargement terminé","240":"Afin de terminer le transfert, vous devez manuellement enregistrer votre fichier.","241":"Enregistrer votre fichier","242":"Passer à Chrome pour profiter de toute la puissance de MEGA","243":"Le fichier que vous essayez de télécharger n'est plus disponible.","244":"Cela peut être dû aux raisons suivantes :","246":"Le fichier a été supprimé pour violation des CU\/PUT","247":"URL incorrecte - le lien que vous essayez d'accéder n'existe pas","248":"Le fichier a été supprimé par son utilisateur","249":"Le fichier que vous essayez de télécharger est temporairement indisponible.","250":"Notre système de redondance a échoué. Cela peut être dû aux raisons suivantes :","251":"Certains serveurs sont en arrêt de service pour maintenance.","252":"Nous sommes surchargés et nous y remédions en augmentant notre capacité en bande-passante.","253":"Veuillez ressayer plus tard.","254":"Le fichier que vous essayez de télécharger n'est plus disponible.","255":"Ce fichier n'est plus disponible pour violation du droit d'auteur réclamée par [X].","256":"Votre clé n'as pas la longueur requise.","257":"Veuillez vous assurer d'insérer une clé valide.","258":"Téléchargement en cours","259":"Que signifie \"MEGA\" ?","260":"MEGA est un acronyme récursif et signifie \"MEGA Encrypted Global Access\".","261":"Qu'est-ce que MEGA ?","262":"MEGA est un service d'hébergement de données en ligne. Il offre un espace de stockage gratuit et\/ou payant accessible depuis internet ainsi qu'une bande passante dédiée. Il vous permet de sauvegarder et d'accéder à vos fichiers depuis votre navigateur ou par le biais d'applications client dédiées.","264":"À notre connaissance, le stockage en ligne et le chiffrement sont légaux. Veuillez appliquer les lois et réglementations applicables sur [B]votre manière[\/B] d'utiliser le stockage en ligne chiffré. Une utilisation qui se doit également d'être en accord avec nos [A]Conditions d'Utilisation[\/A].","265":"MEGA a été conçu par les mêmes personnes qui ont précédemment fait fonctionner l'une des solutions de stockage en ligne les plus utilisées au monde . Puis-je récupérer mon compte et mes fichiers ?","266":"Malheureusement, MEGA n'a pas accès aux actifs que ses employés ont créés avant MEGA. Il n'y a pas de possibilité juridique pour récupérer le code, le matériel ou les données. Par conséquent, nous n'avons pour le moment aucun moyen de récupérer vos données.","267":"Parmi tous les endroits possibles, pourquoi baser une société de stockage en ligne en Nouvelle Zélande ?","268":"En plus d'autres raisons importantes, le nom Mäori d'origine de la Nouvelle Zélande est \"Aotearoa\", qui signifie : \"Pays du Grand Nuage (Cloud) Blanc\". Le \"Cloud\" désignant le stockage \"En ligne\".","269":"Est-ce que je peux accéder à MEGA depuis mon mobile ?","270":"MEGA a été optimisé pour les navigateurs de bureau. Nous faisons tout notre possible pour rendre MEGA complètement compatible avec la plupart des téléphones portables et tablettes. Attendez-vous à de chouettes applications adaptées à vos tablettes et téléphones mobile favoris prochainement.","271":"Puis-je reprendre des uploads ou téléchargements interrompus ?","272":"Oui, du moment que vous ne fermez pas l'onglet de votre navigateur, les uploads et téléchargements reprendront automatiquement après, par exemple, une coupure d'accès à Internet ou si votre appareil s'est mis en veille.  Notez toutefois que nos serveurs suppriment automatiquement supprimer les uploads incomplets après 48 heures d'inactivité.","273":"Puis-je uploader le même fichier plusieurs fois ?","274":"Puisque le serveur ne peux pas voir les noms des fichiers, les conflits de nom de fichier doivent être gérés du côté du client. Avec les réglages par défaut, si vous uploadez un fichier que vous semblez déjà avoir dans votre compte (même destination, même chemin\/nom de fichier, même taille, même heure de dernière modification), il sera omis, mais rien ne vous empêche de garder plusieurs fichiers ou dossiers portant le même nom dans le même dossier.","275":"Comment régulez-vous l'utilisation de la bande passante ?","276":"Notre politique est de n'imposer aucune restriction virtuelle à nos utilisateurs, à moins que cela ne soit nécessaire en raison d'un excès de trafic. Par conséquent, nous nous réservons le droit de limiter l'utilisation de la bande passante des utilisateurs pour assurer le bon fonctionnement du service, en se basant sur les IP. Vos transferts en attente reprendront automatiquement dès lors que le trafic sera revenu à la normale. Aucune intervention manuelle n'est nécéssaire.","277":"Y a t-il des limites de taille de fichiers sur MEGA ?","278":"Nous n'imposons aucune limite virtuelle sur la taille des fichiers en dehors de l'espace de stockage restant disponible. Cependant, certains navigateurs internet, vieux ou techniquement inadéquats, ont besoin que le fichier soit entièrement stocké dans la mémoire pour le téléchargement (Firefox, IE10 et Opera), ou pour à la fois le téléchargement et l'upload (IE9 et Safari 5).","279":"Est-ce que je peux uploader et télécharger en même temps ?","280":"Oui. Un upload et un téléchargement peuvent s'effectuer en parallèle pour chaque onglet de navigateur.","281":"Pourquoi ne proposez vous pas un aperçu des images ou un lecteur pour visionner directement en streaming les fichiers audio et vidéo ?","282":"Tout simplement parce que notre chiffrement de \"bout-en-bout\" exclut, par nature, toute manipulation de vos données du côté du serveur, ce qui serait nécessaire pour implémenter une telle fonctionnalité.","283":"Comment puis-je uploader des fichiers sur MEGA ?","284":"Il y a trois moyens d'uploader des fichiers sur MEGA en utilisant votre navigateur internet :","285":"1. Cliquez sur le bouton rouge de la page d'accueil","286":"2. Allez dans votre gestionnaire de fichiers et cliquez sur le bouton \"Uploader un Fichier\" ou (au choix, si vous utilisez Chrome) sur le bouton \"Uploader un Dossier\" en haut du gestionnaire.","287":"3. Glissez-déposez vos fichiers ou (si vous utilisez Chrome) vos dossiers directement sur le site.","288":"Comment installer MEGA ?","289":"Vous n'avez rien à installer. MEGA est entièrement basé dans votre navigateur et fonctionne avec la plupart des principaux navigateurs actuels. Pour profiter pleinement du potentiel de MEGA, nous vous suggérons fortement d'utiliser Google Chrome.","290":"Comment s'effectue le partage de dossier ?","291":"Vous pouvez partager n'importe quelle partie de l'arborescence de votre espace de stockage avec vos amis, votre famille et vos collaborateurs. L'invitation se fait par adresse e-mail. Les personnes invitées qui n'ont pas encore de compte Mega recevront une notification par e-mail avec un lien pour s'inscrire. Autre solution, vous pouvez créer un lien publique pour n'importe lequel de vos dossiers et exporter la clé de déchiffrement spécifique au dossier, rendant le dossier accessible à tous sans compte MEGA. Il relève ensuite de votre responsabilité de remettre en toute sécurité la clé du dossier au(x) destinataire(s).","292":"Pour créer, modifier ou supprimer un partage, il suffit de faire un clic droit sur un dossier dans votre gestionnaire de fichiers puis de cliquer sur \"Partager\". Il y a trois niveaux d'accès : Lecture seule, lecture et écriture (des fichiers peuvent être ajoutés, mais pas supprimés), et complet (des fichiers peuvent être ajoutés et supprimés).","293":"Si vous avez ajouté une adresse e-mail qui n'est encore liée à aucun compte, vous devrez être en ligne au moins une fois après que le destinataire ait complété son inscription, afin de chiffrer le partage en fonction de sa clé publique nouvellement créée.","294":"Comment retirer des personnes d'un dossier que je partage ?","295":"Faites un clic droit sur un dossier dans votre gestionnaire de fichiers puis cliquez sur \"Partager\". Vous verrez alors toutes les personnes qui ont actuellement accès au dossier que vous partagez. Faites un clic droit sur une personne puis cliquez sur \"Arrêter le partage\".","296":"Comment reconnaître les dossiers que je partage ?","297":"Dans votre gestionnaire de fichiers, les dossiers que vous partagez ont une icône spéciale avec une main sous le dossier.","298":"Puis-je partager des dossiers qui me sont partagés ?","299":"Non. Les dossiers partagés ne peuvent pas être partagés à leurs tour.","302":"Comment créer un lien public lié à un fichier sur MEGA ?","303":"Avant toute chose, petit rappel à la prudence : La sécurité de vos données chiffrées dépend de la confidentialité des clés de chiffrage associées. Assurez-vous de les transmettre uniquement via des canaux sécurisés. Par exemple, les e-mails ne sont pas assez sécurisés.","304":"Avec cela en tête, sélectionnez un ou plusieurs fichiers dans votre gestionnaire de fichiers, faites un clic-droit dessus puis cliquez sur \"Récupérer le lien\". Une fenêtre avec le(s) lien(s) publique(s) du(des) fichier(s) que vous avez choisi(s) s'ouvrira. Vous pourrez alors choisir d'exporter chaque lien et clé séparément ou des liens uniques combinant les 2 informations.","305":"Comment s'effectue le chiffrement ?","306":"Le chiffrement se fait de \"bout-en-bout\". Les données uploadées sont chiffrées sur l'appareil d'origine avant d'être envoyées sur Internet, et les données téléchargées sont déchiffrées seulement une fois arrivées sur l'appareil de destination. Le matériel du client est responsable de la génération, l'échange et la gestion des clés de chiffrement. Aucune clé de chiffrement exploitable ne quitte le matériel du client (à l'exception de la clé RSA publique).","307":"Est-ce que toutes mes informations personnelles sont sujettes à chiffrement ?","308":"Non. Seules les données et les noms des fichiers et dossiers sont chiffrés. Les informations auxquelles nous avons besoin d'accéder, telles que votre adresse e-mail, votre adresse IP, la structure de vos dossiers, le propriétaire des fichiers et les informations de paiement sont stockées et exploitées sans chiffrement. Veuillez lire notre politique de confidentialité pour plus de détails.","309":"Mes données stockées sont-elles complètement sécurisées ?","310":"Toute sécurité est relative. Les vecteurs d'attaque suivants existent - ils ne sont pas spécifiques à MEGA, mais nous voulons que vous soyez au courant des risques :","311":"Les comptes personnels peuvent être compromis par :","312":"- La présence de logiciels espions sur votre ordinateur. Un simple enregistreur de frappe (keylogger) est suffisant, mais les données de sessions et les clés peuvent être extraites de la mémoire ou des fichiers système.","313":"- Les regards indiscrets. Ne tapez pas votre mot de passe si quelqu'un peut voir ce que vous tapez au clavier.","314":"- Le procédé de brute-force : tentatives automatique de toutes les combinaisons de mot de passe possible. Utilisez des mots de passe complexes.","315":"- L'hameçonnage. Vérifiez que votre connexion est sécurisée (https:\/\/) et que le nom de domaine est correct (mega.co.nz) avant d'entrer votre mot de passe.","316":"Des attaques à grande échelle peuvent être réalisées :","317":"- Une attaque dite de \"l'homme du milieu\". Elle nécessite de créer une duplication valide du certificat SSL en parallèle de l'envoi de DNS et\/ou d'attaques sur nos routes BGP. Un scénario à la DigiNotar.","318":"- L'accés aux serveurs web qui hébergent https:\/\/mega.co.nz\/index.html et le remplacement de ce fichier par une version falsifiée (cela n'affecterait pas l'accès depuis la base application en place). Notez que manipuler du contenu depuis notre CDN ne représente pas un risque de sécurité, puisque tout le contenu actif chargé depuis \"index.html\" est sujet à vérification par hachage chiffré (une sorte de \"démarrage sécurisé\" pour les sites internet). Ce genre d'attaque necessite l'envoi de code malicieux au client","319":"- Obtenir l'accès au coeur de notre infrastructure serveur et créer des requêtes de clés falsifiées sur des partages en cours. Ce genre d'attaque n'affecte que les données des dossiers en cours de partage et est également détectable du côté client.","320":"Et si je ne vous fait pas confiance ? Est-ce toujours sûr pour moi d'utiliser MEGA ?","321":"Si vous ne nous faites pas confiance, vous ne pouvez pas lancer de code à nous, et il est donc hors de question d'ouvrir notre site depuis votre navigateur et entrer votre mot de passe. Si vous voulez quand même utiliser MEGA, vous devrez le faire via une application cliente développée par quelqu'un en qui vous avez confiance.","322":"J'ai confiance en vous et en votre centre de données en Nouvelle Zélande, mais je n'ai pas confiance en votre centre de données en Allemagne, parce qu'il est géré par une société Américaine. Est-ce quand même sûr pour moi d'utiliser MEGA ?","323":"Oui, vous pouvez utiliser MEGA (avec quelques limites) sans crainte, même si nos serveurs en Allemagne sont complètement compromis. Le centre de données en Nouvelle Zélande s'assure qu'il n'y a aucun code malicieux qui tourne quand vous visitez https:\/\/mega.co.nz\/.","324":"Est-ce que les données que je place dans les dossiers partagés sont-elles autant en sécurité que les autres ?","325":"Les dossiers partagés sont, par définition, autant sécurisés que leur membre le moins sécurisé. Cependant, si un serveur au cœur de notre infrastructure est compromis, cela peut engendrer un risque supplémentaire: Les clés publiques pourraient être manipulées, et les requêtes de clés falsifiées.","326":"Supposons qu'un nœud de stockage MEGA soit physiquement compromis. Quels sont les risques ?","327":"L'apparition de messages d'erreur après le téléchargement de fichiers manipulés. Même si celui qui attaque avait la clé de chiffrement pour un fichier spécifique dans ce nœud, il ne pourra malgré tout pas le remplacer par un autre fichier falsifié sans que les téléchargements ultérieurs n'échouent.","328":"Est-ce une bonne idée de stocker toutes mes données dans un seul et même endroit ?","329":"Veillez toujours à faire des copies redondantes de vos fichiers importants, en ligne et hors ligne. Bien que nous conservons chaque fichier dans au moins deux endroits différents, il n'y a aucune garantie contre des défaillances simultanées ou la répétition d'erreur de la part du gouvernement.","330":"Parmi tous les hébergeurs, pourquoi c'est à vous que je devrais confier mes données ?","331":"Nous avons mis en place un système de Chiffrement Contrôlé par l'Utilisateur (CCU) où c'est vous, l'utilisateur, qui contrôlez les clés. L'implémentation du CCU est open source, et nous invitons et encourageons la communauté à l'étudier et à retourner leurs impressions. Nous pensons que cette approche est beaucoup plus sûre que de stocker vos données auprès d'un fournisseur où le chiffrement se fait du côté du serveur et où le FAI contrôle les clés ou, pire, ne chiffre rien du tout - si, par exemple, les fichiers des utilisateurs de MEGA étaient soudainement accessibles sans mot de passe à cause d'une erreur de programmation, ils ne seraient pas lisibles sans les clés de déchiffrement qui sont, dans notre cas, contrôlées par les utilisateurs eux-même.","332":"J'ai remarqué que vous utilisez du HTTPS pour transférer des données de fichiers déjà chiffrées. N'est-ce pas redondant ?","333":"Oui, en effet. Malheureusement, la plupart des navigateurs n'aiment pas lorsqu'ils doivent établir des connexions non-sécurisés à partir d'une page sécurisée, et personne ne peux leurs en vouloir pour cela - ils ne peuvent pas être conscients du fait qu'il y a une autre couche de chiffrement déjà présente. Vu que le HTTPS a un effet négatif sur les performances, nous vous donnons la possibilité de le désactiver sur les navigateurs qui le permettent (Chrome, Safari et Firefox jusqu'à la version 17) afin d'accélérer vos transferts sans pour autant compromettre la confidentialité et l'intégrité de vos données. Vous verrez un \"avertissement SSL\" apparaître dès votre premier transfert de fichier sous certains navigateurs - dans ce cas (et seulement celui-ci), vous pouvez ignorer l'avertissement.","334":"Quel algorithme de chiffrement MEGA utilise t-il en interne ?","335":"Pour les transferts de masse, du AES 128 bits (nous considérons que par rapport à l'utilisation plus conséquente du CPU par l'AES 192 et 256 bits, le gain en sécurité théorique est trop faible pour être utilisé, du moins jusqu'à l'avènement des ordinateurs quantiques). La vérification après téléchargement de l'intégrité des fichiers est effectuée grâce au CCM, qui est moins efficace que l'OCB mais non soumis à brevet.","336":"Pour permettre des partages sécurisés entre les utilisateurs et le dépôt de fichiers dans votre boîte de réception, du RSA-2048 est utilisé (la longueur de la clé a été choisie pour allier sécurité et rapidité). Tout chiffrement, déchiffrement et génération de clé sont implémentés en Javascript, ce qui limite le débit à quelques MB\/s et génère une charge conséquente pour le CPU. Nous attendons avec impatience l'implémentation de l'API HTML5 \"WebCrypto\" par tous les principaux navigateurs internet, ce qui éliminera cette problématique.","337":"Le générateur de nombres aléatoires en Javascript est soutenu par une fonction (RC4) qui utilise les mouvements de la souris et la pression des touches du clavier tout en se basant sur le temps pour améliorer le caractère \"aléatoire\" de la génération.","338":"Est-ce que MEGA conserve des sauvegardes de mes fichiers ?","339":"Nous stockons vos fichiers dans au moins deux serveurs situés dans différents centres de données, quand c'est possible.","340":"J'ai oublié mon mot de passe. Puis-je le réinitialiser ?","341":"Malheureusement, votre mot de passe MEGA n'est pas juste un mot de passe - c'est la clé de chiffrement maître de toutes vos données. Si vous le perdez, vous perdez l'accès à tous vos fichiers qui ne sont pas dans un dossier partagé et pour lesquels vous n'avez pas précédemment exporté la clé du fichier ou dossier.","344":"Quand ai-je besoin de passer à un compte Pro ?","345":"Un compte Pro vous donne davantage d'espace de stockage et un plus gros quota de bande passante que nous mettons à disposition dès lors qu'une limite opérationnelle de bande passante est atteinte - vous pouvez utiliser ce quota vous-même, ou l'accorder aux tierces personnes qui accèdent à vos données (utilisateurs sans compte MEGA inclus). Le pourcentage maximal de bande passante allouée aux tierces personnes est configurable dans les paramètres de votre compte.","346":"A quoi sert la fonction de limitation de la vitesse d'upload ?","347":"La plupart des routeurs ne donnent pas la priorité aux plus petits paquets en cas de trafic élevé, ce qui affecte énormément votre débit entrant quand votre débit sortant est utilisé à son maximum. Par conséquent, nous proposons une option de gestion automatique de la vitesse qui mesure votre bande passante sortante disponible durant les dix premières secondes d'un upload, pour ensuite laisser au moins 10% de celle-ci libre. Vous pouvez aussi définir une limite fixe.","348":"À quoi ai-je droit avec mon compte gratuit ?","349":"Un espace de stockage pratique, haute-performance et sécurisé d'une capacité de [X]. Si vous avez besoin de plus d'espace, vous pouvez souscrire un compte [A1]Pro[\/A1]. [A2]Cliquez-ici[\/A2] pour voir votre utilisation actuelle.","359":"Est-ce que vous mettez à disposition une API ?","361":"Oui. Le code Javascript open-source qui implémente l'interface pour navigateur de MEGA utilise notre API. Vous avez donc à disposition de nombreux exemples de codes qui sont déjà utilisés pour vous inspirer si vous trouvez notre [A]documentation[\/A] insuffisante. Étant donné que nous n'avons pas les ressources nécessaires pour créer nous même toutes les applications qui transforment MEGA en un outil polyvalent et utile, nous vous invitons à nous aider. Après avoir vérifié que le code de votre application ne contient pas de backdoor (porte dérobée), nous en ferons la promotion sur notre site. Nous serons heureux de discuter avec vous d'un modèle de partage de revenus pour les applications les plus populaires.","362":"Afin d'éviter une surcharge des ressources, ils nous faut parfois limiter l'utilisation de la bande-passante. Le fichier que vous essayez de télécharger dépasse notre limite actuelle de [X3]. Son transfert a été reporté et reprendra automatiquement une fois le trafic revenu à la normale.","365":"Votre navigateur est trop vieux pour télécharger un fichier aussi lourd.","366":"Avertissement sur la violation du droit d'auteur","367":"MEGA respecte les droits d'auteur d'autrui et exige que les utilisateurs de son service de stockage en ligne respectent les lois sur les droits d'auteur. Il est strictement interdit d'utiliser le service de stockage en ligne MEGA pour enfreindre les droits d'auteur. Vous ne pouvez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui viole les droits d'auteur ou autres droits de propriété de toute personne ou entité.","368":"Attention :","369":"Le principe de sécurité par chiffrement de MEGA repose sur la confidentialité des clés affichées ci-dessus. Évitez de les partager via des canaux peu sécurisés !","370":"Copier dans le presse-papier","371":"Copié dans le presse-papier","372":"Upload","373":"Téléchargement","374":"Nous promettons, nous livrons","375":"Navigation bloquée à cause des transferts en attente.","376":"Vous devez être identifié pour accéder à cette page.","377":"Vous avez au moins un fichier en cours de transfert. Si vous continuez, tout transfert sera interrompu.","378":"Veuillez insérer votre mot de passe pour confirmer votre compte.","379":"Merci de vous identifier pour uploader ce fichier dans votre compte.","380":"Insérez la clé de déchiffrement","381":"Tous droits réservés","382":"Conçu en Nouvelle Zélande","383":"Support","384":"Centre d'aide","385":"Conditions d'Utilisation","386":"Politique de Confidentialité","387":"Droit d'auteur","388":"Communauté","389":"Blog","390":"Partenariats","391":"Revendeurs","392":"Développeurs","393":"Hébergeurs Partenaires","394":"Investisseurs","395":"Devenir revendeur","396":"À propos de nous","397":"Adhésion gratuite","398":"Adhésion Pro","399":"Nous contacter","400":"Aide basique","401":"Aide sur le Partage","402":"Aide sur la Sécurité et la Confidentialité","403":"Aide sur le Compte","404":"Aide sur les Paiements et les Factures","405":"Aide sur les Outils","406":"Top des questions fréquemment posées","407":"Catégories :","408":"Janvier","409":"Février","410":"Mars","411":"Avril","412":"Mai","413":"Juin","414":"Juillet","415":"Août","416":"Septembre","417":"Octobre","418":"Novembre","419":"Décembre","420":"Connectez-vous pour démarrer votre upload.","421":"Veuillez accepter nos conditions d'utilisation","422":"J'accepte","423":"Vous avez besoin d'un compte pour utiliser la fonctionnalité de partage. Souhaitez-vous vous enregistrer maintenant ?","424":"Partage désactivé","425":"Renommer le Dossier","426":"Renommer le Fichier","427":"Détails du compte","428":"Bons d'achat","429":"Historique de la Session","430":"Historique des achats","431":"Historique des transactions","432":"Type de compte :","433":"Passer Pro","434":"Type d'abonnement:","435":"GRATUIT","436":"Pas d'abonnement","437":"Espace de Stockage :","438":"[X] utilisé","439":"[X1] sur [X2]","440":"Gestion de la Bande Passante","441":"Activer la Gestion de la Bande Passante","442":"Désactiver la Gestion de la Bande Passante","443":"Vous pouvez préciser le pourcentage de bande passante que vous souhaiteriez allouer.","444":"Pourcentage de Bande Passante à allouer :","445":"Allouer de la Bande Passante","446":"(pour des téléchargements tiers de vos fichiers)","447":"Bande Passante dédiée au Téléchargement","448":"(pour les téléchargements de fichiers d'autres utilisateurs)","449":"Solde du compte","450":"Recharger","451":"Créer des bons d'achat :","452":"Type de bon d'achat :","453":"Choisissez un type de bon d'achat","454":"Quantité :","455":"Créer","456":"Valider un bon","457":"Acheter un bon","458":"Valider","459":"Vos bons d'achat","460":"Bons d'achat inutilisés","461":"Bons d'achat utilisés","462":"Bons d'achat annulés","463":"Bons d'achat révoqués","464":"Tous les bons d'achat","466":"Les [X] derniers","467":"Historique de la Session","468":"Historique des achats","469":"Les [X] derniers achats","470":"Historique des transactions","471":"Les [X] dernières transactions","472":"Les [X] dernières sessions","473":"Oups, le code de ce bon d'achat semble invalide.","474":"Date d'expiration : ","475":"Date\/Heure","476":"Article","477":"Quantité","478":"Méthode de paiement","479":"Navigateur","480":"Adresse IP","481":"Pays","482":"Activité la plus récente","483":"Session en cours","484":"Numéro de Transaction","485":"Crédit","486":"Débit","487":"Code du bon","488":"Statut","489":"Inutilisé","490":"Validé le","491":"Révoqué le","492":"Annulé le","494":"Choisissez votre offre:","495":"Stockage","496":"Bande Passante","497":"Choisissez le type d'abonnement :","498":"par mois","499":"par an","500":"Choisissez le type d'abonnement :","501":"17% Réduction","502":"Choisissez le type d'abonnement :","503":"Choisissez la méthode de paiement :","504":"Solde prépayé","505":"acheter un bon","506":"Professionnel","507":"Continuer","508":"code du bon","509":"LA SOCIÉTÉ POUR LA VIE PRIVEE","510":"Bienvenue chez MEGA !","511":"Votre paire de clés RSA publique de 2048 bits et privée est en cours de création. ","512":"Pour renforcer la clé, nous avons collecté les mouvements de votre souris et la pression des touches sur votre clavier, sur la base de la fonction mathématique de l'entropie de Shannon.","513":"Le code du bon d'achat a bien été validé pour votre compte, cependant votre nouveau solde prépayé n'est pas suffisant pour votre achat. Veuillez ajouter davantage de solde ou prendre une offre moins chère.","514":"Solde insuffisant, veuillez réessayer.","515":"Ce dossier contient plus de 500 éléments. De gros dossiers peuvent ralentir votre navigateur. Nous vous recommandons d'utiliser des sous-dossiers.","516":"Obtenir de l'aide","517":"Quelque chose ne fonctionne pas ? Rendez-vous d'abord dans le [A]centre d'aide[\/A]. Si vous ne trouvez pas de réponse, n'hésitez pas à nous contacter.","518":"Légalité","519":"Notre département juridique est là pour répondre à vos demandes.","520":"Droit d'auteur","521":"Vous craignez qu'un utilisateur enfreigne vos droits de propriété intellectuelle ? Veuillez remplir le [A]formulaire de retrait en ligne[\/A] ou envoyez-nous un e-mail.","522":"Proposer des améliorations","523":"Veuillez soumettre vos idées de fonctionnalités et vos suggestions d'amélioration ici.","524":"Rapporter un bug","525":"MEGA est actuellement en phase \"bêta\" et vous êtes invités à soumettre des rapports de bug. Plus ils sont détaillés, mieux c'est.","526":"Médias","527":"Nous invitons les personnes du monde des médias, blogueurs inclus, à nous contacter pour toute demande relative à MEGA. ","528":"Devenir un revendeur","529":"Partagez notre \"Success Story\"!","530":"Notre programme de revendeur vous permettra de vendre des bons d'achat MEGA.","531":"Les détails :","532":"Vous aurez accès à notre interface de gestion sophistiquée de bons d'achat.","533":"Créez des bons d'achat avec le solde de votre compte en temps réel.","534":"Des revenus élevés dès le début.","535":"Plus vous vendez, plus votre revenu sera important et meilleur sera votre bénéfice.","536":"L'accès à l'API revendeur vous permettra de développer des outils sympas qui peuvent interagir avec notre système en temps réel.","537":"Publicité gratuite : votre site web sera affiché sur MEGA","538":"Sous condition de l'étude et de l'acception de votre candidature de revendeur. Votre commerce et votre site web doivent satisfaire nos critères.","539":"Partage de Revenus","540":"Votre revenu sera déduit dès la création d'un bon d'achat.","541":"Chiffre d'affaire mensuel","542":"Partage de revenus","543":"plus de [X]","544":"Déposer ma candidature","545":"Devenir un revendeur","546":"Détails","547":"Vos détails","548":"Marchés","549":"Choisir des marchés de revendeur :","550":"Paiements","551":"Choisissez une méthode de paiement","552":"Choisir une méthode de paiement à partir de la liste des fournisseurs disponibles","553":"Votre fournisseur n'est pas dans la liste ? Veuillez [A]nous envoyer un e-mail[\/A] ","554":"Compléter","555":"J'accepte les [A]Conditions d'Utilisations pour devenir Revendeur[\/A] de MEGA.","556":"Suivant","557":"Choisissez des marchés à partir de la liste des pays disponibles","558":"Précédent","559":"Votre nom","560":"URL de votre commerce","561":"Adresse","562":"Code postal","563":"Nom de votre commerce","564":"Numéro de téléphone","565":"Ville","566":"Choisissez les pays selon la méthode de paiement :","568":"Veuillez choisir votre pays","569":"Paramètres des transferts","570":"Nombre de connexions simultanées pour les uploads :","571":"Nombre de connexions simultanées pour les téléchargements :","572":"Vitesse Limite d'émission:","573":"Aucune","574":"Automatique","575":"Fixé","576":"Ignorer les fichiers identiques lors des uploads :","577":"Oui","578":"Non","579":"Utiliser le SSL pour les transferts de fichier :","580":"Désactiver le SSL améliore les performances sans altérer la sécurité.","581":"Veuillez renseigner votre nom.","582":"Veuillez renseigner l'URL de votre commerce.","583":"Veuillez renseigner votre adresse.","584":"Veuillez renseigner votre code postal.","585":"Veuillez renseigner le nom de votre commerce.","586":"Veuillez renseigner votre numéro de téléphone.","587":"Veuillez renseigner votre ville.","588":"Veuillez renseigner votre pays.","589":"Vous devez accéder aux conditions d'utilisation pour revendeur.","590":"Veuillez choisir au moins un pays.","591":"Veuillez au moins choisir une méthode de paiement.","592":"Veuillez choisir au moins un pays selon la méthode de paiement.","593":"Parfait","594":"Vous recevrez un e-mail de notre part avec des instructions supplémentaires.","620":"Déclaration de Violation Présumée","621":"Déclaration","622":"Nous respectons les droits d'auteur d'autrui et exigeons que nos utilisateurs respectent les lois qui se réfèrent au droit d'auteur. Nous interdisons strictement d'utiliser nos service dans le but d'enfreindre un droit d'auteur. Vous ne devez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui enfreint un droit d'auteur ou un autre droit à la propriété de toute personne ou entité. Nous répondrons aux déclarations d'infraction de droit d'auteur présumées qui sont conformes aux lois applicables et qui nous ont été transmises correctement. Si vous pensez que votre contenu a été copié ou utilisé d'une façon qui constitue une violation de droit d'auteur, veuillez nous fournir les informations suivantes : (i) une signature physique ou électronique de la personne qui détient le droit d'auteur ou toute autre personne en droit d'agir à la place du-dit détenteur ; (ii) l'identification de la création qui est prétendue violée ou qui est sujette à une activité violant ses droits d'auteur et qui doit être retirée ou que son accès doit être désactivé, et des informations raisonnablement suffisantes pour nous permettre de localiser la création comme, par exemple, l'URL (Uniform Resource Locator); (iv) vos informations de contact, incluant votre adresse, numéro de téléphone et une adresse email; (v) une déclaration sur l'honneur que vous êtes certain que l'utilisation de la création de la manière reprochée n'est pas autorisée par le détenteur du droit d'auteur, son agent ou la loi et (vi) une déclaration que les informations de la notification sont exactes et que, sous peine de parjure, vous êtes autorisé à agir au nom du détenteur du droit d'auteur.","623":"Nous nous réservons le droit de retirer le présumé contenu qui violerait des droits d'auteur sans préavis, à notre seule discrétion et sans votre responsabilité. Dans certaines circonstances, nous résilierons votre compte si vous semblez êtes déterminé à répéter ce genre de violation. Notre agent désigné pour les droits d'auteur et qui se charge des déclarations de violation de droits d'auteur est:","624":"Avis de Droit d'Auteur","625":"Veuillez utiliser ce formulaire pour soumettre un avis de droit d'auteur. Nous y répondrons sous 24 heures et de façon instantanée durant les heures ouvrables.","626":"Le Contenu :","627":"Champs requis","628":"Viole mes droits personnels d'auteur.","629":"Viole les droits d'auteur d'une personne que je suis autorisé à représenter.","630":"Type de retrait :","631":"Choisissez un type de retrait :","632":"1. Désactiver uniquement la ou les) URL(s) publique(s). Le ou les fichier(s) restera\/ont dans le ou les compte(s) de l'utilisateur","633":"2. Désactiver toutes les URLs du ou des fichier(s) sous-jacent(s) pour le ou les URL(s) renseignée(s). Le ou les fichier(s) restera\/ont dans le ou les compte(s) de l'utilisateur.","634":"3. Retirer toutes les instances du ou des fichier(s) sous-jacent(s) du ou des URL(s) renseignée(s). Il n'y a aucun utilisateur ayant le droit de stocker ce genre de fichier","635":"Je déclare par la présente que je crois sincèrement et assurément que le partage de l'oeuvre soumise à des droits d'auteur à l'endroit indiqué ci-dessus n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )","636":"Je réalise et accepte que je peux être responsable des dommages, qui incluent les tarifs et les frais d'avocats, si je présente sciemment, matériellement et à tort le contenu, le ou les URL(s) ou encore les fichiers rapportés comme violant des droits d'auteur.","637":"Les informations de cette déclaration sont correctes et je déclare, sous peine de parjure, que je suis autorisé à agir au nom de la personne détentrice des droits d'auteur.","638":"Cette déclaration est un document légal et sérieux. Veillez donc à la véracité de vos réclamations pour violation de droit d'auteur. Il vous serait plus judicieux de consulter un avocat en premier lieu afin de déterminer si, oui ou non, le contenu que vous signalez est bel et bien une violation de droit d'auteur et non protégé par un usage équitable, une licence, ou un autre système légal.","639":"Soumettre l'avis","640":"Ajouter","641":"URL du contenu qui viole des droits d'auteur :","642":"Nom du détenteur des droits d'auteur :","643":"Métier :","644":"Adresse e-mail :","645":"Fax :","646":"Ville :","647":"Code postal :","648":"Oeuvre soumise à des droits d'auteur qui violeraient les dits-droits :","649":"Mon nom complet :","650":"Société \/ Organisation :","651":"Téléphone :","652":"Adresse :","653":"État \/ Province","654":"Pays","655":"Veuillez renseigner l'URL de chaque oeuvre soumise à droits d'auteur qui violeraient les-dits droits :","656":"Veuillez renseigner le travail soumis à des droits d'auteur pour chaque URL qui violeraient les-dits droits :","657":"Veuillez choisir si le contenu viole vos droits personnels d'auteur ou ceux de la personne que vous êtes autorisé à représenter.","658":"Veuillez choisir un type de retrait.","659":"Veuillez renseigner l'URL de chaque oeuvre soumise à des droits d'auteur qui violeraient les-dits droits :","660":"Veuillez renseigner  le travail soumis à des droits d'auteur pour chaque URL qui violeraient les-dits droits.","661":"Veuillez renseigner le nom du détenteur des droits d'auteur.","662":"Veuillez renseigner votre nom complet.","663":"Veuillez renseigner votre adresse e-mail.","664":"Veuillez renseigner une adresse e-mail valide.","665":"Veuillez confirmer que vous croyez sincèrement et assurément que le partage de l'ouvrage soumis à des droits d'auteur à l'endroit ci-indiqué n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )","666":"Veuillez confirmer que vous réalisez et acceptez que vous puissiez être responsable pour des dommages qui incluent les tarifs et les frais d'avocats si vous avez sciemment et matériellement présenté sous un faux jour, autrement dit dénaturé, le contenu, le ou les URL(s) ou encore les fichiers rapportés pour violation de droits d'auteur.","667":"Veuillez confirmer que les informations de cet avis sont justes et que vous déclarez, sous peine de parjure, que vous êtes autorisé à agir au nom de la personne détentrice des droits d'auteur.","668":"Merci !","669":"Nous allons examiner votre notice de droits d'auteur sous peu.","670":"Langue","671":"Vous parlez plusieurs langues ?","672":"Aidez-nous à traduire !","673":"Nous défendons votre vie privée","674":"Nul ne peut être l'objet d'intrusions arbitraires dans son intimité, sa famille, son foyer ou sa correspondance. Toute personne a le droit à la protection de la loi contre de telles intrusions et atteintes.","675":"Déclaration Universelle des Droits de l'Homme, Article 12","676":"MEGA est un service de Stockage en ligne vous assurant confidentialité et vie privée","677":"MEGA fournit un service de stockage en ligne fiable,  puissant et totalement confidentiel. MEGA croit en votre droit à la vie privée et vous offre les outils technologiques pour la protéger. Nous appelons cela le Chiffrement Contrôlé par l'Utilisateur, ou CCU. Et c'est totalement automatique. ","678":"Qu'est-ce que le Chiffrement Contrôlé par l'Utilisateur de MEGA ?","679":"Tous les fichiers stockés chez MEGA sont chiffrés. Tous les transferts de données depuis et vers MEGA sont chiffrés. Et alors que la plupart des fournisseurs d'hébergement en ligne peuvent et prétendent le faire, MEGA, lui, est différent : Contrairement à la norme actuelle où c'est le fournisseur du service d'hébergement qui détient les clés de chiffrement, chez MEGA, c'est vous qui les détenez et qui décidez d'accorder ou d'interdire l'accès à vos fichiers, et cela sans avoir à installer de logiciel à risque. Tout se passe dans votre navigateur internet !","680":"L'avenir de MEGA","681":"Le stockage en ligne par MEGA n'est qu'une première étape. Dans le futur, MEGA mettra à disposition le CCU dans votre navigateur pour un large panel d'applications sans que vous n'ayez besoin d'installer quoi que ce soit. Notre technologie protégera vos e-mails, vos appels, vos communications instantanées et les vidéos en streaming.","692":"Est-ce que MEGA est légal ?","693":"Nous sommes un groupe de technologistes dévoués qui ont eu le temps, l'opportunité et un accès à internet pour construire un service de stockage en ligne stupéfiant qui va vous aider à protéger votre vie privée. Nous avons développé ce service web en partant de zéro, sans rien, à Auckland en Nouvelle Zélande. Contrairement à la plupart de nos concurrents, nous utilisons une technologie de chiffrement moderne, via navigateur internet, où c'est vous et uniquement vous (pas nous) qui contrôlez les clés. Notre groupe qui a conçu le service comprend : Kim Dotcom, Mathias Ortmann, Bram van der Kolk et Finn Batato. Notre PDG, Vikram Kumar, était l'ancien PDG de InternetNZ, une organisation à but non-lucratif encourageant l'idée d'un \"internet ouvert et libre\". Nous espérons que vous partagez cette vision des choses.","694":"1. Désactiver un lien (\"URL\") par fichier : le ou les fichier(s) resteront dans le compte de l'utilisateur","695":"2. Désactiver plusieurs URLs par fichier : le ou les fichiers) resteront dans le compte de l'utilisateur","696":"3. Retirer tous les fichier(s) sous-jacent(s) du ou des URL(s) renseignée(s) : aucun utilisateur n'a le droit de stocker ce genre de fichier","697":"4. Autre","698":"Vous pouvez soumettre une déclaration ici","699":"Signer et soumettre la déclaration","700":"Veuillez signer votre avis de retrait manuellement par e-mail à [A1]copyright@mega.co.nz[\/A1] conformément à notre [A2]mise à disposition de retrait[\/A2].","701":"E-mail de l'avis de retrait","702":"Rapporter un Abus","703":"Votre lien d'inscription est invalide. Veuillez vérifier d'éventuelles erreurs dans votre e-mail d'activation.","704":"Votre compte a déjà été activé. Connectez-vous.","705":"Votre confirmation n'a pu être traitée. Veuillez vous inscrire à nouveau. Code d'erreur:","706":"Changer de mot de passe","707":"Mettre à jour","708":"Envoyer la demande","709":"Je ne me souviens pas de mon mot de passe actuel","710":"Si vous êtes toujours connecté mais que vous ne vous souvenez pas de votre mot de passe actuel, vous pouvez définir un nouveau mot de passe en cochant cette option. Vous recevrez un lien de confirmation pour changer de mot de passe par e-mail, activant le nouveau mot de passe si vous cliquez dessus dans les 15 minutes.","711":"Demande de Modification","712":"Bon d'achat validé","713":"Le solde du bon d'achat a été crédité sur votre compte. Voulez-vous continuer votre achat Pro maintenant?","714":"Ce bon d'achat a déjà été utilisé","715":"Les nouveaux mots de passe que vous avez saisi ne correspondent pas. Veuillez réessayer.","716":"Mot de passe actuel","717":"Nouveau mot de passe","718":"Confirmez le nouveau mot de passe","719":"Veuillez entrer votre mot de passe actuel.","720":"Veuillez entrer votre nouveau mot de passe.","721":"Veuillez vérifier vos e-mails et cliquer sur le lien de confirmation pour valider votre changement de mot de passe.","722":"Changement demandé.","723":"Le nouveau mot de passe doit être différent de l'actuel.","724":"Le mot de passe actuel indiqué est incorrect.","725":"Votre mot de passe a été changé.","726":"Mise à jour terminée","727":"Votre mot de passe a été changé.","728":"Ce lien de confirmation de mot de passe a expiré.","729":"Ce lien a déjà été confirmé.","730":"Votre compte a été suspendu. Veuillez vérifier vos e-mails pour plus de détails et répondre dans les plus brefs délais.","731":"Le compte d'utilisateur associé a été résilié en raison de violations multiples de nos [A]Conditions d'utilisation[\/ A].","732":"Vous êtes déjà connecté à un compte qui est différent de celui que vous confirmez. Veuillez vérifier votre session en cours, déconnectez-vous, puis cliquez sur le lien de confirmation.","733":"Adresse e-mail inconnue. Si vous n'avez pas encore de compte chez nous , nous vous invitons à vous inscrire.","734":"Merci !","735":"Veuillez vérifier votre e-mail.","736":"Seul les comptes ne contenant aucun fichier ou dossier peuvent réinitialiser leur mot de passe.","737":"Réinitialiser mot de passe","738":"Réinitialiser","739":"mot de passe oublié ?","740":"Votre mot de passe a été changé avec succès.","741":"Veuillez choisir un nouveau mot de passe sécurisé.","742":"Réinitialiser","743":"Ce lien a expiré. Veuillez demander un nouveau lien.","744":"Lien invalide. Veuillez demander un nouveau lien.","745":"Pas de facturation en cours","746":"Type d'abonnement ","747":"Hebdomadaire ","748":"Mensuel","749":"Annuel","750":"Prochaine facturation le","751":"Ancien","752":"Extension MEGA pour Firefox","753":"Installez l'extension MEGA pour Firefox afin d'améliorer considérablement les performances. Elle vous permettra d'effectuer des téléchargements par lot d'un nombre illimité de fichiers sans limitation sur la taille.","754":"L'extension MEGA pour Firefox est sécurisé et invisible. Si vous préférez utiliser MEGA sans extension, nous vous recommandons fortement d'utiliser [A]Chrome[\/A].","755":"Installer l'extension","756":"1 téléchargement terminé","757":"[X] téléchargements terminés","758":"Ouvrir le dossier de téléchargement","759":"cliquez ici pour ouvrir","760":"Veuillez installer l'extension MEGA pour Firefox afin de télécharger un fichier de cette taille.","761":"Veuillez confirmer","762":"Vous êtes sur le point de télécharger un très grand nombre de fichiers, ce qui peut ralentir votre navigateur. Continuer quand même ?","763":"Contact","764":"Votre telechargement n'a pas pu commencer car votre disque est plein.","765":"Vos téléchargements n'ont pas pu commencer car votre disque est plein.","766":"Certains de vos téléchargements n'ont pas pu commencer car votre disque est plein.","768":"Votre téléchargement n'a pas pu commencer : votre disque est plein, ou bien vous utilisez Chrome en mode navigation privée, ce qui rend impossible l'écriture des fichiers. ","769":"Nous ne pouvons utiliser seulement 5% de l'espace disponible sur votre disque pour le téléchargement. Veuillez libérer plus d'espace pour continuer.","770":"Choisissez votre mot de passe","771":"Confirmez votre mot de passe","772":"URL du fichier:","773":"Temps restant","774":"Envoyer le lien","775":"Renommer ci-dessous:","776":"Enregistrer","777":"Se souvenir de moi sur cet appareil","778":"Vous n'avez pas de compte MEGA ?","779":"S'enregistrer maintenant","780":"Vous avez déjà un compte MEGA ?","781":"En raison des performances CPU limitées des appareils mobiles, la génération de la clé RSA peut prendre plusieurs minutes. Merci de patienter.","782":"Dossier vide","783":"Aucun fichier dans votre Espace de stockage","784":"Aucun contact","785":"Aucun résultat.","786":"Aucun fichier dans votre boite de réception","787":"Aucun fichier dans votre Corbeille","788":"Êtes-vous bien sûr de vouloir déplacer ce fichier dans votre Corbeille ?","789":"Êtes-vous bien sûr de vouloir déplacer ce dossier dans votre Corbeille ?","790":"Ouvrir le fichier","791":"Importer le fichier","792":"Supprimer le fichier","794":"Supprimer le Dossier","796":"Obtenir le lien","797":"Partager le dossier","798":"Espace restant","799":"Espace utilisé","800":"Espace gratuit","801":"Version normale","802":"E-Mail du contact","803":"Télécharger le fichier","804":"Malheureusement, ce type de fichier n'est actuellement pas supporté sur votre appareil mobile avec MEGA","805":"Ce type de fichier sera supporté sur votre appareil mobile très prochainement.","806":"changer le nom du dossier:","807":"changer le nom du fichier:","808":"Lien du Dossier","809":"URL du dossier:","810":"Lien de Téléchargement","811":"URL du fichier:","812":"Confirmer le compte","813":"Dossier partagé","814":"Voulez-vous abandonner votre upload ?","815":"Voulez-vous abandonner votre téléchargement ?","816":"Veuillez entrer une adresse e-mail valide.","817":"Vous ne pouvez pas créer un dossier dans un résultat de recherche.","818":"Voulez-vous passer de la version mobile à la version normale ?","819":"Démarrage...","820":"Ce fichier a été importé dans votre Espace de Stockage.","821":"Vos Notifications","822":"Retour","823":"Réglages","824":"Nouveau dossier partagé par [X]","825":"Nouveau dossier partagé","826":"[X] a révoqué le partage d'un dossier","827":"Dossier partagé révoqué","828":"[X1] dossiers et [X2] fichiers","829":"[X] dossiers et 1 fichier","830":"1 dossier et [X] fichiers","831":"1 dossier et 1 fichier","832":"[X] dossiers","833":"[X] fichiers","834":"1 dossier","835":"1 fichier","836":"[X] a ajouté [DATA]","837":"[X] ont été ajoutés","838":"[X] a été ajouté","850":"JAN","851":"FEV","852":"MAR","853":"AVR","854":"MAI","855":"JUI","856":"JUL","857":"AOU","858":"SEP","859":"OCT","860":"NOV","861":"DEC","862":"Notifications","863":"Voir tout","864":"Télécharger en .ZIP","865":"Ouvrir","866":"Copier 1 élément sélectionné","867":"Copier [X] éléments sélectionnés","868":"Déplacer 1 élément sélectionné","869":"Déplacer [X] éléments sélectionnés","870":"Confirmer","871":"[B]Attention:[\/B] Quota de stockage dépassé. Veuillez supprimer des fichiers ou [A]souscrire un compte Pro[\/A]","872":"Pro","873":"Il y a [X] secondes","874":"Il y a 1 minute","875":"Il y a [X] minutes","876":"Il y  a 1 heure","877":"Il y a [X] heures","878":"Il y a 1 jour","879":"Il y a [X] jours","880":"À l'instant","881":"Vous utilisez actuellement une session temporaire. Les données stockées seront perdues une fois la session expirée. Pour préserver vos données, inscrivez-vous et disposez d'un vrai compte avec 50 GB de stockage en ligne gratuit et sécurisé !","882":"Attention","883":"Créer un compte","884":"[X] n'est pas totalement compatible avec MEGA","885":"Votre navigateur","886":"Internet Explorer 10 contient un bug important affectant l'écriture de fichier depuis Javascript, entraînant une saturation de la mémoire lors du téléchargement de grandes quantités de données. Nous nous attendons à ce que le problème soit réglé avec la sortie d'Internet Explorer 11. En attendant, veuillez utiliser un autre navigateur.","887":"[X] ne propose pas les fonctionnalités du HTML5 dont MEGA a besoin pour utiliser la cryptographie côté-utilisateur. Les transferts de fichiers en HTML5 seront gérés par un système Flash très limité. Nous vous conseillons fortement d'utiliser un navigateur plus récent et moderne.","888":"Hautement Recommandé","889":"Recommandé","890":"MEGA fonctionne mieux avec les navigateurs suivants:","891":"Avertissement Compatibilité navigateur","892":"Propriétés","893":"Uploadé le","894":"Taille totale","895":"Nom du dossier","896":"Créé le","897":"Contenu","898":"Plusieurs fichiers & dossiers","899":"Plusieurs fichiers","900":"Plusieurs dossiers","909":"Mot de passe","910":"Acheter maintenant","911":"Profitez pleinement de MEGA avec [B]Pro[\/B]","912":"A partir de","913":"mois","914":"abonnement annuel","915":"Espace de stockage élevé","916":"Quota de bande passante élevé","917":"si vous choisissez l'abonnement annuel","918":"Mensuel","919":"Annuel","920":"Passez Pro","921":"2 mois GRATUIT","922":"1 mois","923":"1 an","924":"Avez-vous des questions au sujet des [A]Comptes Pro ?[\/A]","925":"Notre support sera ravi de vous aider.","926":"Nom de Société","927":"Ville","928":"Code Postal","929":"Téléphone","930":"jour","931":"mois","932":"année","933":"Adresse","934":"Etat ou province","935":"Adresse Paypal","936":"Compte Bancaire","937":"Nom du bénéficiaire","938":"Décrivez votre stratégie marketing","939":"Nom de la banque","947":"Espace de stockage","948":"Poubelle","949":"Boîte de réception","950":"Contacts","951":"Mon compte","952":"La plupart des appareils ne peuvent pas télécharger des fichiers d'une taille excédant 4Go.Votre téléchargement va probablement échouer.","953":"Espace libre insuffisant","954":"L'équipe","955":"Applications Mobile","956":"Client de Synchronisation","957":"App Chrome","959":"App Firefox","961":"Applications","962":"Kit de Développement","963":"Documentation","964":"Programme d'Affiliation","965":"Politique","966":"Guide de Suppression","967":"Se Déconnecter","968":"Créer un Compte","969":"Veuillez réessayer","970":"Veuillez entrer un mot de passe valide","973":"Bande passante consommée","974":"Gérer votre compte","975":"Ajouter une étoile","976":"Supprimer l'étoile","977":"Aucun fichier dans votre Espace de Stockage","978":"Votre recherche ne correspond à aucun document","979":"Votre Corbeille est vide","980":"Vous n'avez aucun contact","981":"Votre Boite de Réception est vide","982":"Contenu","983":"Vue générale","984":"Profil","985":"Historique","986":"Editer votre profil","987":"Expire le","988":"Contacts :","989":"[X] contacts","990":"1 contact","991":"Aller dans Contacts","992":"Avatar","993":"Changer l'Avatar","994":"Informations Personnelles","995":"Date de Naissance","996":"Choisir son pays","997":"Vous devez être inscrit pour ajouter des contacts","998":"Veuillez créer un compte gratuit","999":"Voulez-vous transformer votre session temporaire actuelle en un compte gratuit ?","1000":"Ne perdez pas vos données : créez un compte gratuit !","1001":"Supprimer le contact","1002":"Êtes-vous sûr de vouloir supprimer [X] de votre liste de contact ?","1003":"Confirmer la suppression","1004":"Êtes-vous sûr de vouloir déplacer [X] dans votre corbeille ?","1005":"Vous devez être inscrit pour créer des liens.","1006":"Vous devez êtes inscrit pour partager vos dossiers.","1007":"Vous ne pouvez pas annuler cette action.","1008":"Quota de bande passante pro dépassé.","1009":"Besoin de plus de bande passante ?","1010":"Quota de stockage dépassé.","1011":"Vous voulez conserver vos données ?","1012":"Quota de stockage bientôt atteint.","1013":"Besoin de plus de stockage ?","1015":"Entrez votre bon d'achat.","1016":"Sélectionner une image","1017":"Utiliser cet Avatar","1018":"Vider","1019":"Ajouter une adresse email","1020":"Veuillez entrer une adresse email ou sélectionner un contact","1021":"Activé","1022":"Désactivé","1023":"Vous n'avez pas le droit de modifier ce dossier.","1024":"Entrez un nom de dossier","1025":"Plusieurs éléments","1026":"Entrez la clé de déchiffrage","1027":"Déchiffrer","1028":"Clé de déchiffrage","1029":"Lien public","1030":"Sélectionner depuis vos contacts, ou ajouter une adresse email.","1031":"Exporter les liens de fichier et les clés de déchiffrage","1032":"Inclure la clé du fichier","1033":"Copier les clés","1034":"Télécharger plusieurs fichiers","1035":"Cliquez sur \"Autoriser\" pour terminer le téléchargement","1036":"Partagé avec","1037":"J'accepte","1038":"Langue","1039":"Payer avec PayPal","1040":"Connectez-vous pour activer votre abonnement pro.","1041":"Veuillez créer un compte pour activer votre abonnement","1042":"Initialisation","1043":"Lien de dossier indisponible","1044":"Le lien de dossier auquel vous essayez d'accéder n'est plus disponible. Cela peut être dû aux  raisons suivantes :","1045":"Le lien de dossier a été supprimé à cause d'une violation de nos conditions d'utilisation","1046":"Le lien de dossier a été désactivé par l'utilisateur","1047":"Bienvenue dans votre compte MEGA Pro","1048":"Votre abonnement pro a été activé. Faites-vous plaisir !","1049":"Dossier","1050":"Aucun partage","1051":"Jamais","1053":"Quota de bande passante presque atteint","1054":"Vous allez devoir attendre [X] pour que d'avantage de bande passante soit assignée à votre compte.","1055":"Vous ne voulez pas attendre ?","1056":"Cette limite est variable.","1057":"Confirmez la suppression de session","1058":"Vous utilisez actuellement une session temporaire. Êtes-vous sûr de vouloir terminer cette session ?","1059":"Cette action supprimera toutes vos données.","1060":"Chiffrage de bout en bout","1061":"Contrairement aux autres services de stockage, vos données sont chiffrées et déchiffrées par votre équipement et jamais par nous.","1062":"Accès partout","1063":"Vos données sont accessibles 24h\/24, depuis tout appareil, dans le monde entier.","1064":"Collaboration sécurisée","1065":"Partagez des dossiers avec vos contacts et voyez leurs modifications en temps réel","1066":"MEGA fourni des outils qui rendent la communication en ligne [A]privée et confidentielle[\/A] facile à utiliser.","1067":"MEGA fourni un service chiffré qui permet d'échanger de manière [A]privée et sécurisée[\/A] entre professionnels et particuliers. Vous détenez et contrôlez les clés de déchiffrage de vos données dans le Cloud.","1068":"Partagez des dossiers avec vos contacts et voyez les modifications en temps réel.","1069":"Voir comment ça marche","1070":"Comment ça marche","1071":"Vous voulez en savoir plus sur MEGA ?","1072":"Regardez la vidéo de lancement","1073":"Abonnements","1074":"Disposez de 50 Go gratuit","1075":"Bien plus avantageux que les principaux concurrents","1076":"Créer un compte","1077":"Abonnements à prix compétitifs","1078":"Dispoez de 4 To de stockage chiffré pour seulement 8.33€ par mois.","1079":"Regardez nos abonnements","1080":"Applications Mobiles","1082":"Le cloud est dans votre poche. Accédez et streamez vos fichiers depuis votre smartphone ou tablette. Envoyez et synchronisez vos données en ligne.","1083":"En profiter gratuitement","1084":"Disponible sur","1085":"Client de Synrchonisation","1086":"Synchronisation automatique et facile entre vos ordinateurs et votre espace de stockage MEGA.","1087":"Télécharger maintenant","1088":"Applications pour Navigateur Internet","1089":"Nos extensions pour navigateur installent MEGA dans votre navigateur pour un chargement plus rapide et une meilleure protection contre les attaques.","1090":"Aller sur la page de téléchargement","1091":"Cliquez pour envoyer ou glissez-déposez des fichiers ici.","1092":"Faites défiler pour continuer","1093":"N'entrez jamais votre mot de passe sur un appareil dont vous n'avez pas l'entière confiance. Ne vous connectez pas depuis un ordinateur public ou partagé.","1094":"Pour une meilleure sécurité, installez notre [A]extension pour navigateur[\/A] et chargez MEGA depuis votre ordinateur plutôt que de nos serveurs.","1095":"Créez votre compte [A]gratuit[\/A]","1096":"Prénom","1097":"Nom","1098":"Prénom et\/ou nom invalide","1099":"Entrez votre prénom et nom","1100":"Adresse e-mail invalide","1101":"Veuillez entrer une adresse e-mail correcte","1102":"Mot de passe invalide.","1104":"Veuillez rendre votre mot de passe plus résistant","1105":"Protection :","1106":"Statut du mot de passe","1107":"Les mots de passe ne correspondent pas.","1108":"Créer un compte","1109":"Votre mot de passe est votre clé de chiffrement principale.","1110":"La sécurité de votre compte dépend de la force de votre mot de passe. Les mots de passe trop cours, trop simples ou qui sont des mots du dictionnaire sont trop faciles à deviner.","1111":"N'oubliez pas votre mot de passe.","1112":"Il n'y a pas de procédure de récupération pour les mots de passe perdus. Si vous ne vous en rappelez plus, vous ne pourrez plus accéder à vos données stockées.","1113":"Votre compte est sécurisé seulement si votre ordinateur l'est aussi.","1114":"Retaper le mot de passe","1115":"L'analyseur de résistance de mot de passe est encore en cours d'initialisation.","1116":"Veuillez réessayer dans quelques secondes.","1117":"Conditions d'Utilisation","1118":"Vous devez accepter les conditions d'utilisation pour créer un compte sur MEGA","1119":"Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.","1120":"Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.","1121":"Votre mot de passe est assez protégé pour continuer, mais il est recommandé de le rendre plus résistant.","1122":"Ce mot de passe résistera à la plupart des attaques brute-force de base. Gardez-le en mémoire.","1123":"Ce mot de passe résistera à la plupart des attaques brute-force sophistiquées. Gardez-le en mémoire.","1124":"Très Faible","1125":"Faible","1126":"Moyen","1127":"Bon","1128":"Fort","1129":"Votre mot de passe est trop faible pour continuer","1130":"e-mail et\/ou mot de passe invalide","1131":"Confirmez votre compte","1132":"Collecte d'entropie","1133":"Nous allons analyser les mouvements de votre souris.","1134":"Cela va rendre votre [A]clé RSA[\/A] plus sécurisée .","1135":"Vous pourrez passer cette étape une fois les 100% accomplis.","1136":"C'est terminé !","1137":"vous pouvez maintenant passer à l'étape suivante pour valider votre clé.","1138":"Continuer","1139":"Score :","1140":"C'est une étape très importante et peut prendre quelques secondes.","1141":"Soyez patient.","1142":"Création de clé Public - Privée","1143":"Génération de la clé","1144":"L'utilisation du chiffrement la plus récente remonte à presque 400 ans, à l'époque de l'Egypte ancienne.","1145":"Aujourd'hui, 4000 années plus tard, la plupart des services de stockage en ligne les plus utilisés n'ont pas encore totalement adopté le chiffrement.","1146":"Complétez votre compte","1147":"Choisir un type de compte","1148":"[A]Obtenez 2 mois gratuits[\/A] si vous souscrivez un abonnement d'un an.","1149":"Limité","1150":"Gratuit","1151":"Profitez pleinement de MEGA avec un [A]compte Pro[\/A]","1152":"Choisissez votre abonnement :","1153":"abonnement annuel","1154":"L'Equipe","1155":"Envoi en cours","1156":"Téléchargement en cours","1157":"Téléchargement gratuit","1158":"pour Windows","1159":"Bientôt sur [A]Mac[\/A]","1160":"MEGA aimerait remercier les auteurs de ces programmes open source qui ont contribué grandement au développement de ce site :","1161":"Sécurisé","1162":"Vos données sont chiffrées de bout en bout. Personne ne peut les intercepter, ni lorsqu'elles sont stockées, ni même pendant un transfert.","1163":"Flexible","1164":"Synchronisez n'importe quel dossier de votre PC à n'importe quel dossier sur MEGA. Synchronisez un nombre illimité de dossiers en même temps.","1165":"Rapide","1166":"Profitez des infrastructures MEGA puissantes et des transferts multi-connectés.","1167":"Généreux","1168":"Stockez jusqu'à 50 Go gratuitement !","1169":"Complet","1170":"Cherchez, stockez, téléchargez, streamez, regardez, partagez, renommez ou supprimez vos fichiers. Tout est à votre disposition,  dans votre main.","1171":"Prochainement sur [A]iOS[\/A]","1172":"Extension Firefox","1173":"Extension Chrome","1174":"Cette application vous permettra d'installer MEGA dans votre navigateur. Cela réduira les temps de chargement, améliorera les performances de téléchargement et augmentera la sécurité.","1175":"Tout URL de MEGA sera capturée par l'extension et rester en local (aucun JavaScript ne sera chargé depuis nos serveurs). Des mises à jours automatiques et sécurisées sont effectuées grâce à la signature cryptographique de clé privée.","1176":"Et si vous êtes vraiment parano :","1177":"désactivez les mises-à-jour automatiques et examinez manuellement le code source pour chaque mise-à-jour.","1178":"Téléchargez MEGA pour Firefox","1179":"Installation :","1180":"Télécharger MEGA pour Chrome","1181":"Ouvrir la page d'extensions dans Chrome","1182":"menu>outils>extensions","1183":"ou tapez","1184":"dans votre barre d'adresse.","1185":"Déplacez le fichier téléchargé [X] vers la page d'extension de Chrome et confirmez l'installation. ","1186":"Vous pouvez acheter facilement votre abonnement MEGA grâce à nos revendeurs autorisés ci-dessous :","1187":"Télécharger","1188":"Vers votre Ordinateur","1189":"Importer","1190":"Vers votre Espace de Stockage","1191":"Le fichier que vous essayez de télécharger est temporairement indisponible.","1192":"Faites défiler pour en savoir plus sur MEGA","1193":"Démarrer un nouveau compte","1194":"Voulez-vous importer le fichier vers une nouvelle session ?","1195":"\"Non\" vous permettra de vous connecter et d'importer.","1196":"Annuler le téléchargement","1197":"Êtes-vous sûr de vouloir annuler ce téléchargement ?","1198":"Le fichier téléchargé va être supprimé.","1199":"Impossible de déchiffrer les méta-données sans clé.","1200":"Condition D'Utilisation des Affiliés","1201":"[A]Rejoignez-nous[\/A] pour boulevers le marché du stockage dans le Cloud","1202":"Amenez-nous des clients et et vous serez rémunéré","1203":"Aidez-nous à nous agrandir et prenez part au succès.","1204":"S'inscrire","1205":"Comment ça marche ?","1206":"Inscrivez-vous et obtenez votre ID affilié unique.","1207":"Nous surveillerons tous les achats effectuées par votre lien.","1208":"Vous gagnez [B]20%[\/B] de tous les revenus générés par votre ID affilié.","1209":"Les abonnements récurrents compterons comme affiliés.","1210":"A qui s'adresse ce programme affilié ?","1211":"Les développeurs d'applications :","1212":"Développez votre propre application avec notre [A]KdD[\/A] - Kit de Développement","1213":"Convertissez les utilisateurs gratuits en utilisateurs pro et monétisez votre application.","1214":"Sites Web :","1215":"Blogueurs","1216":"Comparatifs d'offres de stockage en ligne","1217":"Quelles sont les règles ?","1218":"Veuillez lire et accepter nos [A]Conditions d'Utilisation Affiliés[\/A]","1220":"C'est parti !","1221":"Inscrivez-vous au programme affilié et commencez à gagner de l'argent instantanément.","1223":"Informations de contact","1224":"Nous avons besoin d'en savoir plus sur vous","1230":"Informations de paiement","1231":"Nous payons au mois par Paypal ou transferts Bancaires (compte Néo Zélandais seulement).","1232":"Méthode de paiement","1233":"Paypal","1234":"Compte Bancaire (NZ seulement)","1235":"Nom du bénéficiaire","1236":"Nom de la banque","1237":"Numéro de compte en banque","1238":"Adresse Paypal","1239":"Informations d'Affiliation","1240":"Comment allez vous amener du trafic sur MEGA ?","1241":"Décrivez votre stratégie marketing :","1242":"J'accepte les [A]Conditions D'Utilisation[\/A] de MEGA","1243":"Vous êtes inscrit comme affilié. Vous gagnerez 20% de tous les revenus générés avec votre ID affilié.","1244":"Soyez certain de respecter les [A]Conditions d'Utilisation des Affiliés[\/A]","1245":"Vous pouvez obtenir des revenus en envoyant du trafic sur :","1246":"Statistiques","1247":"Période","1248":"30 jours","1249":"90 jours","1250":"180 jours","1251":"365 jours","1252":"Tout","1253":"Date","1254":"Ventes","1255":"Chiffres d'affaires","1256":"Revenus","1257":"Pas de vente enregistrée pour cette période","1258":"Gains","1259":"Aucun gain enregistré pendant cette période.","1260":"ID Affilié","1261":"Entrez votre date de naissance.","1262":"Entrez votre ville.","1263":"État ou province.","1264":"Entrez votre code postal.","1265":"Entrez votre numéro de téléphone.","1266":"Décrivez votre stratégie marketing.","1267":"Vous devez accepter les Conditions d'Utilisation Affiliés","1268":"Entrez votre adresse Paypal.","1269":"Entrez le nom du bénéficiaire de votre compte en banque Néo Zélandais","1270":"Entrez le nom de votre banque Néozélandaise.","1271":"Entrez votre numéro de compte de banque Néozélandaise.","1272":"MEGA a étl créé par des humains et est de ce fait pas parfait à 100%. Si vous rencontrez un bug, nous apprécierions que vous nous le communiquiez pour que nous puissions le corriger. Plus de détails vous nous donnerez, le mieux ce sera.","1273":"Nous prenons au sérieux les droits à la propriété et appliquons une politique de retrait sévère.","1274":"Pour plus d'informations, veuillez lire notre [A]Guide de retrait[\/A].","1275":"Vous pouvez soumettre une demande de retrait via notre [A]formulaire en ligne[\/A] ou en nous envoyant un e-mail.","1276":"Vous avez des suggestions ou des idées ? Vous voulez en apprendre d'avantage sur nos produits ?","1277":"Nous sommes toujours disponibles.","1278":"Veuillez sélectionner","1279":"Etape 1","1280":"Etape 2","1281":"Detail du contenu","1282":"Détail du propriétaire de Copyright","1283":"Ajouter un autre URL","1284":"Nom de l'ayant droit","1285":"Si applicable","1286":"Nom de l'agent autorisé par l'ayant droit qui soumet l'avis :","1287":"Avis de Droit d'Auteur Reçu","1288":"Nous allons étudier et traiter avec empressement votre avis.","1289":"Merci d'avoir cliqué sur le lien d'invitation. Veuillez créer votre compte gratuit maintenant ci-dessous.","1290":"Oups, il semble que le lien d'inscription n'est pas valide. Avez-vous déjà créé votre compte ?","1291":"Vous avez déjà cliqué sur un lien d'invitation. Veuillez créer votre compte.","1292":"Prochainement","1293":"Bienvenue dans le centre d'aide","1294":"SI vous ne trouvez pas la réponse à votre question, n'hésitez pas à nous contacter.","1295":"Contacter le Support","1296":"FAQ","1297":"Adresse e-mail déjà utilisée.","1298":"Connectez-vous dans votre compte.","1299":"Tirer pour rafraîchir","1300":"Dernière mise à jour","1301":"Aujoud'hui","1302":"Hier","1303":"Cette Semaine","1304":"La semaine dernière","1305":"Ce mois","1306":"Cette Année","1307":"Plus ancien","1308":"Téléchargement Echoué","1309":"Upload Echoué","1310":"Veuillez entrer le code de confirmation","1311":"Erreur de chargement de fichier","1312":"Nom D'Utilisateur\/Mot de passe manquant","1313":"Echec de connexion","1314":"Erreur de suppression","1315":"Pas de compte email présent","1316":"Sauvegarder le fichier hors-ligne pour en avoir un aperçu","1317":"Erreur de génération de lien","1319":"Le mot de passe est trop court","1320":"Le nom est trop court","1321":"Erreur de chargement des informations du compte","1322":"Upload terminé","1323":"Connexion","1324":"Connexion réussie","1325":"Génération du lien","1326":"Le lien a été copié dans le presse papier","1327":"Téléchargement terminé","1328":"Téléchargement commencé","1329":"En Attente","1330":"Entrez le nom d'utilisateur et le mot de passe","1331":"Email","1332":"Confirmer l'inscription","1333":"Veuillez vérifier vos emails et coller le code de confirmation ci-dessous ou cliquer sur le lien de confirmation iOS","1334":"Annuler l'inscription","1335":"Code de confirmation","1336":"Utiliser le dernier","1337":"Prendre une photo","1338":"Choisir une photo existante","1339":"Ajouter un dossier","1340":"Entrer un nom de dossier","1341":"Sélectionner des photos(s)","1342":"Editer","1343":"Espace de stockage vide","1344":"Partager","1345":"Sauvegarder hors ligne","1346":"Transferts","1347":"Vider la boite de réception","1348":"Dossiers partagés","1349":"Pas de photo","1350":"Photos","1351":"Localement","1352":"Disponible","1353":"Sauvegarder pour y accéder hors ligne","1354":"Définir le montant maximum de données sur votre appareil","1355":"Version","1356":"Avis","1357":"Se Déconnecter","1358":"Tous les fichiers téléchargés vont être supprimés","1359":"La taille sélectionnée est plus petite que le cache utilisé actuellement. Si vous continuez, certains fichiers seront supprimés.","1360":"Passer Pro","1361":"Offres","1362":"Renouveler","1363":"Pas de réseau","1364":"Réessayer","1365":"Vous n'êtes pas connecté à internet","1366":"Entrez le nouveau nom","1367":"Obtenez 50 GB gratuitement, ou souscrivez l'une des offres pro pour obtenir jusqu'à 4 TB de stockage crypté à partir de 8,33€ par mois.","1368":"jusqu'à [X]","1369":"et [X]","1370":"Email et Chat","1371":"Notre système de communication chiffrée arrive début 2014.","1372":"Préparez-vous à un chat, un service d'email, des appels & un service de conférence video griffés MEGA","1373":"Qu'est ce que MEGA ? Cliquez ou scrollez","1374":"Retour à la page d'acceuil","1375":"Retour à la page de téléchargement","1376":"Propulsé par :","1377":"Vous voulez jouer ? Si vous passez cette étape, la sécurité de votre compte sera réduite. Bougez votre souris exagérément et de manière aléatoire pour renforcer la sécurité.","1378":"Commencer le jeu","1379":"Passer","1380":"Categories","1381":"Paramètres Interface Utilisateur","1382":"Trier les préférences","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"par dossier","1385":"le même pour chaque dossier","1386":"Voir les préférences","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Télécharger[\/B] [A]sur votre ordinateur[\/A]","1389":"[B]Importer[\/B] [A]sur votre espace de stockage[\/A]","1390":"Glissez déposez l'image ici","1391":"suivez nous"}