{"11":"Article  n°12","12":"Nul ne peut être l'objet d'intrusions arbitraires dans son intimité, sa famille, son foyer ou sa correspondance, ni d'atteintes sur son honneur et sa réputation. Toute personne a le droit à la protection de la loi contre de telles intrusions et atteintes.","13":"Déclaration Universelle des Droits de l'Homme","14":"Confirmer la suppression","15":"Êtes-vous sûr de vouloir supprimer de façon permanente tous les éléments  de votre Corbeille ?","16":"Erreur interne","17":"Limite de bande passante atteinte","18":"Trop de connexions pour ce téléchargement","19":"La session a expiré ou est invalide","20":"Temporairement indisponible","21":"Problème de compte, veuillez vérifier votre e-mail","22":"Ce fichier n'existe plus","23":"Ce fichier n'est plus accessible","24":"Erreur de déchiffrage","25":"Le dossier dans lequel vous êtes a été supprimé par un autre utilisateur.","26":"Dossier Perdu","27":"Malheureusement, 1 fichier n'a pas pu être importé car il a dépassé [X].","28":"Malheureusement, [X1] fichiers n'ont pas pu être importés car ils ont dépassé [X2].","29":"Vous êtes restreint à uploader des fichiers avec notre Adobe Flash de secours car votre navigateur ne prend pas en charge l'HTML5 FileReader. Si vous souhaitez contourner cette limitation (et surtout augmenter les performances de votre navigateur), veuillez envisager d'installer [A]Google Chrome[\/A].","30":"Restrictions du navigateur","31":"Vous ne pouvez uploader que des fichiers inférieurs à [X] avec Internet Explorer. Chrome et Firefox vous autorisent à uploader des fichiers de toute taille.","33":"MEGA aime Google Chrome","34":"Avertissement :","35":"Vous utilisez un navigateur obsolète, ce qui affecte négativement les performances de vos transferts de fichiers.","36":"Passez à Google Chrome.","37":"Alors que d'autres éditeurs de navigateurs ont encore du mal à mettre en œuvre l'ensemble des fonctionnalités de HTML5, Google Chrome est déjà au point. Pour profiter du plein potentiel de MEGA (comme les téléchargements multiples automatiques), nous vous suggérons fortement de quitter votre navigateur actuel et de passer à Chrome dès que possible.","38":"Ne plus afficher ce message","39":"Non merci","40":"Télécharger Chrome","41":"Vous avez retiré un dossier qui contient 1 dossier partagé.","42":"Dès que vous aurez vidé votre Corbeille, ce partage sera désactivé.","43":"Vous avez retiré un dossier qui contient [X] dossiers partagés.","44":"Dès que vous aurez vidé votre Corbeille, tous les partages seront désactivés.","45":"Avertissement de dossier partagé","46":"Erreur Interne","47":"Oups ! Quelque chose s'est mal passé. Désolé !","48":"Veuillez entrer au moins trois caractères pour rechercher.","49":"déplacer les [X] élément(s) sélectionné(s)","50":"1 fichier","51":"[X] fichiers","52":"et","53":"1 dossier","54":"[X] dossiers","55":"Lecture seule","56":"Lecture et Écriture","57":"Accès complet","58":"Télécharger","59":"Récupérer le lien","60":"Partage","61":"Renommer","62":"Déplacer","63":"Copier","64":"Droits d'accès","65":"Vous n'avez qu'un accès en lecture seule dans ce dossier.","66":"Vous avez les droits d'accès en lecture et écriture dans ce dossier.","67":"Vous avez tous les droits d'accès dans ce dossier.","68":"Nouveau dossier","69":"Créer un nouveau dossier","70":"Vider la Corbeille","71":"Ajouter un contact","72":"Supprimer un contact","73":"Êtes-vous sûr de vouloir supprimer cet utilisateur de votre liste de contacts ?","74":"Êtes-vous sûr de vouloir supprimer ces utilisateurs de votre liste de contacts ?","75":"Supprimer contact","76":"Vous êtes sur le point de supprimer définitivement [X] de la corbeille.","77":"Voulez-vous continuer ?","78":"Oui","79":"Non","81":"OK","82":"Annuler","83":"Supprimer","84":"Confirmer la suppression","85":"Rafraîchir","86":"Nom","87":"Taille","88":"Type de transfert","89":"État","90":"Débit","91":"Temps écoulé","92":"Temps restant","93":"Type","94":"Dernière modification","95":"E-mail","96":"Permissions","97":"Nouvel Upload","98":"Uploader un Dossier","99":"Uploader un Fichier","100":"Vider la Corbeille","101":"Ajouter un contact","102":"Rechercher","103":"Annuler le transfert","104":"Transfert de fichiers","105":"En attente","106":"Gestionnaire de Fichiers","107":"Voulez-vous copier le dossier sélectionné dans la boîte de réception de [X] ?","108":"Confirmation","109":"Voulez-vous copier le dossier sélectionné dans ce dossier partagé ?","110":"Voulez-vous copier l'(es) élément(s) sélectionné(s) dans la boîte de réception de [X] ?","111":"Voulez-vous copier l'(es) élément(s) sélectionné(s) dans ce dossier partagé ?","112":"Liens","113":"Lien du fichier","114":"Clé du fichier","115":"Nom du fichier","116":"Taille du fichier","117":"Déplacer vers","118":"Choisir la destination","119":"Quota de bande passante gratuite dépassé","120":"Votre téléchargement ne peut pas être effectué parce qu'il excéderait le quota de transfert gratuit disponible pour votre adresse IP.","121":"La limite est dynamique et dépend de la quantité de bande passante inutilisée disponible.","122":"Seuls les transferts effectués durant les cinq à six dernières heures comptent.","123":"En l'espace de :","124":"Vous avez téléchargé [X].","125":"[X1] sera disponible dans [X2].","126":"La limite de l'actuel IP est [X].","127":"Pour votre confort, vos téléchargements en file d'attente seront conservés ainsi jusqu'à ce que vous ayez suffisamment de bande passante disponible, puis reprendront automatiquement.","128":"Si vous ne souhaitez pas attendre, vous devriez envisager de souscrire à une de nos offres de bande-passante, vous octroyant en plus un vaste espace de stockage supplémentaire.","129":"Passer Pro","130":"Télécharger des fichiers","131":"Cliquer sur \"Autoriser\" pour compléter le téléchargement.","132":"Déplacer des éléments","133":"Déplacer [X]","134":"Copier [X]","135":"Erreur","136":"Veuillez choisir le dossier de destination.","137":"Veuillez choisir une cible de destination valide.","138":"Le dossier de destination ne peut pas être le même que celui d'origine.","139":"Erreur circulaire","140":"Erreur circulaire : la destination ne peut pas être un sous-dossier du dossier déplacé.","141":"Veuillez insérer une adresse e-mail valide.","142":"Veuillez patienter...","144":"Arrêter le partage","145":"Adresse e-mail","146":"Partager avec ce nouvel utilisateur :","147":"Autoriser l'accès","148":"Fermer","149":"Partager","150":"Contact invité","151":"L'utilisateur [X] a été invité et apparaîtra dans votre liste de contacts dès qu'il se sera inscrit.","152":"Vous ne pouvez pas vous ajouter vous-même dans votre liste de contacts.","153":"Adresse e-mail","154":"Ajouter un contact","155":"Ajouter","156":"Annuler","157":"Nom du dossier","158":"Créer","159":"Annuler","160":"Ce nom de dossier existe déjà. Veuillez réessayer.","161":"Renommer","162":"Renommer","163":"Annuler","164":"Espace de stockage","165":"Contacts","166":"Boîte de Réception","167":"Corbeille","168":"Corbeille","169":"Menu","170":"Inscription","171":"Connexion","172":"Faites glisser vos fichiers","174":"ou","175":"Choisir des fichiers","176":"Choisir des fichiers à importer","177":"Vous détenez les clés de ce que vous stockez en ligne","178":"Collaboration en Ligne Sécurisée","179":"Puissant Gestionnaire de Fichiers","180":"Écosystème d'applications","181":"Caractéristiques détaillées","182":"Partagez des dossiers cryptés avec vos collaborateurs ou partenaires, et échangez vos documents confidentiels totalement chiffrés.","183":"Affichez et gérez vos fichiers dans votre navigateur internet  en un seul clic grâce au système intégré de téléchargements et d'uploads simultanés.","184":"Une API ouverte et complète permet aux développeurs tiers d'améliorer les fonctionnalités de MEGA.","185":"Chiffrement en 2048 bits RSA","186":"Déconnexion","187":"Mon compte","188":"Gestionnaire de Fichiers","189":"Mettre fin à la session","190":"Se connecter","191":"créer un compte","192":"Se souvenir de moi","193":"Se connecter","194":"Il y a [X] serveurs en ligne","195":"Votre E-mail","196":"Votre E-mail","197":"Veuillez insérer votre adresse e-mail.","198":"Veuillez insérer une adresse e-mail valide.","199":"Veuillez insérer votre mot de passe.","200":"Oups, il y a eu un problème.","201":"Adresse e-mail et\/ou mot de passe incorrecte. Veuillez réessayer.","202":"Créer un nouveau compte","204":"ou","205":"connexion","206":"Votre nom","207":"Votre E-mail","208":"J'accepte les [A]Conditions d'Utilisation[\/A] de MEGA","209":"S'inscrire","210":"Préparez-vous à une nouvelle ère","211":"Le Stockage en ligne ne sera plus jamais le même","212":"Veuillez insérer votre nom.","213":"Veuillez choisir un mot de passe.","214":"Vous devez accepter nos conditions d'utilisation.","215":"Une erreur inconnue s'est produite. Veuillez réessayer.","216":"Parfait","217":"Veuillez vérifier votre boite mail et cliquer sur le lien pour confirmer votre compte.","218":"Cette adresse e-mail a déjà été utilisée pour créer un compte chez MEGA.","219":"Cette adresse e-mail a déjà été utilisée pour créer un compte chez Mega.","220":"Faible","221":"Acceptable","222":"Bien","223":"Excellent","224":"CHOISISSEZ DES FICHIERS À UPLOADER","225":"CHOISISSEZ DES FICHIERS À UPLOADER OU GLISSEZ-DÉPOSEZ-LES ICI","226":"Afin d'éviter une surcharge des ressources, ils nous faut parfois limiter l'utilisation de la bande-passante. Durant les six dernières heures, votre adresse IP a consommé [X1], ce qui, en ajoutant les fichiers sélectionnés pour une taille totale de [X2], excèderait notre limite actuelle de [X3]. Pour assurer un accès équitable à nos services, vos téléchargements en cours ont été mis en pause. Ils reprendront automatiquement une fois le trafic revenu à la normale.","227":"Les transferts, qui sont couverts par les quotas de bande-passante achetés, sont exemptés de cette limitation. Donc si vous ne souhaitez pas patienter, vous devriez envisager de prendre un compte Pro.","228":"Gestion du trafic de bande-passante en cours ","229":"Ne plus afficher","230":"Passer en compte Pro","231":"Non merci, je vais patienter","232":"Non merci, je vais patienter","233":"Erreur temporaire, nouvelle tentative en cours.","234":"Téléchargement d'un fichier","235":"Télécharger","236":"Importer","237":"Démarrage du téléchargement","238":"Signaler comme violation du droit d'auteur","239":"Téléchargement terminé","240":"Afin de terminer le transfert, vous devez manuellement enregistrer votre fichier.","241":"Enregistrer votre fichier","242":"Passer à Chrome pour profiter de toute la puissance de MEGA","243":"Le fichier que vous essayez de télécharger n'est plus disponible.","244":"Cela peut être dû aux raisons suivantes :","246":"Le fichier a été supprimé pour violation des CU\/PUT","247":"URL incorrecte - le lien que vous essayez d'accéder n'existe pas","248":"Le fichier a été supprimé par son utilisateur","249":"Le fichier que vous essayez de télécharger est temporairement indisponible.","250":"Notre système de redondance a échoué. Cela peut être dû aux raisons suivantes :","251":"Certains serveurs sont en arrêt de service pour maintenance.","252":"Nous sommes surchargés et nous y remédions en augmentant notre capacité en bande-passante.","253":"Veuillez ressayer plus tard.","254":"Le fichier que vous essayez de télécharger n'est plus disponible.","255":"Ce fichier n'est plus disponible pour violation du droit d'auteur réclamée par [X].","256":"Votre clé n'as pas la longueur requise.","257":"Veuillez vous assurer d'insérer une clé valide.","258":"Téléchargement en cours","259":"Que signifie \"MEGA\" ?","260":"MEGA est un acronyme récursif et signifie \"MEGA Encrypted Global Access\".","261":"Qu'est-ce que MEGA ?","262":"MEGA est un service d'hébergement de données en ligne. Il offre un espace de stockage gratuit et\/ou payant accessible depuis internet ainsi qu'une bande passante dédiée. Il vous permet de sauvegarder et d'accéder à vos fichiers depuis votre navigateur ou par le biais d'applications client dédiées.","264":"À notre connaissance, le stockage en ligne et le chiffrement sont légaux. Veuillez appliquer les lois et réglementations applicables sur [B]votre manière[\/B] d'utiliser le stockage en ligne chiffré. Une utilisation qui se doit également d'être en accord avec nos [A]Conditions d'Utilisation[\/A].","265":"MEGA a été conçu par les mêmes personnes qui ont précédemment fait fonctionner l'une des solutions de stockage en ligne les plus utilisées au monde . Puis-je récupérer mon compte et mes fichiers ?","266":"Malheureusement, MEGA n'a pas accès aux actifs que ses employés ont créés avant MEGA. Il n'y a pas de possibilité juridique pour récupérer le code, le matériel ou les données. Par conséquent, nous n'avons pour le moment aucun moyen de récupérer vos données.","267":"Parmi tous les endroits possibles, pourquoi baser une société de stockage en ligne en Nouvelle Zélande ?","268":"En plus d'autres raisons importantes, le nom Mäori d'origine de la Nouvelle Zélande est \"Aotearoa\", qui signifie : \"Pays du Grand Nuage (Cloud) Blanc\". Le \"Cloud\" désignant le stockage \"En ligne\".","269":"Est-ce que je peux accéder à MEGA depuis mon mobile ?","270":"MEGA a été optimisé pour les navigateurs de bureau. Nous faisons tout notre possible pour rendre MEGA complètement compatible avec la plupart des téléphones portables et tablettes. Attendez-vous à de chouettes applications adaptées à vos tablettes et téléphones mobile favoris prochainement.","271":"Puis-je reprendre des uploads ou téléchargements interrompus ?","272":"Oui, du moment que vous ne fermez pas l'onglet de votre navigateur, les uploads et téléchargements reprendront automatiquement après, par exemple, une coupure d'accès à Internet ou si votre appareil s'est mis en veille.  Notez toutefois que nos serveurs suppriment automatiquement supprimer les uploads incomplets après 48 heures d'inactivité.","273":"Puis-je uploader le même fichier plusieurs fois ?","274":"Puisque le serveur ne peux pas voir les noms des fichiers, les conflits de nom de fichier doivent être gérés du côté du client. Avec les réglages par défaut, si vous uploadez un fichier que vous semblez déjà avoir dans votre compte (même destination, même chemin\/nom de fichier, même taille, même heure de dernière modification), il sera omis, mais rien ne vous empêche de garder plusieurs fichiers ou dossiers portant le même nom dans le même dossier.","275":"Comment régulez-vous l'utilisation de la bande passante ?","276":"Notre politique est de n'imposer aucune restriction virtuelle à nos utilisateurs, à moins que cela ne soit nécessaire en raison d'un excès de trafic. Par conséquent, nous nous réservons le droit de limiter l'utilisation de la bande passante des utilisateurs pour assurer le bon fonctionnement du service, en se basant sur les IP. Vos transferts en attente reprendront automatiquement dès lors que le trafic sera revenu à la normale. Aucune intervention manuelle n'est nécéssaire.","277":"Y a t-il des limites de taille de fichiers sur MEGA ?","278":"Nous n'imposons aucune limite virtuelle sur la taille des fichiers en dehors de l'espace de stockage restant disponible. Cependant, certains navigateurs internet, vieux ou techniquement inadéquats, ont besoin que le fichier soit entièrement stocké dans la mémoire pour le téléchargement (Firefox, IE10 et Opera), ou pour à la fois le téléchargement et l'upload (IE9 et Safari 5).","279":"Est-ce que je peux uploader et télécharger en même temps ?","280":"Oui. Un upload et un téléchargement peuvent s'effectuer en parallèle pour chaque onglet de navigateur.","281":"Pourquoi ne proposez vous pas un aperçu des images ou un lecteur pour visionner directement en streaming les fichiers audio et vidéo ?","282":"Tout simplement parce que notre chiffrement de \"bout-en-bout\" exclut, par nature, toute manipulation de vos données du côté du serveur, ce qui serait nécessaire pour implémenter une telle fonctionnalité.","283":"Comment puis-je uploader des fichiers sur MEGA ?","284":"Il y a trois moyens d'uploader des fichiers sur MEGA en utilisant votre navigateur internet :","285":"1. Cliquez sur le bouton rouge de la page d'accueil","286":"2. Rendez-vous dans votre gestionnaire de fichiers et cliquez sur le bouton \"Uploader un Fichier\" ou (au choix, si vous utilisez Chrome) sur le bouton \"Uploader un Dossier\" en haut du gestionnaire.","287":"3. Glissez-déposez vos fichiers ou (si vous utilisez Chrome) vos dossiers directement sur le site.","288":"Comment installer MEGA ?","289":"Vous n'avez rien à installer. MEGA est entièrement basé dans votre navigateur et fonctionne avec la plupart des principaux navigateurs actuels. Pour profiter pleinement du potentiel de MEGA, nous vous suggérons fortement d'utiliser Google Chrome.","290":"Comment s'effectue le partage de dossier ?","291":"Vous pouvez partager n'importe quelle partie de l'arborescence de votre espace de stockage avec vos amis, votre famille et vos collaborateurs. L'invitation se fait par adresse e-mail. Les personnes invitées qui n'ont pas encore de compte Mega recevront une notification par e-mail avec un lien pour s'inscrire. Autre solution, vous pouvez créer un lien publique pour n'importe lequel de vos dossiers et exporter la clé de déchiffrement spécifique au dossier, rendant le dossier accessible à tous sans compte MEGA. Il relève ensuite de votre responsabilité de remettre en toute sécurité la clé du dossier au(x) destinataire(s).","292":"Pour créer, modifier ou supprimer un partage, il suffit de faire un clic droit sur un dossier dans votre gestionnaire de fichiers puis de cliquer sur \"Partager\". Il y a trois niveaux d'accès : Lecture seule, lecture et écriture (des fichiers peuvent être ajoutés, mais pas supprimés), et complet (des fichiers peuvent être ajoutés et supprimés).","293":"Si vous avez ajouté une adresse e-mail qui n'est encore liée à aucun compte, vous devrez être en ligne au moins une fois après que le destinataire ait complété son inscription, afin de chiffrer le partage en fonction de sa clé publique nouvellement créée.","294":"Comment retirer des personnes d'un dossier que je partage ?","295":"Faites un clic droit sur un dossier dans votre gestionnaire de fichiers puis cliquez sur \"Partager\". Vous verrez alors toutes les personnes qui ont actuellement accès au dossier que vous partagez. Faites un clic droit sur la personne puis cliquez sur \"Arrêter le partage\".","296":"Comment reconnaître les dossiers que je partage ?","297":"Dans votre gestionnaire de fichiers, les dossiers que vous partagez ont une icône spéciale avec une main sous le dossier.","298":"Puis-je partager des dossiers qui me sont partagés ?","299":"Non. Les dossiers partagés ne peuvent pas être partagés à leurs tour.","302":"Comment créer un lien public lié à un fichier sur MEGA ?","303":"Avant toute chose, petit rappel à la prudence : La sécurité de vos données chiffrées dépend de la confidentialité des clefs de chiffrement associées. Assurez-vous de les transmettre uniquement via des canaux sécurisés ! Les e-mails standards, par exemple, ne sont pas suffisamment sécurisés.","304":"Avec cela en tête, sélectionnez un ou plusieurs fichiers dans votre gestionnaire de fichiers, faites un clic-droit dessus puis cliquez sur \"Récupérer le lien\". Une fenêtre avec le(s) lien(s) publique(s) du(des) fichier(s) que vous avez choisi(s) s'ouvrira. Vous pourrez alors choisir d'exporter chaque lien et clé séparément ou des liens uniques combinant les 2 informations.","305":"Comment s'effectue le chiffrement ?","306":"Le chiffrement se fait de \"bout-en-bout\". Les données uploadées sont chiffrées sur l'appareil d'origine avant d'être envoyées sur Internet, et les données téléchargées sont déchiffrées seulement une fois arrivées sur l'appareil de destination. Le matériel du client est responsable de la génération, l'échange et la gestion des clés de chiffrement. Aucune clé de chiffrement exploitable ne quitte le matériel du client (à l'exception de la clé RSA publique).","307":"Est-ce que toutes mes informations personnelles sont sujettes à chiffrement ?","308":"Non. Seules les données et les noms des fichiers et dossiers sont chiffrés. Les informations auxquelles nous avons besoin d'accéder, telles que votre adresse e-mail, votre adresse IP, la structure de vos dossiers, le propriétaire des fichiers et les informations de paiement sont stockées et exploitées sans chiffrement. Veuillez lire notre politique de confidentialité pour plus de détails.","309":"Mes données stockées sont-elles complètement sécurisées ?","310":"Toute sécurité est relative. Les vecteurs d'attaque suivants existent - ils ne sont pas spécifiques à MEGA, mais nous voulons que vous soyez au courant des risques :","311":"Les comptes personnels peuvent être compromis par :","312":"- La présence de logiciels espions (Spyware) sur votre ordinateur. Un simple enregistreur de frappe (keylogger) est suffisant, mais les données de sessions et les clés peuvent être extraites de la mémoire ou du système de fichier.","313":"- Les regards indiscrets. Ne tapez pas votre mot de passe si quelqu'un peut voir ce que vous tapez au clavier.","314":"- Le procédé de brute-force : tentatives automatique de toutes les combinaisons de mot de passe possible. Utilisez des mots de passe complexes.","315":"- L'hameçonnage. Vérifiez que votre connexion est sécurisée (https:\/\/) et que le nom de domaine est correct (mega.co.nz) avant d'entrer votre mot de passe.","316":"Des attaques à grande échelle peuvent être réalisées :","317":"- Une attaque dite de \"l'homme du milieu\". Elle nécessite de créer une duplication valide du certificat SSL en parallèle de l'envoi de DNS et\/ou d'attaques sur nos routes BGP. Un scénario à la DigiNotar.","318":"- L'accés aux serveurs web qui hébergent https:\/\/mega.co.nz\/index.html et le remplacement de ce fichier par une version falsifiée (cela n'affecterait pas l'accès depuis la base application en place). Notez que manipuler du contenu depuis notre CDN ne représente pas un risque de sécurité, puisque tout le contenu actif chargé depuis \"index.html\" est sujet à vérification par hachage chiffré (une sorte de \"démarrage sécurisé\" pour les sites internet). Ce genre d'attaque nécessite l'envoi de code malicieux au client et est, par conséquent, détectable.","319":"- Obtenir l'accès au coeur de notre infrastructure serveur et créer des requêtes de clés falsifiées sur des partages en cours. Ce genre d'attaque n'affecte que les données des dossiers en cours de partage et est également détectable du côté client.","320":"Et si je ne vous fait pas confiance ? Est-ce toujours sûr pour moi d'utiliser MEGA ?","321":"Si vous ne nous faites pas confiance, vous ne pouvez pas lancer du code (logiciel) créé nous, et il est donc hors de question d'ouvrir notre site depuis votre navigateur et entrer votre mot de passe. Si vous voulez quand même utiliser MEGA, vous devrez le faire via une application cliente développée par quelqu'un en qui vous avez confiance.","322":"J'ai confiance en vous et en votre centre de données en Nouvelle Zélande, mais je n'ai pas confiance en votre centre de données en Allemagne, parce qu'il est géré par une société Américaine. Est-ce quand même sûr pour moi d'utiliser MEGA ?","323":"Oui, vous pouvez utiliser MEGA (avec quelques limites) sans crainte, même si nos serveurs en Allemagne sont complètement compromis. Le centre de données en Nouvelle Zélande s'assure qu'il n'y a aucun code malicieux qui tourne quand vous visitez https:\/\/mega.co.nz\/.","324":"Est-ce que les données que je place dans les dossiers partagés sont-elles autant en sécurité que les autres ?","325":"Les dossiers partagés sont, par définition, autant sécurisés que leur membre le moins sécurisé. Cependant, si un serveur au cœur de notre infrastructure est compromis, cela peut engendrer un risque supplémentaire: Les clés publiques pourraient être manipulées, et les requêtes de clés falsifiées.","326":"Supposons qu'un nœud de stockage MEGA soit physiquement compromis. Quels sont les risques ?","327":"L'apparition de messages d'erreur après le téléchargement de fichiers manipulés. Même si celui qui attaque avait la clé de chiffrement pour un fichier spécifique dans ce nœud, il ne pourra malgré tout pas le remplacer par un autre fichier falsifié sans que les téléchargements ultérieurs n'échouent.","328":"Est-ce une bonne idée de stocker toutes mes données dans un seul et même endroit ?","329":"Veillez toujours à faire des copies redondantes de vos fichiers importants, en ligne et hors ligne. Bien que nous conservons chaque fichier dans au moins deux endroits différents, il n'y a aucune garantie contre des défaillances simultanées ou la répétition d'erreur de la part du gouvernement.","330":"Parmi tous les hébergeurs, pourquoi c'est à vous que je devrais confier mes données ?","331":"Nous avons mis en place un système de Chiffrement Contrôlé par l'Utilisateur (CCU) où c'est vous, l'utilisateur, qui contrôlez les clés. L'implémentation du CCU est open source, et nous invitons et encourageons la communauté à l'étudier et à retourner leurs impressions. Nous pensons que cette approche est beaucoup plus sûre que de stocker vos données auprès d'un fournisseur où le chiffrement se fait du côté du serveur et où le FAI contrôle les clés ou, pire, ne chiffre rien du tout - si, par exemple, les fichiers des utilisateurs de MEGA étaient soudainement accessibles sans mot de passe à cause d'une erreur de programmation, ils ne seraient pas lisibles sans les clés de déchiffrement qui sont, dans notre cas, contrôlées par les utilisateurs eux-même.","332":"J'ai remarqué que vous utilisez du HTTPS pour transférer des données de fichiers déjà chiffrées. N'est-ce pas redondant ?","333":"Oui, en effet. Malheureusement, la plupart des navigateurs n'aiment pas lorsqu'ils doivent établir des connexions non-sécurisés à partir d'une page sécurisée, et personne ne peux leurs en vouloir pour cela - ils ne peuvent pas être conscients du fait qu'il y a une autre couche de chiffrement déjà présente. Vu que le HTTPS a un effet négatif sur les performances, nous vous donnons la possibilité de le désactiver sur les navigateurs qui le permettent (Chrome, Safari et Firefox jusqu'à la version 17) afin d'accélérer vos transferts sans pour autant compromettre la confidentialité et l'intégrité de vos données. Vous verrez un \"avertissement SSL\" apparaître dès votre premier transfert de fichier sous certains navigateurs - dans ce cas (et seulement celui-ci), vous pouvez ignorer l'avertissement.","334":"Quel algorithme de chiffrement MEGA utilise t-il en interne ?","335":"Pour les transferts de masse, du AES 128 bits (nous considérons que par rapport à l'utilisation plus conséquente du CPU par l'AES 192 et 256 bits, le gain en sécurité théorique est trop faible pour être utilisé, du moins jusqu'à l'avènement des ordinateurs quantiques). La vérification après téléchargement de l'intégrité des fichiers est effectuée grâce au CCM, qui est moins efficace que l'OCB mais non soumis à brevet.","336":"Pour permettre des partages sécurisés entre les utilisateurs et le dépôt de fichiers dans votre boîte de réception, du RSA-2048 est utilisé (la longueur de la clé a été choisie pour allier sécurité et rapidité). Tout chiffrement, déchiffrement et génération de clefs sont implémentés en Javascript, ce qui limite le débit à quelques Mo\/s et génère une charge conséquente pour le CPU. Nous attendons avec impatience l'implémentation de l'API en HTML5 \"WebCrypto\" par tous les principaux navigateurs internet, ce qui éliminera cette problématique.","337":"Le générateur de nombres aléatoires en Javascript est soutenu par une fonction (RC4) qui utilise les mouvements de la souris et la pression des touches du clavier tout en se basant sur le temps pour améliorer le caractère \"aléatoire\" de la génération.","338":"Est-ce que MEGA conserve des sauvegardes de mes fichiers ?","339":"Nous stockons vos fichiers dans au moins deux serveurs situés dans différents centres de données, quand c'est possible.","340":"J'ai oublié mon mot de passe. Puis-je le réinitialiser ?","344":"Quand ai-je besoin de passer à un compte Pro ?","345":"Un compte Pro vous donne davantage d'espace de stockage et un plus gros quota de bande passante que nous mettons à disposition dès lors qu'une limite opérationnelle de bande passante est atteinte - vous pouvez utiliser ce quota vous-même, ou l'accorder aux tierces personnes qui accèdent à vos données (utilisateurs sans compte MEGA inclus). Le pourcentage maximal de bande passante allouée aux tierces personnes est configurable dans les paramètres de votre compte.","346":"A quoi sert la fonction de limitation de la vitesse d'upload ?","347":"La plupart des routeurs ne donnent pas la priorité aux plus petits paquets en cas de trafic élevé, ce qui affecte énormément votre débit entrant quand votre débit sortant est utilisé à son maximum. Par conséquent, nous proposons une option de gestion automatique de la vitesse qui mesure votre bande passante sortante disponible durant les dix premières secondes d'un upload, pour ensuite laisser au moins 10% de celle-ci libre. Vous pouvez aussi définir une limite fixe.","348":"À quoi ai-je droit avec mon compte gratuit ?","349":"Un espace de stockage accessible de partout avec de haute-performance et totalement sécurisé d'une capacité de [X]. Si vous avez besoin de plus d'espace, vous pouvez souscrire un compte [A1]Pro[\/A1]. [A2]Cliquez-ici[\/A2] pour voir votre utilisation actuelle.","359":"Est-ce que vous mettez à disposition une API ?","361":"Oui. Le code Javascript open-source qui implémente l'interface pour navigateur de MEGA utilise notre API. Vous avez donc à disposition de nombreux exemples de codes qui sont déjà utilisés pour vous inspirer si vous trouvez notre [A]documentation[\/A] insuffisante. Étant donné que nous n'avons pas les ressources nécessaires pour créer nous même toutes les applications qui transforment MEGA en un outil polyvalent et utile, nous vous invitons à nous aider. Après avoir vérifié que le code de votre application ne contient pas de backdoor (porte dérobée), nous en ferons la promotion sur notre site. Nous serons heureux de discuter avec vous d'un modèle de partage de revenus pour les applications les plus populaires.","362":"Afin d'éviter une surcharge des ressources, ils nous faut parfois limiter l'utilisation de la bande-passante. Le fichier que vous essayez de télécharger dépasse notre limite actuelle de [X3]. Son transfert a été reporté et reprendra automatiquement une fois le trafic revenu à la normale.","365":"Votre navigateur est trop vieux pour télécharger un fichier aussi lourd.","366":"Avertissement sur la violation du droit d'auteur","367":"MEGA respecte les droits d'auteur d'autrui et exige que les utilisateurs de son service de stockage en ligne respectent les lois sur les droits d'auteur. Il est strictement interdit d'utiliser le service de stockage en ligne MEGA pour enfreindre les droits d'auteur. Vous ne pouvez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui viole les droits d'auteur ou autres droits de propriété de toute personne ou entité.","368":"Attention :","369":"Le principe de sécurité par chiffrement de MEGA repose sur la confidentialité des clés affichées ci-dessus. Évitez de les partager via des canaux peu sécurisés !","370":"Copier dans le presse-papier","371":"Copié dans le presse-papier","372":"Upload","373":"Téléchargement","374":"Nous promettons, nous livrons","375":"Navigation bloquée à cause des transferts en attente.","376":"Vous devez être identifié pour accéder à cette page.","377":"Vous avez au moins un fichier en cours de transfert. Si vous continuez, tout transfert sera interrompu.","378":"Veuillez insérer votre mot de passe pour confirmer votre compte.","379":"Merci de vous identifier pour uploader ce fichier dans votre compte.","380":"Insérez la clé de déchiffrement","381":"Tous droits réservés","382":"Conçu en Nouvelle Zélande","383":"Support","384":"Centre d'aide","385":"Conditions d'Utilisation","386":"Politique de Confidentialité","387":"Droit d'auteur","388":"Communauté","389":"Blog","390":"Partenariats","391":"Revendeurs","392":"Développeurs","393":"Hébergeurs Partenaires","394":"Investisseurs","395":"Devenir revendeur","396":"À propos de nous","397":"Adhésion gratuite","398":"Adhésion Pro","399":"Nous contacter","400":"Aide basique","401":"Aide sur le Partage","402":"Aide sur la Sécurité et la Confidentialité","403":"Aide sur le Compte","404":"Aide sur les Paiements et les Factures","405":"Aide sur les Outils","406":"Top des questions fréquemment posées","407":"Catégories :","408":"Janvier","409":"Février","410":"Mars","411":"Avril","412":"Mai","413":"Juin","414":"Juillet","415":"Août","416":"Septembre","417":"Octobre","418":"Novembre","419":"Décembre","420":"Connectez-vous pour démarrer votre upload.","421":"Veuillez accepter nos conditions d'utilisation","422":"J'accepte","423":"Vous avez besoin d'un compte pour utiliser la fonctionnalité de partage. Souhaitez-vous vous enregistrer maintenant ?","424":"Partage désactivé","425":"Renommer le Dossier","426":"Renommer le Fichier","427":"Détails du compte","428":"Bons d'achat","429":"Historique de la Session","430":"Historique des achats","431":"Historique des transactions","432":"Type de compte :","433":"Passer Pro","434":"Type d'abonnement:","435":"GRATUIT","436":"Pas d'abonnement","437":"Espace de Stockage :","438":"[X] utilisé","439":"[X1] sur [X2]","440":"Gestion de la Bande Passante","441":"Activer la Gestion de la Bande Passante","442":"Désactiver la Gestion de la Bande Passante","443":"Vous pouvez préciser le pourcentage de bande passante que vous souhaiteriez allouer.","444":"Pourcentage de Bande Passante à allouer :","445":"Allouer de la Bande Passante","446":"(pour des téléchargements tiers de vos fichiers)","447":"Bande Passante dédiée au Téléchargement","448":"(pour les téléchargements de fichiers d'autres utilisateurs)","449":"Solde du compte","450":"Recharger","451":"Créer des bons d'achat :","452":"Type de bon d'achat :","453":"Choisissez un type de bon d'achat","454":"Quantité :","455":"Créer","456":"Valider un bon","457":"Acheter un bon","458":"Valider","459":"Vos bons d'achat","460":"Bons d'achat inutilisés","461":"Bons d'achat utilisés","462":"Bons d'achat annulés","463":"Bons d'achat révoqués","464":"Tous les bons d'achat","466":"Les [X] derniers","467":"Historique de la Session","468":"Historique des achats","469":"Les [X] derniers achats","470":"Historique des transactions","471":"Les [X] dernières transactions","472":"Les [X] dernières sessions","473":"Oups, le code de ce bon d'achat semble invalide.","474":"Date d'expiration : ","475":"Date\/Heure","476":"Article","477":"Quantité","478":"Méthode de paiement","479":"Navigateur","480":"Adresse IP","481":"Pays","482":"Activité la plus récente","483":"Session en cours","484":"Numéro de Transaction","485":"Crédit","486":"Débit","487":"Code du bon","488":"Statut","489":"Inutilisé","490":"Validé le","491":"Révoqué le","492":"Annulé le","494":"Choisissez votre offre:","495":"Stockage","496":"Bande Passante","497":"Choisissez le type d'abonnement :","498":"par mois","499":"par an","500":"Choisissez le type d'abonnement :","501":"17% Réduction","502":"Choisissez le type d'abonnement :","503":"Choisissez la méthode de paiement :","504":"Solde prépayé","505":"acheter un bon","506":"Professionnel","507":"Continuer","508":"code du bon","509":"LA SOCIÉTÉ POUR LA VIE PRIVEE","510":"Bienvenue chez MEGA !","511":"Votre paire de clés RSA publique de 2048 bits et privée est en cours de création. ","512":"Pour renforcer la clé, nous avons collecté les mouvements de votre souris et la pression des touches sur votre clavier, sur la base de la fonction mathématique de l'entropie de Shannon.","513":"Le code du bon d'achat a bien été validé pour votre compte, cependant votre nouveau solde prépayé n'est pas suffisant pour votre achat. Veuillez ajouter davantage de solde ou prendre une offre moins chère.","514":"Solde insuffisant, veuillez réessayer.","515":"Ce dossier contient plus de 500 éléments. De gros dossiers peuvent ralentir votre navigateur. Nous vous recommandons d'utiliser des sous-dossiers.","516":"Obtenir de l'aide","517":"Quelque chose ne fonctionne pas ? Rendez-vous d'abord dans le [A]centre d'aide[\/A]. Si vous ne trouvez pas de réponse, n'hésitez pas à nous contacter.","518":"Légalité","519":"Notre département juridique est là pour répondre à vos demandes.","520":"Droit d'auteur","521":"Vous craignez qu'un utilisateur enfreigne vos droits de propriété intellectuelle ? Veuillez remplir le [A]formulaire de retrait en ligne[\/A] ou envoyez-nous un e-mail.","522":"Proposer des améliorations","523":"Veuillez soumettre vos idées de fonctionnalités et vos suggestions d'amélioration ici.","524":"Rapporter un bug","525":"MEGA est actuellement en phase \"bêta\" et vous êtes invités à soumettre des rapports de bug. Plus ils sont détaillés, mieux c'est.","526":"Médias","527":"Nous invitons les personnes du monde des médias, blogueurs inclus, à nous contacter pour toute demande relative à MEGA. ","528":"Devenir un revendeur","529":"Partagez notre \"Success Story\"!","530":"Notre programme de revendeur vous permettra de vendre des bons d'achat MEGA.","531":"Les détails :","532":"Vous aurez accès à notre interface de gestion sophistiquée de bons d'achat.","533":"Créez des bons d'achat avec le solde de votre compte en temps réel.","534":"Des revenus élevés dès le début.","535":"Plus vous vendez, plus votre revenu sera important et meilleur sera votre bénéfice.","536":"L'accès à l'API revendeur vous permettra de développer des outils sympas qui peuvent interagir avec notre système en temps réel.","537":"Publicité gratuite : votre site web sera affiché sur MEGA","538":"Sous condition de l'étude et de l'acception de votre candidature de revendeur. Votre commerce et votre site web doivent satisfaire nos critères.","539":"Partage de Revenus","540":"Votre revenu sera déduit dès la création d'un bon d'achat.","541":"Chiffre d'affaire mensuel","542":"Partage de revenus","543":"plus de [X]","544":"Déposer ma candidature","545":"Devenir un revendeur","546":"Détails","547":"Vos détails","548":"Marchés","549":"Choisir des marchés de revendeur :","550":"Paiements","551":"Choisissez une méthode de paiement","552":"Choisir une méthode de paiement à partir de la liste des fournisseurs disponibles","553":"Votre fournisseur n'est pas dans la liste ? Veuillez [A]nous envoyer un e-mail[\/A] ","554":"Terminé","555":"J'accepte les [A]Conditions d'Utilisation pour devenir Revendeur[\/A] de MEGA.","556":"Suivant","557":"Choisissez des marchés à partir de la liste des pays disponibles","558":"Précédent","559":"Votre nom","560":"URL de votre commerce","561":"Adresse","562":"Code postal","563":"Nom de votre commerce","564":"Numéro de téléphone","565":"Ville","566":"Choisissez les pays selon la méthode de paiement :","568":"Veuillez choisir votre pays","569":"Paramètres des transferts","570":"Nombre de connexions simultanées pour les uploads :","571":"Nombre de connexions simultanées pour les téléchargements :","572":"Vitesse Limite d'émission:","573":"Aucune","574":"Automatique","575":"Fixe","576":"Ignorer les fichiers identiques lors des uploads :","577":"Oui","578":"Non","579":"Utiliser le SSL pour les transferts de fichier :","580":"Désactiver le SSL améliore les performances sans altérer la sécurité.","581":"Veuillez renseigner votre nom.","582":"Veuillez renseigner l'URL de votre commerce.","583":"Veuillez renseigner votre adresse.","584":"Veuillez renseigner votre code postal.","585":"Veuillez renseigner le nom de votre commerce.","586":"Veuillez renseigner votre numéro de téléphone.","587":"Veuillez renseigner votre ville.","588":"Veuillez renseigner votre pays.","589":"Vous devez accéder aux conditions d'utilisation pour revendeur.","590":"Veuillez choisir au moins un pays.","591":"Veuillez au moins choisir une méthode de paiement.","592":"Veuillez choisir au moins un pays selon la méthode de paiement.","593":"Parfait","594":"Vous recevrez un e-mail de notre part avec des instructions supplémentaires.","620":"Déclaration de Violation Présumée","621":"Déclaration","622":"Nous respectons les droits d'auteur d'autrui et exigeons que nos utilisateurs respectent les lois qui se réfèrent au droit d'auteur. Nous interdisons strictement d'utiliser nos service dans le but d'enfreindre un droit d'auteur. Vous ne devez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui enfreint un droit d'auteur ou un autre droit à la propriété de toute personne ou entité. Nous répondrons aux déclarations d'infraction de droit d'auteur présumées qui sont conformes aux lois applicables et qui nous ont été transmises correctement. Si vous pensez que votre contenu a été copié ou utilisé d'une façon qui constitue une violation de droit d'auteur, veuillez nous fournir les informations suivantes : (i) une signature physique ou électronique de la personne qui détient le droit d'auteur ou toute autre personne en droit d'agir à la place du-dit détenteur ; (ii) l'identification de la création qui est prétendue violée ou qui est sujette à une activité violant ses droits d'auteur et qui doit être retirée ou que son accès doit être désactivé, et des informations raisonnablement suffisantes pour nous permettre de localiser la création comme, par exemple, l'URL (Uniform Resource Locator); (iv) vos informations de contact, incluant votre adresse, numéro de téléphone et une adresse email; (v) une déclaration sur l'honneur que vous êtes certain que l'utilisation de la création de la manière reprochée n'est pas autorisée par le détenteur du droit d'auteur, son agent ou la loi et (vi) une déclaration que les informations de la notification sont exactes et que, sous peine de parjure, vous êtes autorisé à agir au nom du détenteur du droit d'auteur.","623":"Nous nous réservons le droit de retirer le présumé contenu qui violerait des droits d'auteur sans préavis, à notre seule discrétion et sans votre responsabilité. Dans certaines circonstances, nous résilierons votre compte si vous semblez êtes déterminé à répéter ce genre de violation. Notre agent désigné pour les droits d'auteur et qui se charge des déclarations de violation de droits d'auteur est:","624":"Avis de Droit d'Auteur","625":"Veuillez utiliser ce formulaire pour soumettre un avis de droit d'auteur. Nous y répondrons sous 24 heures et de façon instantanée durant les heures ouvrables.","626":"Le Contenu :","627":"Champs requis","628":"Viole mes droits personnels d'auteur.","629":"Viole les droits d'auteur d'une personne que je suis autorisé à représenter.","630":"Type de retrait :","631":"Choisissez un type de retrait :","632":"1. Désactiver uniquement la ou les) URL(s) publique(s). Le ou les fichier(s) restera\/ont dans le ou les compte(s) de l'utilisateur","633":"2. Désactiver toutes les URLs du ou des fichier(s) sous-jacent(s) pour le ou les URL(s) renseignée(s). Le ou les fichier(s) restera\/ont dans le ou les compte(s) de l'utilisateur.","634":"3. Retirer toutes les instances du ou des fichier(s) sous-jacent(s) du ou des URL(s) renseignée(s). Il n'y a aucun utilisateur ayant le droit de stocker ce genre de fichier","635":"Je déclare par la présente que je crois sincèrement et assurément que le partage de l'oeuvre soumise à des droits d'auteur à l'endroit indiqué ci-dessus n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )","636":"Je réalise et accepte que je peux être responsable des dommages, qui incluent les tarifs et les frais d'avocats, si je présente sciemment, matériellement et à tort le contenu, le ou les URL(s) ou encore les fichiers rapportés comme violant des droits d'auteur.","637":"Les informations de cette déclaration sont correctes et je déclare, sous peine de parjure, que je suis autorisé à agir au nom de la personne détentrice des droits d'auteur.","638":"Cette déclaration est un document légal et sérieux. Veillez donc à la véracité de vos réclamations pour violation de droit d'auteur. Il vous serait plus judicieux de consulter un avocat en premier lieu afin de déterminer si, oui ou non, le contenu que vous signalez est bel et bien une violation de droit d'auteur et non protégé par un usage équitable, une licence, ou un autre système légal.","639":"Soumettre l'avis","640":"Ajouter","641":"URL du contenu qui viole des droits d'auteur :","642":"Nom du détenteur des droits d'auteur :","643":"Métier :","644":"Adresse e-mail :","645":"Fax :","646":"Ville :","647":"Code postal :","648":"Oeuvre soumise à des droits d'auteur qui violeraient les dits-droits :","649":"Mon nom complet :","650":"Société \/ Organisation :","651":"Téléphone :","652":"Adresse :","653":"État \/ Province","654":"Pays","655":"Veuillez renseigner l'URL de chaque oeuvre soumise à droits d'auteur qui violeraient les-dits droits :","656":"Veuillez renseigner le travail soumis à des droits d'auteur pour chaque URL qui violeraient les-dits droits :","657":"Veuillez choisir si le contenu viole vos droits personnels d'auteur ou ceux de la personne que vous êtes autorisé à représenter.","658":"Veuillez choisir un type de retrait.","659":"Veuillez renseigner l'URL de chaque oeuvre soumise à des droits d'auteur qui violeraient les-dits droits :","660":"Veuillez renseigner  le travail soumis à des droits d'auteur pour chaque URL qui violeraient les-dits droits.","661":"Veuillez renseigner le nom du détenteur des droits d'auteur.","662":"Veuillez renseigner votre nom complet.","663":"Veuillez renseigner votre adresse e-mail.","664":"Veuillez renseigner une adresse e-mail valide.","665":"Veuillez confirmer que vous croyez sincèrement et assurément que le partage de l'ouvrage soumis à des droits d'auteur à l'endroit ci-indiqué n'est pas autorisé par le détenteur des-dits droits d'auteur, son agent ou la loi (ex: usage acceptable )","666":"Veuillez confirmer que vous réalisez et acceptez que vous puissiez être responsable pour des dommages qui incluent les tarifs et les frais d'avocats si vous avez sciemment et matériellement présenté sous un faux jour, autrement dit dénaturé, le contenu, le ou les URL(s) ou encore les fichiers rapportés pour violation de droits d'auteur.","667":"Veuillez confirmer que les informations de cet avis sont justes et que vous déclarez, sous peine de parjure, que vous êtes autorisé à agir au nom de la personne détentrice des droits d'auteur.","668":"Merci !","669":"Nous allons examiner votre notice de droits d'auteur sous peu.","670":"Langue","671":"Vous parlez plusieurs langues ?","672":"Aidez-nous à traduire !","673":"Nous défendons votre vie privée","674":"Nul ne peut être l'objet d'intrusions arbitraires dans son intimité, sa famille, son foyer ou sa correspondance. Toute personne a le droit à la protection de la loi contre de telles intrusions et atteintes.","675":"Déclaration Universelle des Droits de l'Homme, Article 12","676":"MEGA est un service de Stockage en ligne vous assurant confidentialité et vie privée","677":"MEGA fournit un service de stockage en ligne fiable,  puissant et totalement confidentiel. MEGA croit en votre droit à la vie privée et vous offre les outils technologiques pour la protéger. Nous appelons cela le Chiffrement Contrôlé par l'Utilisateur, ou CCU. Et c'est totalement automatique. ","678":"Qu'est-ce que le Chiffrement Contrôlé par l'Utilisateur de MEGA ?","679":"Tous les fichiers stockés chez MEGA sont chiffrés. Tous les transferts de données depuis et vers MEGA sont chiffrés. Et alors que la plupart des fournisseurs d'hébergement en ligne peuvent et prétendent le faire, MEGA, lui, est différent : Contrairement à la norme actuelle où c'est le fournisseur du service d'hébergement qui détient les clés de chiffrement, chez MEGA, c'est vous qui les détenez et qui décidez d'accorder ou d'interdire l'accès à vos fichiers, et cela sans avoir à installer de logiciel à risque. Tout se passe dans votre navigateur internet !","680":"L'avenir de MEGA","681":"Le stockage en ligne par MEGA n'est qu'une première étape. Dans le futur, MEGA mettra à disposition le CCU dans votre navigateur pour un large panel d'applications sans que vous n'ayez besoin d'installer quoi que ce soit. Notre technologie protégera vos e-mails, vos appels, vos communications instantanées et les vidéos en streaming.","692":"Est-ce que MEGA est légal ?","693":"Nous sommes un groupe de technologistes dévoués qui ont eu le temps, l'opportunité et un accès à internet pour construire un service de stockage en ligne stupéfiant qui va vous aider à protéger votre vie privée. Nous avons développé ce service web en partant de zéro, sans rien, à Auckland en Nouvelle Zélande. Contrairement à la plupart de nos concurrents, nous utilisons une technologie de chiffrement moderne, via navigateur internet, où c'est vous et uniquement vous (pas nous) qui contrôlez les clés. Notre groupe qui a conçu le service comprend : Kim Dotcom, Mathias Ortmann, Bram van der Kolk et Finn Batato. Notre PDG, Vikram Kumar, était l'ancien PDG de InternetNZ, une organisation à but non-lucratif encourageant l'idée d'un \"internet ouvert et libre\". Nous espérons que vous partagez cette vision des choses.","694":"1. Désactiver un lien (\"URL\") par fichier : le ou les fichier(s) resteront dans le compte de l'utilisateur","695":"2. Désactiver plusieurs URLs par fichier : le ou les fichiers) resteront dans le compte de l'utilisateur","696":"3. Retirer tous les fichier(s) sous-jacent(s) du ou des URL(s) renseignée(s) : aucun utilisateur n'a le droit de stocker ce genre de fichier","697":"4. Autre","698":"Vous pouvez soumettre une déclaration ici","699":"Signer et soumettre la déclaration","700":"Veuillez signer votre avis de retrait manuellement par e-mail à [A1]copyright@mega.co.nz[\/A1] conformément à notre [A2]mise à disposition de retrait[\/A2].","701":"E-mail de l'avis de retrait","702":"Rapporter un Abus","703":"Votre lien d'inscription est invalide. Veuillez vérifier d'éventuelles erreurs dans votre e-mail d'activation.","704":"Votre compte a déjà été activé. Connectez-vous.","705":"Votre confirmation n'a pu être traitée. Veuillez vous inscrire à nouveau. Code d'erreur:","706":"Changer de mot de passe","707":"Mettre à jour","708":"Envoyer la demande","709":"Je ne me souviens pas de mon mot de passe actuel","710":"Si vous êtes toujours connecté mais que vous ne vous souvenez pas de votre mot de passe actuel, vous pouvez définir un nouveau mot de passe en cochant cette option. Vous recevrez un lien de confirmation pour changer de mot de passe par e-mail, activant le nouveau mot de passe si vous cliquez dessus dans les 15 minutes.","711":"Demande de Modification","712":"Bon d'achat validé","713":"Le solde du bon d'achat a été crédité sur votre compte. Voulez-vous continuer votre achat Pro maintenant?","714":"Ce bon d'achat a déjà été utilisé","715":"Les nouveaux mots de passe que vous avez saisi ne correspondent pas. Veuillez réessayer.","716":"Mot de passe actuel","717":"Nouveau mot de passe","718":"Confirmez le nouveau mot de passe","719":"Veuillez entrer votre mot de passe actuel.","720":"Veuillez entrer votre nouveau mot de passe.","721":"Veuillez vérifier vos e-mails et cliquer sur le lien de confirmation pour valider votre changement de mot de passe.","722":"Changement demandé.","723":"Le nouveau mot de passe doit être différent de l'actuel.","724":"Le mot de passe actuel indiqué est incorrect.","725":"Votre mot de passe a été modifié.","726":"Valider","727":"Votre mot de passe a été modifié.","728":"Ce lien de confirmation de mot de passe a expiré.","729":"Ce lien a déjà été confirmé.","730":"Votre compte a été suspendu. Veuillez vérifier vos e-mails pour plus de détails et répondre dans les plus brefs délais.","731":"Le compte d'utilisateur associé a été résilié en raison de violations multiples de nos [A]Conditions d'Utilisation[\/A].","732":"Vous êtes déjà connecté à un compte qui est différent de celui que vous confirmez. Veuillez vérifier votre session en cours, déconnectez-vous, puis cliquez sur le lien de confirmation.","733":"Adresse e-mail inconnue. Si vous n'avez pas encore de compte chez nous , nous vous invitons à vous inscrire.","734":"Merci !","735":"Veuillez vérifier votre e-mail.","736":"Seul les comptes ne contenant aucun fichier ou dossier peuvent réinitialiser leur mot de passe.","737":"Réinitialiser mot de passe","738":"Réinitialiser","739":"mot de passe oublié ?","740":"Votre mot de passe a été changé avec succès.","741":"Veuillez choisir un nouveau mot de passe sécurisé.","742":"Réinitialiser","743":"Ce lien a expiré. Veuillez demander un nouveau lien.","744":"Lien invalide. Veuillez demander un nouveau lien.","745":"Pas de facturation en cours","746":"Type d'abonnement ","747":"Hebdomadaire ","748":"Mensuel","749":"Annuel","750":"Prochaine facturation le","751":"Ponctuel","752":"Extension MEGA pour Firefox","753":"Installez l'extension MEGA pour Firefox afin d'améliorer considérablement les performances. Elle vous permettra d'effectuer des téléchargements par lot d'un nombre illimité de fichiers sans limitation sur la taille.","754":"L'extension MEGA pour Firefox est sécurisé et invisible. Si vous préférez utiliser MEGA sans extension, nous vous recommandons fortement d'utiliser [A]Chrome[\/A].","755":"Installer l'extension","756":"1 téléchargement terminé","757":"[X] téléchargements terminés","758":"Ouvrir le dossier de téléchargement","759":"cliquez ici pour ouvrir","760":"Veuillez installer l'extension MEGA pour Firefox afin de télécharger un fichier de cette taille.","761":"Veuillez confirmer","762":"Vous êtes sur le point de télécharger un très grand nombre de fichiers, ce qui peut ralentir votre navigateur. Continuer quand même ?","763":"Contact","764":"Votre telechargement n'a pas pu commencer car votre disque est plein.","765":"Vos téléchargements n'ont pas pu commencer car votre disque est plein.","766":"Certains de vos téléchargements n'ont pas pu commencer car votre disque est plein.","768":"Votre téléchargement n'a pas pu commencer : votre disque est plein, ou bien vous utilisez Chrome en mode navigation privée, ce qui rend impossible l'écriture des fichiers. ","769":"Nous ne pouvons utiliser seulement 5% de l'espace disponible sur votre disque pour le téléchargement. Veuillez libérer plus d'espace pour continuer.","770":"Choisissez votre mot de passe","771":"Confirmez votre mot de passe","772":"URL du fichier:","773":"Temps restant","774":"Envoyer le lien","775":"Renommer ci-dessous:","776":"Enregistrer","777":"Se souvenir de moi sur cet appareil","778":"Vous n'avez pas de compte MEGA ?","779":"S'enregistrer maintenant","780":"Vous avez déjà un compte MEGA ?","781":"En raison des performances CPU limitées des appareils mobiles, la génération de la clé RSA peut prendre plusieurs minutes. Merci de patienter.","782":"Dossier vide","783":"Aucun fichier dans votre Espace de stockage","784":"Aucun contact","785":"Aucun résultat.","786":"Aucun fichier dans votre boite de réception","787":"Aucun fichier dans votre Corbeille","788":"Êtes-vous bien sûr de vouloir déplacer ce fichier dans votre Corbeille ?","789":"Êtes-vous bien sûr de vouloir déplacer ce dossier dans votre Corbeille ?","790":"Ouvrir le fichier","791":"Importer le fichier","792":"Supprimer le fichier","794":"Supprimer le Dossier","796":"Obtenir le lien","797":"Partager le dossier","798":"Espace restant","799":"Espace utilisé","800":"Espace gratuit","801":"Version normale","802":"E-Mail du contact","803":"Télécharger le fichier","804":"Malheureusement, ce type de fichier n'est actuellement pas supporté sur votre appareil mobile avec MEGA","805":"Ce type de fichier sera supporté sur votre appareil mobile très prochainement.","806":"changer le nom du dossier:","807":"changer le nom du fichier:","808":"Lien du Dossier","809":"URL du dossier:","810":"Lien de Téléchargement","811":"URL du fichier:","812":"Confirmer le compte","813":"Dossier partagé","814":"Voulez-vous abandonner votre upload ?","815":"Voulez-vous abandonner votre téléchargement ?","816":"Veuillez entrer une adresse e-mail valide.","817":"Vous ne pouvez pas créer un dossier dans un résultat de recherche.","818":"Voulez-vous passer de la version mobile à la version normale ?","819":"Démarrage...","820":"Ce fichier a été importé dans votre Espace de Stockage.","821":"Vos Notifications","822":"Retour","823":"Réglages","824":"Nouveau dossier partagé par [X]","825":"Nouveau dossier partagé","826":"[X] a révoqué le partage d'un dossier","827":"Dossier partagé révoqué","828":"[X1] dossiers et [X2] fichiers","829":"[X] dossiers et 1 fichier","830":"1 dossier et [X] fichiers","831":"1 dossier et 1 fichier","832":"[X] dossiers","833":"[X] fichiers","834":"1 dossier","835":"1 fichier","836":"[X] a ajouté [DATA]","837":"[X] ont été ajoutés","838":"[X] a été ajouté","850":"JAN","851":"FEV","852":"MAR","853":"AVR","854":"MAI","855":"JUI","856":"JUL","857":"AOU","858":"SEP","859":"OCT","860":"NOV","861":"DEC","862":"Notifications","863":"Voir tout","864":"Télécharger en .ZIP","865":"Ouvrir","866":"Copier 1 élément sélectionné","867":"Copier [X] éléments sélectionnés","868":"Déplacer 1 élément sélectionné","869":"Déplacer [X] éléments sélectionnés","870":"Confirmer","871":"[B]Attention:[\/B] Quota de stockage dépassé. Veuillez supprimer des fichiers ou [A]souscrire un compte Pro[\/A]","872":"Pro","873":"Il y a [X] secondes","874":"Il y a 1 minute","875":"Il y a [X] minutes","876":"Il y  a 1 heure","877":"Il y a [X] heures","878":"Il y a 1 jour","879":"Il y a [X] jours","880":"À l'instant","881":"Vous utilisez actuellement une session temporaire. Les données stockées seront perdues une fois la session expirée. Pour préserver vos données, inscrivez-vous et disposez d'un vrai compte avec 50 GB de stockage en ligne gratuit et sécurisé !","882":"Attention","883":"Créer un compte","884":"[X] n'est pas totalement compatible avec MEGA","885":"Votre navigateur","886":"Internet Explorer 10 contient un bug important affectant l'écriture de fichier depuis Javascript, entraînant une saturation de la mémoire lors du téléchargement de grandes quantités de données. Nous nous attendons à ce que le problème soit réglé avec la sortie d'Internet Explorer 11. En attendant, veuillez utiliser un autre navigateur.","887":"[X] ne propose pas les fonctionnalités du HTML5 dont MEGA a besoin pour utiliser la cryptographie côté-utilisateur. Les transferts de fichiers en HTML5 seront gérés par un système Flash très limité. Nous vous conseillons fortement d'utiliser un navigateur plus récent et moderne.","888":"Hautement Recommandé","889":"Recommandé","890":"MEGA fonctionne mieux avec les navigateurs suivants:","891":"Avertissement Compatibilité navigateur","892":"Propriétés","893":"Uploadé le","894":"Taille totale","895":"Nom du dossier","896":"Créé le","897":"Contenu","898":"Plusieurs fichiers & dossiers","899":"Plusieurs fichiers","900":"Plusieurs dossiers","909":"Mot de passe","910":"Acheter maintenant","911":"Profitez pleinement de MEGA avec [B]Pro[\/B]","912":"A partir de","913":"mois","914":"abonnement annuel","915":"Espace de stockage élevé","916":"Quota de bande passante élevé","917":"si vous choisissez l'abonnement annuel","918":"Mensuel","919":"Annuel","920":"Passez Pro","921":"2 mois GRATUIT","922":"1 mois","923":"1 an","924":"Avez-vous des questions au sujet des [A]Comptes Pro ?[\/A]","925":"Notre support sera ravi de vous aider.","926":"Nom de Société","927":"Ville","928":"Code Postal","929":"Téléphone","930":"jour","931":"mois","932":"année","933":"Adresse","934":"Etat ou province","935":"Adresse Paypal","936":"Compte Bancaire","937":"Nom du bénéficiaire","938":"Décrivez votre stratégie marketing","939":"Nom de la banque","947":"Stockage","948":"Poubelle","949":"Boîte de réception","950":"Contacts","951":"Mon compte","952":"La plupart des appareils ne peuvent pas télécharger des fichiers d'une taille excédant 4Go.Votre téléchargement va probablement échouer.","953":"Espace libre insuffisant","954":"L'équipe","955":"Applications Mobile","956":"Sync Client","957":"App Chrome","959":"App Firefox","961":"Applications","962":"Kit de Développement","963":"Documentation","964":"Programme d'Affiliation","965":"Politique","966":"Guide de Demande de Retrait","967":"Se Déconnecter","968":"Créer un Compte","969":"Veuillez réessayer","970":"Veuillez entrer un mot de passe valide","973":"Bande passante consommée","974":"Gérer votre compte","975":"Ajouter une étoile","976":"Supprimer l'étoile","977":"Aucun fichier dans votre Espace de Stockage","978":"Votre recherche ne correspond à aucun document","979":"Votre Corbeille est vide","980":"Vous n'avez aucun contact","981":"Votre Boite de Réception est vide","982":"Contenu","983":"Vue générale","984":"Profil","985":"Historique","986":"Editer votre profil","987":"Expire le","988":"Contacts :","989":"[X] contacts","990":"1 contact","991":"Aller dans Contacts","992":"Avatar","993":"Changer l'Avatar","994":"Informations Personnelles","995":"Date de Naissance","996":"Choisir son pays","997":"Vous devez être inscrit pour ajouter des contacts","998":"Veuillez créer un compte gratuit","999":"Voulez-vous transformer votre session temporaire actuelle en un compte gratuit ?","1000":"Ne perdez pas vos données : créez un compte gratuit !","1001":"Supprimer le contact","1002":"Êtes-vous sûr de vouloir supprimer [X] de votre liste de contact ?","1003":"Confirmer la suppression","1004":"Êtes-vous sûr de vouloir déplacer [X] dans votre corbeille ?","1005":"Vous devez être inscrit pour créer des liens.","1006":"Vous devez êtes inscrit pour partager vos dossiers.","1007":"Vous ne pouvez pas annuler cette action.","1008":"Quota de bande passante pro dépassé.","1009":"Besoin de plus de bande passante ?","1010":"Quota de stockage dépassé.","1011":"Vous voulez conserver vos données ?","1012":"Quota de stockage bientôt atteint.","1013":"Besoin de plus de stockage ?","1015":"Entrez votre bon d'achat.","1016":"Sélectionner une image","1017":"Utiliser cet Avatar","1018":"Vider","1019":"Ajouter une adresse email","1020":"Veuillez entrer une adresse email ou sélectionner un contact","1021":"Oui","1022":"Non","1023":"Vous n'avez pas le droit de modifier ce dossier.","1024":"Entrez un nom de dossier","1025":"Plusieurs éléments","1026":"Entrez la clé de déchiffrage","1027":"Déchiffrer","1028":"Clé de déchiffrage","1029":"Lien public","1030":"Sélectionner depuis vos contacts, ou ajouter une adresse email.","1031":"Exporter les liens de fichier et les clés de déchiffrage","1032":"Inclure la clé du fichier","1033":"Copier les clés","1034":"Télécharger plusieurs fichiers","1035":"Cliquez sur \"Autoriser\" pour terminer le téléchargement","1036":"Partagé avec","1037":"J'accepte","1038":"Langue","1039":"Payer avec PayPal","1040":"Connectez-vous pour activer votre abonnement pro.","1041":"Veuillez créer un compte pour activer votre abonnement","1042":"Initialisation","1043":"Lien de dossier indisponible","1044":"Le lien de dossier auquel vous essayez d'accéder n'est plus disponible. Cela peut être dû aux  raisons suivantes :","1045":"Le lien de dossier a été supprimé à cause d'une violation de nos conditions d'utilisation","1046":"Le lien de dossier a été désactivé par l'utilisateur","1047":"Bienvenue dans votre compte MEGA Pro","1048":"Votre abonnement pro a été activé. Faites-vous plaisir !","1049":"Dossier","1050":"Aucun partage","1051":"Jamais","1053":"Quota de bande passante presque atteint","1054":"Vous allez devoir attendre [X] pour que d'avantage de bande passante soit assignée à votre compte.","1055":"Vous ne voulez pas attendre ?","1056":"Cette limite est variable.","1057":"Confirmez la suppression de session","1058":"Vous utilisez actuellement une session temporaire. Êtes-vous sûr de vouloir terminer cette session ?","1059":"Cette action supprimera toutes vos données.","1060":"100% Chiffré","1061":"Contrairement aux autres services de stockage, vos données sont chiffrées et déchiffrées par votre équipement et jamais par nous.","1062":"Accès Mondial","1063":"Vos données sont accessibles 24h\/24, depuis tout appareil, dans le monde entier.","1064":"Collaboration sécurisée","1065":"Partagez des dossiers avec vos contacts et voyez leurs modifications en temps réel","1066":"MEGA fourni des outils qui rendent la communication en ligne [A]privée et confidentielle[\/A] facile à utiliser.","1067":"MEGA fourni un service chiffré qui permet d'échanger de manière [A]privée et sécurisée[\/A] entre professionnels et particuliers. Vous détenez et contrôlez les clés de déchiffrage de vos données dans le Cloud.","1068":"Partagez des dossiers avec vos contacts et voyez les modifications en temps réel.","1069":"Voir comment ça marche","1070":"Comment ça marche","1071":"Vous voulez en savoir plus sur MEGA ?","1072":"Regardez la vidéo de lancement","1073":"Abonnements","1074":"Disposez de 50 Go gratuit","1075":"Bien plus avantageux que les principaux concurrents","1076":"Créer un compte","1077":"Abonnements à prix compétitifs","1078":"Dispoez de 4 To de stockage chiffré pour seulement 8.33€ par mois.","1079":"Regardez nos abonnements","1080":"Applications Mobiles","1082":"Le cloud est dans votre poche. Accédez et streamez vos fichiers depuis votre smartphone ou tablette. Envoyez et synchronisez vos données en ligne.","1083":"En profiter gratuitement","1084":"Disponible sur","1085":"Sync Client","1086":"Synchronisation automatique et facile entre vos ordinateurs et votre espace de stockage MEGA.","1087":"Télécharger maintenant","1088":"Applications pour Navigateur Internet","1089":"Nos extensions pour navigateur installent MEGA dans votre navigateur pour un chargement plus rapide et une meilleure protection contre les attaques.","1090":"Rendez-vous sur la page de téléchargement","1091":"Cliquez pour envoyer ou glissez-déposez des fichiers ici.","1092":"Faites défiler pour continuer","1093":"N'entrez jamais votre mot de passe sur un appareil dont vous n'avez pas l'entière confiance. Ne vous connectez pas depuis un ordinateur public ou partagé.","1094":"Pour une meilleure sécurité, installez notre [A]extension pour navigateur[\/A] et chargez MEGA depuis votre ordinateur plutôt que de nos serveurs.","1095":"Créez votre compte [A]gratuit[\/A]","1096":"Prénom","1097":"Nom","1098":"Prénom et\/ou nom invalide","1099":"Entrez votre prénom et nom","1100":"Adresse e-mail invalide","1101":"Veuillez entrer une adresse e-mail correcte","1102":"Mot de passe invalide.","1104":"Veuillez rendre votre mot de passe plus résistant","1105":"Protection :","1106":"Statut du mot de passe","1107":"Les mots de passe ne correspondent pas.","1108":"Créer un compte","1109":"Votre mot de passe est votre clé de chiffrement principale.","1110":"La sécurité de votre compte dépend de la force de votre mot de passe. Les mots de passe trop cours, trop simples ou qui sont des mots du dictionnaire sont trop faciles à deviner.","1111":"N'oubliez pas votre mot de passe.","1112":"Il n'y a pas de procédure de récupération pour les mots de passe perdus. Si vous ne vous en rappelez plus, vous ne pourrez plus accéder à vos données stockées.","1113":"Votre compte est sécurisé seulement si votre ordinateur l'est aussi.","1114":"Retaper le mot de passe","1115":"L'analyseur de résistance de mot de passe est encore en cours d'initialisation.","1116":"Veuillez réessayer dans quelques secondes.","1117":"Conditions d'Utilisation","1118":"Vous devez accepter les conditions d'utilisation pour créer un compte sur MEGA","1119":"Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.","1120":"Votre mot de passe est facilement devinable. Essayez de le rendre plus long. Combinez des lettres majuscules et minuscules. Ajoutez des caractères spéciaux. N'utilisez pas de noms ou de mots du dictionnaire.","1121":"Votre mot de passe est assez protégé pour continuer, mais il est recommandé de le rendre plus résistant.","1122":"Ce mot de passe résistera à la plupart des attaques brute-force de base. Gardez-le en mémoire.","1123":"Ce mot de passe résistera à la plupart des attaques brute-force sophistiquées. Gardez-le en mémoire.","1124":"Très Faible","1125":"Faible","1126":"Moyen","1127":"Bon","1128":"Fort","1129":"Votre mot de passe est trop faible pour continuer","1130":"e-mail et\/ou mot de passe invalide","1131":"Confirmez votre compte","1132":"Collecte d'entropie","1133":"Nous allons analyser les mouvements de votre souris.","1134":"Cela va rendre votre [A]clé RSA[\/A] plus sécurisée .","1135":"Vous pourrez passer cette étape une fois les 100% accomplis.","1136":"C'est terminé !","1137":"vous pouvez maintenant passer à l'étape suivante pour valider votre clé.","1138":"Continuer","1139":"Score :","1140":"C'est une étape très importante et peut prendre quelques secondes.","1141":"Soyez patient.","1142":"Création de clé Public - Privée","1143":"Génération de la clé","1144":"L'utilisation du chiffrement la plus récente remonte à presque 400 ans, à l'époque de l'Egypte ancienne.","1145":"Aujourd'hui, 4000 années plus tard, la plupart des services de stockage en ligne les plus utilisés n'ont pas encore totalement adopté le chiffrement.","1146":"Complétez votre compte","1147":"Choisir un type de compte","1148":"[A]Obtenez 2 mois gratuits[\/A] en souscrivant un abonnement d'un an.","1149":"Limité","1150":"Gratuit","1151":"Profitez pleinement de MEGA avec un [A]compte Pro[\/A]","1152":"Choisissez votre abonnement :","1153":"abonnement annuel","1154":"L'Equipe","1155":"Envoi en cours","1156":"Téléchargement en cours","1157":"Téléchargement gratuit","1158":"pour Windows","1159":"Bientôt sur [A]Mac[\/A]","1160":"MEGA aimerait remercier les auteurs de ces programmes open source qui ont contribué grandement au développement de ce site :","1161":"Sécurisé","1162":"Vos données sont chiffrées de bout en bout. Personne ne peut les intercepter, ni lorsqu'elles sont stockées, ni même pendant un transfert.","1163":"Flexible","1164":"Synchronisez n'importe quel dossier de votre PC à n'importe quel dossier sur MEGA. Synchronisez un nombre illimité de dossiers en même temps.","1165":"Rapide","1166":"Profitez des infrastructures MEGA puissantes et des transferts multi-connectés.","1167":"Généreux","1168":"Stockez jusqu'à 50 Go gratuitement !","1169":"Complet","1170":"Cherchez, stockez, téléchargez, streamez, regardez, partagez, renommez ou supprimez vos fichiers. Tout est à votre disposition,  dans votre main.","1171":"Prochainement sur [A]iOS[\/A]","1172":"Extension Firefox","1173":"Extension Chrome","1174":"Cette application vous permettra d'installer MEGA dans votre navigateur. Cela réduira les temps de chargement, améliorera les performances de téléchargement et augmentera la sécurité.","1175":"Tout URL de MEGA sera capturée par l'extension et rester en local (aucun JavaScript ne sera chargé depuis nos serveurs). Des mises à jours automatiques et sécurisées sont effectuées grâce à la signature cryptographique de clé privée.","1176":"Et si vous êtes vraiment parano :","1177":"désactivez les mises-à-jour automatiques et examinez manuellement le code source pour chaque mise-à-jour.","1178":"Téléchargez MEGA pour Firefox","1179":"Installation :","1180":"Télécharger MEGA pour Chrome","1181":"Ouvrir la page d'extensions dans Chrome","1182":"menu>outils>extensions","1183":"ou tapez","1184":"dans votre barre d'adresse.","1185":"Déplacez le fichier téléchargé [X] vers la page d'extension de Chrome et confirmez l'installation. ","1186":"Vous pouvez acheter facilement votre abonnement MEGA grâce à nos revendeurs autorisés ci-dessous :","1187":"Télécharger","1188":"Vers votre Ordinateur","1189":"Importer","1190":"vers votre Espace de Stockage","1191":"Le fichier que vous essayez de télécharger est temporairement indisponible.","1192":"Faites défiler pour en savoir plus sur MEGA","1193":"Démarrer un nouveau compte","1194":"Voulez-vous importer le fichier vers une nouvelle session ?","1195":"\"Non\" vous permettra de vous connecter et d'importer.","1196":"Annuler le téléchargement","1197":"Êtes-vous sûr de vouloir annuler ce téléchargement ?","1198":"Le fichier téléchargé va être supprimé.","1199":"Impossible de déchiffrer les méta-données sans clé.","1200":"Condition D'Utilisation des Affiliés","1201":"[A]Rejoignez-nous[\/A] pour boulevers le marché du stockage dans le Cloud","1202":"Amenez-nous des clients et et vous serez rémunéré","1203":"Aidez-nous à nous agrandir et prenez part au succès.","1204":"S'inscrire","1205":"Comment ça marche ?","1206":"Inscrivez-vous et obtenez votre ID affilié unique.","1207":"Nous surveillerons tous les achats effectuées par votre lien.","1208":"Vous gagnez [B]20%[\/B] de tous les revenus générés par votre ID affilié.","1209":"Les abonnements récurrents compterons comme affiliés.","1210":"A qui s'adresse ce programme affilié ?","1211":"Les développeurs d'applications :","1212":"Développez votre propre application avec notre [A]KdD[\/A] - Kit de Développement","1213":"Convertissez les utilisateurs gratuits en utilisateurs pro et monétisez votre application.","1214":"Sites Web :","1215":"Blogueurs","1216":"Comparatifs d'offres de stockage en ligne","1217":"Quelles sont les règles ?","1218":"Veuillez lire et accepter nos [A]Conditions d'Utilisation Affiliés[\/A]","1220":"C'est parti !","1221":"Inscrivez-vous au programme affilié et commencez à gagner de l'argent instantanément.","1223":"Informations de contact","1224":"Nous avons besoin d'en savoir plus sur vous","1230":"Informations de paiement","1231":"Nous payons au mois par Paypal ou transferts Bancaires (compte Néo Zélandais seulement).","1232":"Méthode de paiement","1233":"Paypal","1234":"Compte Bancaire (NZ seulement)","1235":"Nom du bénéficiaire","1236":"Nom de la banque","1237":"Numéro de compte en banque","1238":"Adresse Paypal","1239":"Informations d'Affiliation","1240":"Comment allez vous amener du trafic sur MEGA ?","1241":"Décrivez votre stratégie marketing :","1242":"J'accepte les [A]Conditions D'Utilisation[\/A] de MEGA","1243":"Vous êtes inscrit comme affilié. Vous gagnerez 20% de tous les revenus générés avec votre ID affilié.","1244":"Soyez certain de respecter les [A]Conditions d'Utilisation des Affiliés[\/A]","1245":"Vous pouvez obtenir des revenus en envoyant du trafic sur :","1246":"Statistiques","1247":"Période","1248":"30 jours","1249":"90 jours","1250":"180 jours","1251":"365 jours","1252":"Tout","1253":"Date","1254":"Ventes","1255":"Chiffres d'affaires","1256":"Revenus","1257":"Pas de vente enregistrée pour cette période","1258":"Gains","1259":"Aucun gain enregistré pendant cette période.","1260":"ID Affilié","1261":"Entrez votre date de naissance.","1262":"Entrez votre ville.","1263":"État ou province.","1264":"Entrez votre code postal.","1265":"Entrez votre numéro de téléphone.","1266":"Décrivez votre stratégie marketing.","1267":"Vous devez accepter les Conditions d'Utilisation Affiliés","1268":"Entrez votre adresse Paypal.","1269":"Entrez le nom du bénéficiaire de votre compte en banque Néo Zélandais","1270":"Entrez le nom de votre banque Néozélandaise.","1271":"Entrez votre numéro de compte de banque Néozélandaise.","1272":"MEGA a été créé par des humains et n'est de ce fait pas parfait à 100%. Si vous rencontrez un bug, nous apprécierions que vous nous le communiquiez pour que nous puissions le corriger. Plus de détails vous nous donnerez, le mieux ce sera.","1273":"Nous prenons au sérieux les droits à la propriété et appliquons une politique de retrait sévère.","1274":"Pour plus d'informations, veuillez lire notre [A]Guide de retrait[\/A].","1275":"Vous pouvez soumettre une demande de retrait via notre [A]formulaire en ligne[\/A] ou en nous envoyant un e-mail.","1276":"Vous avez des suggestions ou des idées ? Vous voulez en apprendre d'avantage sur nos produits ?","1277":"Nous sommes toujours disponibles.","1278":"Veuillez sélectionner","1279":"Etape 1","1280":"Etape 2","1281":"Detail du contenu","1282":"Détail du propriétaire de Copyright","1283":"Ajouter un autre URL","1284":"Nom de l'ayant droit","1285":"Si applicable","1286":"Nom de l'agent autorisé par l'ayant droit qui soumet l'avis :","1287":"Avis de Droit d'Auteur Reçu","1288":"Nous allons étudier et traiter avec empressement votre avis.","1289":"Merci d'avoir cliqué sur le lien d'invitation. Veuillez créer votre compte gratuit maintenant ci-dessous.","1290":"Oups, il semble que le lien d'inscription n'est pas valide. Avez-vous déjà créé votre compte ?","1291":"Vous avez déjà cliqué sur un lien d'invitation. Veuillez créer votre compte.","1292":"Prochainement","1293":"Bienvenue dans le centre d'aide","1294":"SI vous ne trouvez pas la réponse à votre question, n'hésitez pas à nous contacter.","1295":"Contacter le Support","1296":"FAQ","1297":"Adresse e-mail déjà utilisée.","1298":"Connectez-vous dans votre compte.","1299":"Tirer pour rafraîchir","1300":"Dernière mise-à-jour","1301":"Aujourd'hui","1302":"Hier","1303":"Cette semaine","1304":"La semaine dernière","1305":"Ce mois","1306":"Cette année","1307":"Plus ancien","1308":"Échec du téléchargement","1309":"Échec de l'upload","1310":"Veuillez entrer le code de confirmation","1311":"Erreur lors du chargement des fichiers","1312":"Nom d'utilisateur\/mot de passe manquant","1313":"Échec de connexion","1314":"Érreur de Suppression","1315":"Pas de compte email présent","1316":"Sauvegarder le fichier en mode hors-ligne pour en avoir un aperçu","1317":"Erreur lors de la génération du lien","1319":"Le mot de passe est trop court","1320":"Le nom est trop court","1321":"Erreur lors du chargement des informations du compte","1322":"Upload terminé","1323":"Connexion","1324":"Connexion réussie","1325":"Génération du lien","1326":"Le lien a été copié dans le presse-papier","1327":"Téléchargement terminé","1328":"Téléchargement démarré","1329":"En attente","1330":"Entrez le nom d'utilisateur et le mot de passe","1331":"E-mail","1332":"Confirmer l'inscription","1333":"Veuillez vérifier vos emails et coller le code de confirmation ci-dessous ou cliquer sur le lien spécial de confirmation iOS","1334":"Annuler l'inscription","1335":"Code de confirmation","1336":"La plus récente","1337":"Prendre une photo","1338":"Choisir une photo existante","1339":"Nouveau dossier","1340":"Renseignez le nom du nouveau dossier","1341":"Sélectionner des photos(s)","1342":"Éditer","1343":"Espace de Stockage vide","1344":"Partager","1345":"Sauvegarder hors ligne","1346":"Transferts","1347":"Boite de réception vide","1348":"Dossiers partagés","1349":"Pas de photo","1350":"Photos","1351":"Localement","1352":"Disponible","1353":"Données en local","1354":"Définir l'espace de stockage maximal sur votre appareil","1355":"Version","1356":"Remarque","1357":"Se déconnecter","1358":"Tous les fichiers téléchargés vont être supprimés","1359":"La taille sélectionnée est plus petite que le cache utilisé actuellement. Si vous continuez, certains fichiers seront supprimés.","1360":"Passer Pro","1361":"Offres","1362":"Reprendre les achats","1363":"Pas de réseau","1364":"Réessayer","1365":"Vous n'êtes pas connecté à internet","1366":"Entrez le nouveau nom","1367":"Obtenez 50 GB gratuitement, ou souscrivez l'une des offres pro pour obtenir jusqu'à 4 TB de stockage crypté à partir de 8,33€ par mois.","1368":"jusqu'à [X]","1369":"et [X]","1370":"Email et Chat","1371":"Notre système de communication chiffrée arrive début 2014.","1372":"Préparez-vous à un chat, un service d'email, des appels & un service de conférence video par MEGA","1373":"Qu'est ce que MEGA ? Cliquez ou scrollez","1374":"Retour à la page d'acceuil","1375":"Retour à la page de téléchargement","1376":"Propulsé par :","1377":"Vous voulez jouer ? Si vous passez cette étape, la sécurité de votre compte sera réduite. Bougez votre souris exagérément et de manière aléatoire pour renforcer la sécurité.","1378":"Commencer le jeu","1379":"Passer","1380":"Categories","1381":"Paramètres Interface Utilisateur","1382":"Mode de tri","1383":"Classer les colonnes pour chaque dossier individuellement, ou utiliser le même tri pour chaque dossier.","1384":"par dossier","1385":"le même pour chaque dossier","1386":"Voir les préférences","1387":"Choisir le mode de vue pour chaque dossier individuellement, ou utiliser la même vue pour chaque dossier.","1388":"[B]Télécharger[\/B] [A]sur votre ordinateur[\/A]","1389":"[B]Importer[\/B] [A]sur votre Espace de Stockage[\/A]","1390":"Glissez déposez l'image ici","1391":"suivez nous","1392":"Fichiers & Dossiers","1393":"Prendre une Vidéo","1394":"Copier le lien","1395":"Envoyer le lien par e-mail","1396":"Veuillez autoriser l'accès aux photos","1397":"Veuillez activer les services géolocalisation","1398":"Veuillez autoriser l'accès aux services de géolocalisation","1399":"Comment vous sentez-vous ?","1400":"Content","1401":"Désorienté","1402":"Mécontent","1403":"Envoyer une remarque","1404":"Contacter le support par e-mail.","1405":"Nous allons lire votre message. Cependant, étant donné l'énorme quantité de requêtes que nous recevons, il se peut que nous ne répondrons pas à tous individuellement.","1406":"Notez-nous !","1407":"Obtenir de l'aide ou lire des sujets populaires","1408":"À Propos","1409":"Crédits","1410":"Choisissez le dossier à importer","1411":"PhotoSync","1412":"Activer PhotoSync","1413":"Les photos s'uploaderont dans le dossier PhotoSync","1414":"Utiliser les données cellulaires","1415":"Les photos ne seront pas uploadées avec votre forfait mobile.","1416":"Upload en tâche de fond","1417":"Démarrer PhotoSync de façon périodique quand votre géolocalisation change.","1418":"Terminé","1419":"Activez le système de code d'accès","1420":"Entrez un code d'accès","1421":"Changer le code d'accès","1422":"Entrez votre code secret d'accès","1423":"Entrez votre code d'accès","1424":"Désactiver le système de code d'accès","1425":"Entrez de nouveau votre code d'accès","1426":"Entrez votre nouveau code d'accès","1427":"Entrez à nouveau votre nouveau code d'accès","1428":"Le code d'accès ne correspond pas. Réessayez.","1429":"1 Tentative Échouée","1430":"%i Tentatives Échouées","1431":"Code de verrouillage","1432":"Activer le verrouillage par code","1433":"Désactiver le verrouillage par code","1434":"Supprimer les données","1435":"Supprimer les données après 10 tentatives de code d'accès échouées.","1436":"Langue","1437":"Anglais","1438":"Bulgare","1439":"Portugais","1440":"Chinois","1441":"Allemand","1442":"Espagnol","1443":"Français","1444":"Hongrois","1445":"Indonésien","1446":"Italien","1447":"Japonais","1448":"Polonais","1449":"Slovaque","1450":"Slovène","1451":"Hébreux","1452":"Hollandais","1453":"Coréen","1454":"Russe","1455":"Mise à jour","1456":"Chargement","1457":"Import en cours","1458":"Télécharger depuis le lien MEGA","1459":"Uploader ici","1460":"Selection multiple","1461":"Inscription","1462":"Nouveau compte en cours de création","1463":"Confirmation requise","1464":"Vérifiez vos emails et cliquez sur le lien pour vous connecter et confirmer votre compte","1465":"Si vous n'avez pas reçu l'email de confirmation, veuillez réessayer.","1466":"J'accepte les","1467":"conditions d'utilisation","1468":"Déjà un compte MEGA ?","1469":"Se connecter","1470":"Connexion en cours","1471":"Créer un compte","1472":"Réessayer","1473":"Connection au serveur","1474":"Calcul des clés de chiffrement, veuillez patienter","1475":"Nouveau sur MEGA ?","1476":"Code d'accès","1477":"Code incorrect","1478":"Valider","1479":"Répertoire de téléchargement par défaut","1480":"Cache interne","1481":"Sélectionnez le dossier dans lequel vous voulez conserver les fichiers téléchargés","1482":"Dossier personnalisé","1483":"Télécharger vers","1485":"Changer le mot de passe","1486":"Mot de passe actuel incorrect ou bien les 2 nouveaux mots de passe ne correspondent pas. Veuillez réessayer.","1487":"Mot de passe modifié avec succès.","1488":"Choisissez votre formule","1489":"Sélectionnez le tarif","1490":"Fichier en cours de téléchargement","1491":"Voulez-vous annuler le téléchargement ?","1492":"Mise à jour de la liste des fichiers","1493":"Annuler le téléchargement","1494":"Téléchargement échoué","1495":"téléchargé","1496":"Le téléchargement a démarré","1497":"Voulez-vous annuler l'upload ?","1498":"Fichier en cours de traitement","1499":"Annuler l'upload","1500":"L'upload a démarré","1501":"uploadé","1502":"Upload échoué","1503":"Impossible d'ouvrir le fichier sélectionné","1504":"Sélectionner à partir de","1505":"Sélectionner le type de fichier","1506":"Téléchargement déjà en cours","1507":"Ouvrir avec","1508":"Format de lien incorrect","1509":"Les liens de dossiers ne sont pas encore supportés","1510":"Email ou mot de passe incorrect. Avez-vous validé votre compte ?","1511":"Le mot de passe est trop court.","1512":"Veuillez entrer votre adresse email.","1513":"Adresse email invalide.","1514":"Problème de connection réseau, veuillez réessayer.","1515":"Ressource temporairement indisponible, veuillez réessayer plus tard.","1516":"Problème de système de fichier","1517":"Le propriétaire de ce fichier est bloqué.","1518":"Element non trouvé","1519":"Pas assez d'espace libre","1520":"La plupart des appareils ne peuvent pas télécharger des fichiers de plus de 4GB.Votre téléchargement va probablement échouer.","1521":"Partager le lien","1522":"Partager le fichier","1523":"Sélectionner","1524":"Renommer","1525":"Renommer","1526":"Déplacer vers la corbeille","1527":"Déplacement du document","1528":"Création du lien","1529":"Partager le lien vers le fichier","1530":"Déplacement vers la corbeille","1531":"Enregistrer sous","1532":"Sauvegarder sur le Système de Fichier","1533":"Enregistrer sous Téléchargements","1534":"Rendre disponible hors ligne","1535":"Photo Sync","1536":"Uploadez vos photos et vidéos automatiquement sur MEGA","1537":"Synchronisation des photos avec MEGA","1538":"Synchronisation terminée","1539":"Uploader seulement via WiFi","1540":"Uploader seulement lors des recharges","1541":"Synchroniser les photos vers","1542":"Problème de Synchronisation des photos","1543":"Dossier de destination indisponible","1544":"non paramètré","1545":"Dossier photo","1546":"Dossier destination","1547":"Synchroniser les Photos depuis","1548":"Dossier photo incorrect","1549":"Connexions upload","1550":"Connexions téléchargement","1551":"Nombre de connexions en upload en parallèle","1552":"Nombre de connexions en téléchargement en parallèle","1553":"Code secret","1554":"Activer le code secret","1555":"Expiration du Pin Lock","1556":"Code","1557":"Avancé","1558":"Taille de fichier cache max (KB)","1559":"Téléchargement de fichier max (KB)","1560":"Vignettes","1561":"Créer des vignettes image","1562":"L'application va télécharger chaque image que vous possédez et en créer une version miniature (vignette).","1563":"Télécharger seulement via Wifi","1564":"Image","1565":"Audio","1566":"Video","1567":"Prendre depuis le Système de Fichier","1570":"photos","1571":"videos","1572":"les deux","1573":"Erreur de synchronisation appareil photo : stockage externe non disponible","1574":"Photos seulement","1575":"Videos seulement","1576":"Photos et Videos","1577":"Ajouter des dossiers synchronisés","1578":"Erreur","1579":"Veuillez sélectionner un dossier local et un dossier MEGA","1580":"Le dossier local sélectionné est déjà synchronisé","1581":"Un dossier synchronisé ne peux pas être dans un autre dossier synchronisé.","1582":"Le dossier MEGA sélectionné est déjà synchronisé","1584":"La synchronisation intégrale de votre compte ne peut être activée s'il existe un ou plusieurs dossiers déjà synchronisés.","1585":"Attention","1586":"Dossier local trop volumineux (cette version est limitée à %1 dossiers ou %2 fichiers. Veuillez sélectionner un autre dossier.","1587":"Nom de synchronisation","1588":"Le nom \"%1\" est déjà utilisé pour une autre synchronisation","1589":"Veuillez entrer un nom différent pour identifier le dossier synchronisé :","1590":"Dossier local :","1591":"Dossier MEGA :","1592":"Sélectionner un dossier local ","1593":"Importer des liens","1594":"Télécharger sur mon ordinateur","1595":"Importer sur mon espace de stockage","1596":"Envoyer","1597":"Annuler","1599":"Sélectionner un dossier local","1600":"Erreur de déchiffrage","1601":"Non trouvé","1602":"MEGAsync est à jour","1603":"RÉCEMMENT MIS À JOUR","1604":"Utilisation : Donnée temporairement indisponible","1605":"Synchronisations","1606":"Site web MEGA","1607":"%1 sur %2","1608":"Utilisation : %1","1609":"%1 sur %2 (%3\/s)","1610":"%1 sur %2 (en pause)","1611":"Transferts de fichiers en pause","1612":"MEGAsync est en train de scanner","1613":"Tous les transferts ont été effectués","1614":"Annuler tous les téléchargements","1615":"Annuler le téléchargement","1616":"Annuler tous les uploads","1617":"Annuler l'upload","1618":"Ajouter une synchronisation","1619":"un fichier à %1\/s","1620":"un fichier (en pause)","1621":"%1 sur %2 fichiers à %3\/s","1622":"%1 sur %2 fichiers (en pause)","1623":"Total restant :","1624":"Téléchargement","1625":"Upload","1626":"MEGAsync","1627":"Connexion en cours","1628":"MEGAsync est maintenant activé","1629":"Cliquez ici pour ouvrir la fenêtre de statut.","1630":"Votre synchronisation \"%1\" a été désactivée car le dossier en ligne n'existe pas.","1631":"Votre synchronisation \"%1\" a été désactivée car le dossier sur cloud MEGA est dans la corbeille","1632":"Votre synchronisation \"%1\" a été désactivée car le dossier local n'existe pas","1633":"Erreur : dossier de destination invalide.","1634":"L'upload a été annulé","1635":"Le dossier (%1) n'a pas été uploadé car il est trop volumineux (cette version est limitée à %2 dossiers ou %3 fichiers.)","1636":"%1 dossiers n'ont pas été uploadés car  ils sont trop volumineux (cette beta est limitée à %2 dossiers ou %3 fichiers).","1637":"La synchronisation va s'arrêter.","1638":"Les opérations de suppression ne seront pas répercutées sur votre cloud MEGA si MEGAsyncn'est pas actif.","1639":"Quitter quand même ?","1640":"À propos de MEGAsync","1641":"Code version MEGAsync : %1","1642":"Le lien a été copié dans le presse-papier","1643":"Les liens ont été copiés dans le presse-papier.","1644":"Quitter","1645":"À Propos","1646":"Réglages","1647":"Mettre en pause","1649":"Reprendre","1650":"Synchronisation à jour","1651":"En pause","1652":"Scan en cours","1653":"Synchronisation en cours","1654":"Erreur de transmission temporaire :","1655":"Vous avez de nouveaux fichiers ou des fichiers modifiés dans votre compte","1656":"Pas d'erreur","1657":"Erreur interne","1658":"Argument invalide","1659":"Requête échouée, réessayez","1660":"Limite dépassée","1661":"Échec définitif","1662":"Trop de connexions ou de transferts","1663":"Hors limite","1664":"Expiré","1665":"Non trouvé","1667":"Accès refusé","1668":"Existe déjà","1669":"Incomplet","1670":"Clé invalide \/ Erreur de déchiffrage","1671":"ID de session erroné","1672":"Bloqué","1673":"Excès","1674":"Temporairement indisponible","1675":"Surcharge de la connexion","1676":"Erreur d'écriture","1677":"Erreur de lecture","1678":"Clé d'application invalide","1679":"Erreur inconnue","1680":"Attention","1681":"Selection de Dossier","1682":"Sélectionnez un dossier MEGA :","1683":"Récupération des dossiers en cours","1684":"Nouveau dossier","1685":"OK","1686":"Annuler","1687":"Espace de Stockage","1688":"Entrez le nouveau nom de dossier :","1689":"Le dossier rarcine ne peut pas être synchronisé.","1690":"Veuillez sélectionner un sous-dossier.","1691":"Vous avez %1 dans ce dossier.","1692":"Êtes-vous sûr de vouloir le synchroniser ?","1693":"Entrez un ou plusieurs liens de fichiers MEGA","1694":"Soumettre","1695":"Entrez un ou plusieurs liens de fichiers MEGA","1696":"Aucun lien(s) MEGA valide(s) trouvé. (les liens de dossiers ne sont pas encore supportés).","1697":"Il y a %1 heure","1698":"Obtenir le lien MEGA","1699":"Maintenant","1700":"Il y a %1 secondes","1701":"Il y a une minute","1702":"Il y a %1 minutes","1703":"Il y a 1 heure","1704":"Il y a 1 jour","1705":"Il y a %1 jours","1706":"Il y a un mois","1707":"Il y a %1 mois","1708":"Il y a 1 an","1709":"Il y a %1 ans","1710":"Ouvrir","1711":"Montrer le dossier","1712":"Général","1713":"Compte","1714":"Synchronisations","1715":"Bande passante","1716":"Avancé","1717":"Aide","1718":"Annuler","1719":"Appliquer","1720":"Montrer les notifications","1721":"Lancer au démarrage de l'ordinateur","1722":"Mettre à jour automatiquement","1723":"Langues","1724":"Détails","1725":"GRATUIT","1726":"Se déconnecter","1727":"Espace de stockage","1728":"Passer Pro","1729":"Dossiers synchronisés","1730":"Supprimer","1731":"Ajouter","1732":"Dossier Local","1733":"Dossier MEGA","1734":"Limite d'upload","1735":"Ne pas limiter","1736":"Limiter à :","1737":"Auto","1738":"environ 90% de la bande passe disponible","1739":"Quota de bande passante","1740":"Les limites d'upload sont entendues par serveur d'upload et appliquées lors du démarrage de nouveaux uploads","1741":"Dossier par défaut dans lequel sont placés automatiquement tout fichier ou dossier uploadé via le menu contextuel de l'Explorateur de Fichiers Windows","1742":"Nom de fichiers exclus","1743":"Paramètres du proxy","1744":"Pas de proxy","1745":"Detection automatique","1746":"Proxy","1747":"Type de proxy :","1748":"Serveur :","1749":"Le serveur proxy nécessite un mot de passe","1750":"Nom d'utilisateur :","1751":"Mot de passe :","1752":"Donnée temporairement indisponible","1753":"%1 (%2%) sur %3 utilisé","1754":"La synchronisation de l'intégralité de votre compte est déjà active.","1755":"Les synchronisations vont s'arrêter.","1756":"Êtes-vous sûr ?","1757":"Noms exclus","1758":"Entrez un nom à exclure de la synchronisation.","1759":"(les caractères de remplacement * et ? sont autorisés) :","1760":"Assistant d'Installation","1761":"J'ai un compte MEGA","1762":"Je n'ai pas de compte MEGA","1763":"Créer un nouveau compte MEGA","1764":"Nom :","1765":"Email :","1766":"Mot de passe :","1767":"Répéter le mot de passe :","1768":"Se connecter à votre compte MEGA","1769":"Veuillez vérifier votre compte en utilisant le lien de confirmation envoyé sur votre compte email","1770":"Choisissez le type d'installation","1771":"Synchronisation de l'intégralité du compte","1772":"Synchroniser l'intégralité de votre espace de stockage","1773":"Synchronisation selective","1774":"Synchroniser certains dossiers de votre espace de stockage","1775":"Les dossiers suivants seront automatiquement synchronisés :","1776":"Modifier","1777":"Bienvenue sur MEGA","1778":"Votre dossier local :","1779":"et votre dossier MEGA :","1780":"seront automatiquement synchronisés.","1781":"Retour","1782":"Suivant","1783":"L'utilisateur exist déjà","1784":"Récupération de la liste des fichiers","1785":"Email et\/ou mot de passe incorrect.","1786":"Avez-vous vérifié votre compte ?","1787":"Le dossier MEGA n'existe pas","1788":"Terminer","1789":"Veuillez renseigner votre adresse e-mail","1790":"Veuillez renseigner une adresse e-mail valide","1791":"Veuillez renseigner votre mot de passe","1792":"Veuillez renseigner votre nom","1793":"Veuillez renseigner un mot de passe plus complexe","1794":"Les mots de passe renseignés ne correspondent pas","1795":"Vous devez accepter nos conditions d'utilisation","1796":"Création du compte","1797":"Vous avez %1 dans votre Espace de Stockage","1798":"Êtes-vous sûr de vouloir synchroniser tout votre Espace de Stockage ?","1799":"et votre Espace de Stockage MEGA","1800":"Veuillez sélectionner un dossier local","1801":"Veuillez sélectionner un dossier MEGA","1802":"Sélectionnez un dossier local","1803":"Uploader sur MEGA","1804":"Partager avec un utilisateur MEGA","1805":"Envoyer à un utilisateur MEGA","1806":"1 fichier","1807":"%1 fichiers","1808":"1 dossier","1809":"%1 dossiers","1811":"Veuillez sélectionner le dossier d'upload pour vos fichiers :","1812":"Toujours uploader vers ce répertoire","1813":"Dossier MEGA synchronisés","1814":"Vous êtes sur le point d'importer ce fichier dans un dossier synchronisé. Si vous activez le téléchargement, ce fichier sera dupliqué sur votre ordinateur.","1815":"Êtes-vous sûr(e) ?","1816":"Vous êtes sur le point d'importer ces fichier dans un dossier synchronisé. Si vous activez le téléchargement, ces fichiers seront dupliqués sur votre ordinateur.","1817":"Plus","1818":"MEGAsync est en attente","1819":"MEGAsync a été mis à jour","1820":"Bientôt disponible pour Mac et Linux","1821":"Quand nous avons lancé MEGA début 2013, la surveillance massive par les gouvernements sous prétexte de combattre le terrorisme n'était qu'une hypothèse. Une personne accusant ces gouvernements de telles activités pouvait passer pour un adepte des théories du complot.127 jours plus tard, les révélations d'Edward Snowden ont changé l'opinion publique et ont permis aux gens de se rendre compte des abus commis par des gouvernements.","1822":"MEGA a été conçu autour du fait que, pour que le chiffrage soit accepté, il devait être facile à utiliser. MEGA est totalement accessible sans logiciel et reste le seul service de stockage en ligne qui chiffre intégralement les échanges de données directement depuis votre navigateur. Aujourd'hui, des millions de personnes et sociétés font confiance à MEGA pour stocker des petabytes de données et nous pensons que ce succès est dû au fait que MEGA est aussi simple d'utilisation qu'un système non chiffré.","1823":"Nous recrutons constamment. Si vous êtes un ingénieur informaticien de talent et aimeriez rejoindre notre équipe, n'hésitez pas à envoyer votre CV à jobs@mega.co.nz.","1824":"Vous êtes actuellement connecté. Voulez-vous vous déconnecter et créer un nouveau compte ?","1825":"Qu'est ce que MEGAsync ?","1826":"MEGAsync est une application qui synchronise les dossiers entre votre ordinateur et votre espace de stockage MEGA. Tous les fichiers et sous-fichiers sont en double. Les changements que vous faites d'un côté sont répercutées de l'autre en temps quasi réel (latences et temps de transfert).","1827":"Comment installer MEGAsync ?","1828":"Aller sur la [A]page de téléchargement[\/A] et suivez les instructions. Pendant l'installation, il vous sera demandé d'entrer ou créer un compte MEGA et paramétrer les fichiers à synchroniser (soit votre espace de stockage MEGA complet vers un dossier local, soit des sous-dossiers spécifiques de votre espace de stockage vers un dossier local correspondant). Après l'installation, MEGAsync démarrera automatiquement. Sous Windows, vous verrez un logo cliquable dans la barre des tâches lorsque l'outil de synchronisation fonctionnera, ce qui vous donnera accès à une fenêtre de statut et aux paramètres.","1829":"Puis-je utiliser MEGAsync sur plusieurs ordinateurs ?","1830":"Oui. En synchronisant plusieurs appareils avec le même dossier MEGA, vous pouvez synchroniser plusieurs ordinateurs ensemble.","1831":"Comment puis-je surveiller le statut de mes fichiers et dossiers locals ?","1832":"Les icônes de fichiers et dossiers synchronisés avec MEGA seront taggés avec un cercle vert. Les transferts en cours par un cercle bleu ; les transferts en attente en rouge.","1833":"MEGAsync stocke mes logins pour me connecter automatiquement. Est-ce que cela représente un problème de sécurité ?","1834":"Pas si vous chiffrez votre disque local (faites-le - quel intérêt de synchroniser un espace de stockage en ligne chiffré avec un espace de stockage local non chiffré ?)","1835":"J'ai supprimé un fichier du dossier de synchronisation local alors que MEGAsync ne fonctionnait pas. Puis je l'ai redémarré, et le fichier réapparaît. Pourquoi ?","1836":"La version actuelle de MEGAsync ne mémorise pas votre système de fichier local au redémarrage. Il ne peux pas savoir qu'un fichier local a été supprimé depuis la dernière fois. C'est pourquoi, vous devez toujours laisser MEGAsync allumé si vous voulez que la suppression soit prise en compte.","1837":"Un fichier important a été écrasé ou supprimé par le client de synchronisation. Comment le récupérer ?","1838":"Du côté MEGA, les fichier supprimés sont envoyés dans un sous-dossier spécial nommé \"SyncDebris\" situé dans votre corbeille et ils peuvent être récupérés depuis là. Du côté local, chaque dossier a un dossier caché appelé \"Debris\", dans lequel les fichiers supprimés sont placés.","1839":"Est-ce que MEGAsync propose un versionnage des fichiers ?","1840":"Non. Mais vous pouvez accéder aux fichiers écrasés dans le dossier \"Debris\" correspondant avant qu'il ne soit vidé).","1841":"MEGAsync supporte t-il la modification de fichiers existants ?","1842":"Non. Si un fichier synchronisé change, il est remplacé. Il n'est dont pas recommandé de synchroniser les fichiers de logs importants ou des bases de données. Ceci sera possible prochainement.","1845":"Y a t-il des restrictions pour les noms des fichiers ?","1846":"Les noms de fichiers sur Mac OS \/ UNIX sont sensibles à la casse ce qui n'est pas le cas sur Windows. Un dossier contenant à la fois \"ABC.TXT\" et \"abc.txt\" peut être synchronisé sur une machine sous UNIX sans problème mais sur une machine sous Windows, l'un des deux fichiers ne pourra pas être conservé, pas les deux.","1847":"MEGA n'impose aucune restriction sur les noms de fichiers et peuvent contenir des caractères qui sont incompatibles avec le système d'exploitation, comme : ou *.  Dans ces cas-là, ils seront alors renommés %xx en local et reconverti lors du sens inverse. L'Explorateur de Fichiers a aussi des problèmes avec certains noms : par exemple \"con.doc\", ne sera pas possible (pour comprendre, vous devez être un geek ou un expert\/vétéran, ou les deux). Si vous rencontrer une telle situation, renommez simplement le fichier du côté MEGA. Les caractères étrangers sont complètement supportés.","1848":"MEGASync supporte une structure de dossier assez profondes (MEGA lui-même est limité à un maximum de 63 niveaux, c'est-à-dire, des dossiers contenant des sous-dossiers qui à leur tour contiennent des sous-dossiers qui contiennent des sous-sous-dossiers et ce jusqu'à 63 niveaux) et des chemins d'accès très long (jusqu'à 32 000 caractères sous Windows).Malheureusement, la plupart des logiciels de Windows (l'Explorareur inclu) est incapable d'accéder à des fichiers dont le chemin d'accès dépasse 260 caractères.","1849":"Comment être sûr que MEGAsync est à jour ?","1850":"MEGAsync vérifie les nouvelles version toute les 2 heures et se met à jour automatiquement (vous pouvez désactiver cela dans les paramètres - la prochaine vérification aura alors lieu quand vous réactiverez l'option). Pour des raisons de sécurité, seuls les comptes qui ont installé MEGAsync sont autorisés à mettre à jour.","1851":"MEGAsync utilise t'il des transferts peer-to-peer pour accélérer la synchronisation entre les ordinateur du même réseau local ?","1852":"Non. La version actuelle de MEGAsync synchronise toujours avec les infrastructures MEGA.","1853":"Que se passe t-il si il y a des actions conflictuelles entre des clients synchronisés au même dossier MEGA ?","1854":"La version actuelle de MEGAsync ne prend pas en charge ce genre de problèmes. Evitez les.","1855":"Est-ce que MEGAsync supporte les caractéristiques de fichiers avancés comme les liens, attributs, ACls, ... ?","1856":"Non. Ne vous attendez pas à ce qu'ils soient répliqués en ligne.","1857":"MEGAsync supporte t-il la synchronisation du même dossier local vers différents répertoires en ligne, ou du même dossier en ligne vers différents répertoires locaux.","1858":"Non, à moins que vous ne fassiez tourner plusieurs processus MEGAsync en parallèle, ce qui n'est pas recommandé. En règle générale, chaque élément du système de fichier doit être visible par MEGAsync une fois, donc évitez de synchroniser les sous-dossiers de dossiers synchronisés ou de placer plusieurs liens vers le même système de fichier dans un dossier local synchronisé.","1859":"Où puis-je trouver votre application iOS ?","1860":"Vous pouvez la télécharger et l'installer sur l'[A]App Store[\/A].","1861":"Où puis-je trouver votre application Android ?","1862":"Vous pouvez la télécharger et l'installer sur [A]Google Play[\/A].","1863":"Nous fournissons des [A]applications[\/A] pour vos appareils mobiles, [B]iOS[\/B] & [C]Android[\/C].","1864":"Rapport d'erreur","1865":"MEGAsync a détecté un problème. Voici le détails :","1866":"Vous pouvez nous aider à améliorer MEGAsync en envoyant ce rapport d'erreur. Il ne contient aucune données personnelles. Si vous voulez nous donner davantage de détails, merci de les écrire ci-dessous:","1867":"Merci pour votre collaboration !","1868":"Envoyer le rapport","1869":"Choisir des Utilisateurs","1870":"Choisir chez quel utilisateur installer [A].","1871":"Sélectionner si vous voulez installer [A] juste pou vous ou pour tous les utilisateurs de cet ordinateur. [\/A]","1872":"Installer pour quiconque utilise cet ordinateur","1873":"Installer juste pour moi","1874":"Erreur: dossier de destination invalide. L'upload a été annulé.","1875":"Les nouveaux noms de fichier exclus seront pris en compte quand l'application démarrera à nouveau.","1876":"Taille du cache actuel : %1","1877":"Cache","1878":"Vider","1879":"Vos réglages du proxy sont incorrectes ou alors le proxy ne répond pas","1880":"Le dossier de destination est synchronisé et vous avez déjà des fichiers à l'intérieur portant le même nom (%1).","1881":"Si vous confirmer l'upload, le fichier précédent sera écrasé.","1882":"Ça alors ! C'est plein d'étoiles !","1883":"Vous essayez de synchroniser un dossier très large. Pour éviter la synchronisation de disques entiers, ce qui est inefficace et dangereux, commencez avec un dossier plus petit et ajoutez des données quand MEGAsync est lancé.","1884":"Le dossier (%1) n'a pas été uploadé car il est très volumineux. N'uploadez pas de volumes entiers car c'est inefficace et dangereux.","1885":"%1 dossiers n'ont pas été uploadés car ils sont très volumineux. N'uploadez pas de volumes entiers car c'est inefficace et dangereux.","1886":"J'essaye de renommer un dossier local dans l'Explorateur de Fichier, mais le nom du dossier correspondant en ligne ne change pas.","1887":"Le dossier que vous essayez de renommer contient un fichier caché nommé desktop.ini avec un champ LocalizedResourceName=X. Supprimez desktop.ini et réessayez.","1888":"Accueil","1889":"iOS App","1890":"Android App","1891":"Trouvez des réponses à toutes les questions de base au sujet de notre service.","1892":"En apprendre d'avantage au sujet le modèle de sécurité et de cryptographie créé par MEGA.","1893":"Tout savoir au sujet de la synchronisation entre votre ordinateur et MEGA.","1894":"En apprendre d'avantage au sujet de l'application Android.","1895":"En apprendre d'avantage au sujet des fonctionnalités de collaboration MEGA.","1896":"Tout ce que vous devez savoir sur votre compte MEGA.","1897":"En apprendre d'avantage sur notre application iOS.","1898":"Appuyer sur Esc pour fermer","1899":"Aperçu","1900":"Mise à jour disponible !","1901":"Une mise à jour sera appliquée lors du prochain démarrage de l'application.","1902":"Mise à jour de l'installation...","1903":"Recherche de mises à jour...","1904":"Installer la mise à jour","1905":"Une nouvelle version de MEGAsync est disponible ! Cliquez sur ce message pour l'installer","1906":"Pas de mise à jour disponible","1907":"Il y a eu u problème lors de l'installation de la mise à jour. Veuillez réessayer ou télécharger la dernière version : https:\/\/mega.co.nz\/#sync","1908":"Rechercher des mises à jour","1909":"Installation Manuelle","1910":"Fonctionne seulement pour","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Télécharger MEGA","1914":"pour Chrome Beta \/ Canary","1915":"Attention : cliquez sur le bouton ci-dessus uniquement si vous avez confiance dans le [A]Chrome web store[\/A]. Sinon, vous pouvez télécharger & installer manuellement l'extension ci-dessous.","1916":"Télécharger de","1917":"Chrome web store","1918":"Mise-à-jour disponible. Téléchargement en cours.","1919":"Impossible de récupérer le système de fichiers.","1920":"Veuillez réessayer. Si le problème persiste merci de contacter bug@mega.co.nz","1921":"Dossker non valide pour la synchronisation.","1922":"Veuillez vous assurer de ne pas utiliser des caractères tels que \\ \/ ou : dans les noms de vos dossiers.","1923":"Synchronisation selective active","1924":"Activer la synchronisation intégrale du compte","1925":"Activer la synchronisation intégrale de votre compte désactivera toutes vos synchronisations existantes","1926":"Synchronisation intégrale du compte active","1927":"Désactiver la synchronisation intégrale du compte","1928":"Désactiver la synchronisation intégrale de votre compte vous permettra de mettre en place la synchronisation selective par dossier","1929":"Installer MEGA dans votre navigateur pour améliorer les performances et pour gagner en sécurité.","1930":"Le Cloud dans votre poche. Accédez et diffusez vos fichiers depuis votre smartphone ou votre tablette.","1931":"MEGAsync démarre","1932":"Pour télécharger des fichiers plus volumineux que 1GB, veuillez installer notre extension pour navigateur.","1933":"Pour télécharger des fichiers plus volumineux que 1GB, veuillez installer un navigateur plus récent.","1934":"Mot de passe oublié ?","1935":"Si vous avez une copie de sauvegarde de votre clef maître de chiffrement, vous pouvez réinitialiser votre mot passe en choisissant OUI. Aucune donnée ne sera perdue.","1936":"Vous pouvez toujours [A]exporter[\/A] votre clef maître maintenant si vous avez une session MEGA active dans n'importe quel navigateur internet sur cet ordinateur ou tout autre ordinateur. S'il n'y a aucune session active, vous ne pouvez plus déchiffrer votre compte actuel, mais vous pouvez démarrer une nouvelle session avec la même adresse e-mail en choisissant NON.","1937":"Avez-vous une copie de sauvegarde de votre clef maître ?","1938":"Génial !","1939":"Veuillez renseigner votre adresse e-mail ci-dessous. Vous recevrez un lien de récupération qui vous permettra d'envoyer votre clef maître afin de réinitialiser votre mot de passe. ","1940":"Envoyer","1941":"Oups.","1942":"En conséquence de notre modèle de chiffrement de bout-à-bout, vous ne pourrez pas accéder à vos données sans votre mot de passe ou sans une [A]copie de sauvegarde[\/A] de votre clef maître.","1943":"Vous pouvez mettre votre compte courant de côté et démarrer un tout nouveau basé sur la même adresse e-mail. Dans le cas où vous vous souvenez du mot de passe du compte mis de côté, veuillez contacter [A]support@mega.co.nz[\/A] pour en demander la récupération.Vous données seront conservées pendant au moins 60 jours.","1944":"Vous ne pouvez pas utiliser la récupération de compte lorsque vous êtes sur une session temporaire.","1945":"Vous êtes actuellement connecté avec le compte [X]. Si vous ne pouvez pas vous souvenir du mot de passe de ce compte et que vous souhaitez en changer le mot de passe, veuillez exporter la clef maître de ce compte, puis vous déconnecter et essayer à nouveau. ","1946":"Veuillez vérifier votre adresse e-mail et essayer à nouveau.","1947":"Mettre le compte de côté.","1948":"Vous avez perdu votre mot de passe et vous ne pouvez pas fournir une clef maître précédemment exportée ? Malheureusement, dû à l'utilisation massive du chiffrement par MEGA, la perte de votre clef maître rend toutes vos données illisibles. Si vous continuez, vous démarrerez un tout nouveau compte basé sur la même adresse e-mail. Votre ancien compte sera mis de coté pendant au moins 60 jours et pourra être récupéré en contactant [A]support@mega.co.nz[\/A] dans le cas où vous vous souviendrez de votre mot de passe.","1949":"Choisir un nouveau mot de passe","1950":"J'admets que je vais démarrer un nouveau compte vide et que je vais perdre toutes les données de mon compte actuel à moins que je me souviennes de mon mot de passe ou que je retrouve une clef maître exportée.","1951":"Démarrer un nouveau compte","1952":"Note :","1953":"Nous conserverons bel et bien une copie de sauvegarde de toutes vos données pour au moins 60 jours.","1954":"Si vous vous souvenez de votre mot de passe, veuillez contacter support@mega.co.nz pour demander de l'aide afin de récupérer les données de votre ancien compte.","1955":"Réinitialiser le mot de passe","1956":"Veuillez fournir votre clef maître précédemment exportée. Vous pouvez encore l'exporter à partir de n'importe quel autre session MEGA qui serait encore ouverte sur n'importe quel navigateur et à partir de n'importe quel l'ordinateur.","1957":"Si vous n'avez pas en votre possession votre clef maître, vous pouvez [A]mettre de côté[\/A] votre compte actuel et en démarrer un tout nouveau.","1958":"Utiliser le fichier texte de la clef maître.","1959":"Choisir le fichier de la clef","1960":"Vérifier","1961":"Vous avez réussi à retrouver l'accès à votre compte. Veuillez renseigner un nouveau mot de passe ci-dessous :","1962":"Valider le nouveau mot de passe","1963":"Il semblerait que la clef maître que vous avez fournie soit incorrecte.","1964":"Êtes-vous sûr\/sure d'avoir fourni la bonne clef ?","1965":"Si vous n'avez pas la bonne clef, vous pouvez toujours [A]réinitialiser[\/A] votre compte.","1966":"Lien de récupération expiré","1967":"Le lien de récupération a expiré. Veuillez ressayer.","1968":"Lien de Récupération Non Valide","1969":"Lien non valide. Veuillez ressayer.","1970":"Ou renseignez votre clef maître ici","1971":"Vous ne pouvez pas démarrer la procédure de récupération de compte lorsque vous êtes connecté. Veuillez de vous déconnecter et de relancer la procédure.","1972":"Fichier de clef non valide.","1973":"Le fichier que vous avez sélectionné est trop gros. Veuillez vous assurer que vous avez sélectionné le fichier contenant votre clef maître composée de 22 caractères.","1974":"Veuillez confirmer que vous êtes bien conscient\/consciente que toutes vos données seront supprimées.","1975":"Compte mis de côté.","1976":"Votre vieux compte a été mis de côté avec succès. Vous pouvez dès maintenant vous connecter à votre nouveau compte.","1977":"Clef maître non valide","1978":"La clef fournie ne correspond pas à ce compte. Veuillez vous assurer que vous avez utilisé la bonne clef maître et essayer à nouveau.","1979":"Compte bloqué","1980":"Le compte que vous essayé de réinitialiser est bloqué.","1981":"Votre mot de passe a été réinitialisé avec succès. Vous pouvez dès maintenant vous connecter à votre compte.","1982":"Sauvegarder votre [A]clef maître de chiffrement[\/A]","1983":"Votre mot de passe déverrouille votre clef maître.","1984":"Vos données ne sont lisibles qu'à travers une chaîne d'opérations effectuant des déchiffrements. Cette chaîne commence par le déchiffrement de votre clef maître de chiffrement, que nous stockons chiffrée à l'aide de votre mot de passe. Cela signifie que si vous perdez votre mot de passe, votre clef maître ne pourra plus êtres déchiffré et vous ne pourrez donc plus du tout déchiffrer vos données.","1985":"En exportant et en conservant votre clef maître dans un endroit sécurisé, vous serez en mesure de mettre un nouveau mot de passe sans engendrer une perte de données.","1986":"Un attaquant externe ne pourra pas accéder à votre compte avec seulement votre clef. Une réinitialisation du mot de passe demande à la fois cette clef et l'accès à votre adresse e-mail.","1987":"Enregistrer la clef maître au format texte","1988":"Enregistrer le fichier","1989":"Copier la clef maître dans le presse-papier","1990":"Copier","1991":"Veillez à toujours avoir un contrôle physique sur votre clef maître (exemple : sur un appareil, un stockage externe ou une impression etc.).","1992":"Ne la stockez pas sur Internet (du moins, pas sans chiffrement).","1993":"ou [A]créer un compte[\/A]","1994":"Oui. Cependant votre mot de passe MEGA est plus d'un simple mot de passe : il déverrouille votre clef maître de chiffrement sans qui, vos données seraient entièrement illisibles. Par conséquent, il y a deux types de réinitialisation de mot de passe : Avec ou sans fournir une copie de sauvegarde de votre clef maître.Avec la clef, vous pouvez tout simplement choisir un nouveau mot de passe et conserver votre compte actuel. Sans la clef, vous pouvez mettre votre compte actuel de côté et en démarrer un tout nouveau basé sur la même adresse e-mail.Nous vous recommandons de conserver une copie de sauvegarde de votre clef maître dans un endroit sécurisé à tout moment, juste au cas où ! Cliquez  <a href=\"#backup\">ici<\/a> pour exporter votre clef ou <a href=\"#recovery\">ici<\/a> pour réinitialiser votre mot de passe.","1995":"Je viens de me souvenir du mot de passe de mon ancien compte après avoir effectuer une réinitialisation de mot de passe. Comment faire pour récupérer mes anciennes données ?","1996":"Si moins de 60 jours se sont écoulées depuis que vous avez mis de côté de votre ancien compte, vous données peuvent alors êtres récupérées. Veuillez contacter [A]support@mega.co.nz[\/A]  pour demander de l'aide.","1997":"MEGA me demande de faire une copie de sauvegarde de ma clef maître de chiffrement. Pourquoi ?","1998":"Si vous êtes véritablement sûr\/sure que vous ne perdrez jamais votre mot de passe, il n'y a aucune utilité à sauvegarder votre clef. Si cependant vous décidez de faire une [A]sauvegarde[\/A], veuillez vous assurer de la conserver dans un endroit sécurisé: quiconque a accès à votre clef sauvegardée et connaît votre adresse e-mail sera en mesure de pouvoir réinitialiser votre mot de passe et, de fait, aura accès à toutes vos données.","1999":"Est-ce que je peux synchroniser des partitions en FAT\/FAT32 sous Windows ?","2000":"Alors qu'à première vu cela semble fonctionner, nous vous le recommandons pas du tout parce que les horodateurs du FAT sont dépendants du fuseau horaire ce qui se soldera par une re-synchronisation double chaque année de tous vos fichiers si vous vivez dans une zone respectant l'heure d'été. Malheureusement, le défaut fondamental suivant dans la conception de l'API de Windows fait qu'il est difficile de compenser dynamiquement de tels changements : \"À l'heure d'été, l'heure récupérée via GetFileTime est décalée d'une heure parce que la mémoire-cache n'est encore pas mise à jour. Quand vous redémarrez l'ordinateur, l'heure mis en cache que GetFileTime récupère est correcte.\" En d'autres termes, faites vous une faveur et évitez le format FAT.","2001":"Voulez-vous uploader vos fichiers dans une nouvelle session ?","2002":"\"Non\" vous permettra de vos connecter et de démarrer votre upload.","2003":"Sauvegardez votre clé de chiffrage maintenant","2004":"Contrairement aux autres services de stockage en ligne, MEGA chiffre de bout-en-bout. Vos données sont illisibles si vous perdez votre mot de passe. Nous vous recommandons fortement de récupérer et sauvegarder votre clé de chiffrage dès maintenant. La réinitialisation du mot de passe sans perte de données est possible seulement si vous pouvez fournir une clé maître valide pour votre compte.","2005":"Cacher","2006":"Récupérer maintenant","2007":"Autre","2008":"Désactiver les icônes superposés","2009":"Forcer un scan complet","2010":"Scan complet","2011":"MEGAsync va effectuer un scan complet de vos dossiers synchronisés.","2012":"Voulez-vous redémarrer MEGAsync maintenant ?","2013":"Uploader fichiers\/dossiers","2014":"Une nouvelle version de MEGAsync est disponible !","2015":"MEGAsync est lancé. Cliquez sur l'icône de la barre des tâches pour ouvrir la fenêtre de statut.","2016":"Afficher le statut","2017":"Dossier pour les uploads depuis cet ordinateur","2020":"Erreur lors de l'obtention de la clé de session","2021":"Synchronisation complète","2022":"Votre dossier local et votre Espace de Stockage MEGA vont être automatiquement synchronisés.","2023":"Choisir","2024":"Fichier config corrompu, veuillez recommencer.","2025":"Aussi disponible sur <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Aussi disponible sur <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Aussi disponible sur <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"Facultatif","2029":"Sélectionner une Distribution Linux","2030":"Veuillez sélectionner une Distribution Linux et ensuite veuillez cliquer sur le bouton de téléchargement.","2031":"Pour Mac","2032":"Pour Linux","2033":"Le téléchargement de fichiers ZIP plus grands que 2GB peut nécessiter un outil de dezipage (tel que \"7zip\"). Malheureusement, ZIP64 n'est pas nativement supporté sur tous les systèmes d'exploitation.","2034":"Fichiers","2035":"Dossiers","2036":"Rafraîchir","2037":"Télécharger depuis MEGA","2038":"Veuillez sélectionner le dossier de téléchargement pour vos fichiers :","2039":"Toujours télécharger vers cette destination","2041":"Vous n'avez pas la permission d’écriture dans ce dossier local.","2042":"Vous n'avez pas la permission d’écriture dans ce dossier.","2043":"MEGAsync ne pourra pas télécharger ici","2044":"Voulez-vous continuer ?","2045":"Erreur lors de la récupération du lien :","2046":"Dossiers par défaut","2047":"Uploads :","2048":"Téléchargements :","2049":"Cette synchronisation ne peux pas être activée puisque le dossier local n'existe pas","2051":"Vous êtes déjà en train de synchroniser votre espace de stockage en ligne dans son intégralité","2052":"Activer \/ désactiver","2053":"Sélectionner un dossier local","2055":"Votre espace de stockage en ligne va être synchronisé avec ce dossier :","2056":"Détails d'utilisation du compte","2222":"téléchargements","5526":"Mega est un hébergeur en ligne sécurisé qui vous met gratuitement à disposition 50Go. Contrairement aux autres hébergeurs en ligne, vos données sont uniquement chiffrées et déchiffrées par les appareils du client et jamais par nous.Vos données sont accessibles quand vous voulez, à partir de n'importe quel appareil, et où vous voulez. Partagez des dossiers entiers avec vos contacts et voyez leurs apports en temps réel.Le cloud dans votre poche. Accéder et diffuser vos fichiers depuis votre téléphone ou votre tablette. Envoyer et synchroniser vos médias dans le cloud.Cherchez, stockez, diffusez, visionnez, partagez, renommez ou supprimez vos fichiers. Tout est là, dans la paume de votre main.Pour plus d'information, veuillez vous rendre sur notre site Internet : https:\/\/mega.co.nz\/","5527":"MEGA est un Service de Cloud Avec une Confidentialité Puissante et Toujours Active. 50Go gratuit","5528":"sur","5529":"Déplacer vers","5530":"Copier vers","5531":"Importer vers","5532":"Envoyer Fichier","5533":"Chargement...","5534":"Importation en cours","5535":"Mise-à-jour en cours...","5536":"Pas encore disponible","5537":"Vous êtes sur le point de supprimer le fichier de la clef-maître exportée.","5538":"Avertissement de sécurité: Ceci est une opération très risquée. Voulez-vous continuer ?","5539":"Plus d'options...","5540":"Voulez-vous supprimer le contact","5541":"Voulez-vous supprimer ces contacts ?","5542":"Partages Entrants","5543":"Partages sortants","5544":"Envoyer...","5545":"Créer un nouveau dossier","5546":"Envoyer vers","5547":"Raffraîchir","5548":"Aider","5549":"Passer Pro","5550":"Sélectionner Tous","5551":"Tout déselectionner","5552":"Vue par vignette","5553":"Vue listée","5554":"Exporter la Clef-Maître","5555":"Supprimer la Clef-Maître","5556":"La Clef-Maître a été exportée vers :","5557":"fichier","5558":"fichiers","5559":"contact","5560":"contacts","5561":"dossier","5562":"dossiers","5563":"dossier partagé","5564":"dossiers partagés","5565":"téléchargement","5566":"envoyer","5567":"envois","5568":"utilisateur","5569":"utilisateurs","5570":"e-mail","5571":"Mot de passe","5572":"Confirmer le mot de passe","5573":"ABC","5574":"...","5577":"Veuillez renseigner votre mot de passe","5578":"Calcul en cours des clefs de chiffrement","5579":"Validation du lien en cours","5580":"Activation du compte","5581":"Préparation de la liste des fichiers","5582":"Créer un compte","5583":"nom","5584":"J'accepte les <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Conditions  d'Utilisation<\/a> de MEGA","5585":"Avez-vous déjà  un compte ?","5586":"Vous devez accepter nos Conditions d'Utilisation.","5587":"Les mots de passes ne correspondent pas","5588":"Sauvegardé(s) en mode Hors Ligne","5589":"Partagé(s) avec moi","5590":"CONTACTS","5591":"DEMANDES ENVOYÉES","5592":"DEMANDES REÇUES","5593":"Aucune demande envoyée","5594":"Aucune demande reçue","5595":"Envoi des Photos de la Caméra","5596":"%1$s sur %2$s","5597":"ENTRANT","5598":"SORTANT","5599":"Vider la Corbeille","5600":"Aucun dossier de partage entrant","5601":"Aucun dossier de partage sortant","5602":"Libres hors ligne","5603":"EN LIGNE","5604":"HORS LIGNE","5605":"Taille :","5606":"Contenu :","5607":"Ajouté(s) :","5608":"Modifié :","5609":"Aucun lien public","5610":"Lire et Écrire","5611":"Partagé avec :","5612":"Permissions:","5613":"Changer les permissions","5614":"Partager avec","5615":"Envoyer à","5616":"Information du Contact","5617":"Dossier(s) Partagé(s) avec :","5618":"Ajoutez des nouveaux contacts en utilisant le bouton ci-dessous.","5619":"Préparation des fichiers","5620":"Il n'y a pas d'application disponible pour exécuter ce fichier sur votre appareil","5621":"Partager l'image avec","5622":"Partager le lien","5623":"Déplacement en cours","5624":"Partage du dossier","5625":"Copie en cours","5626":"Supprimer de MEGA","5627":"E-Mail du Contact","5628":"Création du dossier en cours...","5629":"Ajout du contact","5630":"Envoyez le lien","5631":"Partager dossier","5632":"Voir les dossiers partagés","5633":"Supprimer tous les contacts avec qui vous partagez","5634":"Quitter le dossier partager","5635":"Dossier des Photos de la Caméra","5636":"Contacts MEGA","5637":"Contacts du Téléphone","5638":"Supprimer","5639":"Contact ajouté","5640":"Contact supprimé","5641":"Erreur. Contact non supprimé","5642":"Permissions changées","5643":"Erreur. Permissions inchangées","5644":"Dossier déjà existant","5645":"Dossier créé","5646":"Renommage réussi","5647":"Erreur. Renommage annulé","5648":"Copie réussie","5649":"Erreur. Copie annulée","5650":"Déplacement réussi","5651":"Erreur. Déplacement annulé","5652":"Partage réussi","5653":"Erreur. Partage annulé","5654":"Impossible de récupérer le lien","5655":"Suppression de MEGA réussi","5656":"Erreur. Suppression de MEGA annulée","5657":"Succès de l'envoi vers :","5658":"Le dossier est maintenant privé","5659":"Annulation du mode Partage réussi","5660":"Décompression du fichier en cours","5661":"Galerie des Photos","5662":"Passer Pro maintenant!","5663":"Dernière session :","5664":"Sélectionner le type d'adhésion","5665":"Renouvellement mensuel ou annuel","5666":"Abonnement via PayPal","5667":"Mensuel*","5668":"Annuellement","5669":"*Les abonnements réguliers peuvent être annulés à tout moment avant la date de renouvellement.","5670":"L'aperçu n'a pas encore été téléchargé. Veuillez attendre.","5671":"Importation réussi","5672":"Aucun transfert actuel","5673":"Tous les transferts ont été mis en pause","5674":"Mettre en pause les transferts","5675":"Redémarrer les transferts","5676":"Uniquement via Wi-FI","5677":"Via Wi-Fi ou Données Cellulaires","5678":"Envoi des Photos de la Caméra en cours","5679":"Voulez-vous désactiver l'Envoie des Photos de la Caméra ?","5680":"Envoi en cours des photos de la caméra","5681":"Problème lors de l'Envoi des Photos de la Caméra","5682":"L'Envoi des Photos de la Caméra a été terminé","5683":"Verrouillage par PIN","5684":"Toujours demander la destination des téléchargements","5685":"Activer l'Envoi des Photos de la Caméra","5686":"Désactiver l'Envoi des Photos de la Caméra","5687":"Comment envoyer","5688":"Photos et Vidéos","5689":"Activer le Verrouillage par code PIN","5690":"Désactiver le Verrouillage par code PIN","5691":"Code PIN","5692":"Non défini","5693":"Version de l'Application","5694":"Visionneur de PDF MEGA","5695":"Explorateur ZIP","5696":"Type de Compte","5697":"Dossier  pour l'Envoir des Photos de la Caméra créé","5698":"Le fichier ZIP sera téléchargé et décompressé.","5699":"Le fichier ZIP sera décompressé","5700":"J'ai compris","5701":"Activer","5702":"Password manquant","5703":"E-Mail manquant","5704":"Identifiants de connexion non valide","5705":"E-Mail non valide","5706":"Nom trop court","5707":"Mot de passe trop court","5708":"Vous devez accepter nos Conditions d'Utilisation.","5709":"Rester connecter","5710":"Êtes-vous certain(e) d'annuler l'inscription ?","5711":"Annuler","5712":"Inscription réussie","5713":"J'accepte les <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Conditions  d'Utilisation<\/a> de MEGA","5714":"Votre adresse e-mail","5715":"Partager avec un contact MEGA","5716":"Supprimer un fichier ?","5717":"Supprimer [X] fichier(s) ?","5718":"Confirmer la supression","5719":"Nom du nouveau dossier","5720":"Envoyer dernière photo","5721":"Prendre une Photo ou une Vidéo","5722":"Sélectionner","5723":"Fichiers partagés","5724":"Aucun fichier dans l'Espace de Stockage","5725":"Aucun fichier dans le dossier","5726":"Restaurer","5727":"Veuillez sélectionner le dossier de destination pour le déplacement","5728":"Veuillez sélectionner un dossier de destination pour l'importation","5729":"Notes de version","5730":"Charger les contacts","5731":"Impossible d'accéder aux contacts","5732":"Autorisez MEGA à accéder aux contacts via Réglages > Confidentialité > Contacts  ","5733":"Aucun fichier partagé","5734":"Partager sur un nœud ","5735":"[X] Nœud  de Partage","5736":"Invitation envoyée","5737":"Aucun contact","5738":"Corbeille","5739":"Un gros problème vient de se produire !","5740":"Téléchargement en cours : [X]%","5741":"Préparation du téléchargement","5742":"Envoi: [X]%","5743":"Sauvegardé(s) localement","5744":"Entrer un nouveau nom","5745":"Êtes-vous certain(e) ?","5746":"Fichiers hors ligne","5747":"Aucun fichier téléchargé","5748":"Aucune photo","5749":"Une photo","5750":"[X] photos","5751":"[X] restante(s)","5752":"Aucune photo","5753":"Création en cours du dossier pour l'Envoi des Photos de la Caméra","5754":"Fin de listage des photos","5755":"Export de la photo","5756":"Photo non envoyée","5757":"Envoi en cours de la photo","5758":"Envoi de la vidéo en cours","5759":"Créer un dossier pour l'Envoi des Photos de la Caméra","5760":"Erreur lors de l'envoi du fichier","5761":"Envoi des Photos de la Caméra  activé","5762":"Envoi des Photos de la Caméra désactivé","5763":"Fin de l'Envoi des Photos de la Caméra","5764":"Sélectionner les albums pour les Envois des Photos de la Caméra","5765":"Options pour les Envois Photos de la Caméra","5766":"Lorsque désactivé, les nouvelles photos et vidéos ne seront pas automatiquement envoyés","5767":"Activer l'Envoi des Photos de la Caméra pour automatiquement envoyer vos photos et vidéos dans votre Disque Cloud","5768":"Envoyer vidéos","5769":"Utiliser le réseau de données cellulaires","5770":"Travailler périodiquement en tâche de fond","5771":"Chargement des photos","5772":"Impossible d'accéder aux photos","5773":"Export du fichier en cours","5774":"Code d'accès","5775":"Utilisé","5776":"Local","5777":"Si le nombre de tentatives échouées est atteint","5778":"Désactiver le code d'accès","5779":"Activer le code d'accès","5780":"Utiliser TouchID","5781":"Changer le code d'accès","5782":"Supprimer tous les données locales","5783":"Langage automatique","5786":"Envoyer un avis","5787":"Notez-nous !","5788":"Joindre l'équipe de support via e-mail. Tous les e-mails sont lus mais compte tenu du grand nombre de requêtes, il se peut que ne nous seront pas en mesure de répondre à tous individuellement.","5789":"Trouvez de l'aide ou lire des sujets populaires.","5790":"Ça alors, c'est rempli d'étoiles","5791":"Exporter la Clef-Maître","5792":"Activer la journalisation de débogage","5793":"Les fichiers supprimés sont placés dans la Corbeille","5794":"Exporter la Clef-Maître et la conserver dans un endroit sécurisé vous permet de changer de mot de passe sans encourir de perte de données.","5795":"Les fichiers de journalisation du débogage aide les développeurs à résoudre les problèmes","5796":"ClefMaître.txt a été exportée dans le dossier des Documents. Vous pouvez transférer le fichier en connectant votre appareil sur l'ordinateur et en ouvrant iTunes. Nous recommandons fortement d'envoyer votre Clef Maître par e-mail!","5797":"Échec de l'exportation de la Clef-Maître","5798":"Clef-Maître exportée","5799":"Utilisation","5800":"libres","5801":"utilisé","5802":"Photos","5803":"Vidéos","5804":"Documents","5805":"Archives","5806":"Cache local","5807":"Cache","5808":"Stockage local","5809":"Vider le cache","5810":"Vider le cache va supprimer tous les documents, les vignettes et autre fichiers temporaires sauvegardés localement","5811":"Vider le cache ?","5812":"Ceci va supprimer tous les fichiers enregistrés localement","5813":"Le cache a été vidé","5814":"Passer Pro","5815":"[X] Go","5816":"[X] To","5817":"Abonnement \"PRO 1\" mensuel","5818":"Abonnement \"PRO 1\" annuel","5819":"PRO !","5820":"Renseignez votre ancien code d'accès","5821":"S'authentifier avec votre empreinte digitale ?","5822":"Échec de l'Envoi du Fichier","5823":"Le fichier que vous avez sélectionné n'a pas été envoyé sur MEGA. Veuillez ressayer.","5824":"Envoi du Fichier annulé","5825":"Le fichier que vous avez sélectionné n'a pas été envoyé sur MEGA.","5826":"ESPACE MEGA","5827":"VITESSE MEGA","5828":"CONFIDENTIALITÉ","5829":"ACCÈS MEGA","5830":"Créez un compte maintenant et recevez vos 50Go d'espace gratuit.","5831":"Les envois sont rapides.Partagez rapidement des fichiers avec tout le monde.","5832":"Conservez tous vos fichiers en sécurité avec le chiffrement de \"bout-en-bout\" de MEGA","5833":"Disposez d'un accès complètement chiffré où vous voulez.quand vous voulez","5834":"MEGA est un service de stockage en ligne sécurisé avec 50Go d'espace de stockage gratuit.À l'intérieur de l'application vous pouvez augmenter votre espace de stockage et votre quota de bande passante en vous abonnant à MEGA Pro via un abonnement mensuel ou annuel.Les abonnements sont de l'ordre de 9.99€ (10.99$ US) par mois ou 99.99€ (119.99$ US) par an.L'abonnement vous donne 500Go d'espace de stockage et 1000Go de bande passante par mois.Les abonnements sont renouvelés automatiquement pour des périodes successives d'abonnement de la même durée et au même tarif que la période initiale choisie. Vous pouvez mettre un terme au renouvellement automatique de votre abonnement MEGA Pro au plus tard 24H avant votre prochain abonnement. Pour gérer vos abonnements, il suffit de toucher l'icône \"App Store\" sur votre appareil iOS, de vous connecter avec votre ID Apple  en bas de la page (sauf si vous l'avez déjà fait) et ensuite touchez \"Voir ID Apple\". Vous serez ensuite amenés sur la page de votre compte où vous pouvez descendre jusqu'à \"Gérer Abonnements Application\". À partir d'ici vous pouvez choisir votre abonnement MEGA Pro et voir quand a lieu le renouvellement, choisir une offre d'abonnement ou basculer entre activer \/ désactiver le renouvellement automatique de votre abonnement.Conditions d'Utilisation :https:\/\/mega.co.nz\/ios_terms.htmlPolitique de Confidentialité :https:\/\/mega.co.nz\/ios_privacy.html","5835":"Avec PhotoSync, les photos que vous prenez avec votre iPhone seront automatiquement sauvegardées sur MEGA.Vous pouvez utiliser le Wi-FI ou les données cellulaires et en activant le monde \"Tâche de fond\", l'application va envoyer automatiquement les photos ??.Le verrouillage par code ajoute une couche de sécurité supplémentaire en exigeant un code d'accès de 4 chiffres qui devra être inséré chaque fois que l'application est lancée. Cela protégera vos fichiers même si votre iPhone tombe entre de mauvaises mains. Il y a aussi une option pour supprimer tous les données et se déconnecter si le bon code d'accès n'est pas renseigné au bout de plus de 10 tentatives.Corrections de bugs divers et améliorations de la vitesse.Votre retour nous est très important et, bien que nous ne sommes pas en mesure de répondre à tous les e-mails, tous les lisons tous sans exception.Aussi, votre notation à 5 étoile sur l'App Store est toujours très appréciée.","5836":"envoyer, sauvegarder, cloud, fichier, partage, sécurisé, MEGA ","5837":"[X] minutes","5838":"1 minute","5839":"seront disponibles dans","5840":"Créer votre compte MEGA","5841":"Vous n'êtes pas authentifié","5842":"Vous devez avoir un compte MEGA afin de réaliser votre achat :","5843":"Vous êtes déjà authentifié. Vous ne pouvez que créer un seul compte MEGA.","5844":"Voulez-vous utiliser votre solde actuel ?","5845":"bande-passante utilisée","5846":"Redirection vers PayPal","5847":"Votre achat a été réalisé avec succès. Cependant, afin de terminer le processus de création de compte, il faut que vous activez votre compte en cliquant sur le lien envoyé sur votre adresse e-mail.","5848":"Trier par...","5849":"Connexion au serveur : compte en cours de création","5851":"Vous a envoyé une demande d'ajout","5852":"A accepté votre demande d'ajout","5853":"A refusé votre demande d'ajout","5854":"Nouveau","5855":"Notification","5856":"Accepter","5857":"Ignorer toute autre demande d'ajout","5858":"Refuser","5859":"Invité","5860":"Ignorer","5861":"Ré-inviter","5862":"Demandes Envoyées","5863":"Demandes Reçues","5864":"Utilisateurs ignorés","5865":"Nous ne pouvons pas déchiffrer votre lien d'invitation. Veuillez vérifier que vous ayez bien copié le lien ou alors enregistrez-vous avec la même adresse e-mail.","5866":"Quitter le partage","5867":"Quitter le partage","5868":"Afficher le profil","5869":"Supprimer un contact","5870":"Supprimer un contact","5871":"Favoris","5872":"Supprimer un favori","5873":"Dossiers partagés entrants","5874":"Dossiers partagés entrants","5875":"MEGAchat","5876":"Essayez le nouveau service de conversation audio et vidéo chiffré de bout-en-bout par MEGA.","5877":"Ne vous inquiétez pas !","5878":"Salut, rejoins-moi sur MEGA et découvres un service de stockage et de communication chiffrée. Reçois 50Go gratuitement!","5879":"Informations sur la Société","5880":"Investisseurs","5881":"Communiqués de Presse","5882":"Rapport des Actionnaires","5883":"Démarrer un appel...","5884":"Mettre fin à l'appel en cours...","5885":"Démarrer une conversation","5886":"Mettre fin à la conversation","5888":"L'appel avec [X] a démarré.","5889":"L'appel avec [X] a pris fin.","5890":"L'appel avec [X] n'a pas pu être répondu à temps.","5891":"Appel de [X] en cours...","5892":"L'appel avec [X] a été rejeté.","5893":"Vous avez un appel entrant de [X].","5894":"L'appel avec [X] a été annulé.","5895":"L'appel avec [X] a été fait depuis un autre appareil.","5896":"Démarrer l'appel audio","5897":"Démarrer l'appel vidéo","5898":"L'utilisateur [X] a été invité et va apparaître dans votre liste de contacts dès qu'il aura accepté votre invitation.","5899":"Les utilisateurs ont été invités et apparaîtront dans votre liste de contacts dès qu'ils  auront accepté votre invitation.","5900":"Afficher les demandes reçues","5901":"Afficher les demandes d'ajouts envoyés","5902":"Discussions","5903":"Mes contacts","5904":"Dernière intéraction","5905":"Propriétaire","5906":"Accès","5907":"beta","5908":"Écrivez un e-mail ou un contact","5909":"Les noms de fichiers sur Mac OS \/ UNIX sont sensibles à la casse ce qui n'est pas le cas sur Windows. Un dossier contenant à la fois \"ABC.TXT\" et \"abc.txt\" peut être synchronisé sur une machine sous UNIX sans problème mais sur une machine sous Windows, l'un des deux fichiers ne pourra pas être conservé, pas les deux.MEGA n'impose aucune restriction sur les noms de fichiers et peuvent contenir des caractères qui sont incompatibles avec le système d'exploitation, comme : ou *.  Dans ces cas-là, ils seront alors renommés %xx en local et reconverti lors du sens inverse. L'Explorateur de Fichiers a aussi des problèmes avec certains noms : par exemple \"con.doc\", ne sera pas possible (pour comprendre, vous devez être un geek ou un expert\/vétéran, ou les deux). Si vous rencontrer une telle situation, renommez simplement le fichier du côté MEGA. Les caractères étrangers sont complètement supportés.MEGASync supporte une structure de dossier assez profondes (MEGA lui-même est limité à un maximum de 63 niveaux, c'est-à-dire, des dossiers contenant des sous-dossiers qui à leur tour contiennent des sous-dossiers qui contiennent des sous-sous-dossiers et ce jusqu'à 63 niveaux) et des chemins d'accès très long (jusqu'à 32 000 caractères sous Windows).Malheureusement, la plupart des logiciels de Windows (l'Explorareur inclu) est incapable d'accéder à des fichiers dont le chemin d'accès dépasse 260 caractères.","5910":"Il y a trois méthodes d'envoie de fichiers sur MEGA depuis votre navigateur internet :1. Cliquez sur le bouton rouge de la page d'accueil2. Allez dans votre gestionnaire de fichiers et cliquez sur le bouton \"Uploader un Fichier\" ou (au choix, si vous utilisez Chrome) sur le bouton \"Uploader un Dossier\" en haut du gestionnaire.","5911":"Ajouter des Contacts","5912":"Vous pouvez facilement créer un nouveau dossier ci-dessous. Juste là, sur le côté gauche.","5913":"Vous pouvez facilement ajouter des contacts par e-mail ou en important des contacts existants provenants d'autre services.","5914":"Mes conversations","5915":"Mes partages entrantes","5916":"Mes dossiers","5917":"Aucun demande d'ajout reçue","5918":"On dirait que c'est un e-mail non valide !","5919":"Vous avez déjà un contact ayant cette adresse e-mail !","5920":"Ceci n'est pas nécessaire, vous déjà LE propriétaire !","5921":"Montant","5922":"Descendant","5923":"En ligne","5924":"Absent","5925":"Occupé","5926":"Hors-ligne","5927":"Importer des Contacts","5928":"Téléchargement standard","5929":"Vous êtes considérablement bien au-dessus de votre capacité de stockage alloué et ainsi vos envois ont été bloqués. Veuillez vous assurez que vous utilisez le bon programme MEGA PRO ou alors veuillez contacter support@mega.co.nz.","5930":"Annuler la demande","5931":"Cliquez [A]ici[\/A] vous visualiser l'utilisation de votre espace de stockage","5932":"Quota exceeded","5933":"Supprimer votre compte","5934":"Impossible de confirmer le compte. Veuillez ressayer. [{0}]","5935":"Votre compte a été créé, confirmé et activé. Vous allez être automatiquement authentifié(e).","5936":"Compte activé.","5937":"Confirmation requise","5938":"Échec de la création du compte MEGA. Veuillez essayer à nouveau. [{0}]","5939":"Échec de la création du compte","5940":"Impossible de créer le dossier","5941":"Échec de la création du dossier","5942":"Dossier créé avec succès","5943":"Échec de la suppression","5944":"Échec de la récupération du lien","5945":"Impossible de télécharger le fichier. Veuillez ressayer. [{0}]","5946":"Impossible de récupérer les fichiers et dossiers depuis MEGA. Veuillez ressayer.","5947":"Échec de la récupération des données","5948":"Impossible de récupérer le lien","5949":"Échec de la récupération du lien","5950":"Impossible d'afficher l'aperçu.","5951":"Échec de l'affichage de l'aperçu","5952":"Image exporté avec succès dans l'album 'images enregistrées'","5953":"Image enregistrée","5954":"Erreur lors de l'exportation de l'image vers l'album 'images enregistrées'. Veuillez ressayer.","5955":"Impossible de sauvegarder l'image","5956":"Le lien MEGA a été copié dans votre presse-papier","5957":"MEGA Cloud Drive login failed. Please try again. [{0}]","5958":"Échec du déplacement","5959":"L'image est sauvegardée dans votre album photo","5960":"Image sauvegardée","5961":"Êtes-vous sûr(e) de bien vouloir supprimer {0} ?","5962":"Supprimer ?","5963":"Impossible de déplacer l'élément","5964":"Échec de la suppression","5965":"Éléments supprimés avec succès","5966":"Éléments supprimés","5967":"Échec du renommage de l'élément","5968":"Échec du renommage","5969":"Veuillez renseigner votre nom, adresse e-mail et mot de passe","5970":"Remplissez les champs requis","5971":"Exporter l'image actuel vers l'album des 'images enregistrées' ?","5972":"Non connecté(e)","5973":"Impossible de récupérer la vignette [{0}]","5974":"Échec de la récupération de la vignette","5975":"Impossible de récupérer les données de votre compte. Veuillez ressayer. [{0}]","5976":"Échec de la récupération des données du compte","5977":"Vous avez été déconnecté(e) avec succès","5978":"Déconnecté(e)","5979":"Impossible de vous déconnecter. Veuillez réessayer. [{0}]","5980":"Échec de la déconnexion","5981":"Êtes-vous sûr(e) de bien vouloir supprimer {0} éléments ?","5982":"Supprimer les éléments ?","5983":"{0} éléments supprimés","5984":"Éléments supprimés","5985":"Impossible de déplacer l'élément vers la corbeille. Veuillez ressayer.","5986":"Échec du déplacement vers la corbeille","5987":"Êtes-vous sûr(e) de bien vouloir déplacer {0} vers la corbeille ?","5988":"Déplacer vers la corbeille ?","5989":"Déplacement de l'élément vers la corbeille effectué avec succès","5990":"Élément déplacé","5991":"Are you sure you want to move to rubbish bin {0} items?","5992":"Move items?","5993":"{0} Items moved to rubbish bin","5994":"Éléments déplacés","5995":"Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous déconnecter ?","5996":"Transferts en Attente","5997":"Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous quitter ?","5998":"Le compte est déjà confirmé. Vous pouvez désormais vous connecter.","5999":"Compte déjà confirmé","6000":"Le mot de passe tapé est incorrecte","6001":"Mauvais mot de passe","6002":"Vous avez sélectionné plus de 100 éléments ({0}) à télécharger. Voulez-vous poursuivre ?","6003":"Nombre de téléchargement(s)","6004":"Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.","6005":"Failed to pause transfers","6006":"Pause failed","6007":"Failed to resume transfers","6008":"Échec de la reprise","6009":"Veuillez sélectionner au moins 1 image à uploader","6010":"Aucune image sélectionnée","6011":"Impossible de préparer l'image : {0} à l'upload","6012":"Échec de la préparation de l'image","6013":"Impossible d'uploader la photo","6014":"Échec de l'upload de la photo","6015":"Impossible de trouver le fichier sélectionné","6016":"Fichier non trouvé","6017":"Impossible d'ouvrir le fichier sélectionné","6018":"Échec de l'ouverture du fichier","6019":"Impossible d'uploader l'égoportrait (selfie)","6020":"Échec de l'upload de l'égoportrait (selfie)","6021":"Impossible de charger les fichiers et les dossiers de MEGA. Veuillez ressayer ou cliquer sur raffraîchir","6022":"Impossible de charger","6023":"Votre codes PIN ne correspondent. Veuillez les retaper et assurez-vous qu'ils sont pareils.","6024":"Les codes PIN ne correspondent pas","6025":"Vous avez été déconnecté(e) de cet appareil depuis un autre endroit","6026":"Opération refusée. Vous allez dépasser la limite de stockage de votre compte. Voulez-vous mettre à niveau votre compte ?","6027":"Alerte du Dépassement du Quota","6028":"Vous n'avez pas sélectionné l'emplacement par défaut pour le téléchargement de vos fichiers.Pour poursuivre le téléchargement, veuillez sélectionner un dossier de destination ou rendez-vous dans les préférences afin de définir un emplacement par défaut des téléchargements.","6029":"Failed to prepare file: {0} for upload","6030":"Preparing file failed","6031":"Impossible de copier les fichiers sélectionnés : [{0}]","6032":"Échec de la copie de fichier","6033":"Vous n'avez pas la permission de copier ce type de fichier dans le dossier de destination. Il se peut que vous essayez de sauvegarder\/copier un fichier d'un type non supporté dans la carte SD. ","6034":"Unauthorized access","6035":"Failed to copy masterkey to clipboard. Please try again","6036":"Clipboard failed","6037":"Current PIN lock is not correct or does not match","6038":"Current PIN lock no match","6039":"Masterkey copied to clipboard","6040":"Clef maître copiée","6041":"Le code PIN doit contenir au moins 4 chiffres","6042":"Code PIN trop court","6043":"Le cache a été nettoyé avec succès","6044":"Cache nettoyé","6045":"Espace de stockage libre insuffisant pour terminer cette opération. L'application va fermer maintenant","6046":"Limite de la Mémoire","6047":"non, seulement en local","6048":"Options de téléchargement","6049":"oui, en exportation","6050":"Type de résolution inconnuee","6051":"Impossible de sélectionner le dossier. Veuillez ressayer ou sélectionner un autre dossier: [{0}]","6052":"Échec de la sélection du dossier","6053":"Impossible d'uploader le fichier. Veuillez ressayer. [{0}]","6054":"Confirmation du compte en cours...","6055":"Création du compte en cours...","6056":"Création du dossier en cours...","6057":"Suppression de '{0}'...","6058":"Récupération du lien en cours...","6059":"Reprise de la session en cours...","6060":"Récupération des fichiers & dossiers... [{0}]","6061":"Récupération des détails du compte en cours...","6062":"Récupération du lien en cours...","6063":"Récupération de l'aperçu en cours...","6064":"Importation du fichier en cours...","6065":"Construction de la vue en cours...","6066":"Logging in...","6067":"Déconnexion en cours...","6068":"Moving...","6069":"Moving to Rubbish bin...","6070":"Mise en pause des transferts en cours...","6071":"Préparation des téléchargements en cours...","6072":"Préparation des uploads en cours...","6073":"Suppression en cours...","6074":"Renommage en cours...","6075":"Reprise des transferts en cours...","6076":"ajouter","6077":"ajouter dossier","6078":"MEGA","6079":"annuler","6080":"confirmer","6081":"confirmer votre mot de passe","6082":"copier","6083":"inscription","6084":"A été créé:","6085":"Céer un nouveau compte ici","6086":"Téléchargement en cours...","6087":"votre adresse e-mail","6088":"dossier vide","6089":"Aucun transfert","6090":"Chargement de l'aperçu en cours...","6091":"Lien MEGA :","6092":"Je veux partager ce fichier stocké sur le service de cloud de MEGA avec toi","6093":"mon compte","6094":"ton nom","6095":"Nouveau sur MEGA ?","6096":"suivant","6097":"ouvrir","6098":"Ouvrir le lien de téléchargement MEGA","6099":"ouvrir le lien","6100":"votre mot de passe","6101":"précédent","6102":"raffraîchir","6103":"Rester connecté(e)","6104":"renommer","6105":"Taper un nouveau nom :","6106":"sauvegarder","6107":"partager","6108":"Taille :","6109":"conditions d'utilisation","6110":"Upload en cours...","6111":"transferts","6112":"Annulé","6113":"Annulation en cours...","6114":"Erreur pendant le transfert","6115":"Terminé","6116":"Prêt","6117":"paramètres","6118":"Créer un raccourci","6119":"Sélection mulitple","6120":"Mise en pause en cours...","6121":"à propos de","6122":"Nous voudrions remercier en tout particulier les sociétés, personnes suivantes qui ont permis de créer  cette application :","6123":"fini","6124":"préférences","6125":"PRO II","6126":"PRO III","6127":"Changer le code PIN de verrouillage","6128":"confirmer votre code PIN de verrouillage","6129":"votre code PIN de verrouillage","6130":"oui","6131":"Envoyer un fichier","6132":"Options de lien","6133":"Sélectionner une photo","6134":"Mode égoportrait (selfie)","6135":"Prendre une photo","6136":"Options d'uploads","6137":"Envoyer une image","6138":"PRO Lite","6139":"accepter","6140":"compte","6141":"remerciements","6142":"Toujours demander pour l'emplacement des téléchargements","6143":"cache","6144":"tout annuler","6145":"prendre en photo","6146":"nettoyer les transferts","6147":"nettoyer le cache","6148":"annuler la sélection","6149":"presse-papier","6150":"votre code PIN de verrouillage actuel","6151":"Exporter la clef maître","6152":"Exporter les images vers '","6153":"fichiers (ordre croissant)","6154":"fichiers (ordre décroissant)","6155":"Espace libre","6156":"du plus grand","6157":"Créer un code PIN de verrouillage","6158":"Clef Maître","6159":"SDK MEGA","6160":"nom (ordre croissant)","6161":"nom (ordre descendant)","6162":"du plus récent","6163":"votre nouveau code PIN de vérouillage","6164":"Aucune donnée à montrer","6165":"Aucun plan à afficher","6166":"du plus ancien","6167":"mettre tout en pause","6168":"Politique de confidentialité","6169":"du plus petit","6170":"TRIER","6171":"démarrer \/ reprendre tout","6172":"souscrire","6173":"Conditions d'Utilisation","6174":"total","6175":"version","6176":"view","6177":"Download location","6178":"select folder","6179":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6180":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6181":"Annuler votre compte","6182":"Fermer votre compte","6183":"Yes, I want to cancel my account","6184":"Le lien d'annulation a expiré.","6185":"Le lien d'annulation a expiré, veuillez ressayer.","6186":"Invalid cancellation link.","6187":"Invalid cancellation link, please try again.","6188":"Le compte est annulé","6189":"Your account has been canceled successfully.","6190":"PURCHASE","6191":"Disposez d'un compte GRATUIT","6192":"NOUVELLE OFFRE","6193":"subscription period","6194":"Options de paiement","6195":"Options de paiement","6196":"Aucune requête en attente à l'heure actuelle","6197":"Nom du compte","6198":"Virement bancaire","6199":"Si vous voulez vous abonner pour un compte PRO annuel et nous payer en Euros (€), vous pouvez virer les fonds à :","6200":"Numéro du compte","6201":"Code de la banque","6202":"Branch code","6203":"Code SWIFT","6204":"Code BIC de la banque","6205":"Référence","6206":"L'adresse e-mail enregistrée de votre compte MEGA","6207":"Veuillez laisser 2 à 4 jours ouvrables pour que les fonds soient validés.","6208":"L'offre la plus généreuse sur le marché avec un compte gratuit","6209":"Envoyez vos photos et vidéos sur MEGA et visualisez-les tous sur vos appareils","6210":"Disposez d'un accès complètement chiffré à tout moment à travers tous vos appareils","6212":"Conservez tous vos fichiers en toute sécurité avec le chiffrement bout-à-vout de MEGA","6213":"Partagez et mettez à disposition vos documents par e-mail, SMS et avec vos contacts MEGA.","6214":"Veuillez vérifier votre adresse e-mail et cliquez sur le lien pour poursuivre","6215":"la fermeture de votre compte","6216":"Si vous n'avez pas accès à votre compte e-mail, vous devrez contacter","6217":"To confirm the","6218":"fermeture de votre compte","6219":"please re-enter your password.","6220":"Entrez le mot de passe","6221":"Fermer le compte","6222":"Adresse de la banque","6223":"Si vous adresse e-mail est trop longue pour le champs de texte \"Référence\", il faudrait alors le mettre dans le champs de texte \"Commentaires\".","6224":"Redirecting to Bitcoin","6225":"I don’t use my account anymore","6226":"I have another MEGA account","6227":"I have experienced too many problems","6228":"My favourite browser is not technologically compatible and I don't want to change","6229":"I find the interface too confusing to use","6230":"MEGA has under-delivered on its promise","6231":"Attention: Vous avez choisi de fermer votre compte MEGA.\\nLe compte lié à cette adresse e-mail sera fermé de façon permanente,\\n et ceci n'est pas réversible.","6232":"En effectuant cette action, vous allez perdre accès à toutes\\nvos données uploadées, partages et contacts.","6233":"Attention: Vous avez choisi de fermer votre compte MEGA.","6234":"LITE","6235":"Le compte sous cette adresse e-mail sera fermée de façon permanente,","6236":"et cela ne pourra pas être réversible.","6237":"En effectuant cette action, vous allez perdre accès à toutes","6238":"vos données uploadées, partages et contacts.","6239":"En apprendre d'avantage sur le modèle de sécurité et de cryptographie créé par MEGA.","6240":"Application Windows Phone","6241":"Application BlackBerry","6242":"MEGAChat - Prise en main","6243":"Où vont mes téléchargements ?","6244":"Est-ce que vous supportez BB10 ?","6245":"<p><br><\/p>","6246":"Comment est-ce que je supprime des gens de mon dossier partagé ?  Comment est-ce que je quitte un dossier partagé avec moi ?","6247":"Comment est-ce que je récupère ma 'clef de chiffrement'","6248":"Comment faire pour apercevoir \/ lire en flux (streamer) mes fichiers ?","6249":"Comment transférer les données d'un compte à l'autre ?","6250":"Comment transférer des données vers MEGA à partir d'un autre espace de stockage en ligne (cloud) ?","6251":"Le fichier zippé \/ .rar me demande un mot de passe - où est-ce que je peux le récupérer ?","6252":"Comment fonctionne votre bande-passante ?","6253":"Quel navigateur devrais-je utiliser ?","6254":"Où se trouvent mes téléchargements effectués depuis le client web ?","6255":"Est-ce que je peux utiliser un client de téléchargement ?","6256":"Y-a-t-il un risque si j'utilise le protocole RC4 ?","6257":"Devrais-je aussi chiffrer mon disque local ?","6258":"Est-ce que vous avez prévu de mettre en place l'Authentification à Forte (à Deux Facteurs) ?","6259":"Où est-ce que je peux trouver l'application pour BlackBerry ?","6260":"Installation Audio & Vidéo","6261":"What is MEGAChat I hear about?","6262":"I forgot my password - can I reset it through the app? I am still logged in.","6263":"I want to change my password - can I do it through the app?","6264":"I forgot my passcode - what to do?","6265":"How do I automatically back up my photos and videos?","6266":"How do I share a folder \/ file from my app? ","6267":"How do I get a folder \/ file link in my app and share it with friends? ","6268":"Can I preview and stream audio \/ video through my app? How to set it up?","6269":"How do I sync incoming shared folders?","6270":"How to setup the folders I want to sync?","6271":"Is it safe to be using port 80?","6272":"Comment utiliser MEGASync pour sauvegarder ?","6273":"Sync is giving me an error. What to do?","6274":"I can't see all of my data - what to do?","6275":"How do I Get & Share Links on with Mac Sync client?","6276":"How do I do versioning in MEGASync?","6277":"How do I register for an account?","6278":"How do I cancel an account?","6279":"How do I change my account's email address?","6280":"How long does my account stay active?","6281":"Comment obtenir un compte Pro ?","6282":"Comment modifier \/ annuler mon abonnement Pro ?","6283":"Ma carte de crédit est débitée à plusieurs reprises chaque mois ! Que faire ?","6284":"Est-ce que j'obtiendrai une meilleure vitesse si j'achète un compte Pro ?","6285":"J'ai validé mon bon d'achat. Comment faire pour convertir le solde du compte en compte Pro ?","6286":"Comment faire pour changer mon mot de passe ?","6287":"Il y a quelque chose de pas normal - je ne peux pas voir toutes mes données uploadées. Que dois-je faire ?","6288":"J'ai envoyé plus de données que le quota de mon compte permet - est-ce un problème ?","6289":"Mise en place d'un compte Business \/ Entreprise","6290":"Astuces erreurs iOS","6291":"Où vont mes téléchargements ? Pourquoi est-ce je ne peux pas envoyer des documents à partir d'e-mail ?","6292":"Est-ce que je peux accéder aux données de mon iPhone à partir de mon iPad ?","6293":"Est-ce que je peux diffuser par flux (streamer) de l'audio\/vidéo à travers mon application ? Si oui, comment faire ?","6294":"Où puis-je trouver votre application Windows Phone ?","6295":"Le droit d'auteur est un concept légal, décrété par la plupart des gouvernements, qui donne au créateur d'une oeuvre originale des droits exclusifs dessus, généralement pour un temps limité. En général, il s'agit du \"droit de copier\" (copyright), mais il donne aussi à l'ayant droit le droit d'être crédité pour oeuvre,  de déterminer qui peut adapter son oeuvre sous d'autres formes, qui peut utilise son oeuvre, qui peut en bénéficier commercialement, et tout autre droit lié. C'est une forme de propriété intellectuelle (comme un brevet, une marque déposée, et le secret de fabrication\/industriel) applicable à toute forme expressive d'un idée ou d'une information qui est substantielle\/réelle et distincte.","6296":"MEGA respecte les droits d'auteur d'autrui et exige que les utilisateurs de son service de stockage en ligne respectent les lois sur les droits d'auteur. Il est strictement interdit d'utiliser le service de stockage en ligne MEGA pour enfreindre les droits d'auteur. Vous ne pouvez pas uploader, télécharger, stocker, partager, afficher, diffuser, distribuer, envoyer un e-mail, proposer un lien, transmettre ou autrement dit mettre à disposition tout fichier, donnée ou contenu qui viole les droits d'auteur ou autres droits de propriété de toute personne ou entité.","6297":"https:\/\/mega.nz\/#copyright.","6298":"Prenez conscience que les comptes qui ont fait l'objet de plusieurs","6299":"Pour obtenir l'intégralité des termes de notre Guide de Demande de Retrait ","6300":"Vous pouvez partager n'importe quelle partie de l'arborescence de votre espace de stockage avec vos amis, votre famille et vos collaborateurs. L'invitation se fait par adresse e-mail. Les personnes invitées qui n'ont pas encore de compte Mega recevront une notification par e-mail avec un lien pour s'inscrire. Autre solution, vous pouvez créer un lien publique pour n'importe lequel de vos dossiers et exporter la clé de déchiffrement spécifique au dossier, rendant le dossier accessible à tous sans compte MEGA. Il relève ensuite de votre responsabilité de remettre en toute sécurité la clé du dossier au(x) destinataire(s).","6301":"Pour Partager :","6302":"Sélectionnez un dossier que vous souhaiteriez partager avec quelqu'un - faites un clique droit sur le dossier et choisissez 'Partager'. Insérez l'adresse e-mail de vos amis ainsi que le niveau de permission à partir de la fenêtre pop-up qui est apparu. Il y a trois niveaux d'accès : Lecture seule, lecture et écriture (des fichiers peuvent être ajoutés, mais pas supprimés), et complet (des fichiers peuvent être ajoutés et supprimés).","6303":"Si votre collègue n'a pas de compte MEGA, il recevra une invitation par email dans la boîte de réception de leur adresse e-mail qui lui permettra de créer son propre compte gratuit.","6304":"S'ils ont déjà un compte chez MEGA, votre adresse e-mail va apparaître sous 'Contacts' dans leur compte MEGA et le dossier partagé peut être trouvé dans la section 'Partages Entrants'. Ils recevront également une Notification à l'intérieure de leur compte.","6305":"Des difficultés ?","6306":"Veuillez vérifier deux fois que chaque utilisateur aie l'adresse e-mail des autres ajoutés dans 'Contacts'. Si un 'partage' d'un nouveau contact n'a automatiquement ajouté l'adresse e-mail,","6307":"Si vous avez ajouté une adresse e-mail qui n'est encore liée à aucun compte, vous devrez être en ligne au moins une fois après que le destinataire ait complété son inscription, afin de chiffrer le partage en fonction de sa clé publique nouvellement créée.","6308":"Faire un clique droit sur n'importe quel dossier de votre Espace de Stockage et choisissez 'Rafraîchir' aide aussi avec les mises-à-jours récentes.","6309":"Faites un clic droit sur un dossier dans votre gestionnaire de fichiers puis cliquez sur \"Partager\". Vous verrez alors toutes les personnes qui ont actuellement accès (et le niveau d'accès) au dossier que vous partagez.","6310":"Faites un clic droit sur la personne puis cliquez sur le option du menu portant le symbole 'x'.","6311":"Pour quitter un partage entrant, rendez-vous dans 'Partages Entrants', faites un clique droit sur le dossier et choisissez 'Quitter le partage' depuis le menu.","6312":"Les dossiers partagés (sortants) dans votre Espace de Stockage ont une icône spéciale avec trois silhouettes sur le dossier.","6313":"Vos partages entrants sont visibles dans la section 'Partages Entrants'.","6314":"Non. Les partages de dossier sont non-transitifs pour éviter toute redistribution non autorisée.","6315":"Avant toute chose, petit rappel à la prudence : La sécurité de vos données chiffrées dépend de la confidentialité des clefs de chiffrement associées. Assurez-vous de les transmettre uniquement via des canaux sécurisés ! Les e-mails standards, par exemple, ne sont pas suffisamment sécurisés.","6316":"Pour Envoyer un Lien :","6317":"Select a file you want to share with your friend - right click and select 'Get link'.  A pop up window will appear. Copy and paste this 'File Link' and 'File Key' into a new email (for increased security separate file link and file key into two messages. Sending both the Link and the key together is not very secure. You can email it to your friend via secure channels.","6318":"When the recipient receives your email and clicks on your link, a Mega window will appear and give them options:  ","6319":"1)  Import (to their Mega Account)  ","6320":"2)  Download (to their computer).","6321":"To deactivate a link:","6322":"Right-click on the folder that already has a link generated and select 'Sharing'. In the 'Sharing' interface you will see an existing 'Link' with a switch set on 'ON'. Simply click on the 'ON' switch and drag it across the field to 'OFF'. ","6323":"To change a link to the same data:","6324":"Folder - deactivate the link (if you wish) as described above. Then - you can change the existing 'Folder Link' by creating a new folder in your MEGA account under a new folder name. Then move or copy the file\/s into this new folder. Then right-click on the new folder, select to 'Get Link' again and MEGA will generate a new 'Folder Link & Key'.","6325":"Fichier - vous pouvez soit 'copier' le fichier dans une nouvelle destination de votre Espace de Stockage et ensuite, une fois dans le nouveau dossier \/ Espace de Stockage, faites un clique droit et choisissez 'Récupérer le Lien'","6326":"Alternatively you can remove the file and re-upload the data again. Then you can generate a brand new link to this data.","6327":"Our users can generate a 'File Link' as well as the decryption key ('File key'). The reason users split the link from the key, is to make the file more difficult to access for unauthorized users, as you need both the link and the key to successfully complete the download.","6328":"To generate both file link and file (decryption) key -  right-click on the desired file, select 'Get Link' (including the File Key) and copy to clipboard. Then you can paste into your URL or a message to a friend.","6329":"Prenez ce lien par exemple : (Il s'agit juste d'une image de test provenant de mon compte, vous pouvez utiliser ces liens pour comprendre comme cela fonctionne)","6330":"https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 : si vous cliquez sur le lien ci-dessus, vous pouvez directement le partager avec d'autres personnes ou vous pouvez envoyer ce lien découpé, ce qui ajouterait un cran de sécurité étant donné que le destinataire aura besoin à la fois du lien et de la clef pour pouvoir télécharger le fichier.","6331":"https:\/\/mega.co.nz\/#!qIB1UICR : ceci est la partie du lien correspondant au 'Lien du Fichier'","6332":"Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB0 :  ceci est la partie correspondant à la 'Clef du Fichier' (Vous pouvez remarquer que c'est la deuxième partie du lien complet).","6333":"Si vous cliquez sur un lien court, cela vous demandera la clef (de déchiffrement) du fichier, et c'est ici que vous insérerez la deuxième partie du lien ce qui va déverrouiller le fichier et le rendre récupérable.","6334":"Si vous n'avez pas la clef de déchiffrement pour un fichier qui vous a été partagé avec vous, il va falloir que vous récupériez la clef en question auprès de la personne qui a généré ce lien. Autrement dit, la personne qui a envoyé et partagé la donnée en question.","6335":"La fonctionnalité de diffusion par flux (streaming) des fichiers de type audio et vidéo est déjà possible dans l'application MEGA pour iOS et Android. Nous sommes actuellement en train de travailler sur une implémentation de cette fonctionnalité pour nos applications disponibles sur BlackBerry et Windows Phone sans oublier de mentionner la version pour navigateur internet.","6336":"La fonctionnalité d'aperçu d'un fichier image est maintenant possible dans les deux navigateurs les plus compatibles que sont Mozilla Firefox (avec l'extension MEGA https:\/\/mega.nz\/#firefox) et Google Chrome (avec l'extension MEGA https:\/\/mega.nz\/#chrome).","6337":"Parce que le déploiement de la diffusion par flux (streaming) chiffrée de vidéo et de la fonctionnalité d'aperçu chiffré des documents vont être très difficiles, il s'agira d'un travail qui prendra place lors d'une phase plus lointaine.","6338":"Ce que vous pouvez faire c'est de lier les deux comptes via un partage. Vous ne pouvez que partager des dossiers, donc vous devrez mettre tous les fichiers et dossiers dans un seul et principal dossier (maître) à partir de votre gestionnaire de fichier (dans le compte qui a de la donnée). Admettons qu'il s'agisse du Compte N°1.","6339":"Ensuite faites un clique-droit sur ce dossier principal (maître), celui qui contient tout vos dossiers et fichiers ensuite sélectionnez 'Partager', puis ajoutez l'adresse e-mail du Compte N°2 et donnez-lui un accès complet. Vous pouvez alors vous connecter au Compte N°2 et vous verrez alors le dossier apparaître dans la zone 'Partages Entrants'.","6340":"Vous pouvez même avoir les Compte N°1 et N°2 ouverts sur deux onglets différents pour faciliter cette opération.","6341":"Ceci est la méthode de partage. Vous pouvez obtenir le même résultat en générant vous mettre le lien à suivre :","6342":"Méthode pour Générer un Lien :","6343":"Vous pouvez faire un clique-droit sur les fichiers d'un même dossier (ou même tout le dossier) et sélectionner 'Récupérer le Lien et la Clef', puis ouvrez un nouvel onglet, copier et coller ces liens dans votre navigateur et cela va vous afficher l'option 'Importer'. À partir de là, connectez-vous au Compte N°2, recharger la page et tous les fichiers du dossier principal (maître) vont pouvoir être importés dans votre Compte N°2.","6344":"La méthode la plus simple pour transférer vos fichiers est d'installer notre client de synchronisation MegaSync  (https:\/\/mega.nz\/#sync) et de synchroniser de fait toutes les données de votre Espace de Stockage directement à travers le client.","6345":"Alternatively you can install our Android application and then select 'Upload' from the Menu and as soon as you pick whether you want to upload image, audio or video files the option to import from Dropbox appears. Then you can login to your Dropbox account and import everything into MEGA.","6346":"The least convenient option is to download and then re-upload your data through web browser.","6347":"We apologise for this inconvenience which is caused by the fact that we have an encryption layer. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6348":"Please make sure you have the latest version of our browser extension installed.","6349":"MEGA compatible browsers:","6350":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6351":"MEGA cannot add encryption to .rar or zipped files. ","6352":"That means that you are trying to download someone else's archive without having the related password from them. The owner of the data password protected the file\/folder and you will have to ask them for the correct password to be able to extract the contents.","6353":"MEGA is a secure cloud storage and electronic collaboration\/communication service, not a file sharing or hosting site. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your browser or through dedicated client applications. You can upload your own files to your account or another MEGA user may share their files with you. Other than that you will not be able to find any files to download from our site.","6354":"MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6355":"Encrypted Calling","6356":"We have now launched first stage of encrypted messaging - audio and video calling at our new domain https:\/\/mega.nz. ","6357":"Encrypted Messaging","6358":"MEGA Chat (messaging between users) is coming soon.","6359":"Encrypted Email","6360":"The inbox feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6361":"There are three ways of uploading files to MEGA using your web browser:","6362":"1. Click on the red button on the start page","6363":"2. Go to your 'Cloud Drive' and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6364":"3. Drag and drop files or folders onto the site","6365":"You can download any file visible in your 'Cloud Drive' by simply right-clicking on the file and selecting 'Download'. When you right-click on a file you will also see that you can 'Get Link' to generate the 'File Link' and 'File Key' and share the data with another person.","6366":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. ","6367":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6368":"Remember, MEGA's cryptographic security model depends on the confidentiality of the keys. Avoid transmitting them through insecure channels!","6369":"MEGA Copyright policy:","6370":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. For the full policy wording click here: https:\/\/mega.nz\/#copyright.","6371":"!!!!!!! NOTE!!!!!","6375":"We are providing dedicated [A]apps[\/A] for your mobile device, including for [B]iOS[\/B], [C]Android[\/C], Windows Phone and BlackBerry.","6376":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","6377":"If you don't want to have multiple copies of the same file go to Menu - My Account - Settings and tick 'Skip identical files when uploading'.","6378":"You can relate bandwidth to the width of a highway, which then has multiple lanes for cars, depending on the width of the highway = maximum channel capacity at any given time of performing an upload or a download. The speed (of downloads\/uploads) can be related to the speed of the cars. That is dependent on the state and speed of your computer, software, OS and versions, browsers and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or of uploads, depending on your priorities in 'My Account' - 'Transfer Settings'.","6379":"MEGA Bandwidth = the total amount of data, typically measured in MegaBytes or GigaBytes, that may be downloaded or uploaded from a particular web site or web hosting account during a given month. It is a frequency of a network connection between a local and a remote system (the remote system being your ISP), and your speed cannot exceed that of the frequency without changing the frequency (which is actually not changing the frequency, per se, but the wavelength). ","6380":"Our Free account has a dynamic bandwidth - allowance starts with 10 GB and increases 30 min after logging in. ","6381":"Pro I account bandwidth capacity is 1 TB per month (12 TB per year). ","6382":"Pro II and III have increased Bandwidth - 4 TB per month (48 TB per year) for PRO II and 8 TB per month (96 TB per year) for PRO III.","6383":"However the PRO account bandwidth management accounting is not active yet and will be activated in about three months (approx. Mar - Apr 2015). For now our users are getting available channel capacity (bandwidth) their ISP allows with their free accounts.","6384":"You can have multiple downloads\/uploads going depending on your bandwidth capacity. Uploads and downloads per browser tab can run in parallel and you can have several tabs open at the same time, even in a different browsers.","6385":"Bandwidth restrictions: Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks. We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","6386":"A PRO account gives you an additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account). The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","6387":"To sum it up - your bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly.","6388":"We do not impose artificial limits on file sizes other than your available cloud drive space. However, some legacy or technically inadequate browsers require the entire file to be stored in memory for downloading (IE11, Opera), or for both downloading and uploading (IE9, Safari 6 - 8) due to their incomplete HTML5 support.","6389":"2. Go to your file manager and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6390":"3. Drag and drop files or  folders (if you're using Chrome) onto the site","6391":"Alternatively use one of our Sync clients https:\/\/mega.nz\/#sync or mobile apps https:\/\/mega.nz\/#mobile","6392":"You do not need to install anything. MEGA is entirely browser based and can be used with any modern web browser. ","6393":"However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. ","6394":"To unleash MEGA's full potential, we strongly urge you to use our recommended browsers and browser extensions (Menu - Apps).","6395":"To install our sync client click here: https:\/\/mega.nz\/#sync","6396":"Advanced functionality such as filesystem mounts will be made available through installable client applications.","6397":"To get one of our mobile apps go to your app store and search for MEGA.","6398":"Yes we do offer API. Please use our software development kit to add MEGA support to your application. The open-source Javascript code that implements the browser-based MEGA interface uses our API, so you have a wealth of real-world sample code to draw from if you find our documentation insufficient. ","6399":"Since we don’t have the resources to build all the cool apps that turn MEGA into a versatile and useful tool ourselves, we invite you to help us. ","6400":"After auditing your app’s code for back doors, we will feature it on our site. We are happy to discuss revenue sharing models for highly popular apps. For more information please click here: https:\/\/mega.co.nz\/#dev and https:\/\/github.com\/meganz\/sdk2","6401":"Currently we recommend Mozilla Firefox. For an enhanced performance install our MEGA extension 2.0.+. https:\/\/mega.nz\/#firefox","6402":"Our second preferred browser is Google Chrome (get extension here: https:\/\/mega.nz\/#chrome) ; third recommended browser is Opera Next.","6403":"Read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6404":"Mis-à-jour pour Navigateur","6405":"Mozilla Firefox, depuis sa version 20, supporte enfin un petit élément d'une API JavaScript que nous voulions désespéramment utiliser, ce qui fait de ce navigateur, le meilleur pour utiliser MEGA.","6406":"Le tableau revu des navigateurs compatibles avec MEGA :","6407":"Firefox 20 et suivant :","6408":"+ Supporte l'upload récursif des dossiers (via notre extension pour navigateur)","6409":"+ Très stable grâce  à une bonne gestion de la mémoire","6410":"+ Moteur JavaScript extrêmement rapide","6411":"+ Rendu du texte excellent, avec un bon espacement et crénage des caractères, même sous MacOS","6412":"=> Fortement recommandé (avec l'extension pour navigateur)","6413":"Chrome:","6414":"+ Supporte l'upload récursif des dossie","6415":"+ Moteur JavaScript très rapide","6416":"- Faible rendu du texte, espacement des caractères inégal sous MacOS","6417":"=> Recommandé (sur les systèmes d'exploitation 64 bits) (avec l'extension pour navigateur)","6418":"Opera Next:","6419":"=> Recommandé","6420":"Interner Explorer 11 :","6421":"+ Excellent rendu du texte","6422":"- Impossible d'uploader des dossiers","6423":"- Restrictions sur la taille des fichiers au téléchargement","6424":"=> Compatible","6425":"Safari 6, 7, 8 :","6426":"- Aucun support pour écrire des fichiers via JavaScript (cela requière une solution provisoire bancale et inélégante à base de Flash)","6427":"- Espacement des caractères inégal sous MacOS","6428":"=> Non recommandé","6429":"Opera : Pas d'écriture en JavaScript et des performances terriblement lente pour les opérations de chiffrement via JavaScript ","6430":"=> Non recommandé","6431":"Vous pouvez changer votre dossier de téléchargement par défaut dans les réglages de votre navigateur. Cependant, cela peut varier d'un navigateur à l'autre.","6432":"Assurez-vous que notre extension pour navigateur soit installé comme expliqué ci-dessous.","6433":"En théorie votre navigateur télécharge les données dans un système de fichier interne au navigateur et ensuite copie les données vers la destination finale (la copie prend place même si les deux emplacements sont sur le même disque). Tous les fichiers estampillées \"en cours\" sont sauvegardées dans votre Disque C:.","6434":"Le statut de progrès à 100% indique que le téléchargement a été complètement effectué.","6435":"Veuillez essayer de localiser vos fichiers dans le dossier de téléchargement par défaut de votre navigateur.","6436":"Mozilla Firefox (avec l'extension MEGA https:\/\/mega.nz\/#firefox)","6437":"- vous pouvez vérifier votre historique de téléchargement dans 'Outils' - 'Téléchargements'.","6438":"Pour définir un dossier de téléchargement par défaut, veuillez vous rendre dans 'Mon Compte' - 'Réglages' - et faire défiler vers le bas jusqu'à atteindre 'Parcourir' et sélectionner votre nouveau dossier de téléchargement.","6439":"Google Chrome (avec l'extension MEGA https:\/\/mega.nz\/#chrome)","6440":"- vous pouvez vérifier votre historique de téléchargement dans 'Téléchargements', et cliquer sur 'Afficher le dossier' pour n'importe quel fichier donné.","6441":"Pour définir un dossier de téléchargement par défaut, veuillez vous rendre dans 'Paramètres' - 'Paramètres Avancés' - 'Téléchargements'.","6442":"Nous ne pouvons pas recommander des outils tiers. Notre solution de téléchargement sur le site utilise déjà le téléchargement par canaux multiples. Les solutions telles que Internet Download Manager, JDownloader ou autres n'ont ni été approuvées ni autorisées par MEGA et devraient être utilisées à votre risque et péril de perdre ou corrompre vos données.","6443":"Tous les fichiers stockés chez MEGA sont chiffrés. Tous les transferts de données de et vers MEGA sont chiffrés. Et tandis que d'autres solutions de stockages en ligne  prétendent la même chose, MEGA est différent : contrairement à la norme industrielle qui veut que les fournisseurs de stockage en ligne (cloud) détiennent et conservent les clés de chiffrement, avec MEGA, vous contrôlez le chiffrement, vous gardez les clefs en main et vous décidez d'octroyer ou de dénier l'accès à vos fichiers sans avoir à faire appel à des installations risquées de logiciel quelconque. Tout se passe dans votre navigateur!","6444":"Tous nos chiffrements sont de bout-à-bout. Les données qui sont en cours d'upload sont déjà chiffrées sur l'appareil d'origine avant d'être envoyées sur Internet, et les données qui sont en cours de téléchargement sont déchiffrées uniquement après qu'elles soient arrivées sur l'appareil qui les récupère. Les machines du client sont responsables pour générer, échanger et gérer les clefs de chiffrement. Aucune clef de chiffrement utilisable ne quitte les ordinateurs du client, à l'exception des clefs publiques de chiffrements RSA.","6445":"Le mot de passe désigné et confirmé pour votre compte MEGA est aussi votre unique clef-maître de chiffrement de vos fichiers. Vous avez peut-être pu remarquer la création de cette clef pendant la phase de validation de la 'confirmation de votre e-mail'. La clef de chiffrement est créée à partir de votre mot de passe et, afin de renforcer cette clef, nous avons collectées l'entropie générée par les mouvements de votre souris et le timing des touches du clavier que vous avez pressées.","6446":"N'oubliez pas de conserve votre mot de passe MEGA en sécurité et de manière confidentielle à tout moment et de générer votre CLEF-MAÎTRE DE CHIFFREMENT dans le cas où vous pourriez perdre votre mot de passe - https:\/\/mega.nz\/#backup.","6447":"Non. Seulement les données des fichiers et les noms des fichiers\/dossiers sont chiffrées. Les informations pour lesquelles nous avons besoin d'avoir accès à, pour des raisons fonctionnelles, telles que votre adresse e-mail, votre adresse IP, l’arborescence de vos dossiers et fichiers, les permissions associées aux fichier, les informations de paiement, sont stockées et traitées sans être chiffrées. Veuillez lire notre politique de confidentialité pour plus de détails.","6448":"Les données que vous enregistrez avec MEGA:","6449":"Nous ne faisons aucune utilisation des données qu'enregistre un utilisateur chez nous parce que nous ne sommes même pas en mesure de les déchiffrer. MEGA utilise un système unique de Chiffrement Contrôlé par l'Utilisateur (CCU). AVANT que vos données ne quittent votre navigateur, le fichier est chiffré (brouillé, rendu illisible) et ensuite il quitte votre ordinateur, afin d'être stocké dans le cloud dans un format illisible. La seule méthode pour le déchiffrer ou le rendre lisible est de le télécharger tout en étant connecté à votre Gestionnaire de Fichier. Dès qu'il atteint votre navigateur et réalise que vous êtes authentifiés avec les bonnes coordonnées, c'est alors uniquement à ce moment-là qu'il enclenche la procédure de déchiffrement (il devient lisible). Donc la seule façon pour récupérer le fichier en question est d'être bien authentifié sur le compte associé: voilà ce qu'est le CCU.","6450":"Avec les solutions de stockage où le chiffrement est contrôlé par le serveur, ce que font les autres solutions de cloud, le fichier est toujours lisible quand il est envoyé dans le cloud et ce n'est qu'après qu'il est alors chiffré. Quant au téléchargement, il est d'abord déchiffré depuis le coud et ensuite il vous est retourné sous un format totalement lisible. Pas très difficile pour des yeux indiscret de voir ce qu'il se passe !","6451":"Les informations que nous collectons auprès de vous :","6452":"Nous conservons les informations personnelles suivantes : ","6453":"Les données d'enregistrement (telle que l'adresse e-mail, la date et l'heure de création, l'emplacement du réseau de l'ordinateur où l'enregistrement a été effectué).","6454":"Enregistrement des adresses IP utilisées pour l'accès à nos services","6455":"Il se peut que nous sommes amenés à collecter également des informations relatives  vos visites sur notre site web pour mesurer le nombre de visiteurs sur les différentes partie du site","6456":"Il se peut que nous sommes aussi amenés à utiliser les cookies ou autre technologies similaires pour les mêmes raisons. En utilisant notre site web ou nos services vous acceptez expressément que nous utilisons des cookies et autres technologies permettant la collecte d'informations personnelles. ","6457":"Si nous pensons qu'il est nécessaire ou que la Loi nous l'impose quelque soit la juridiction, nous sommes habilités à donner vos informations aux autorités. Nous nous réservons le droit d'assister tout agence de maintien de l'ordre dans le cas d'enquêtes ce qui inclut, mais sans y être limité, la divulgation d'information auprès d'eux ou de leurs agents. Nous nous réservons aussi le droit d'obtempérer avec tout processus légal ce qui est inclut, mais sans y être limité, les citations à comparaître (assignations), mandat de perquisition et décisions de justice.","6458":"Nous ne rendons pas cette information disponible à tout tiers partie sauf en cas de force majeur par décision de justice.","6459":"Toute sécurité est relative. Les vecteurs d'attaque suivants existent - ils ne sont pas spécifiques à MEGA, mais nous voulons que vous soyez au courant des risques :","6460":"Les comptes personnels peuvent être compromis par :","6461":"- La présence de logiciels espions (Spyware) sur votre ordinateur. Un simple enregistreur de frappe (keylogger) est suffisant, mais les données de sessions et les clés peuvent être extraites de la mémoire ou du système de fichier.","6462":"- Les regards indiscrets. Ne tapez pas votre mot de passe si quelqu'un peut voir ce que vous tapez au clavier.","6463":"- Le procédé de brute-force : tentatives automatique de toutes les combinaisons de mot de passe possible. ","6464":"- L'hameçonnage. Vérifiez que votre connexion est sécurisée (https:\/\/) et que le nom de domaine est correct (mega.co.nz) avant d'entrer votre mot de passe.","6465":"Des attaques à grande échelle peuvent être réalisées :","6466":"- Une attaque dite de \"l'homme du milieu\". Elle nécessite de créer une duplication valide du certificat SSL en parallèle de l'envoi de DNS et\/ou d'attaques sur nos routes BGP. Un scénario à la DigiNotar.","6467":"- L'accés aux serveurs web qui hébergent https:\/\/mega.co.nz\/index.html et le remplacement de ce fichier par une version falsifiée (cela n'affecterait pas l'accès depuis la base application en place). Notez que manipuler du contenu depuis notre CDN ne représente pas un risque de sécurité, puisque tout le contenu actif chargé depuis \"index.html\" est sujet à vérification par hachage chiffré (une sorte de \"démarrage sécurisé\" pour les sites internet). Ce genre d'attaque nécessite l'envoi de code malicieux au client et est, par conséquent, détectable.","6468":"Pour les transferts de masse, du AES 128 bits (nous considérons que par rapport à l'utilisation plus conséquente du CPU par l'AES 192 et 256 bits, le gain en sécurité théorique est trop faible pour être utilisé, du moins jusqu'à l'avènement des ordinateurs quantiques). La vérification après téléchargement de l'intégrité des fichiers est effectuée grâce au CCM, qui est moins efficace que l'OCB mais non soumis à brevet.","6469":"Pour permettre des partages sécurisés entre les utilisateurs et le dépôt de fichiers dans votre boîte de réception, du RSA-2048 est utilisé (la longueur de la clé a été choisie pour allier sécurité et rapidité). Tout chiffrement, déchiffrement et génération de clefs sont implémentés en Javascript, ce qui limite le débit à quelques Mo\/s et génère une charge conséquente pour le CPU. Nous attendons avec impatience l'implémentation de l'API en HTML5 \"WebCrypto\" par tous les principaux navigateurs internet, ce qui éliminera cette problématique.","6470":"Il n'y a pas raison à s'inquiéter. Tout ce que nous transmettons est déjà chiffré en RC4 au moment où la donnée quitte votre navigateur donc il n'y a pas de risques de sécurité. Pour une sécurité encore plus accrue soyez bien certain(e) que notre extension pour navigateur est installée. Les utilisateurs de MEGA ont la possibilité de profiter de leur intimité grâce à notre mécanisme du Chiffrement Contrôlé par l'Utilsateur (CCU), ce qui fait de nous l'unique solution de cloud sur le marché qui offre ce niveau de sécurité et d'intimité (vie privée).","6471":"Nous sommes présentement en train de mener des tests sur un seul nœud pour voir à quel point la charge du serveur augmente  dans le cas de l'utilisation du chiffrement AES en lieu et place du RC4 afin de pouvoir proposer une alternative à ceux qui ont tourné leur dos au RC4.","6472":"Pour le bien de notre clientèle, un certain nombre de choses sont importantes pour nous. L'une d'entre elle est bien évidemment la sécurité, tandis que l'autre est la performance.  Cependant, le premier ne peut pas être éclipsé par le dernier !!!","6473":"Quand vous vous authentifiez, recevez le fichier `secureboot.js`ou quand vous vous connectez à notre API, vous passerez *toujours* par un serveur web proprement configuré, ce qui vous donnera une authentification renforcée, un chiffrement puissant et aussi une confidentialité persistante (PFS en anglais). Ce sont autant de cas où il est primordial que l'information qui transite soit sécurisée en utilisant les protocoles SSL\/TLS !","6474":"Après cela, quand vous accédez à du contenu statique plus loin, ou quand vous accédez à votre stockage de donnée, le côté client (ce qui est, par exemple, le code en Javascript dans votre navigateur, une extension pour navigateur, un ","6475":"client de synchronisation ou une application mobile) prendra soin d'assurer la sécurité. Tout contenu supplémentaire chargé hors des serveurs (exemple : les serveurs *.static.mega.co.nz) sera vérifié, sur le plan du chiffrement, par le client et le contenu qui pourrait être regardé lors de son transit est inoffensif. À chaque fois que de la donnée est transférée vers ou depuis nos serveurs de stockage, le code présent du côté client prendra soin d'un chiffrement propre et puissant afin que seulement le client soit capable d'accéder à la donnée en claire.","6476":"Compte de tenu de ces circonstances, nous pourrions tout à fait servir tout le contenu statique et\/ou effectuer les transferts de donnée avec nos serveurs de stockage à travers une connexion totalement non-chiffrée. Il n'y aurai alors *aucune* perte en sécurité !","6477":"Cependant, les navigateurs ne vont pas autoriser des connections HTTP non-chiffrés (pour de bonnes raisons) quand elles proviennent d'une site chiffré via HTTPS, ou alors ils vont affichés la perte de sécurité dans la barre de navigation. Ceci est une pratique aussi bonne que commune, surtout si votre ligne de défense repose sur le SSL\/TLS lors de la transmission de données textes en clair.De même, pour ces raisons, toutes les connexions qui suivront, devraient, en règle générale, conserver le même niveau de protection. Cependant, comme stipulé ci-dessus, nous n'avons pas réellement besoin d'une connexion chiffrée via HTTPS pour maintenir notre niveau de protection puisque nous avons pris le soin de complètement chiffrer le contenu au préalable. Mais, nous ne pouvons pas complètement faire abstraction des protocoles SSL\/TLS (HTTPS) puisque cela rendra le navigateur \"pas très content\". Par conséquent, nous avons opter pour la protection la plus","6478":"minimale possible (RC4 avec MD5) en tant qu'un \"code secret NULL\" (\"Null cipher\") afin d'éviter que les navigateurs n'alarment les utilisateurs, tandis que nous nous serions même, somme toute, contentés d'une connexion non-chiffrée. Cela va offrir à l'utilisateur final des performances améliorées, *sans* détériorer toute sécurité. Et cela est justement que ce font nos autres clients : ils se débarrassent même des algorithmes de chiffrement RC4\/MD5 mais, en contrepartie, utilise fortement les protocoles SSL\/TLS là où il y en a besoin.","6479":"J'espère que cette description plutôt longue a tiré au clair la situation et vous permettre de profiter de MEGA sans cette sensation fade d'insécurité ou de sécurité qui ne serait pas prise au sérieux. Bien au contraire, nous prenons très sérieusement cette question et nous y avons mis *beaucoup* d'efforts.","6480":"Pour plus d'informations, veuillez lire : https:\/\/mega.co.nz\/#blog_32","6481":"Pour assurer une sécurité et une intimité la plus totale de vos données, nous vous recommandons de chiffrer votre disque local.","6482":"Nous recommandons l'utilisation de \"BitLocker\" (déjà pré-installé dans Windows) et \"TrueCrypt\".","6483":"Certainement ! Nous y travaillons.","6484":"vous pouvez la récupérer ici : http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=fr","6485":"Nous sommes maintenant en train d'attendre que Blackberry approuve le portage de notre application pour nouvelle version 2 afin d'apporter le support de BB10 ainsi qu'un bon nombre de nouvelles fonctionnalités.","6486":"Le support natif sera pris en compte durant une autre phase future.","6487":"Vous pouvez télécharger et installer notre application BlackBerry à partir du store d'applications http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=fr","6488":"D'abord, soyez certain(e) que vous utilisez un navigateur compatible et capable sur le plan technologique.","6489":"Pour le moment, nous recommendons Mozilla Firefox (avec l'extension MEGA - https:\/\/mega.nz\/#firefox). Notre deuxième préféré navigateur est Google Chrome (avec l'extension MEGA - https:\/\/mega.nz\/#chrome). Notre troisième navigateur est Opera Next.","6490":"Connectez-vous  à votre compte MEGA à partir du domaine https:\/\/mega.nz.","6491":"Changez votre bouton de statut (ligne du haut, à droite) de Rouge (Hors-Ligne) à Vert (En Ligne)","6492":"Soyez certain(e) que votre système de caméra et son fonctionnent (autorisés dans les réglages du navigateur)","6493":"Veuillez vous rendre dans Contacts (partie gauche de l'écran, 4ème icône à partir du haut)","6494":"Ajoutez un contact en utilisant la fonctionnalité \"Ajouter un contact\", tout en haut à droite. Note : vous devez utiliser la même adresse e-mail que la personne a utilisé pour créer son compte MEGA. Si vous utilisez une autre adresse e-mail, la personne en question recevra une invitation à rejointe MEGA sur cette différente adresse e-mail.","6495":"Double-cliquez sur un contact qui s'affiche En Ligne (statut Vert)","6496":"Cliquez sur 'Démarrez une Conversation'","6497":"Cliquez sur ´Démarrer Appel' [Tout en haut, à droite]","6498":"Attendez que votre navigateur affiche un popup qui va vous demander la permission d'utiliser votre caméra et son. [Cliquez sur 'Toujours autoriser' pour éviter ce popup à l'avenir. Cliquez sur l'icône de la caméra dans la barre d'adresse pour vérifier les réglages.]","6499":"Profitez de conversation complètement chiffrées","6500":"Des problèmes ?","6501":"Donnez le temps nécessaire à ce que l'appel connecte. Le système peut prendre quelques secondes pour trouver la meilleure route pour votre appel.","6502":"Essayez un rechargement de la page sans cache (sur WIndows - SHIFT + F5 ; sur MAC - CMD + R) pour obtenir les dernières versions fonctionnelles du code.","6503":"Faites en sorte que les deux interlocuteurs se déconnecte et se reconnecte à nouveau [soyez certain(e) de ne pas oublier votre mot de passe!]","6504":"Si vous avez toujours des difficultés, veuillez nous prendre contact via beta@mega.co.nz avec des captures d'écran et des détails.","6505":"Vous devez effectuer l'authentification vers votre compte à partir de notre nouveau domaine : https:\/\/mega.nz","6506":"Les paramètres Audio et Vidéo varient d'un navigateur à l'autre.","6507":"Pour le moment, nous recommandons Mozilla Firefox (avec l'extension MEGA - bientôt disponible). Notre second préféré navigateur est Google Chrome (avec l'extension MEGA - bientôt disponible). Notre troisième navigateur est Opera Next.","6508":"Paramètres","6509":"Ils ont besoin d'être activés dans le Système d'Exploitation. Ils peuvent différer selon les versions ou si le SE est un Windows, Mac OS, Linux ou autre","6510":"Vous devez aussi régler l'audio et la caméra dans votre navigateur.","6511":"Absence d'audio et\/ou de vidéo","6512":"Veuillez vous assurer que vous avez activé le son et la caméra dans les réglages de votre Système d'Exploitation.","6513":"Ensuite, veuillez vérifier les réglages de votre navigateur.","6514":"Pour Chrome : ","6515":"Cliquez sur le menu Chrome de la barre d'outils de votre navigateur.","6516":"Choisissez Paramètres","6517":"Cliquez sur 'Afficher les paramètres avancés'.","6518":"Dans la section \"Confidentialité\", cliquez sur le bouton \"Paramètres de contenu\".","6519":"Dans la section \"Médias\": sélectionnez votre Micro et Appareil photo dans les deux listes déroulantes et sélectionnez \"Me demander lorsque l'accès à ma caméra et à mon micro est requis sur un site (recommandé)\"","6520":"Pour Firefox vous devez avoir un popup à la gauche de votre barre URL demandant \"Voulez-vous partager votre appareil photo et votre microphone\", veuillez alors cliquez sur \"Partager les Appareils Choisis\"","6521":"Veuillez aussi noter que votre Notification pour un appel entrant peut être bloqué par votre navigateur : cherchez une icône popup dans votre barre URL et cliquez sur 'toujours autoriser' !","6522":"Si vous avez toujours des problèmes :","6523":"Veuillez nous transmettre un maximum de détails concernant les systèmes que vous utilisez et merci de rapporter votre erreur à support@mega.co.nz.","6524":"Nous avons désormais lancé le premier niveau de la messagerie chiffrée : appels audio et vidéo chiffrés de bout-à-bout sur notre nouveau domaine https:\/\/mega.nz.","6525":"MEGA Chat (messagerie entre utilisateurs chiffrés de bout-à-bout) arrive bientôt.","6526":"La fonctionnalité d'e-mail n'a pas encore été lancée pour le moment. Elle permettra aux utilisateurs de MEGA d'échanger des e-mails chiffrés entre eux au début cependant, vous ne pourrez pas mettre en place d'adresse e-mail de la manière traditionnelle car celle-ci n'est pas du tout sécurisée.","6527":"La fonctionnalité d'e-mail est actuellement en cours de développement. Le développement s'est montré plus difficile dû à notre algorithme de Chiffrement Contrôlé par l'Utilisateur et nous prendrons notre temps pour le faire correctement et comme il le faut.","6528":"Rendez-vous dans Compte - Menu puis dans \"Exporter la Clef-Maître\" afin d'être en mesure de réinitialiser votre mot de passe via notre client web https:\/\/mega.nz\/#recovery","6529":"Rendez-vous dans Compte - Menu puis dans \"Changer votre mot de passe\".","6530":"Désinstaller et réinstaller l'application à partir du Play Store. Ensuite authentifiez-vous avec votre mot de passe et mettez un nouveau verrouillage par code.","6531":"Rendez-vous dans 'Menu' - 'Paramètres' et cochez 'Activer upload de l'appareil photo' et incluez ussi les vidéos plus bas.","6532":"Touchez la flèche à droite d'un dossier dans votre Disque Cloud. À partir du Menu qui s'étend, choisissez 'Plus' et ensuite sélectionnez 'Partagez Dossier'. Ensuite, touchez un contact existant ou ajoutez une nouvelle adresse e-mail en touchant l'icone \"+\" dans le coin supérieur droit.","6533":"Pour partager un Fichier, créez un nouveau dossier à cet effet via le Menu de tout en haut  à droite et suivez les instructions ci-dessus.","6534":"Touchez la flèche à droite d'un fichier \/ dossier dans votre Espace de Stockage.À partir du Menu qui s'étend et sélectionnez 'Récupérer le Lien'.","6535":"Aperçu - touchez le fichier dans votre Espace de Stockage \/ dossier.","6536":"Lecture audio - touchez le fichier audio et sélectionnez le lecteur audio que vous désirez utiliser pour lire le flux audio.","6537":"Lecture vidéo - touchez le fichier vidéo et sélectionnez le lecteur vidéo que vous désirez utiliser pour lire le flux vidéo.","6538":"Les noms de fichiers sur Mac OS \/ UNIX sont sensibles à la casse ce qui n'est pas le cas sur Windows. Un dossier contenant à la fois \"ABC.TXT\" et \"abc.txt\" peut être synchronisé sur une machine sous UNIX sans problème mais sur une machine sous Windows, l'un des deux fichiers ne pourra pas être conservé, pas les deux.","6539":"MEGA n'impose aucune restriction sur les noms de fichiers et peuvent contenir des caractères qui sont incompatibles avec le système d'exploitation, comme : ou *.  Dans ces cas-là, ils seront alors renommés %xx en local et reconverti lors du sens inverse. L'Explorateur de Fichiers a aussi des problèmes avec certains noms : par exemple \"con.doc\", ne sera pas possible (pour comprendre, vous devez être un geek ou un expert\/vétéran, ou les deux). Si vous rencontrer une telle situation, renommez simplement le fichier du côté MEGA. Les caractères étrangers sont complètement supportés.","6540":"Lorsque vous ouvrez l'interface du client MEGAsync, cliquez sur  l'icône 'Réglages'  dans le coin droit supérieur et rendez-vous dans 'Synchronisations'","6541":"Cliquez sur le bouton 'Ajouter' pour ajouter une nouvelle synchronisation et cliquez sur Stockage MEGA pour voir les partages distants.","6542":"Pour synchroniser un dossier partagé, le dossier doit être partagé avec vous et vous devez avoir l'accès complet dessus. Les dossiers partagés dont l'accès n'est qu'en lecture seule ne vous seront pas affichés.","6543":"Vos dossiers partagés seront en bas de la liste.","6544":"Ensuite vous pouvez désigner exactement quels dossiers vous voudriez synchroniser - sur MEGA comme sur votre ordinateur.","6545":"Lorsque vous cliquez pour désigner un Dossier Local, vous pouvez sélectionner n'importe quel autre emplacement ou disque en cliquant sur la bonne icône du chemin de l'ordinateur.","6546":"Si vous rencontrez des difficultés avec la synchronisation des dossiers :","6547":"Pouvez-vous s'il-vous-plaît confirmer avec l'utilisateur, qui a partagé les données avec vous, qu'il vous a bel et bien accorder l'\"Accès Complet\" ? Si vous n'avez pas la permission \"Accès Complet\" sur le dossier partagé, vous ne pourrez pas le synchroniser (le dossier et son contenu ne seront pas visible depuis MEGAsync).","6548":"Lorsque vous ouvrez l'interface du client MEGAsync, cliquez sur  l'icône 'Réglages'  dans le coin droit supérieur et rendez-vous dans 'Synchronisations'","6549":"Ici vous pouvez désigner exactement quels dossiers vous voudriez synchroniser - sur MEGA comme sur votre machine.","6550":"Sélectionnez 'Ajouter' dans l'interface de Sync","6551":"Ensuite, cliquez simplement sur l'icône 'Choisir' à l’extrémité droite de la ligne.","6552":"Lorsque vous cliquez pour désigner un Dossier Local, vous pouvez sélectionner n'importe quel autre emplacement ou disque en cliquant sur la bonne icône du chemin de l'ordinateur.","6553":"Les connexions sont sécurisées, puisque tout ce qui est transmis via le port 80 est chiffré de bout-à-bout.","6554":"MEGAsync est un programme qui synchronise votre dossiers locaux avec vos dossiers sur le Cloud de MEGA.","6555":"Cela signifie, en revanche, que votre navigateur va aussi synchroniser les erreurs faites sur vos dossiers locaux. Un exemple d'erreur serait l'écrasement d'un fichier de votre dossier local. Ce fichier sera mis-à-jour dans votre compte MEGA, du coup, cela n'est pas recommandé s'il faut sauvegarder des données en cours de modification.","6556":"La meilleure façon d'utiliser MEGAsync pour les sauvegardes serait de créer un dossier local \"Sauvegardes\" sur votre ordinateur et d'utiliser un bon programme de sauvegarde (backup) (ou même un script) pour créer une sauvegarde et enregistrer les fichiers de sauvegarde dans ce dossier, ce qui fera, par la suite, qu'ils seront synchronisés avec votre compte MEGA.","6557":"En utilisant cette méthode, cela va aussi vous permettre de créer plusieurs fichiers de sauvegarde.","6558":"Par exemple, en utilisant la date du fichier de sauvegarde, comme 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, etc.","6559":"Ces fichiers seront tous synchronisés avec votre compte MEGA et quand vous enlèverez les fichiers de sauvegarde les plus anciens de votre ordinateur pour conserver de l'espace de stockage, ils vont être aussi retirés de votre compte MEGA.","6560":"Donc, en résumé :","6561":"1. Créez un dossier de sauvegarde comme, par exemple, C:\\sauvegardes","6562":"2. Mettez en place un programme de sauvegarde ou un script automatique pour périodiquement créer une","6563":"sauvegarde de vos fichiers dans C:\\sauvegardes chaque jour ou chaque semaine, par exemple.","6564":"3. Demandez à MEGAsync de synchroniser C:\\sauvegardes avec votre compte MEGA","6565":"Les données uploadées vers MEGA sont enregistrées dans au moins deux serveurs internationaux de stockage de données. Nous avons actuellement des serveurs en Nouvelle Zélande, Allemagne, Luxembourg et les Pays-Bas. Nous comptons ajouter des serveurs au Canada plus tard dans l'année. Pour les dernières nouvelles, cliquez ici : https:\/\/mega.co.nz\/#blog_21","6566":"Cependant, pensez-bien à conserver toujours des copies redondantes de vos fichiers importants, en ligne comme en hors-ligne. Bien que nous gardons chaque fichier dans au moins deux endroits différents, cela ne garantie pas une absence d'échecs multiples concurrents et des ","6567":"abus sans précédent et répétés des gouvernements.","6568":"Nous mettons à disposition le Chiffrement Contrôlé par l'Utilisateur (CCU) où vous, l'utilisateur, contrôlez les clefs. L'implémentation du CCU est open source et nous invitons et même encourageons la communauté de scruter notre CCU et d'en faire des retours dessus. ","6569":"Nous pensons sincèrement notre approche bien plus sécurisée que d'enregistrer vos données chez un fournisseur avec un chiffrement du côté du serveur où le FAI (Fournisseur d'Accès Internet) contrôle les clefs ou pire avec une absence totale de chiffrement. Si, par exemple, les fichiers utilisateurs sur MEGA devaient soudainement être accessibles, sans mot de passe, suite à une erreur de programmation, ils seraient totalement illisibles sans, justement, les clefs de déchiffrement contrôlés par l'utilisateur.","6570":"Connectivité générale et autre erreurs","6571":"Veuillez réinstaller votre client de synchronisation à partir de lien suivant : https:\/\/mega.nz\/#sync (vous n'avez pas de désinstaller quoi que ce soit. Il faut simplement installer à nouveau)","6572":"Quel système d'exploitation utilisez-vous et quelle est sa version ? Windows, Mac, Linux et leur versions ?","6573":"Si vous utilisez une vieille version de Windows: MEGASync requiert au minimum Windows XP avec SP3. Les utilisateurs ayant un Windows plus ancien ne pourront pas l'utiliser. La raison derrière cela est le niveau de sécurité élevé imposé par les certificats SSL sur les servers MEGA. En passant les précédents versions de Windows (Windows XP SP2, par exemple) vers SP3 ou suivant permet de résoudre ce problème.","6574":"Autres astuces pour résoudre les problèmes de connectivité :","6575":"* vérifiez ou désactivez l'antivirus ou le par-feu qui pourraient bloquer MEGAsync),","6576":"* désactiver l'IPv6 (pour corriger les mauvais paramètres IPv6 de certains FAI, surtout en Allemagne)","6577":"* passez votre Système d'Exploitation à une version plus récente.","6578":"Erreur de transmission temporaire : Échec permanent","6579":"Cette erreur est envoyée lorsque une limite d'erreur est atteinte pendant les transferts. Nous avons vu ce genre de problèmes avec des utilisateurs utilisant l'IPv6 pour accéder aux serveurs de stockage.","6580":"MEGAsync synchronisera tous les fichiers dès qu'il scanne.","6581":"Veuillez redémarrer votre PC. Suite au redémarrage toutes les modifications seront synchronisées.","6582":"Si l'erreur persiste vous pouvez essayer de désactiver l'IPv6 dans vos paramètres TCP\/IP. Veuillez cliquer ici pour de plus amples informations :","6583":"http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7","6584":"Vous devrez décocher la case à cocher près de TCP\/IPv6 comme dans la première capture d'écran et cliquez sur \"OK\".","6585":"Les fichiers à distance pourraient se trouver dans la Corbeille de votre Espace de Stockage, dans le dossier \"Débris de Synchronisation\". ","6586":"Les fichiers locaux pourraient se trouver dans le dossier .rubbish ou .debris à l'intérieur de votre dossier synchronisé. Prenez note que ce dossier peut être caché par votre Système d'Exploitation et que vous devrez alors changer les paramètres d'affichage des dossiers pour afficher les dossiers cachés.","6587":"Notre client de synchronisation MAC ne dispose pas, pour le moment, de certaines fonctionnalités telle que 'Récupérer le Lien' ou 'Partager le Lien'.","6588":"Malheureusement, Apple garde le Finder fermé et cela requiert des mauvaises techniques de piratage (hack) pour accomplir ce genre de chose.","6589":"Nous sommes pour le moment en train d'évaluer toute option pour contourner ces restrictions imposées par Apple, cependant cela pourrait se faire lors d'une phase bien ultérieure, quand Apple ouvrira l'API du Finder.","6590":"Toutes nos excuses pour ce désagrément","6591":"Le VERSIONNAGE est le fait que plusieurs fichiers dans le même chemin d'accès portent le même nom.","6592":"ÉCRASER veut dire : mettre dans la corbeille dès que l'upload est terminé si seulement un fichier, par dossier, a le même nom","6593":"Ré-uploader à travers le navigateur internet avec l'option IGNORER LES FICHIERS IDENTIQUES sur 'NON' dans Réglages","6594":"crée le VERSIONING.","6595":"Ré-uploader à travers le navigateur internet avec l'option IGNORER LES FICHIERS IDENTIQUES sur 'OUI' dans Réglages","6596":"ne conserve que la version LA PLUS ANCIENNE.","6597":"Si vous rencontrez des difficultés avec le Versionning ou l'Écrasement, veuillez vérifier en premier lieu les facteurs suivants :","6598":"Veuillez vérifier si l'horodatage du fichier sur le serveur est plus récent que l'horloge sur l'ordinateur où a eu lieu la modification du fichier.","6599":"C'est habituellement le problème... L'éditeur d'image \/ texte garde un horodatage constant du coup MEGAsync croit, à juste titre, que le fichier est vieux et va donc le remplacer par sa version plus récent provenant du serveur.","6600":"Veuillez désactiver l'option permettant de conserver l'horodatage constant dans les paramètres.","6601":"Nous stockons vos fichiers dans au moins deux serveurs dans différents centres de données.","6602":"Cependant, pensez-bien à conserver toujours des copies redondantes de vos fichiers importants, en ligne comme en hors-ligne. Bien que nous gardons chaque fichier dans au moins deux endroits différents, cela ne garantie pas une absence d'échecs multiples concurrents et des abus sans précédent et répétés des gouvernements.","6603":"Oui. Cependant votre mot de passe MEGA est plus d'un simple mot de passe : il déverrouille votre clef maître de chiffrement sans qui, vos données seraient entièrement illisibles.","6604":"Par conséquent, il y a deux types de réinitialisation de mot de passe : Avec ou sans fournir une copie de sauvegarde de votre clef maître.Avec la clef, vous pouvez tout simplement choisir un nouveau mot de passe et conserver votre compte actuel. Sans la clef, vous pouvez mettre votre compte actuel de côté et en démarrer un tout nouveau basé sur la même adresse e-mail.Nous vous recommandons de conserver une copie de sauvegarde de votre clef maître dans un endroit sécurisé à tout moment, juste au cas où ! Cliquez  <a href=\"#backup\">ici<\/a> pour exporter votre clef ou <a href=\"#recovery\">ici<\/a> pour réinitialiser votre mot de passe.","6605":"Question importante : est-ce que notre client MEGAsync ou une de nos applications mobiles installé et y êtes-vous authentifié ? Cela pourrait faire une énorme différence. Faites-le nous savoir ! Vous pouvez toujours exporter votre Clef Maître de Chiffrement via 'Paramètres' - 'Compte'.","6606":"Abonnés PRO","6607":"Si vous décidez de réinitialiser votre compte - Option B - et si vous êtes un utilisateur Pro -> veuillez informer support@mega.co.nz quand vous aurez terminé (avec votre adresse e-mail PayPal) cela et nous vous ré-assignerons votre statut Pro pour votre tout nouveau compte.","6608":"À l'heure actuelle, vous ne pourrez pas effectuer de réinitialisation de compte à partir de votre appareil mobile. La fonctionnalité de sauvegarde de la Clef Maître de Chiffrement est encore en cours de développement et sera déployée dans une de nos prochaines mis-à-jours.","6609":"Réinitialiser","6610":"Il y deux type de réinitialisation du mot de passe : Avec ou Sans fournir une copie de votre Clef Maître de Chiffrement.","6611":"- Avec la clef (Option A), vous pouvez tout simplement choisir un nouveau mot de passe et conserver votre compte actuel.","6612":"- Sans la clef (Option B), vous pouvez mettre votre compte actuel de côté et en démarrer un tout nouveau basé sur la même adresse e-mail.","6613":"OPTION A : si vous avez uploadé des données et oublié votre mot de passe mais que vous avez en votre possession une copie de votre Clef Maître de Chiffrement:","6614":"1. Ouvrez https:\/\/mega.nz\/#recovery","6615":"2. Définissez un nouveau mot de passe après avoir fourni la clef maître exportée","6616":"=> Si vous avez une copie de votre clef maître de chiffrement, vous pouvez réinitialiser votre mot de passe et aucune donnée de votre compte ne sera perdue. Vos données réapparaîtront lors de votre prochaine authentification avec le mot de passe réinitialisé. ","6617":"=> Vous pouvez encore exporter votre Clef Maître de Chiffrement si vous avez une session MEGA active dans n'importe quel navigateur sur cet ou toute autre ordinateur. Si l'appareil ne supporte pas l'exportation de la Clef Maître de Chiffrement, vous  pouvez tout de même encore télécharger et sauvegarder toutes vos données.","6618":"Si vous n'avez pas d'autre session MEGA active et ouverte vous ne pouvez plus déchiffrer votre compte actuel mais vous pouvez en démarrer un nouveau sous la même adresse e-mail =>","6619":"OPTION B - Si vous n'avez pas de Clef Maître de Chiffrement sauvegardée, il y a maintenant la possibilité de réutiliser votre adresse e-mail primaire pour un compte MEGA tout nouveau et donc vide (avec la récupération de données) :","6620":"2. Cliquez sur 'Non'","6621":"3. Renseignez votre adresse e-mail et cliquez sur 'Envoyer'","6622":"4. Vérifiez votre adresse e-mail pour le lien de réinitialisation du mot de passe et cliquez sur lui.","6623":"5. Désignez votre nouveau mot de passe pour le compte réinitialisé avec la même adresse e-mail.","6624":"6. Si vous vous souvenez (ou récupérez) votre mot de passe original sous une période 60 jours, contactez le l'équipe de support amical MEGA à support@mega.co.nz et demandez-leur de restaurer compte mis de côté.","6625":"=> Dû à notre modèle de chiffrement de bout-à-bout vous ne pourrez pas accéder à vos données sans votre mot de passe originel ou sans une copie de votre Clef Maître de Chiffrement. Vous pouvez mettre de côté votre compte actuel et en démarrer un tout nouveau basé sur la même adresse e-mail. Dans le cas où vous récupérez le mot de passe associé à votre compte 'mis de côté', contactez-nous pour demander de l'aide. Vos données seront conservées dans votre compte 'mis de côté' pour une période de 60 jours.","6626":"Résumé :","6627":"1. Si vous possédez une copie de votre Clef Maître de Chiffrement, vous pouvez réinitialiser le mot de passe de votre compte et vos données resteront (ne seront pas perdues).","6628":"2. Si vous ne disposez pas d'une copie de votre Clef Maître de Chiffrement, vous pouvez vous ré-enregistrez avec la même adresse e-mail, mais vos données seront perdues au bout des 60 jours, phase de 'récupération' toujours possible.","6629":"Si vous êtes véritablement sûr\/sure que vous ne perdrez jamais votre mot de passe, il n'y a aucune utilité à sauvegarder votre clef. Si cependant vous décidez de faire une [A]sauvegarde[\/A], veuillez vous assurer de la conserver dans un endroit sécurisé: quiconque a accès à votre clef sauvegardée et connaît votre adresse e-mail sera en mesure de pouvoir réinitialiser votre mot de passe et, de fait, aura accès à toutes vos données.","6630":"Nous vous recommandons que vous exportiez la Clef Maître de Chiffrement associée à votre compte afin d'être en mesure de réinitialiser votre compte et ses données au cas où vous perdriez sont mot de passe.","6631":"Vous pouvez sauvegarder votre clef maître de chiffrement dans votre espace de stockage local ou dans un document que vous sauvegarderez ailleurs.","6632":"Comment sauvegarder votre Clef maître de chiffrement :","6633":"1.) Authentifiez-vous à votre compte","6634":"2.) Copier et coller ce lien dans le champ d'adresse URL https:\/\/mega.nz\/#backup","6635":"3.) Sauvegardez votre Clef Maître dans votre PC et \/ ou Copiez là dans le presse-papier et collez-la dans un document (copier-coller)","6636":"D'une autre manière, vous pouvez aussi sauvegarder votre clef maître dans Réglages - Compte dans votre client de Synchronisation ou sur l'une de nos applications mobiles.","6637":"S'il vous arrive de perdre le mot de passe de votre compte, vous pouvez alors réinitialiser votre compte en utilisant cette clef maître.","6638":"1. Oublier le mot de passe","6639":"2. Demander un lien de réinitialisation du mot de passe par e-mail : https:\/\/mega.nz\/#recovery","6640":"3. Définissez un nouveau mot de passe après avoir fourni la clef maître exportée","6641":"Avec notre compte gratuit, vous disposez d'un espace de stockage de 50 Go accessible de partout avec de haute-performance et totalement sécurisé  avec le Chiffrement Contrôlé par l'Utilisateur (CCU).","6642":"Si vous avez besoin de plus d'espace, vous pouvez souscrire un compte [A]Pro[\/A]. ","6643":"Lorsque vous 'Créez un Compte' avec MEGA (https:\/\/mega.nz\/#register), le pop-up sur la page va vous dire que vous allez recevoir un 'E-mail de Confirmation' et que vous devriez vous rendre dans le boîte de réception et cherchez un e-mail d' 'Activation MEGA'. Dans cet 'E-mail de Confirmation', cliquez sur le lien de confirmation qui va vous rediriger vers MEGA à nouveau pour y mettre votre mot de passe pour la deuxième fois et ce afin de vous authentifier avec votre compte. Si cette opération est un succès, vous serez redirigé vers votre compte MEGA qui afficherai votre 'Espace de Stockage'.","6644":"Des difficultés ?","6645":"Si vous n'avez pas reçu l'email de pour confirmer\/activer votre compte, veuillez vérifier votre dossier de spams et votre dossier des indésirables.","6646":"Si vous ne pouvez toujours pas trouver l'e-mail, vous pouvez essayer de vous ré-enregistrez en utilisant la même adresse e-mail. Si l'e-mail de confirmation pour cet enregistrement n'apparaît dans aucun des dossiers de votre adresse e-mail, alors dans ce cas-ci, nous vous suggérons de contacter votre FAI pour déterminer s'il n'y a pas un 'blocage' sur les e-mails de MEGA. Sinon, essayez une autre adresse e-mail.","6647":"Si vous recevez le message d'avertissement \"mot de passe \/ adresse e-mal incorrect\" : celui-ci apparaît lorsque le mot de passe que vous avez renseigné lors de l'enregistrement et que le mot de passe que vous avez renseigné pour valider et confirmer votre compte ne correspondent pas.","6648":"Nous vous suggérons de démarrer votre enregistrement avec la même adresse e-mail et d'écrire votre mot de passe quelque part de sécurisé pour pouvoir le valider plus tard. Essayez de créer un mot de passe long de façon à ce qu'il ne soit pas facilement deviné. Combinez les lettres majuscules et minuscules, ajoutez des caractères spéciaux (nous les supportons tous !). N'utilisez pas des noms ou des mots du dictionnaire. Aussi n'utilisez pas de fonction de copie \/ collé pendant la création de votre compte et assurez-vous de taper le mot de passe à chaque étape de l'enregistrement.","6649":"Nous décourageons fortement les utilisateurs de faire appel à des générateurs de mot de passe puisque celui-ci sera aussi votre unique clef de chiffrement.","6650":"Le lien ne fonctionne pas ?","6651":"Si le lien d'activation que vous avez reçu après vous êtres inscrit\/inscrite sur MEGA  ne fonctionne pas lorsque vous cliquez dessus, essayez de le copier et de le coller directement dans la barre d'adresse de votre navigateur ; vérifiez qu'il n'y ait pas d'espace en trop que vous client e-mail aurait pu ajouter.","6652":"Si vous ne pouvez toujours pas activer votre compte, essayer de vous ré-enregistrer pour un compte MEGA avec la même adresse e-mail ou inscrivez-vous en utilisant une autre adresse e-mail pour recevoir un nouveau lien de confirmation.","6653":"Assurez-vous de régulièrement nettoyer le cache de votre navigateur et que vous n'êtes pas connecté sur un autre compte MEGA depuis le même navigateur alors que vous vous enregistrez pour un nouveau compte.","6654":"Pour annuler votre compte MEGA courant :","6655":"Connectez-vous à votre compte MEGA et supprimez toutes les données et 'Videz la Corbeille'.","6656":"Ensuite, envoyez votre demande à support@mega.co.nz.","6657":"Pour annuler votre abonnement, référez-vous à 'Comment changer \/ annuler mon abonnement Pro ?' ci-dessous.","6658":"Veuillez envoyer un e-mail à support@mega.co.nz pour demander de l'aide.","6659":"Votre compte gratuit avec MEGA et les fichiers qu'il contient n'ont pas de date d'expiration et votre compte restera actif à moins que vous ne vous connectez pas à votre compte pendant une année entière. Au bout de cette période, vous recevez un e-mail de suivi de notre part.","6660":"Si vous ne renouvelez pas votre abonnement au compte Pro à la fin de la période achetée, votre compte repassera simplement en mode gratuit.","6661":"Si vous avez plus de 50 Go de fichiers, vous recevrez plusieurs avertissements de suppression pour vous avertir afin de vous donner une chance de sauvegarder vos données localement ou d'acheter une nouvelle mis-à-niveau Pro.","6662":"Si vous ne renouvelez pas votre compte après un mois et que votre compte occupe plus que la capacité de stockage offerte (50 Go), vos fichiers seront supprimés, les plus grands d'abord, jusqu'à ce que votre quota retourne dans les limites des comptes gratuits.","6663":"Vous pouvez vous inscrire pour un compte Pro soit directement depuis PayPal (connectez-vous à votre compte et cliquez sur https:\/\/mega.nz\/#pro) ou via n'importe quel revendeur autorisé (https:\/\/mega.nz\/#resellers).","6664":"Quelque soit la méthode, vous aurez deux options : Mensual et Annuel (faites glisser la barre depuis le coin supérieur droit).","6665":"En achetant un bon d'achat, vous serez responsable de renouveler votre abonnement manuellement chaque mois \/ année (selon l'option que vous préférez).","6666":"En vous abonnant à un compte Pro avec votre compte PayPal, vous pourrez accédez au paiement automatique et l'abonnement se renouvellera automatiquement chaque mois \/ année (selon l'option que vous préférez). ","6667":"Vous pouvez payer avec votre compte PayPal ou votre carte de crédit \/ bancaire.","6668":"Nous ne gérons pas les abonnements MEGA Pro avec le paiement automatique.","6669":"Nos utilisateurs s'inscrivent eux-même en utilisant leur compte PayPal.","6670":"Veuillez vérifier votre e-mail de confirmation de paiement  PayPal que vous avez reçu avec tous les détails de l'accord que vous avez établi.","6671":"Si vous souhaitez changer ou annuler votre accord de paiement avec Mega Ltd. vous devez le faire via votre compte PayPal.","6672":"Si vous rencontrez des difficultés pour trouver les abonnements (pour les annuler ou les modifier), veuillez contacter l'équipe locale de support de PayPal.","6673":"Dans la plupart des cas, la marche à suivre est la suivante :","6674":"Si vous désiriez annuler cet abonnement, connectez-vous sur votre compte PayPal et rendez-vous dans le sous-onglet \"Historique\" de l'onglet \"Mon Compte\". Choisissez \"Abonnements\" du menu déroulant \"Montrer\" et cliquez sur le bouton \"Soumettre\".Choisissez cet abonnement et cliquez sur le lien de ses \"Détails\". Vous serez redirigé(e) sur une page des Détails de la Transaction à partir de laquelle vous pourrez annuler votre abonnement. En annulant votre abonnement, vous annulerez immédiatement tout autre paiement programmé pour cet abonnement.","6675":"Remboursement","6676":"Lorsque vous êtes authentifié(e) sur votre compte PayPal (après avoir annulé un abonnement en cours) vous pouvez déposer un \"litige PayPal\" et demander un remboursement.","6677":"Si vous rencontrez des difficultés avec l'annulation de l'abonnement, veuillez contacter le support de PayPal.","6678":"Veuillez vérifier les e-mails de confirmation de paiement de PayPal que vous avez reçu pour avoir tous les détails de l'accord que vous avez établi.","6679":"Il semblerait que vous ayez créé accidentellement plusieurs abonnements Pro.","6680":"Veuillez suivre les instructions ci-dessous, connectez-vous sur votre compte PayPal et annulez les abonnements en trop dans Mon compte - Historique. Conservez que le premier que vous avez établi.","6681":"Ensuite, demandez un remboursement pour ces abonnements redondants.","6682":"L'intimité et la sécurité que vous obtienez avec notre chiffrement bout-à-bout sur navigateur peut atteindre ses limites de vitesse dû au fait que tous les navigateurs ne proposent un support complet du HTML5. Les utilisateurs de MEGA ont la possibilité de profiter de leur intimité grâce à notre mécanisme du Chiffrement Contrôlé par l'Utilsateur (CCU), ce qui fait de nous l'unique solution de cloud sur le marché qui offre ce niveau de sécurité et d'intimité (vie privée).","6683":"La vitesse de téléchargement\/upload est dépendant de l'état et de la rapidité de votre ordinateur, du logiciel et du système d'exploitation ainsi que leur versions sans oublier votre fournisseur d'accès internet (FAI). Avec MEGA, vous pouvez contrôler la 'vitesse' des téléchargements et uploads, qui sont dépendants de vos priorités définies dans 'Mon Compte' - 'Paramètres des Transferts'. Vous pouvez aussi essayer de maximiser votre performance d'upload en désactivant la 'Limite de Vitesse d'Émission'-","6684":"Nous activons, par défaut, la 'Limite de Vitesse d'Émission', parce que de nombreux routeurs ne donnent pas la priorité aux paquets plus petits dans le cas d'un lien congestionné, ce qui résulte à un trafic entrant sévèrement affecté lorsque le trafic sortant est plein. Par conséquent, nous mesurons votre bande passante sortante disponible pendant les 10 premières secondes d'un upload et nous essayons de laisser 10% de marge sur la capacité de cette bande-passante sortante.","6685":"Les tests de débits tels que speedtest.net sont supers lorsque vous voulez déterminer si oui ou non votre routeur ou votre FAI a des problèmes - vous savez ce que votre vitesse 'devrait' être et ce test indique si 'il y a un problème quelque part. Cependant, le résultat de ce test de vitesse (débit) n'a pas de relation directe avec la vitesse obtenue sur MEGA. Le test de vitesse va indiquer si oui ou non tout va bien du côté des utilisateurs ou du FAI, mais par contre, il y a d'autres facteurs à prendre en compte.  Comme, par exemple, les problèmes de connectivités \/ échanges mondiaux ; l'état de l'ordinateur de l'utilisateur (selon si votre logiciel est à jour, votre disque dur et\/ou navigateur congestionné par de la donné temporaire, ou en cache, ou même fragmenté...) ; les vitesses de transferts dépendent aussi du serveur sur lequel nous sommes en train de stocker la donnée.","6686":"Pour tout résumer : la bande-passante accrue qui accompagne le compte Pro n'a pas de relation avec la 'vitesse', cependant une meilleure bande-passante peut améliorer indirectement la vitesse de votre trafic.","6687":"Marche à suivre si votre bon d'achat a été validé et que le solde de votre compte affiche :","6688":"Connectez-vous à votre compte MEGA","6689":"Rendez-vous dans Menu","6690":"Rendez-vous dans Mon Compte","6691":"Dans 'Type de compte' vous voyez GRATUIT. Cliquez sur 'Souscrire à un compte Pro'.","6692":"Choisissez l'offre que vous souhaitez prendre \/ acheter :- Pro 1 ; annuellement","6693":"Cliquez sur 'Achetez Maintenant'","6694":"Un popup va apparaître: \"Voulez-vous utiliser votre solde actuel ?\"","6695":"Sélectionnez 'OUI'.","6696":"Si vous souhaitez changer de mot de passe à tout moment, vous pouvez le faire depuis 'Mon Compte' - 'Détails du Compte' - partie 'Éditer votre profil' avec \"Changer de mot de passe\". Veuillez noter que les boutons \"Annuler\" \/ \"Enregistrer\" n'apparaîtront que lorsque une pair de nouveaux mots de passes similaires auront été renseignés !","6697":"Aussi. Vous devez connaître votre mot de passe d'origine et l'entrer correctement dans le champ de texte de changement de mot passe pour que le changement de mot de passe soit pris en compte. Si vous ne vous souvenez plus de votre ancien mot de passe, ne le mettez pas correctement, continuez avec le changement de mot de passe mais la procédure ne prendra pas effet.","6698":"Votre nouveau de mot de passe ne sera pas sauvegardé dans le système tant que votre ancien mot de passe ne sera pas correcte.","6699":"Dans votre application mobile et votre client de synchronisation, veuillez aller dans Paramètres ou section Compte","6700":"Il existe une fonctionnalité de session de type 'test - éphémère' que MEGA offre aux utilisateurs pour 'avoir un aperçu' de ce qu'est MEGA sans avoir à créer de compte.","6701":"Cette écran de session affiche un 'Triangle d'Avertissement' et un signe pour 'Créer un compte' au-dessus de la ligne afin d'alerter les utilisateurs qu'ils ne sont pas actuellement authentifiés avec un compte.","6702":"Pouvez-vous confirmer que vous avez correctement validé et que vous étiez connecté(e) pendant l'upload ?","6703":"Avez-vous regarder dans la Corbeille ?","6704":"Problèmes d'affichage possibles","6705":"Veuillez utiliser CCleaner de façon périodique sur l'ensemble de votre système pour lui débarrasser de toute donnée mis en cache temporaire - https:\/\/www.piriform.com\/ccleaner et ressayer d'accéder à votre compte (ou nettoyer le cache de votre système et de votre navigateur manuellement). ","6706":"MEGA est entièrement basé sur navigateur avec un système unique de chiffrement contrôlé par l'utilisateur (dans le navigateur). MEGA est l'unique fournisseur sur le marché à offrir un tel niveau de sécurité et d'intimité (vie privée). Par conséquent nous requérons des navigateurs technologiquement compatible avec le support de l'HTML5  afin que le transfert de fichiers chiffrés fonctionne proprement. Veuillez vous assurer que vous disposez toujours de la dernière version de notre extension pour navigateur.","6707":"Que se passe-t-il si vous rafraîchissez votre navigateur ? Ou si vous vous déconnectez ? Si vous fermez le navigateur puis si vous l'ouvrez et créez une nouvelle session pour vous reconnecter sur votre compte MEGA ? Est-ce que les fichiers réapparaissent ?","6708":"Donnée de partage manquante ?","6709":"Aussi soyez conscient(e) que si vous partagez un dossier qui contient votre fichier, tout le monde ayant un accès 'complet' sera en mesure de télécharger mais aussi de supprimer tout fichier présent dans ce dossier. Lorsque vous partagez un dossier, soyez sûr de mettre les bonnes permissions ; les trois options sont lecture seul, lire et écrire (des fichiers peuvent être vus et ajoutés mais pas supprimés), et enfin complet (où des fichiers peuvent être ajoutés et supprimés).","6710":"Toujours pas de chance ?","6711":"Contactez l'équipe à support@mega.co.nz pour demander de l'aide.","6712":"Toutes vos communications peuvent être accomplies en mettant en place le partage de dossier. Nous décourageons fortement de partager vos identifiants de connexion avec toute personne puisque la sécurité stricte de MEGA repose justement sur le fait de conserver ces données confidentielles. ","6713":"Veuillez prendre note que cela demande, d'abord, de s'habituer à MEGA et un peu d'administration.","6714":"Afin que que ce qui va suivre ait du sens pour vous, je vous conseille vivement de découvrir MEGA et d'essayer de le tester par vous même afin de comprendre ce que je suis sur le point de décrire peut permettre de faire !","6715":"OK, la méthode pour faire ça :","6716":"D'abord, le chef de ce projet, ou l'administrateur des fichiers met en place un compte qui sera considéré comme le compte MAÎTRE - Ce compte peut être un compte normal Gratuit, ou Pro (https:\/\/mega.nz\/#pro) selon vos besoins en terme de capacité de stockage.","6717":"1 - Chaque utilisateur doit avoir un compte MEGA - Ils sont gratuits :)","6718":"2 - Vous devez ajouter chacun de leur adresse e-mail dans les Contacts du compte maître.","6719":"3 - Dans votre compte maître, c'est à vous de définir la 'hiérarchie' comme décris. Par exemple, vous pourriez créer un dossier unique pour chaque utilisateur et même y mettre comme nom celui de l'utilisateur.","6720":"4 - Once you have set up the 'hierarchy' to reach the level that you need uploaded to (e.g. User\/ Event and sub folder, Users name)","6721":"vous pouvez ensuite faire un 'clique droit' dessus, choisir 'partager' et assigner l'utilisateur concerné avec un ACCÈS COMPLET !","6722":"5 - À partir de ce moment, ce dossier est donc synchronisé sur les deux comptes et toute modification sera alors visible de façon instantané sur les deux comptes !","6723":"Vous pouvez ensuite charger des fichiers dans ce dossier et ils seront visibles dans le compte des autres utilisateurs, disponibles dans la liste des 'Partages Entrants'.","6724":"Il y a aussi des notifications pour alerter les utilisateurs, qui ont accès à ce dossier, de toute activité récente comme l'ajouts de nouveaux fichiers, ou de fichiers supprimés etc.","6725":"L'accès COMPLET permet au compte maître, comme au compte utilisateur concerné,  d'avoir le contrôle total sur ce dossier. Chaque utilisateur peut ainsi uploader, télécharger, modifier, supprimer tout contenu dans ce dossier. Les autres niveaux de permission sont Lecture Seule (pas d'ajout, pas de suppression possible) et Lire et Écrire (vous pouvez ajouter mais pas supprimer).","6726":"-- Vous pourriez créer votre compte maître et créer un faux compte pour vous-même et commencer à vous familiariser avec ce fonctionnement et de fait tout ce que j'ai dit ci-dessus aura du sens ! Si vous avez suivi, évidemment, toutes les étapes décrites ci-dessus pour faire du partage.","6727":"Vous devriez être très prudent avec votre mot de passe afin de toujours le protéger.","6728":"Actuellement, MEGA est optimisé pour les navigateurs sur ordinateurs et vous pouvez voir plus d'informations sur les raisons derrière notre préférence pour Mozilla Firefox ici : https:\/\/mega.co.nz\/#blog_12. Si vous rencontrez des difficultés pour les uploads et les téléchargements, installez notre extension MEGA version 2.0 et suivante.","6729":"Notre deuxième navigateur favori est Google Chrome. Le troisième est Opera Next.","6730":"Donc je recommence la toute dernière version de Mozilla Firefox avec l'extension MEGA (version 2.0 et suivante). Vous pouvez récupérer l'extension ici : https:\/\/mega.co.nz\/#firefox","6731":"Sinon, vous pouvez également tester notre nouvelle App Chrome. D'abord, lisez les avantages de cette nouvelle App ici : https:\/\/mega.co.nz\/#blog_19","6732":"Si cette App Chrome vous paraît intéressante, vous trouverez un lien de téléchargement et des instructions ici https:\/\/mega.co.nz\/#chrome ","6733":"Cette App doit être installée sur la toute dernière version de Google Chrome.","6734":"Donc, en résumé, nous pouvons vous fournir tout ce dont vous avez besoin, pour peu que vous prenez le temps de vous familiariser avec nos outils et que vous gérez les opérations efficacement de votre côté :)","6735":"MEGA a tellement à offrir, et regardez la qualité du support qui vient avec un compte Gratuit ! Commencer à tester tout de suite !","6736":"Dans les cas où les utilisateurs sous iOS rencontre des difficultés de connexion avec l'application, la meilleure démarche à suivre est habituellement comme suit :","6737":"- déconnectez-vous via l'application","6738":" - désinstallez l'application","6739":"- installez à nouveau l'application","6740":"- redémarrez l'appareil","6741":"Certains anciens appareils ont une quantité de RAM limitée et donc dès que le SE (Sytème d'Exploitation) est chargée, et que quelques autres applications tournent en tâche de fond, l'application MEGA se verra impactée.","6742":"Apple a des règles très strictes à cause de leur sécurité. Vous devez connecter votre iPhone à votre iTunes et aller dans Appareils - Applications  - Partage de Fichiers  - MEGA.","6743":"C'est ici que vous retrouverez vos documents téléchargés.","6744":"Les mêmes restrictions d'Apple de son système de sécurité vos empêchent d'uploader quoi que ce soit en-dehors de l'application à l'exception des photos sur votre appareil.","6745":"Allez dans vos Paramètres - Avancés pour '\"Exporter la Clef-Maître\" afin d'être en mesure de réinitialiser votre mot de passe via notre client web https:\/\/mega.nz\/#recovery","6746":"Non. Veuillez vous authentifiez via le client web.","6747":"Désinstallez et installez à nouveau l'application depuis l'App Store.  Ensuite, authentifiez-vous avec votre mot de passe et définissez un nouveau code de verrouillage.","6748":"Allez dans Paramètres - Envoi des Photos de la Caméra et là vous pourrez modifier les paramètres selon vos besoins pour les photos et les vidéos.","6749":"Oui. Téléchargez l'application MEGA iOS sur votre iPad et ensuite authentifiez-vous avec votre compte MEGA quand cela est demandé.","6750":"L'interface Utilisateur sur iPad sera bientôt lancée.","6751":"Cliquez sur la flèche en-haut à droite du dossier\/fichier et choisissez 'Partager le Lien'.","6752":"Touchez simplement le fichier audio\/vidéo et la lecture en flux (streaming) va commencer.","6753":"Touchez la flèche à droite d'un dossier dans votre Disque Cloud. À partir du Menu qui s'étend, choisissez 'Partagez Dossier'. Ensuite, touchez un contact existant ou ajoutez une nouvelle adresse e-mail en touchant l'icone \"+\" dans le coin supérieur droit.","6754":"Pour partager un Fichier, créez un nouveau dossier à cet effet via le menu '+' de tout en haut à droite et suivez les instructions ci-dessus.","6755":"Dans WP 8.0 nous ne pouvons pas enregistrer des documents ailleurs que dans l'application. Ceci est dû aux restrictions du SDK Windows Phone, puisque seules les images peuvent être exportées dans 'Images Enregistrées'.","6756":"WP 8.1 - Les utilisateurs peuvent exporter des fichiers doc et autres types de fichiers vers KnownFolders. Et ceux-ci sont des dossiers pour Documents et Photos, par exemple.","6757":"si vous voulez parcourir l'arborescence des fichiers de votre téléphone, il vous faut une application. Par exemple, l'application \"Fichiers\" de Microsoft vous permettra de parcourir et d'ouvrir les documents\/images dans votre stockage interne. C'est la solution propre à Microsoft.","6758":"Vous pouvez télécharger et installer notre application Windows Phone depuis le Windows Phone Store http:\/\/www.windowsphone.com\/fr-fr\/store\/app\/mega-privacy\/1b70a4ef-8b9c-4058-adca-3b9ac8cc194a","6759":"Rendez-vous dans vos Paramètres - Préférences pour '\"Exporter la Clef-Maître\" afin d'être en mesure de réinitialiser votre mot de passe via notre client web https:\/\/mega.nz\/#recovery","6760":"Oui. Rendez-vous dans Préférences - Changer Mot de Passe.","6761":"n\/a","6762":"Appuyez longuement sur le dossier \/ fichier et choisissez 'Récupérer le Lien' à partir du menu qui s'affiche.","6763":"Durée du programme","6764":"Choisissez la durée","6765":"Lorsque vous cliquez sur \"ACHETER\" vous serez redirigé(e) vers le site du  <span class=\"payment-provider-name\">Fournisseur<\/span> pour définir vos informations de paiement\/facturation.","6766":"Du fait de la nature de l'échange de Bitcoin, toutes les transactions seront finales et non-récurrentes.","6767":"Personnalisez votre compte <span>PAYMENT PACKAGE TITLE<\/span>","6768":"Choisissez la période d'abonnement ci-dessous et poursuivez via notre gestionnaire de paiement.","6769":"\/une fois","6770":"En apprendre d'avantage au sujet le modèle de sécurité et de cryptographie créé par MEGA.","6771":"Dossiers supprimés","6772":"Aucune Conversation","6773":"Ordre croissant","6774":"Ordre descendant","6775":"Partager les Dossiers","6776":"Vérifié","6777":"Approuver","6778":"Approuver les informations d'identification","6779":"Nouvelles informations d'identification vues pour votre contact :","6780":"Informations d'identification de votre Contact","6781":"Ceci est bien mieux fait dans la vie réelle en se rencontrant face-à-face. Si vous avez un autre protocole déjà vérifié tel que OTR ou PGP, vous pouvez l'utiliser.","6782":"Vos informations d'identification","6783":"Approuver les informations d'identification","6784":"Authenticité des Informations d'Identification","6785":"Écrivez une adresse e-mail ou un contact","6786":"Ne vous inquiétez pas ! Vous pouvez facilement ajouter de nouveaux contacts avec leurs adresses e-mail ou importer des contacts existants à partir d'autres services.","6787":"Aucun dossier n'est partagé avec vous","6788":"mois","6789":"Compte désactivé","6790":"Votre compte a été désactivé pour excès d'utilisation de données. Veuillez contacter support@mega.co.nz pour restaurer votre compte.","6791":"Vérifié","6792":"Vérifié","6793":"Récupérer de l'espace libre en vidant la Corbeille","6794":"Vider la Corbeille","6795":"Êtes-vous sûr de vouloir supprimer de façon permanente tous les éléments  de votre Corbeille ?Cette action ne peut pas être annulée !","6796":"Abonnement \"PRO Lite\" mensuel","6797":"Abonnement \"PRO Lite\" annuel","6798":"Abonnement \"PRO 2\" mensuel","6799":"Abonnement \"PRO 2\" annuel","6800":"Abonnement \"PRO 3\" mensuel","6801":"Abonnement \"PRO 3\" annuel","6802":"Bitcoim","6803":"%1 mois","6804":"Solde insufisant","6805":"Vous avez des fonds insuffisants pour effectuer cet achat. Veuillez recharger votre compte avec un bon d'achat ou choisissez une autre méthode de paiement.","6806":"achat pour %1 mois","6807":"Lorsque vous cliquez sur \"ACHETER\" le prix en Bitcoin ainsi que l'adresse à laquelle envoyer les Bitcoins vous sera affichés.","6808":"Du fait de la nature de l'échange de Bitcoin, toutes les transactions seront finales et non-récurrentes.","6809":"une fois","6810":"Scannez le code pour payer","6811":"Ouvrir le porte-monnaie Bitcoin","6812":"Veuillez fermer cette boîte à dialogue et cliquez sur <span>acheter<\/span> à nouveau.","6813":"BTC","6814":"Cet achat expire dans","6815":"Échec de connexion vers le gestionnaire de paiement.","6816":"Durée du programme","6817":"Choisissez la durée","6818":"Options de paiement","6819":"Choisissez la période d'abonnement ci-dessous et poursuivez via notre gestionnaire de paiement.","6820":"Personnalisez votre compte <span>PRO III<\/span>","6821":"Supprimer le lien","6822":"Subscription cancellation","6823":"Would you like to cancel your active subscription? Your credit card will not be charged again, and you will retain Pro status until the end of the current billing cycle.","6824":"Génial !","6825":"Your payment has been accepted.","6826":"Continuer","6827":"Payment declined","6828":"Your payment got declined. Please try again.","6829":"Pro payment","6830":"Include personal message for new contacts...","6831":"Attention Vous avez choisi de fermer votre compte MEGA Le compte lié à cette adresse e-mail sera fermé de façon permanente, et ceci n'est pas réversible.","6832":"En effectuant cette action, vous allez perdre accès à toutes vos données uploadées, partages et contacts.","6833":"Terminer la conversation","6834":"Envoyer des fichiers","6835":"Ajouter le contact à la Conversation","6836":"Envoyer les données du contact","6837":"À partir de votre Espace de Stockage","6838":"À partir de votre ordinateur","6839":"Télécharger vers votre Espace de Stockage","6840":"Télécharger vers votre ordinateur","6841":"Nous sommes désolés de vous voir partir","6842":"Votre compte a maintenant été fermé","6843":"mais avant de partir nous serions très heureusement de comprendre pourquoi vous nous quitter","6844":"Merci de choisir une réponse parmi les suivantes","6845":"Je n'utilise plus mon compte du tout","6846":"Mon navigateur favori n'est pas technologiquement compatible et je ne veux pas le changer","6847":"MEGA n'a pas respecté sa promesse","6848":"Laisser un commentaire","6849":"Options de partage","6850":"Il semblerait qu'il y ait un e-mail malformé","6851":"Vous avez déjà importé vos contacts depuis GMail","6852":"Looks like there s a malformed email there","6853":"Inclure un message personnel pour les nouveaux contacts","6854":"Partager le dossier avec des contacts","6855":"Sélectionnez un dossier à partager","6856":"Je suis heureux de partager mon e-mail pour toute autre communication ultérieure en relation avec mon avis","6857":"Ceci est la donnée que nous allons envoyer vers nos servers au côté de votre message et de votre avis","6858":"Justifications nouveaux et non vérifiées","6859":"Information","6860":"Envoyez au contact","6861":"Répondre","6862":"Répondre","6863":"Transmettre","6864":"Faire monter dans la queue","6865":"Faire descendre dans la queue","6866":"APPEL EN COURS","6867":"Sauvegardes","6868":"Messages","6869":"Lien de dossier invalide","6870":"Aucun Message","6871":"Aucun Partage Entrant","6872":"Justificatif d'Authenticité","6873":"Reseller","6874":"Create vouchers","6875":"Voucher type","6876":"Create voucher","6877":"Get a FREE account","6878":"Select files to upload or drag drop anywhere on this page","6879":"New unverified credentials","6880":"There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.","6881":"The previously seen contact credentials for %1 have changed.","6882":"The previously verified contact credentials for %1 have changed.","6883":"Previously seen credentials","6884":"Previously verified credentials","6885":"Merci d'avoir activé votre compte MEGA Pro offert ! Une fois terminé, vous recevrez 500 Go d'espace de stockage en ligne chiffré, sécurisé et très performant pour une durée d'une année. Tous les transferts de et vers MEGA sont illimités et par conséquent non plafonné par toutes les connections haut-débit de Slingshot.","6886":"Des questions ou commentaires ? Veuillez contacter notre [A]département de support clientèle[B] pour demander une assitance.","6887":"Veuillez installer notre extension pour améliorer les performances de téléchargement et une sécurité accrue. Malheureusement, il y a un [A]bug[B] dans la version actuelle de Firefox qui va provoquer une consommation de mémoire excessive pendant et après de gros téléchargements.","6888":"Vous pouvez choisir d'importer les contacts à partir d'un service tiers. Ils ne seront pas ajouté dans vos Contacts MEGA mais resteront accessibles pour partager et collaborer.","6889":"Mise en place de la transaction Bitcoin en cours...","6890":"Lien du fichier introuvable","6891":"Lien du dossier introuvable","6892":"déjà uploadé","6893":"Détails du fichier","6894":"Détails du dossier","6895":"The secondary media folder does not exist, please choose a new folder.","6896":"This folder is read only. You have no permissions to upload.","6897":"Move to the Rubbish bin?","6898":"Supprimer de MEGA ?","6899":"If you leave the folder, you will not be able to see it again","6900":"Open link…","6901":"Enregistrez-vous maintenant et recevez 50 Go d'espace de stockage gratuit","6902":"Les uploads sont rapide.  Partagez rapidement des fichiers avec tout le monde","6903":"Gardez tous vos fichiers en sécurité avec le chiffrement de bout-à-bout de MEGA","6904":"Disposez d'un accès complètement chiffré où vous voulez","6905":"J'accepte les Conditions d'Utilisation de MEGA","6906":"Shared items","6907":"ESPACE DE STOCKAGE","6908":"Choisissez un dossier","6909":"Manage link","6910":"Leave","6911":"This link will not be publicly available anymore","6912":"Open link","6913":"Télécharger le dossier","6914":"Import folder","6915":"Used Space","6916":"You're running out of space! Do you want to upgrade your account?","6917":"Operation not allowed","6918":"Abonnement via Google Play","6919":"The link has been removed","6920":"Take picture","6921":"Uploading files of media folders","6922":"Activer l'Upload des Médias Secondaires","6923":"Désactiver l'Upload des Médias Secondaires","6924":"Only when charging","6925":"Keep file names as in the device","6926":"Local Camera folder","6927":"Mega Camera Uploads Folder","6928":"Local Secondary folder","6929":"Mega Secondary Folder","6930":"MEGA SDK version","6931":"Créez un compte dès maintenant !","6932":"Par nom","6933":"ascendant","6934":"descendant","6935":"Par date","6936":"Par taille","6937":"largest first","6938":"smallest first","6939":"Enter your billing details:","6940":"Enter your payment details:","6941":"(non-recurring)","6942":"Please select one:","6943":"I don't use my account anymore","6944":"Leave a comment:","6945":"I'm ok with sending anonymised data\/statistics","6946":"Processing your payment ...","6947":"Purchase Successful!","6948":"You successfully upgraded your account to <span><\/span>","6949":"Something went wrong","6950":"Please verify your payment information and try again.","6951":"or Esc","6952":"Credit card","6953":"iTunes","6954":"Incorrect card number","6955":"Please enter a valid credit card number.","6956":"Missing billing details","6957":"Please complete the billing details correctly.","6958":"Missing payment details","6959":"Please complete the payment details correctly.","6960":"Processing your payment...","6961":"Purchase Successful","6962":"You successfully upgraded your account to %1.","6963":"Enter your payment details","6964":"Enter your billing details","6965":"recurring"}