{"10":"MÁIS GRANDE.  MÁIS RÁPIDO. MÁIS FORTE. MÁIS SEGURO. MELLOR.","11":"Artigo 12","12":"Ninguén sufrirá intromisións arbitrarias na súa privacidade,  familia,  fogar ou correspondencia,  nin recibirá ataques á súa honra e reputación. Todo o mundo ten dereito á protección da lei contra tales intromisóns ou ataques.","13":"Declaración Universal dos Dereitos Humanos.","14":"Cofirmar eliminación","15":"Estás seguro de querer eliminar permanentemente todos os datos da papeleira?","16":"Erro interno","17":"Cota de largo de banda superada","18":"Demasiadas conexións para esta descarga","19":"Sesión expirada ou inválida","20":"Non dispoñible temporalmente","21":"Hai un problema coa conta, por favor, comproba o teu correo","22":"O arquivo xa non existe","23":"O arquivo xa non é accesible","24":"Erro de descifrado","25":"A carpeta na que está foi eliminada ou movida por outro usuario.","26":"Carpeta perdida","27":"Desafortunadamente, 1 arquivo non se pode subir porque é maior de [X].","28":"Desafortunadamente, [X1] arquivos non poden ser subidos porque son máis grandes de [X2]","29":"Tes restrinxido subir arquivos co noso recurso de reserva de Adobe Flash porque o teu navegador non ofrece o lector de arquivos HTML5. Se desexas evitar esta limitación (e aumentar o rendemento do navegador), por favor considera instalar [A]Google Chrome[\/A].","30":"Limitación do navegador","31":"Só podes subir arquivos máis pequenos de [X] con Internet Explorer 9. Chrome, Firefox e Internet Explorer 10 permítenche subir arquivos dun tamaño maior.","33":"MEGA funciona mellor con Google Chrome","34":"Advertencia:","35":"Estás utilizando un navegador anticuado, que afecta desfavorablemente á túa transferencia de arquivos.","36":"Por favor, instala Google Chrome.","37":"Mentres outros provedores de navegadores aínda se están a esforzar por implementar toda a gama de funcionalidades de HTML5 , Google Chrome teno todo xa. Para desfrutar enteiramente de MEGA (tal como o acelerador de subidas e descargas), suxerímosche que abandones o teu vello navegador e instales Chrome o máis pronto posible.","38":"Non mostrar esta mensaxe de novo","39":"Non, grazas","40":"Descargar Chrome","41":"Acabas de eliminar unha carpeta que contiña 1 carpeta compartida.","42":"Unha vez que baleires a papeleira a compartición desactivarase.","43":"Acaba de eliminar unha carpeta que contiña [X] carpetas compartidas.","44":"Unha vez que baleires a papeleira estas comparticións  desactivaranse.","45":"Aviso de carpeta compartida","46":"Erro interno","47":"Arrediola!, algo saiu mal. Sentímolo!","48":"Por favor, introduce polo menos tres caracteres para buscar.","49":"move [X] arquivo(s) seleccionado(s)","50":"1 arquivo","51":"[X] arquivos","52":"e","53":"1 carpeta","54":"[X] carpetas","55":"Só lectura","56":"Ler e escribir","57":"Acceso completo","58":"Descargar","59":"Obter enlace","60":"Compartir","61":"Renomear","62":"Mover","63":"Copiar","64":"Permisos","65":"Só tes acceso a esta carpeta en modo lectura.","66":"Tes acceso para ler e escribir nesta carpeta.","67":"Tes o control total desta carpeta.","68":"Nova carpeta","69":"Crear nova carpeta","70":"Baleirar papeleira","71":"Engadir contacto","72":"Eliminar contacto","73":"Estás seguro de querer eliminar este usuario da túa lista de contactos?","74":"Estás seguro de querer eliminar estes usuarios da túa lista de contactos?","75":"Eliminar contacto","76":"Estás a piques de eliminar permanentemente [X] arquivos da papeleira.","77":"Desexas continuar?","78":"Si","79":"Non","81":"Aceptar","82":"Cancelar","83":"Eliminar","84":"Confirmar eliminación","85":"Recargar","86":"Nome","87":"Tamaño","88":"Tipo de transferencia","89":"Estado","90":"Velocidade","91":"Tempo transcorrido","92":"Tempo restante","93":"Tipo","94":"Última modificación","95":"E-mail","96":"Dereitos","97":"Nova subida","98":"Subir carpeta","99":"Subir arquivo","100":"Baleirar papeleira","101":"Engadir contacto","102":"Procurar","103":"Cancelar transferencia","104":"Transferencia de arquivos","105":"Pendente","106":"Xestor de arquivos","107":"Queres copiar a carpeta seleccionada a unha bandexa de entrada privada de [X]?","108":"Confirmación","109":"Queres copiar a carpeta seleccionada a esta carpeta compartida?","110":"Queres copiar o(s) arquivo(s) seleccionado(s) a unha bandexa de entrada privada de [X]?","111":"Queres copiar o(s) arquivo(s) seleccionado(s) a esta carpeta compartida?","112":"Exportar enlaces a arquivos e claves de descifrado.","113":"Enlace a arquivo","114":"Clave do arquivo","115":"Nome do arquivo","116":"Tamaño do arquivo","117":"Mover á ubicación","118":"Seleccionar destino","119":"Cota de largo de banda gratuíta superada","120":"A descarga non pode continuar porque sobrepasaría a cota da transferencia gratuíta actual do teu enderezo IP.","121":"Este límite é dinámico e depende da cantidade de largo de banda non utilizado que temos dispoñible.","122":"Só transferencias feitas durante o último reconto de cinco a seis horas.","123":"En ese intervalo de tempo:","124":"Descargaches [X].","125":"[X1] estará dispoñible en [X2].","126":"O límite para a IP actual é [X].","127":"Pola túa comodidade, as descargas na cola serán postas en espera ata que haxa cota suficiente dispoñible, e logo continuarán auntomaticamente.","128":"Se non queres esperar, podes considerar a subscrición a un paquete de largo de banda que tamén che dea un amplo espazo de almacenamento extra.","129":"Anovar a Pro","130":"Descargar arquivos","131":"Faga clic en \"Permitir\" para rematar a descarga","132":"Mover arquivos","133":"Mover [X]","134":"Copiar [X]","135":"Erro","136":"Por favor, selecciona a carpeta de destino.","137":"Por favor, selecciona un destino válido.","138":"A carpeta de destino non pode ser a mesma que a orixinal.","139":"Erro circular","140":"Erro circular: a carpeta de destino non pode ser unha sub-carpeta de si mesma.","141":"Por favor, introduce un enderezo de correo válido.","142":"Por favor, agarda...","144":"Deixar de compartir","145":"Enderezo de correo:","146":"Compartir cun novo usuario:","147":"Conceder acceso","148":"Pechar","149":"Compartir","150":"Contacto convidado","151":"O usuario [X] foi convidado e aparecerá na túa lista de contactos unha vez rexistrado.","152":"Non podes engadirte a ti mesmo á túa lista de contactos.","153":"Enderezo de correo","154":"Engadir contacto","155":"Engadir","156":"Cancelar","157":"Nome da carpeta","158":"Crear","159":"Cancelar","160":"Este nome de carpeta xa está sendo usado. Por favor, inténtao de novo.","161":"Renomear","162":"Renomear","163":"Cancelar","164":"Dispositivo na nube","165":"Contactos","166":"Bandexa de entrada","167":"Papeleira","168":"Papeleira","169":"Menú","170":"Rexistrarse","171":"Iniciar sesión","172":"Arrastre e solte os seus arquivos en calquera sitio","174":"ou","175":"Seleccione os arquivos","176":"Seleccione os arquivos a subir","177":"Vostede ten as claves do que almacena na nube","178":"Colaboración online segura","179":"Potente xestor de arquivos","180":"Ecosistema de aplicacións","181":"Características en detalle","182":"Comparta carpetas cifradas con compañeiros de traballo ou socios e intercambie documentos confidenciais cun cifrado punto a punto transparente.","183":"Vexa e xestione os seus arquivos no seu navegador, cun acelerador de subidas e descargas incluído.","184":"Unha API aberta completa permite a desenvolvedores de terceiros mellorar a funcionalidade de MEGA.","185":"Cifrado RSA 2048 bit","186":"Pechar sesión","187":"A miña conta","188":"Xestor de arquivos","189":"Cancelar sesión","190":"Iniciar sesión","191":"crear unha conta","192":"Lembrarme","193":"Iniciar sesión","194":"[X] servidores online","195":"O teu correo","196":"O teu correo","197":"Por favor, introduce o teu enderezo de correo electrónico.","198":"Por favor, introduce un enderezo de correo válido.","199":"Por favor, introduce o teu contrasinal","200":"Vaites, algo foi mal.","201":"E-mail e\/ou contrasinal incorrecto(s). Por favor, inténtao de novo.","202":"Crear unha conta nova","204":"ou","205":"Iniciar sesión","206":"O teu nome","207":"O teu e-mail","208":"Estou de acordo cos [A]Termos de servizo[\/A] de MEGA","209":"Rexistrarse","210":"Prepárate para unha nova era","211":"O almacenamento na nube nunca será o mesmo","212":"Por favor, introduce o teu nome.","213":"Por favor, escolle un contrasinal.","214":"Tes que aceptar os nosos termos de servizo.","215":"Aconteceu un erro descoñecido. Por favor, inténtao de novo.","216":"Estupendo","217":"Por favor, comproba o teu e-mail e fai clic no enlace para confirmar a túa conta.","218":"Este enderezo de correo xa ten rexistrado unha conta en MEGA.","219":"Este enderezo de correo xa ten rexistrado unha conta en Mega.","220":"Débil","221":"Normal","222":"Boa","223":"Excelente","224":"SELECCIONE OS ARQUIVOS A SUBIR","225":"SELECCIONE ARQUIVOS A SUBIR OU ARRÁSTREOS E SÓLTEOS AQUÍ","226":"Para evitar a sobrecarga dos recursos, ás veces temos que limitar a utilización do largo de banda. Nas últimas seis horas, o teu enderezo IP consumiu [X1], que xunto co arquivo seleccionado de [X2], superaría o noso límite actual de [X3]. Para garantir un acceso xusto e equitativo aos recursos, as descargas pendentes quedaron en espera. Reanudaranse automaticamente unha vez que a conxestión se alivie.","227":"As transferencias que están cubertas pola cota de largo de banda de pago, están exentas desta limitación, polo que se non desexas agardar, tes a posibilidade de subscribirte a unha conta Pro.","228":"Xestión do tráfico real","229":"Non volver a mostrar","230":"Anovar a Pro","231":"Non grazas, agardarei","232":"Non grazas, agardarei","233":"Erro temporal, vólveo intentar","234":"Descargar arquivo","235":"Descargar","236":"Importar","237":"Comezar descarga","238":"Denunciar polos dereitos de autor","239":"Descarga completada","240":"Co fin de completar o proceso de transferencia do arquivo, é necesario gardalo manualmente.","241":"Gardar o arquivo","242":"Instalar Chrome para desfrutar de todo o potencial de MEGA.","243":"O arquivo que estás intentando descargar xa non está dispoñible.","244":"Isto podería ser debido ás seguintes razóns:","246":"O arquivo foi eliminado por unha violación dos Termos de Servizo ou da política de uso aceptable.","247":"O URL non é váido, o enlace ao que intentas acceder non existe","248":"O arquivo foi eliminado polo usuario.","249":"O arquivo que estás intentando descargar está temporalmente non dispoñible.","250":"A nosa redundancia de servidores incorporada fallou. Isto podería ser debido ás seguintes razóns:","251":"Algúns servidores están en mantemento.","252":"Estamos sobrecargados e engadindo máis capacidade.","253":"Por favor, inténtao máis tarde.","254":"O arquivo que estás intentando descargar xa non está dispoñible.","255":"Este arquivo non está dispoñible debido a unha reclamación dos dereitos de autor de [X].","256":"A túa clave non ten a lonxitude correcta.","257":"Por favor, asegúrate de introducir unha clave válida.","258":"Descargando","259":"Que significa \"MEGA\"?","260":"MEGA é un acrónimo recursivo e significa \"MEGA Ecrypted Global Access\".","261":"Que é todo isto de MEGA?","262":"MEGA é un provedor de almacenamento na nube. Ofrece largo de banda e espazo de almacenamento accesible vía Internet tanto gratuito coma de pago. Permíte almacenar e acceder aos teus arquivos dende o teu navegador ou a través de aplicacións cliente.","264":"Ata onde sabemos, o almacenamento na nube ou o cifrado son legais. Por favor, cumpre a lexislación vixente sobre [B]como[\/B] usar o almacenamento na nube e o cifrado, así como os nosos [A]Termos de Uso[\/A].","265":"MEGA foi feito pola mesma xente que tiña previamente unha das maiores empresas do mundo en almacenamento da nube. Podo ter a miña conta e os meus arquivos de volta, por favor?","266":"Desafortunadamente, MEGA non ten acceso a ningún dos activos que os seus empleados crearon previamente. Non hai ningunha conexión legal nin reciclado de ningunha parte do código, hardware ou base de datos, e polo tanto, actualmente non vemos o xeito de recuperar os teus datos antigos.","267":"Por que unha empresa de almacenaxe na nube en Nova Zelandia, de todos os lugares que hai?","268":"Aparte doutras importantes razóns, o nome nativo Maorí de Nova Zelandia é \"Aotearoa\", que significa \"Terra da longa nube branca\".","269":"Podo acceder a MEGA dende un dispositivo móbil?","270":"Podes acceder a MEGA por medio do navegador do móbil, pero ten moi limitados o rendemento e as funcionalidades. Recomendamos usar a nosa aplicación específica para móbiles en lugar do navegador.","271":"Podo continuar descargas ou subidas interrompidas?","272":"Si, mentres non peches a pestana do navegador, as descargas e subidas continuarán automaticamente tras p.e. un corte de liña de rede ou unha suspensión do teu dispositivo. Por favor, ten en conta que os nosos servidores descartan as subidas incompletas tras 48 horas sen actividade.","273":"Podo subir o mesmo arquivo varias veces?","274":"Como o servidor non pode ver os nomes dos ficheiros, o cliente debe encargarse de evitar a colisión de nomes. Coa configuración por defecto, se sobes un arquivo que xa se supón que tes na túa conta (mesma ruta\/nome de arquivo, mesmo tamaño, mesma data de modificación), o sistema ignórao, pero nada evita que teñas varios arquivos ou carpetas co mesmo nome na mesma carpeta.","275":"Como regulades o uso do largo de banda?","276":"A nosa política é non impoñer ningunha restrición artificial aos usuarios salvo que sexa necesario por un colo de botella na nosa infraestrutura. Aínda así, reservámonos o dereito a limitar en calquera momento o uso de largo de banda por IP dos usuarios por motivos operacionais. A túa cola de transferencias continuará automaticamente unha vez a saturación se reduza. Non se require para iso intervención manual algunha.","277":"Hai límites nos tamaños dos arquivos en MEGA?","278":"Non impoñemos ningunha restrición artificial ao tamaño dos arquivos máis alá do teu espazo de almacenamento dispoñible na nube. Non obstante, algúns navegadores antigos ou tecnicamente inadecuados requiren almacenar o arquivo completo en memoria para descargalo (Firefox, IE10, Opera), ou mesmo para cargalo e descargalo (IE9, Safari 5).","279":"Podo subir e descargar ao mesmo tempo?","280":"Si. Podes ter en paralelo unha subida e unha descarga por pestana do navegador.","281":"Por que non facilitades miniaturas de imaxe ou previsualización de streamming dos arquivos de vídeo e audio?","282":"Porque o noso modelo de cifrado punto a punto evita de forma inherente calquera manipulación dos teus datos por parte do servidor, algo que sería necesario para facilitar esas funcionalidades.","283":"Como subo arquivos a MEGA?","284":"Hai tres formas de subir os teus arquivos a MEGA utilizando o teu navegador web:","285":"1. Preme o botón vermello da páxina de inicio","286":"2. Vai ao xestor de arquivos e preme nos botóns situados preto da parte superior \"Subir arquivo\" ou (se estás utilizando Chrome) \"Subir Carpeta\"","287":"3. Arrastra e solta os arquivos ou (se estás usando Chrome) as carpetas dentro da páxina","288":"Como instalo MEGA?","289":"MEGA pode usarse en calquera navegador moderno. Con todo, dependendo das capacidades do teu navegador, algunhas funcionalidades pode que non estean dispoñibles. Recomendamos con forza que uses Google Chrome, Mozilla Firefox ou Opera Next. As funcionalidades avanzadas como a sincroniazación automática de cartafoles ou o montado de sistemas de ficheiros estarán dispoñibles por medio de aplicacións clientes instalables.","290":"Como funciona o de compartir carpetas?","291":"Podes compartir calquera subcarpeta do teu dispositivo na nube con amigos, familiares ou compañeiros de traballo. As invitacións realízanse por medio de e-mail. Os convidados que non teñan aínda unha conta recibirán unha notificación por e-mail cun enlace para darse de alta. De forma alternativa, podes crear un enlace público a calquera das túas carpetas, e exportar a clave criptográfica desa carpeta concreta, facéndoa accesible mesmo sen ter conta en MEGA. Iso si, é a túa responsabilidade o facilitar esa clave de carpeta de xeito seguro aos destinatarios.","292":"Para crear, modificar ou eliminar algo compartido, simplemente fai clic dereito nunha carpeta do teu xestor de arquivos e escolle Compartir. Hai tres niveis de acceso: Só lectura, lectura\/escritura (pódense engadir arquivos, pero non eliminalos), e completo (pódense engadir e eliminar arquivos).","293":"Se engadiches un enderezo de e-mail que non ten aínda unha conta, terás que conectarte polo menos unha vez despois de que o destinatario complete o proceso de rexistro para que poidas cifrar o acceso de compartición coa súa nova clave pública creada.","294":"Como elimino xente da miña carpeta compartida?","295":"Simplemente fai clic dereito nunha carpeta do teu xestor de arquivos e selecciona Compartir. Verás toda a xente que actualmente ten acceso a esa carpeta compartida. Fai clic dereito na persoa indicada e preme na opción Eliminar do menú.","296":"Como recoñecerei as miñas carpetas compartidas?","297":"As carpetas compartidas do teu xestor de arquivos teñen unha icona especial cunha man baixo a carpeta.","298":"Podo compartir carpetas que foron compartidas comigo?","299":"Non. As carpetas compartidas non son transferibles.","302":"Como enlazo un arquivo en MEGA?","303":"Ante todo, unha medida de precaución: A seguridade criptográfica dos teus arquivos depende da confidencialidade das claves de cifrado asociadas. Asegúrate de entregalas só por medios seguros! O e-mail habitual, por exemplo, non é o bastante seguro.","304":"Con isto en mente, selecciona un ou varios arquivos do teu xestor de arquivos, fai clic dereito e usa \"Obter enlace\". Abrirase unha ventá cos enlaces públicos aos arquivos. Podes escoller exportar cada enlace e clave por separado ou como un enlace combinado.","305":"Como funciona o cifrado?","306":"Todo o cifrado é punto a punto. Os datos subidos cífranse no dispositivo de subida antes de ser enviados á Internet, e os datos descargados descífranse unha vez chegaron ao dispositivo de descarga. A máquina cliente é a responsable de xerar, intercambiar e xestionar as claves de cifrado. Estas nunca abandonan a máquina cliente (agás a excepción das claves públicas RSA).","307":"Está toda a miña información persoal cifrada?","308":"Non. Só os datos dos arquivos e nomes dos arquivos\/carpetas se cifran. A información operativa que necesitamos, tal como o teu e-mail, enderezo IP, estrutura de carpetas, propietarios de arquivos e credenciais de pagos, está almacenada e procésase sen cifrar. Por favor, le a nosa política de privacidade para máis información.","309":"Están os meus datos almacenados completamente seguros?","310":"Toda seguridade é relativa. Existen estos vectores de ataque - non son específicos de MEGA, pero queremos que coñezas os riscos:","311":"As contas individuais poden ser postas en perigo por:","312":"- Spyware no teu PC. Un simple keylogger é suficiente, pero as credenciais de sesión e claves poden ser extraidas tamén da memoria ou do sistema de arquivos.","313":"- Cotillas sobre o teu ombreiro. Non teclees o teu contrasinal se alguén pode ver o que premes.","314":"- Ataques de forza bruta ao teu contrasinal. Usa contrasinais seguros.","315":"- Phishing. Asegúrate sempre do estado de seguridade da túa conexión (https:\/\/) e do dominio correcto (mega.co.nz) antes de introducir o teu contrasinal.","316":"Ataques a gran escala pódense realizar a través de:","317":"- Un ataque de \"home interposto\". Require dispoñer dun duplicado dun certificado SSL válido en combinación cunha modificación de DNS e\/ou ataques ás nosas rutas BGP (escenario similar ao caso DigiNotar).","318":"- Obtendo acceso aos servidores de aloxamento en https:\/\/mega.co.nz\/index.html e sustituíndo dito arquivo cunha versión modificada (isto non afectaría ao acceso a través de aplicacións). Ten en conta que manipular contido na nosa CDN distribuída de contido estático non supón un risco de seguridade, xa que todo o contido cargado polo index.html está suxeito a verificación cun hash criptográfico (pensa niso como un \"arranque seguro\" para sitios web). Este tipo de ataque require o envío de código malicioso ao cliente e é polo tanto detectable.","319":"- Obtendo acceso á nosa infraestrutura interna de servidores e creando peticións de claves manipuladas sobre as comparticións existentes. Este tipo de ataque só afecta a datos en carpetas compartidas e tamén é detectable no lado do cliente.","320":"E se non me fío de vós? É aínda así seguro usar MEGA?","321":"Se non cres en nós, non poderás executar o código que che servimos, así que nin sequera poderás abrir a nosa web no teu navegador e introducir o teu contrasinal. Se aínda así queres usar MEGA, poderás facelo a través dunha aplicación cliente escrita por alguén no que confíes.","322":"Confío en vós e no voso centro de datos de Nova Zelandia, pero non confío no voso centro de datos Alemán, porque funciona cunha compañía estadounidense. Segue sendo seguro para min usar MEGA?","323":"Si, poderías seguir usando MEGA de forma segura (cunhas poucas limitacións) se o noso centro de datos central en Alemaña estivese completamente comprometido. O centro de datos de Nova Zelandia asegúrase de que ningún código malicioso se poda executar cando visites https:\/\/mega.co.nz\/.","324":"Os datos que poño en carpetas compartidas son tan seguros como os meus outros datos?","325":"As carpetas compartidas, por natureza, son tan seguras como o seu membro máis débil. Polo tanto, se se comprometese a nosa infraestrutura de datos interna habería un risco adicional: As claves públicas poderían ser manipuladas, así como as peticións de claves.","326":"Asumindo que un nodo de almacenamento de MEGA resulta comprometido fisicamente. Cales son os riscos?","327":"Produciríanse mensaxes de erro tras descargar arquivos manipulados. Mesmo se o atacante ten as claves de cifrado dun arquivo dado dese nodo, non podería substituílo con outro modificado sen provocar que as descargas seguintes fallasen.","328":"É boa idea almacenar todos os meus datos nun só lugar?","329":"Conserva sempre copias dos teus arquivos importantes, online e en local. Aínda que mantemos copias de cada arquivo polo menos en dous lugares diferentes, non hai garantías contra múltiples fallos concorrentes ou malos comportamentos de gobernos.","330":"Por que debería confiar os meus datos, máis que en ninguén, a vós?","331":"Ofrecemos cifrado controlado polo usuario (UCE) onde ti, o usuario, controlas as claves. A implementación UCE é de código aberto, e convidamos e animamos á comunidade a revisalo e ofrecer melloras. Cremos que este enfoque é moito máis seguro que almacenar os teus datos nun provedor con cifrado do lado do servidor, onde o Provedor (ISP) controla as claves ou, peor aínda, non utiliza cifrado en absoluto - se, por exemplo, os arquivos dos usuarios de MEGA fosen de repente accesibles sen contrasinal por un erro de programación, serían ilexibles sen as claves de descifrado do usuario.","332":"Decateime de que utilizades HTTPS para transferir datos xa antes cifrados. Non é un pouco redundante?","333":"Si é. Por desgraza, a maioría dos navegadores protestan se queres establecer conexións inseguras dende unha páxina web segura, e quen podería culpalos - non teñen xeito de saber que hai outra capa de cifrado xa en uso. Debido a que o protocolo HTTPS ten un menor rendemento, ofrecémoste desactivalo nos navegadores que o permitan (Internet Explorer non o permite) para acelerar as túas transferencias sen poñer en risco a confidencialidade ou integridade dos teus datos. Verás un aviso de SSL aparecer na túa primeira transferencia de datos nalgúns navegadores - neste caso (e só neste), é seguro ignorala.","334":"Que algoritmos de cifrado usa MEGA internamente?","335":"Para transferencias en bloque, AES-128 (cremos que o alto uso de CPU de AES-192 e AES-256 non compensa os teóricos beneficios de seguridade, polo menos ata a chegada dos ordenadores cuánticos). As comprobacións de integridade tras a descarga realízanse cunha variante parcial de CCM, menos eficiente que OCB, pero non está gravado por patentes.","336":"Para fixar claves compartidas entre usuarios e arrastrar arquivos á túa bandexa de entrada, RSA-2048 (a lonxitude de clave escolleuse como un termo medio entre \"demasiado insegura\" e \"demasiado lenta\"). Todo o cifrado, descifrado e xeración de claves está implementado en Javascript, que limita o procesamento a uns cantos MB\/s e causa unha alta carga de CPU. Estamos esperando á implementación da proposta de API HTML5 WebCrypto nos navegadores maioritarios, que eliminará este colo de botella.","337":"O xerador de números aleatorios de JavaScript compleméntase cunha xeración entrópica RC4 basada en eventos de teclado e rato lidos a intervalos (de momento unicamente con Chrome e Firefox; as chaves xeradas por Internet Explorer e Safari son menos seguras do que deberían ser).","338":"Fai MEGA copias de seguridade dos meus arquivos?","339":"Almacenamos os teus arquivos polo menos en dous servidores de diferentes centros de datos, se están dispoñibles.","340":"Esquecín o meu contrasinal. Podo restauralo?","341":"Por desgraza, o teu contrasinal de MEGA é máis que un contrasinal - é a clave mestra de descifrado de todos os teus datos. Se a perdes, perdes acceso a todos os teus arquivos que non estean nunha carpeta compartida e das que non exportases previamente unha clave de arquivo ou carpeta.","344":"Para que necesito unha conta Pro?","345":"Unha conta Pro dache espazo adicional de almacenamento e largo de banda extra que inmediatamente se asigna cando se alcanza calquera límite operacional de consumo de largo de banda - podes usar esa cota ti mesmo, ou facilitala a terceiras persoas que accedan aos teus datos (incluíndo usuarios sen conta MEGA). A porcentaxe máxima da túa cota de largo de banda asignado a terceiros é configurable dende os axustes da túa conta.","346":"Para que serve o límite de velocidade de subida?","347":"Moitos enrutadores non dan prioridade aos paquetes de datos máis pequenos en caso de saturación da liña, facendo que as túas descargas se vexan gravemente afectadas cando o teu tráfico saínte está colapsado. Polo tanto, medimos o teu tráfico saínte durante os primeiros dez segundos de subida e mantemos sempre un 10% do mesmo sen usar. Podes establecer un límite fixo se o desexas.","348":"Que obteño coa miña conta gratuita?","349":"Un disco na nube de alto rendemento, accesible globalmente e con 50 GB de espazo de almacenamento. Se necesitas máis que iso, podes anovar a túa conta a [A1]Pro[\/A1]. Preme [A2]aquí[\/A2] para ver o teu uso actual.","359":"Dispoñedes de API?","361":"Si. Utiliza o noso kit de desenvolvemento de software (SDK) para engadir a compatibilidade con MEGA á túa aplicación.","362":"Para evitar a sobrecarga dos recursos, ás veces temos que limitar a utilización de ancho de banda. O arquivo que estás intentando descargar é maior que o noso límite actual de [X3]. A túa transferencia aprazouse e iniciarase automaticamente unha vez que a conxestión  se alivie.","365":"O teu navegador non é suficientemente moderno como para descargar un arquivo deste tamaño.","366":"Aviso sobre dereitos de autor","367":"MEGA respeta os dereitos de autor de terceiros e require que os usuarios do servizo na nube de MEGA acepten á súa vez as leis respecto aos dereitos de autoría. Prohíbese estritamente usar o servizo na nube de MEGA para infrinxir eses dereitos. Non debes subir, descargar, compartir, mostrar, facer streamming, distribuír, enviar por e-mail, enlazar, transmitir ou proporcionar ningún arquivo que infrinxa calquera dereito de autor ou outros dereitos de propiedade de calquera persoa ou entidade.","368":"Precaución:","369":"O modelo de seguridade criptográfica de MEGA depende da confidencialidade das claves que aparecen arriba. Evita a súa transmisión a través de canles inseguras!","370":"Copiar ao portapapeis","371":"Copiado ao portapapeis","372":"Subir","373":"Descargar","374":"Prometemos,  cumprimos","375":"Navegación bloqueada porque hai transferencias de arquivos pendentes.","376":"Necesita iniciar sesión para ver esta páxina","377":"Existen transferencias de arquivos en curso. Se continúa, cancelará o proceso.","378":"Por favor, escriba o seu contrasinal para confirmar a súa conta.","379":"Por favor, inicie sesión para importar este arquivo á súa conta.","380":"Introduza a clave de descifrado","381":"Todos os dereitos reservados","382":"Feito en Nova Zelandia","383":"Asistencia","384":"Centro de axuda","385":"Termos de servizo","386":"Política de privacidade","387":"Dereitos de autor","388":"Comunidade","389":"Bitácora","390":"Asociacións","391":"Distribuidores","392":"Desenvolvedores","393":"Aloxamento de socios","394":"Inversores","395":"Convírtase nun distribuidor","396":"Acerca de nós","397":"Conta gratuíta","398":"Conta Pro","399":"Contacta connosco","400":"Básico","401":"Compartindo","402":"Seguridade e privacidade","403":"Conta","404":"Pagos e facturación","405":"Ferramentas","406":"Preguntas máis frecuentes:","407":"Categorías","408":"Xaneiro","409":"Febreiro","410":"Marzo","411":"Abril","412":"Maio","413":"Xuño","414":"Xullo","415":"Agosto","416":"Setembro","417":"Outubro","418":"Novembro","419":"Decembro","420":"Por favor, inicia sesión para comezar a subida","421":"Por favor, acepta os nosos termos de servizo","422":"Acepto","423":"Necesitas unha conta rexistrada para a funcionalidade  de compartir. Gustaríache rexistrarte agora?","424":"Participación desactivada","425":"Renomear carpeta","426":"Renomear arquivo","427":"Detalles da conta","428":"Cupóns","429":"Historial de sesión","430":"Historial de compras","431":"Historial de transaccións","432":"Tipo de conta:","433":"Anovar","434":"Tipo de subscrición:","435":"GRATIS","436":"Sen ciclo de facturación","437":"Espazo de almacenamento:","438":"[X] usado","439":"[X1] de [X2]","440":"Administración de largo de banda:","441":"Habilitar administración de largo de banda","442":"Deshabilitar a xestión do largo de banda","443":"Pode especificar a porcentaxe que lle gustaría asignar ao largo de banda dedicado:","444":"Establecer o largo de banda dedicado:","445":"Largo de banda dedicado","446":"(para descargas dos seus arquivos por terceiros)","447":"Largo de banda das descargas","448":"(para a descarga de arquivos de terceiros)","449":"Balance de conta","450":"Completar","451":"Crear cupóns:","452":"Tipo de cupón:","453":"Seleccionar tipo de cupón","454":"Cantidade:","455":"Crear","456":"Trocar cupón:","457":"Adquirir cupón","458":"Trocar","459":"Os teus cupóns","460":"Cupóns sen usar","461":"Cupóns trocados","462":"Cupóns cancelados","463":"Cupóns revogados","464":"Todos os cupóns","466":"Últimos [X]","467":"Historial de sesión","468":"Historial de adquisicións","469":"Últimas [X] adquisicións","470":"Historial de transaccións","471":"Últimas [X] transaccións","472":"Últimas [X] sesións","473":"Vaites, iso non parece un código de cupón válido.","474":"Data de expiración:","475":"Data\/Hora","476":"Elemento","477":"Cantidade","478":"Método de pago","479":"Explorador","480":"Enderezo IP","481":"País","482":"Actividade máis recente","483":"Sesión actual","484":"ID de transacción","485":"Crédito","486":"Débito","487":"Código de cupón","488":"Estado","489":"Sen usar","490":"Trocado o","491":"Revogado o","492":"Cancelado o","494":"Escolle o teu paquete:","495":"Almacenamento","496":"Largo de banda","497":"Seleccionar prezos:","498":"por mes","499":"por ano","500":"Seleccionar prezos:","501":"aforra 17%","502":"Seleccionar prezo:","503":"Escoller método de pago:","504":"Saldo de prepago","505":"Mercar cupón","506":"Profesional","507":"Continuar","508":"Código de cupón","509":"A EMPRESA DA PRIVACIDADE","510":"Benvido\/a a MEGA!","511":"O teu par de claves 2048-bit RSA públicos\/privados están sendo creados.","512":"Para fortalecer a clave, recollemos a entropía dos movementos do rato e dos tempos da pulsción de teclas.","513":"O código do cupón foi compensado na túa conta, non obstante, o teu novo saldo de prepago é insuficiente para esta adquisición. Por favor, engade máis saldo, ou intenta adquirir un paquete máis barato.","514":"Saldo insuficiente, por favor, inténtao de novo.","515":"Esta carpeta contén máis de 500 entradas. As carpetas grandes poden facer máis lento o teu navegador. Por favor, considera usar sub-carpetas.","516":"Obter axuda","517":"Algo non che funciona? Por favor, comproba o noso [A]centro de axuda[\/A] primeiro. Se a túa pregunta non está respondida aí, non dubides en contactarnos.","518":"Legal","519":"O noso departamento legal está esperando para responder á túa consulta.","520":"Dereitos de autor","521":"Estás preocupado por se un usuario está infrinxindo os teus dereitos de propiedade intelectual? Por favor, presenta unha notificación de eliminación por medio do noso [A]formulario en liña[\/A] ou envíanos un e-mail.","522":"Suxerir melloras","523":"Por favor, envía peticións de características e suxestións relacionadas coa usabilidade aquí.","524":"Informar dun fallo","525":"MEGA está actualmente en fase beta, e estás convidado a informar de fallos. Canto máis detallado, mellor.","526":"Medios de comunicación","527":"Damos a benvida aos membros dos medios de comunicación, incluídos os blogueiros, para contactar connosco con preguntas relacionadas con MEGA.","528":"Facerse distribuidor","529":"Formar parte do éxito!","530":"O noso programa de distribuidores permitirache vender cupóns de Mega directamente aos teus clientes.","531":"Detalles:","532":"Obterás acceso á nosa sofisticada interface de administración de cupóns.","533":"Crear cupóns en tempo real co teu saldo da conta.","534":"Xenerosa porcentaxe de ingresos dende o principio.","535":"Canto máis vendas, maior será a túa porcentaxe de beneficio, e maiores as túas ganancias.","536":"O acceso á API de distribuidores permitirache elaborar estupendas ferramentas que poden interactuar cos nosos sistemas a tempo real.","537":"Publicidade gratuíta: o teu sitio web estará enlazado a MEGA.","538":"Logo da revisión e aprobación da túa solicitude de distribuidor. O teu negocio e sitio web terán que cumprir cos nosos estándares.","539":"Compartir ingresos","540":"A túa participación nos ingresos descóntase na creación de cupóns.","541":"Facturación mensual","542":"Compartir ingresos","543":"máis de [X]","544":"Aplicación de distribuidores","545":"Rexistrarse como distribuidor","546":"Detalles","547":"A túa información","548":"Mercados","549":"Seleccionar mercados de distribución:","550":"Pagos","551":"Seleccionar métodos de pago","552":"Seleccionar os métodos de pago da lista dos provedores dispoñibles","553":"O teu provedor de pago non aparece? Por favor, [A]envíanos un e-mail[\/ A]","554":"Completar","555":"Estou de acordo cos [A]Termos de servizo de distribuidores[\/A] de MEGA","556":"Seguinte","557":"Seleccionar mercados da lista de países dispoñibles.","558":"Anterior","559":"O teu nome","560":"URL comercial","561":"Enderezo","562":"ZIP\/Código postal","563":"Nome comercial","564":"Número de teléfono","565":"Cidade","566":"Seleccione países por método de pago:","568":"Por favor, selecciona o teu país","569":"Axustes de transferencia","570":"Número de conexións de subidas paralelas:","571":"Número de conexións de descargas paralelas:","572":"Velocidade límite de subida:","573":"Ningunha","574":"Automática","575":"Fixa","576":"Saltar arquivos idénticos ao subir:","577":"Si","578":"Non","579":"Usar SSL para as transferencias de arquivos:","580":"Desactivar o SSL mellora o rendemento e non empeora a seguridade.","581":"Por favor, escribe o teu nome.","582":"Por favor, escribe a túa URL comercial.","583":"Por favor, escribe o teu enderezo.","584":"Por favor, escribe o teu ZIP\/código postal.","585":"Por favor, escribe o teu nome comercial","586":"Por favor, escribe o teu número de teléfono.","587":"Por favor, introduce a túa cidade.","588":"Por favor, introduce o teu país.","589":"Tes que aceptar os termos de servizo de distribuidor","590":"Por favor, selecciona polo menos un país.","591":"Por favor, selecciona polo menos un método de pago.","592":"Por favor, selecciona polo menos un país por provedor de pagos.","593":"Estupendo","594":"Recibirás un correo electŕonico noso con instrucións adicionais.","620":"Notificación de presuntas infraccións","621":"Aviso","622":"Respetamos os dereitos de autor de terceiros e requirimos que os usuarios dos nosos servizos cumpran coas leis de dereitos de autor. Queda terminantemente prohibido o uso dos nosos servizos para infrinxir dereitos de autor. Non podes subir, descargar, almacenar, compartir, mostrar, distribuír, mandar por e-mail, enlazar, transmitir ou calquera outra forma de poñer a disposición de todos os arquivos, datos ou contido que infrinxan calquera dereito de autor ou outros dereitos de propiedade de calquera persoa ou entidade. Imos responder aos avisos de supostas infraccións de dereitos de autor que cumpran coa lei e que se nos comuniquen adecuadamente. Se cres que o teu contido foi copiado ou usado dunha maneira que constitúe unha infracción do dereitos de autor, por favor, envíanos a seguinte información: (i) unha firma física ou electrónica do propietario dos dereitos de autor ou dunha persoa autorizada para actuar no seu nome; (ii) identificación da obra con dereitos de autor que alega que foron violados; (iii) identificación do material que se reclama foi infrinxido ou foi obxecto da actividade infractora e que debe ser eliminado ou cuxo acceso debe ser inhabilitado, e información razoablemente suficiente para permitirnos localizar o material que inclúe por exemplo o localizador uniforme de recurso(s) (URL), (​​iv) a túa información de contacto, incluíndo o teu enderezo, número de teléfono e un enderezo e-mail; (v) unha declaración túa que cres de boa fe que o uso do material descrito na reclamación non está autorizado polo propietario dos dereitos de autor, o seu axente ou a lei, e (vi) unha declaración de que a información na notificación é exacta e, baixo pena de perxurio (a menos que a lei aplicable lle indique o contrario), que estás autorizado para actuar en nome do propietario dos dereitos de autor.","623":"Reservámonos o dereito a eliminar os datos presuntamente infractores sen previo aviso, á nosa discreción e sen responsabilidade cara a ti. En determinadas circunstancias, tamén imos cancelar a túa conta se estás decidido a ser un infractor reincidente. O noso representante designado para as notificacións de dereitos de autor ou de presuntas infraccións dos dereitos de autor é:","624":"Notificación sobre dereitos de autor","625":"Por favor, usa este formulario para presentar unha notificación sobre dereitos de autor. Responderemos en 24 horas (inmediatamente durante o horario laboral)","626":"O contido:","627":"Campo requirido","628":"Infrinxe os meus dereitos de autor persoais.","629":"Infrinxe os dereitos de autor de alguén que estou autorizado a representar.","630":"Tipo de eliminación:","631":"Seleccionar tipo de eliminación:","632":"1. Só inhabilitar a(s) URL(s) pública(s) - o(s) arquivo(s) permanecerán(n) na(s) conta(s) do(s) propietario(s)","633":"2. Inhabilitar todas as URLs públicas do(s) arquivo(s) subxacente(s) do(s) enderezo(s) URL suministrado(s) - o(s) arquivo(s) permanecerán na conta do propietario(s)","634":"3. Eliminar todas as instancias do(s) arquivo(s) subxacente(s) do(s) enderezo(s) URL suministrado(s) - non hai ningún usuario que teña permiso para gardar estes en ningún caso, en todo o mundo","635":"Pola presente declaro que teño unha convicción de boa fe que o uso compartido de material con dereitos de autor no lugar anteriormente mencionado non está autorizado polo propietario do Copyright, o seu representante ou a lei (por exemplo, para un uso xusto)","636":"Entendo que podo ser responsable por danos e prexuízos, incluídos os gastos e honorarios de avogados, se eu deliberadamente e materialmente afirmo con falsidade que o contido denunciado, URL(s), ou os arquivos están infrinxindo a lei.","637":"A información desta notificación é exacta, e afirmo baixo pena de perxurio, que estou autorizado para actuar en nome do propietario dos dereitos de autor.","638":"Esta notificación é un documento legal serio - por favor, ten coidado de ser exacto nas túas denuncias de infracción de dereitos de autor. É posible que desexes consultar primeiro cun avogado para determinar se o contido que se está denunciando é, de feito, infractor e non está protexido polo uso xusto, licenza ou outra base legal.","639":"Enviar notificación","640":"Engadir máis","641":"URL do contido infractor:","642":"Nome do propietario dos dereitos de autor:","643":"Profesión:","644":"Enderezo e-mail:","645":"Fax:","646":"Cidade:","647":"ZIP\/Código postal:","648":"Traballo cos dereitos de autor que afirmas que se infrinxiron:","649":"O meu nome completo:","650":"Compañía\/organización:","651":"Teléfono:","652":"Enderezo:","653":"Estado\/Provincia:","654":"País:","655":"Por favor, indica a URL de cada obra con dereitos de autor que alegas que foron violados.","656":"Por favor, indica o traballo con dereitos de autor para cada URL infractora.","657":"Selecciona se o contido infrinxe os teus dereitos de autor ou os de alguén que estás autorizado a representar.","658":"Por favor, selecciona o tipo de eliminación.","659":"Por favor, indica a URL de cada obra con dereitos de autor que alegas que foron violados.","660":"Por favor, indica o traballo con dereitos de autor para cada URL infractora.","661":"Por favor, indica o nome do propietario dos dereitos de autor.","662":"Por favor, indica o teu nome completo.","663":"Por favor, indica o teu enderezo e-mail.","664":"Por favor, introduce un enderezo e-mail válido.","665":"Por favor, confirma que cres de boa fe que o uso compartido de material con dereitos de autor no lugar anteriormente mencionado non está autorizado polo propietario dos dereitos de autor, o seu representante ou a lei (por exemplo, como uso xusto).","666":"Por favor, confirma que podes ser responsable dos danos e prexuízos, incluídos os gastos e honorarios de avogados, se deliberadamente afirmas con falsidade que o contido denunciado, URL(s) ou os arquivos infrinxen a lei.","667":"Por favor, confirma que esta notificación é exacta e, estando baixo pena de perxurio, que estás autorizado para actuar en nome do propietario dos dereitos de autor.","668":"Grazas!","669":"Imos revisar a túa notificación sobre dereitos de autor en breve.","670":"Lingua","671":"Falas varias linguas?","672":"Axúdanos a traducir!","673":"A empresa da privacidade","674":"Ninguén será sometido a intromisións arbitrarias na súa privacidade, familia, fogar ou correspondencia. Todo o mundo ten dereito á protección da lei contra tal intromisión.","675":"Declaración Universal dos Dereitos Humanos, Artigo 12","676":"MEGA é unha almacenaxe na nube cunha poderosa privacidade sempre activa","677":"MEGA proporciona un cómodo e robusto almacenamento na nube,  cunha potente privacidade sempre activa. MEGA cre no teu dereito á intimidade e proporciónache as ferramentas tecnolóxicas para protexela. Chamámolo «Cifrado controlado polo usuario» ou CCU (UCE en inglés), e actúa automaticamente.","678":"Que é o «Cifrado controlado polo usuario» de MEGA?","679":"Todos os arquivos almacenados en MEGA están cifrados. Todas as transferencias de datos dende e ata MEGA están cifradas. E mentres a maior parte de provedores de almacenamento na nube pretenden o mesmo, MEGA é distinto, a diferenza do que é habitual na industria, onde o provedor do almacenamento na nube dispón da clave de descifrado, con MEGA vostede controla o cifrado, vostede ten as claves e vostede decide a quen concede ou nega acceso aos seus arquivos, sen a necesidade de instalar software inseguro. E todo acontece no seu navegador!","680":"Futuro de MEGA","681":"A nube de MEGA é só o comezo. No futuro, MEGA proporcionará «Cifrado controlado polo usuario» no teu navegador para unha ampla gama de aplicacións sen a necesidade de instalar nada. A nosa tecnoloxía protexerá os teus e-mails, chamadas, chats e retransmisións de vídeos.","692":"É MEGA legal?","693":"Somos un grupo de técnicos, con tempo, oportunidade e acceso a internet, adicados a construír un estupendo servizo de almaceamento na nube que axudará a protexer a túa privacidade. Programamos este servizo de Internet dende cero en Auckland, Nova Zelandia. A diferenza da maioría dos nosos competidores, usamos unha técnica de cifrado basada no navegador onde ti, e non nós, controlas as claves. O noso grupo de deseño inclúe a Kim Dotcom, Mathias Ortmann, Bram van der Kolk e Finn Batato. O noso CEO, Vikram Kumar, foi Conselleiro Delegado de InternetNZ, unha organización sen ánimo de lucro que promove a visión dun 'Internet aberto e incapturable'. Esperamos que che guste.","694":"1. Inhabilitar un enlace (\"URL\") por arquivo - o arquivo(s) manterase na conta do usuario","695":"2. Inhabilitar múltiples URL por arquivo - o arquivo(s) manterase na conta do usuario","696":"3. Eliminar todos os arquivos subxacentes do enderezo URL suministrado(s) - non hai ningún usuario que teña permiso para gardar isto en ningún caso, en todo o mundo","697":"4. Outro","698":"Podes presentar unha notificación aquí","699":"Asinar e enviar a notificación","700":"Por favor, envía a notificación de eliminación manualmente ao correo electrónico [A1]copyright@mega.co.nz[\/A1] de conformidade coas nosas [A2]provisións de eliminacións[\/A2].","701":"E-mail de notificación de eliminación","702":"Denunciar un abuso","703":"O teu enlace de confirmación non é valido. Comproba que non hai quebras de liña no teu correo de activación.","704":"A túa conta xa estaba activada. Por favor, inicia sesión.","705":"A túa confirmación non puido ser procesada. Por favor, rexístrate de novo. Código de erro:","706":"Cambiar contrasinal","707":"Actualizar","708":"Solicitar cambio","709":"Non recordo o meu contrasinal actual","710":"Se aínda estás auntentificado pero non recordas o teu contrasinal actual, podes establecer un novo contrasinal marcando esta opción. Recibirás un enlace de confirmación de cambio de contrasinal por correo electrónico que activará o novo contrasinal se o premes nun prazo de 15 minutos.","711":"Solicitar cambio","712":"Redención completa","713":"O balance de cupóns foi abonado na túa conta. Gustaríache continuar coa compra Pro agora?","714":"Este cupón xa foi trocado.","715":"Os novos contrasinais que introduciu non coinciden. Por favor, inténteo de novo.","716":"Contrasinal actual","717":"Novo contrasinal","718":"Confirmar novo contrasinal","719":"Por favor, introduce o contrasinal actual.","720":"Por favor, introduce o novo contrasinal.","721":"Por favor, comproba o teu e-mail e fai clic no enlace de confirmación para completar o teu cambio de contrasinal.","722":"Cambio solicitado","723":"O novo contrasinal ten que ser diferente do actual.","724":"O contrasinal actual que indicou é incorrecto.","725":"O teu contrasinal foi cambiado.","726":"Feito","727":"O teu contrasinal foi cambiado.","728":"Este enlace de confirmación de contrasinal expirou.","729":"Este enlace xa foi confirmado.","730":"A túa conta foi suspendida. Por favor, comproba o teu e-mail para obter máis información e alegar o que consideres.","731":"A conta de usuario asociada foi cancelada debido a múltiples violacións dos nosos [A]Termos de Servizo[\/A].","732":"Xa iniciaches sesión nunha conta que é diferente da que estás confirmando. Por favor, revisa a túa sesión actual, péchaa e despois fai clic no enlace de confirmación de novo.","733":"Enderezo de correo electrónico descoñecido. Se aínda non ten unha conta connosco, invitámoste a rexistrarte.","734":"Grazas!","735":"Por favor, comproba o teu e-mail.","736":"Só as contas que non conteñen arquivos e carpetas poden restablecer o seu contrasinal.","737":"Restablecer contrasinal","738":"Solicitar","739":"esqueceches o contrasinal?","740":"O teu contrasinal cambiouse correctamente.","741":"Por favor, escolle un novo contrasinal seguro.","742":"Restablecer","743":"Este enlace expirou. Por favor, solicita un novo.","744":"Enlace non válido. Por favor, solicita un novo.","745":"Sen ciclo de facturación","746":"Tipo de subscrición","747":"Semanal","748":"Mensual","749":"Anual","750":"O próximo ciclo de facturación é o","751":"Unha vez","752":"Extensión para Firefox de MEGA","753":"Instala a extensión de MEGA de Firefox para un maior rendemento da descarga. Isto permitirache descargar un lote ilimitado de arquivos, sen restricións de tamaño.","754":"A extensión para Firefox de MEGA é segura e transparente. Se prefires usar MEGA sen a extensión, recomendamos que utilices [A]Chrome[\/A].","755":"Instalar extensión","756":"1 descarga completada","757":"[X] descargas completadas","758":"Abrir a carpeta de descargas","759":"Clic aquí para abrir","760":"Por favor, instala a extensión para Firefox de MEGA para descargar arquivos deste tamaño.","761":"Por favor, confirma","762":"Estás a piques de descargar unha cantidade moi grande de arquivos, que poden entorpecer o teu navegador. Queres seguir de todos os xeitos?","763":"Contacto","764":"A descarga non se puido iniciar debido a que o teu disco duro está funcionando a pleno rendemento.","765":"As descargas non se puideron iniciar debido a que o teu disco duro está funcionando a pleno rendemento.","766":"Algunhas das descargas non se puideron iniciar debido a que o teu disco duro está funcionando a pleno rendemento.","768":"A descarga non se puido iniciar debido a que o teu disco duro está funcionando a pleno rendemento, ou estás a usar Chrome en modo incógnito, e isto non permite a escritura de arquivos.","769":"Só podemos usar o 5% do espazo do teu disco duro para descargar. Por favor, libera máis espazo para continuar.","770":"Escolle o teu contrasinal","771":"Confirma o teu contrasinal","772":"URL do arquivo:","773":"restante","774":"Enlace de correo electrónico","775":"cambiar o nome a continuación:","776":"Gardar","777":"Recórdame neste dispositivo","778":"Non tes unha conta MEGA?","779":"Rexístrate agora","780":"Xa tes unha conta MEGA?","781":"Debido ao limitado rendemento dos procesadores dos dispositivos móbiles, a xeración de claves RSA pode tardar varios minutos en completarse. Agradecemos a túa paciencia.","782":"Carpeta vacía","783":"Non hai arquivos no teu dispositivo na nube","784":"Non hai contactos","785":"Non hai resultados.","786":"Non hai arquivos na túa bandexa de entrada","787":"Non hai arquivos na túa papeleira de reciclaxe","788":"Estás seguro de querer mover este arquivo á papeleira de reciclaxe?","789":"Estás seguro de querer mover esta carpeta á papeleira de reciclaxe?","790":"Abrir arquivo","791":"Importar arquivo","792":"Borrar arquivo","794":"Borrar carpeta","796":"Obter enlace","797":"Compartir carpeta","798":"Capacidade de almacenamento","799":"Almacenamento utilizado","800":"Espazo libre","801":"Versión de escritorio","802":"Correo electrónico do contacto","803":"Descargar arquivo","804":"Desafortunadamente, este tipo de arquivo non está soportado polo teu dispositivo con MEGA.","805":"Implementaremos soporte para móbil para este tipo de arquivo nun futuro cercano.","806":"cambia o nome da carpeta:","807":"cambia o nome do arquivo:","808":"Enlace da carpeta","809":"URL da carpeta:","810":"Enlace de descarga","811":"URL do arquivo:","812":"Confirmar conta","813":"Carpeta compartida","814":"Desexas cancelar a subida?","815":"Desexas cancelar a descarga?","816":"Por favor, introduce un enderezo de correo electrónico válido.","817":"Non podes crear unha carpeta nun resultado de busca.","818":"Desexas cambiar á versión de escritorio?","819":"comezando","820":"Este arquivo foi importado ao teu dispositivo na nube.","821":"As túas notificacións","822":"Atrás","823":"Axustes","824":"Nova capera compartida de [X]","825":"Nova carpeta compartida","826":"[X] retirou unha carpeta compartida","827":"Carpeta compartida retirada","828":"[X1] carpetas e [X2] arquivos","829":"[X] carpetas e 1 arquivo","830":"1 carpeta e [X] arquivos","831":"1 carpeta e un arquivo","832":"[X] carpetas","833":"[X] arquivos","834":"Unha carpeta","835":"1 arquivo","836":"[X] engadiu [DATA]","837":"[X] foron engadidos","838":"[X] foi engadido(a)","850":"XAN","851":"FEB","852":"MAR","853":"ABR","854":"MAI","855":"XUÑ","856":"XUL","857":"AGO","858":"SET","859":"OUT","860":"NOV","861":"DEC","862":"Notificacións","863":"Ver todo","864":"Descargar como ZIP","865":"Abrir","866":"Copiar 1 elemento seleccionado","867":"Copiar [X] elementos seleccionados","868":"Mover 1 elemento seleccionado","869":"Mover [X] elementos seleccionados","870":"Confirmar","871":"[B]Atención:[\/B] excedeuse a cota de disco. Por favor, elimina arquivos ou [A]anova a túa conta[\/A]","872":"Pro","873":"hai [X] segundos","874":"hai 1 minuto","875":"hai [X] minutos","876":"hai unha hora","877":"hai [X] horas","878":"hai un día","879":"hai [X] días","880":"Xusto agora","881":"Estás a utilizar unha sesión temporal. Os datos que estás gardando perderanse ao finalizar a sesión. Para conservar os arquivos, por favor, actualiza a sesión a unha conta real o antes posible e consigue 50Gb de espazo de almacenamento seguro na nube!","882":"Advertencia","883":"Crea a túa conta","884":"[X] non é completamente compatible con MEGA","885":"O teu navegador","886":"Internet Explorer 10 contén un erro importante que afecta á escritura de arquivos con JavaScript, provocando un consumo excesivo de memoria cando se descargan grandes cantidades de datos. Esperamos que este problema sexa arranxado en Internet Explorer 11. Mentres tanto, por favor, utiliza un navegador alternativo mellor.","887":"[X] carece de características de HTML5 nas que se basea MEGA para levar a cabo o cifrado no navegador do cliente.  As transferencias de arquivos HTML5 serán emuladas a través dunha solución moi limitada en Flash. Por favor, considera actualizar a un navegador máis moderno na maior brevidade posible.","888":"Altamente recomendable","889":"Recomendable","890":"MEGA traballa mellor cos seguintes navegadores:","891":"Advertencia de compatibilidade do navegador","892":"Propiedades","893":"Subido","894":"Tamaño total","895":"Nome da carpeta","896":"Creado","897":"Contén","898":"Múltiples arquivos e carpetas","899":"Múltiples arquivos","900":"Múltiples carpetas","909":"Contrasinal","910":"Compra agora","911":"Saca o máximo proveito a MEGA con [B]Pro[\/B]","912":"dende","913":"mes","914":"subscrición anual","915":"Espazo de almaceamento masivo","916":"Cota de largo de banda xenerosa","917":"se elixes pagar anualmente","918":"Mensualmente","919":"Anualmente","920":"Anova a túa conta","921":"dous meses gratis","922":"un mes","923":"un ano","924":"Tes algunha pregunta sobre [A]as contas Pro[\/A]","925":"O noso equipo de soporte estará encantado de axudarte.","926":"Nome da compañía","927":"Cidade","928":"Código Postal","929":"Teléfono","930":"día","931":"mes","932":"ano","933":"Enderezo","934":"Provincia","935":"Conta de PayPal","936":"Conta bancaria","937":"Nome do beneficiario","938":"Explica a túa estratexia de marketing","939":"Nome da entidade bancaria","947":"Dispositivo","948":"Lixo","949":"Caixa de entrada","950":"Contactos","951":"A miña conta","952":"A maioría dos dispositivos non poden descargar ficheiros maiores de 4GB. Quizais falle a descarga.","953":"Espazo libre insuficiente","954":"Créditos","955":"Aplicacións de móbil","956":"Sincronizar cliente","957":"Aplicación de Chrome","959":"Aplicación de Firefox","961":"Aplicacións","962":"Kit de desenvolvemento de software","963":"Documentación","964":"Programa de afiliación","965":"Políticas","966":"Guía de requerimentos","967":"Saír da sesión","968":"Crear unha conta","969":"Por favor, ténteo de novo","970":"Por favor, introduza un contrasinal válido","973":"Largo de banda usado","974":"Xestione a súa conta","975":"Engadir estrela","976":"Eliminar estrela","977":"Non hai ficheiros no dispositivo na nube","978":"A busca non obtivo ningún documento","979":"A cesta do lixo está baleira","980":"Non ten contactos","981":"A caixa de entrada está baleira","982":"Contido","983":"Vista xeral","984":"Perfil","985":"Historial","986":"Editar perfil","987":"Caduca o","988":"Conexións:","989":"[X] contactos","990":"1 contacto","991":"Ir a contactos","992":"Imaxe do perfil","993":"Cambiar imaxe do perfil","994":"Información persoal","995":"Aniversario","996":"Seleccione un país","997":"Só os usuarios rexistrados poden engadir contactos","998":"Cre unha conta de balde","999":"Desexa anovar a sesión a unha conta de balde agora?","1000":"Evite perder o acceso. Recomendamos o rexistro de balde.","1001":"Eliminar contacto","1002":"Está seguro de eliminar a  [X] da lista de contactos?","1003":"Confirme a eliminación","1004":"Está seguro de mover a [X] á cesta do lixo?","1005":"Só os usuarios rexistrados pode crear ligazóns.","1006":"Só os usuarios rexistrados poden compartir cartafoles.","1007":"Non poderá desfacer esta acción.","1008":"excedeu a cota de largo de banda pro.","1009":"Precisa máis largo de banda?","1010":"excedeu a cota de almacenamento.","1011":"Desexa manter os ficheiros?","1012":"a cota de almacenamento está casi superada","1013":"Precisa máis cota de almacenamento?","1015":"Introduza o código do cupón.","1016":"Seleccione unha imaxe","1017":"Usar esta como imaxe de perfil","1018":"Baleirar","1019":"Engadir un correo electrónico","1020":"Introduza un correo electrónico ou seleccione un contacto.","1021":"Activo","1022":"Inactivo","1023":"Non ten acceso de escritura a este cartafol.","1024":"Introduza un nome de cartafol.","1025":"Varios elementos","1026":"Introduza a clave de descifrado","1027":"Descifrar","1028":"Clave de descifrado","1029":"Ligazón pública","1030":"Seleccione nos contactos ou engada un correo electrónico","1031":"Exportar ligazóns de ficheiros e claves de descifrado","1032":"Incluír clave do ficheiro","1033":"Copiar claves","1034":"Descargar varios ficheiros","1035":"Prema «Permitir» para completar a descarga","1036":"Compartido con","1037":"Acepto","1038":"Seleccionar idioma","1039":"Pagar con PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Iniciando","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Benvido a MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Cartafol","1050":"Non hai comparticións","1051":"Nunca","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Non desexa agardar?","1056":"O límite é dinámico.","1057":"Confirmar a eliminación da sesión","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"Esta acción eliminará todos os seus datos","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Acceso global","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Colaboración segura","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"Vexa como funciona","1070":"Como funciona","1071":"Desexa saber máis sobre MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Obtén 50 GB con unha conta gratuíta","1075":"Many times more than what you get from major competitors.","1076":"Crear unha conta","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Aplicacións para móbil","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Obtéñao gratis","1084":"Dispoñible para","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Descargar agora","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Ir á páxina de descarga","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Crea a túa conta [A]gratuíta[\/A]","1096":"Nome","1097":"Apelidos","1098":"Nome e\/ou apelidos inválidos","1099":"Por favor, introduce o teu nome e apelidos","1100":"Dirección de e-mail inválido","1101":"Por favor, introduce unha dirección de e-mail correcta","1102":"Contrasinal Inválido.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Os contrasinais non se corresponden","1108":"Crear conta","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Non esquezas o teu contrasinal","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"A túa conta é só tan segura como o teu ordenador","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Por favor, inténtao de novo nuns segundos","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Moi débil","1125":"Débil","1126":"Medio","1127":"Bo","1128":"Forte","1129":"O teu contrasinal é demasiado débil para proceder","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Preme para actualizar","1300":"Última actualización","1301":"Hoxe","1302":"Onte","1303":"Esta semana","1304":"A semana pasada","1305":"Este mes","1306":"Este ano","1307":"Máis antigo","1308":"Descarga falida","1309":"Carga falida","1310":"Por favor, introduza código de confirmación","1311":"Erro cargando arquivos","1312":"Nome de usuario\/contrasinal perdidos","1313":"Inicio de sesión falido","1314":"Eliminar erro","1315":"Conta de correo non presentada","1316":"Gardar arquivo offline para previsualizar","1317":"Erro xerando enlace","1319":"Contrasinal moi curto","1320":"Nome moi curto","1321":"Erro cargando detalles de conta","1322":"Carga completa","1323":"Acceder","1324":"Inicio de sesión con éxito","1325":"Xerando enlace","1326":"O enlace foi copiado no portapapeis","1327":"Descarga completa","1328":"Comezando descarga","1329":"Agardando","1330":"Introduza nome de usuario e contrasinal","1331":"E-mail","1332":"Confirmar rexistro","1333":"Por favor, comproba o teu e-mail e pega o código de confirmación abaixo ou fai clic no enlace de confirmación especial de  IOS.","1334":"Abortar rexistro","1335":"Código de confirmación","1336":"Usar máis recente","1337":"Quitar foto","1338":"Escoller existente","1339":"Engadir carpeta","1340":"Introduza nome da nova carpeta","1341":"Seleccionar foto(s)","1342":"Editar","1343":"Empty Cloud Drive","1344":"Compartir","1345":"Gardar sen liña","1346":"Transferencias","1347":"Empty Inbox","1348":"Carpetas compartidas","1349":"Sen fotos","1350":"Fotos","1351":"Locally","1352":"Dispoñible","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Versión","1356":"Feedback","1357":"Pechar sesión","1358":"Todos os arquivos descargados serán borrados","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"Non estás conectado á Internet","1366":"Introduza novo nome","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}