{"10":"VEĆI. BOLJI. BRŽI. JAČI. SIGURNIJI.","11":"Članak 12","12":"Nitko ne smije biti podvrgnut samovoljnom miješanju u njegovu privatnost, obitelj, dom ili dopisivanje, niti napadima na njegovu čast i ugled. Svatko ima pravo na zakonsku zaštitu od takvih miješanja ili napada.","13":"Univerzalna deklaracija o Ljudskim pravima. ","14":"Potvrdite brisanje","15":"Da li ste sigurni da želite trajno ukloniti sve iz Koša za smeće?","16":"Unutarnja pogreška","17":"Prekoračenje limita","18":"Previše konekcija za ovaj download","19":"Prijava istekla ili je nevažeća","20":"Privremeno nedostupno","21":"Problem sa računom, molimo provjerite e-mail","22":"Datoteka više ne postoji","23":"Datoteci se više ne može pristupiti","24":"Greška kod dešifriranja","25":"Mapa u kojoj ste trenutno je izbrisana ili je premještena od strane drugog korisnika.","26":"Izgubljena Mapa","27":"Na žalost, 1 datoteka ne može biti uploadana jer je veća od [X].","28":"Na žalost [X1] datoteka ne može biti uploadano jer su veći od [X2].","29":"Vi ste ograničeni na prijenos datoteka sa našim Adobe Flash-om jer Vaš preglednik ne nudi HTML5 datotečnu podršku. Ako želite zaobići ovo ograničenje (i povećati ukupnu učinkovitost preglednika), molimo Vas da razmislite o instaliranju [A] Google Chrome-a [\/A].","30":"Limitacija preglednika","31":"Možete uploadati datoteke manje od [X] sa Internet Explorerom 9. Chrome, Firefox i Internet Explorer 10 dozvoljavaju upload puno većih datoteka","33":"MEGA rastura sa Google Chrome-om","34":"Upozorenje:","35":"Vi koristite zastarjeli preglednik, koji negativno utječe na prijenos podataka.","36":"Molimo nadogradite na Google Chrome.","37":"Dok se drugi preglednici bore da implementiraju punu podršku za HTML5, Google Chrome ima to sve - danas. Kako bi ste uživali u punoj snazi MEGA-e (kao što je automatsko sortiranje i preuzimane), mi snažno preporučamo napuštanje postojećeg, zastarjelog preglednika i nadogradnju na Google Chrome čim je prije moguće.","38":"Ne prikazuj više ovu poruku","39":"Ne, hvala","40":"Preuzimanje Chrome-a","41":"Uklonili ste mapu koja sadrži 1 dijeljenu mapu. ","42":"Kada ispraznite Kantu za smeće ovaj share će biti onemogućen.","43":"Uklonili ste mapu koja sadrži [X] djeljenih mapa.","44":"Kada ispraznite Kantu za smeće ovi shareovi će biti onemogućeni. ","45":"Dijeljena mapa upozorenje","46":"Unutarnja pogreška","47":"Uups, nešto je krenulo po zlu. Oprostite zbog toga!","48":"Molimo unesite barem tri znaka za pretragu.","49":"premjesti [X] odabranih datoteka","50":"1 datoteka","51":"[X] datoteka","52":"i","53":"1 mapa","54":"[X] mapa","55":"Samo za čitanje","56":"Čitaj i Piši","57":"Puni pristup","58":"Preuzimanje","59":"Dobij link","60":"Dijeljenje","61":"Preimenuj","62":"Premjesti","63":"Kopiraj","64":"Dozvole","65":"Imate dozvolu samo za čitanje ove mape","66":"Imate dozovu za čitanje i pisanje ove mape.","67":"Imate potpunu kontrolu nad ovom mapom.","68":"Nova mapa","69":"Kreiraj Novu mapu","70":"Isprazni Koš za smeće","71":"Dodaj kontakt","72":"Izbriši kontakt","73":"Da li ste sigurni da želite izbrisati ovog korisnika sa Vaše kontakt liste?","74":"Da li ste sigurni da želite izbrisati ove korisnike sa Vaše kontakt liste? ","75":"Izbriši konakt","76":"Trajno ćete ukloniti [X] iz Koša za smeće.","77":"Da li želite nastaviti?","78":"Da","79":"Ne","81":"OK","82":"Otkaži","83":"Ukloni","84":"Potvrdi brisanje","85":"Ponovno učitaj","86":"Ime","87":"Veličina","88":"Tip prijenosa","89":"status","90":"Brzina","91":"Proteklo vrijeme","92":"Preostalo vrijeme","93":"Tip","94":"Zadnje modificirano","95":"E-mail","96":"Prava","97":"Novi Upload","98":"Upload Mape","99":"Upload Datoteke","100":"Isprazni Koš za smeće","101":"Dodaj kontakt","102":"Traži","103":"Otkaži transfer","104":"Prijenos datoteka","105":"u tijeku","106":"Upravitelj datoteka","107":"Da li želite kopirati odabranu mapu u privatni inbox od [X]?","108":"Potvrda","109":"Da li želite kopirati odabrane mape u ovu dijeljenu mapu?","110":"Da li želite kopirati odabrane datoteke u privatni inbox od [X]?","111":"Da li želite kopirati odabrane datoteke u ovu dijeljenu mapu?","112":"Izvoz linkova datoteke i ključeva za dešifriranje","113":"Link datoteke","114":"Ključ datoteke","115":"Naziv datoteke","116":"Veličina datoteke","117":"Premjesti na lokaciju","118":"Odaberi destinaciju","119":"Premašena kvota besplatnog prijenosa","120":"Vaše preuzimanje ne može se nastavit jer će premašiti dopuštenu besplatnu kvotu za Vašu IP adresu.","121":"Ovo ograničenje je dinamično i ovisi o količini bandwidtha koji imamo na raspolaganju.","122":"Samo prijenosi obavljeni u zadnjih pet do šest sati se računaju.","123":"U tom vremenu prozor:","124":"Preuzeli ste [X].","125":"[X1] će biti dostupan za [X2].","126":"Trenutni limit IP-a je [X].","127":"Radi Vaše udobnosti, Vaša preuzimanja će se staviti na čekanje dok ne budete imali dostupnu dovoljnu kvotu, nakon toga preuzimanje će se nastaviti automatski.","128":"Ako ne želite čekati, trebali bi razmisliti o kupnji bandwidth paketa koji Vam nudi puno više mjesta za pohranu.","129":"Nadogradi na Pro","130":"Preuzmi datoteke","131":"Klikni \"Dopusti\" za završetak preuzimanja","132":"Premjesti datoteke","133":"Premjesti [X]","134":"Kopiraj [X]","135":"Greška","136":"Molimo odaberite odredišnu mapu.","137":"Molimo odaberite valjano odredište.","138":"Odredišna mapa ne može biti ista kao mapa iz koje potječe.","139":"Kružna greška","140":"Kružna greška: odredište ne može biti podmapa mape u koju premještate.","141":"Molimo unesite valjanu e-mail adresu.","142":"Molimo sačekajte...","144":"Ukloni djeljenje","145":"E-mail adresa:","146":"Dijeli sa novim korisnikom:","147":"Dopusti pristup","148":"Zatvori","149":"Dijeljenje","150":"Kontakt pozvan","151":"Korisnik [X] je pozvan i pojavit će se na vašoj listi kontakata kad se registrira.","152":"Ne možete dodati sebe na Vašu kontakt listu.","153":"E-mail adresa","154":"Dodaj kontakt","155":"Dodaj","156":"Otkaži","157":"Naziv mape","158":"Kreiraj","159":"Otkaži","160":"Naziv mape se koristi. Molim pokušajte ponovo.","161":"Preimenuj","162":"Preimenuj","163":"Otkaži","164":"\"Cloud\" pogon","165":"Kontakti","166":"Inbox","167":"Koš za smeće","168":"Koš za smeće","169":"Meni","170":"Registracija","171":"Prijava","172":"Povuci i pusti svoje dokumente bilo gdje","174":"ili","175":"Odaberi dokumente","176":"Odaberi dokumente za upload","177":"Vi držite ključeve onoga što spremate u oblak","178":"Sigurna online suradnja","179":"Moćni upravitelj datotekama ","180":"Ekosistem aplikacija","181":"Značajke u detaljima","182":"Podijelite šifrirane mape sa suradnicima ili poslovnim partnerima i razmjenjujte povjerljive dokumente sa najnovijom vrstom šifriranja.","183":"Prikaz i upravljanje datotekama u vašem web pregledniku, sa integriranim ubrzivačem i managerom za downloadanje.","184":"Konačan otvoreni API omogućuje ostalim developerima da poboljšaju funkcionalnost MEGA-e.","185":"2048-bitno RSA šifriranje","186":"Odjava","187":"Moj račun","188":"Upravitelj mapama","189":"Prekini sesiju","190":"Prijava","191":"kreiraj račun","192":"Sječaš li me se","193":"Prijava","194":"[X] servera online","195":"Vaš e-mail","196":"Vaš e-mail","197":"Molimo unesite Vašu e-mail adresu.","198":"Molimo unesite valjanu e-mail adresu.","199":"Molimo unesite lozinku.","200":"Uups, nešto je krenulo po zlu.","201":"Netočan mail i\/ili lozinka. Molimo pokušajte ponovno.","202":"Napravi novi račun.","204":"ili","205":"prijava","206":"Vaše ime","207":"Vaša e-mail adresa","208":"Slažem se sa MEGA-inm [A]Uvjetima pružnja usluga[\/A]","209":"Registracija","210":"Spremite se za novo doba","211":"\"Cloud\" spremište više nikad neče biti isto","212":"Molimo unesite Vaše ime.","213":"Molimo odaberite lozinku.","214":"Trebate prihvatiti naše uvjete pružanja usluge.","215":"Nepoznata greška. Molimo pokušajte ponovno.","216":"Odlično","217":"Molimo provjerite svoj e-mail i kliknite na link kako bi ste aktivirali svoj račun.","218":"Ova e-mail adresa je već registrirana na MEGA-i.","219":"Ova e-mail adresa je već registrirana na MEGA-i.","220":"Slabo","221":"Srednje","222":"Dobro","223":"Odlično","224":"ODABERI DATOTEKE ZA UPLOAD","225":"ODABERI DATOTEKE ZA UPLOAD ILI IH POVUCI I PUSTI OVDJE","226":"Kako bismo spriječili preopterećenje, katkad moramo limitirati korištenje bandwidtha. U proteklih šest sati, Vaša IP adresa je konzumirala [X1], koji, zajedno sa odabranim datotekama od [X2], i time bi prešli limit od [X3]. Kako bismo osigurali pošten i jednak pristup svima, Vaša preuzimanja su stavljena na čekanje. Nastavit će se automatski nakon što se smanji zagušenje.","227":"Transferi koji su pokriveni plaćenim bandwidthom su izuzeti iz ovog ograničenja, pa ako ne želite čekati, razmislite o prelasku na Pro račun.","228":"Upravljanje prometom na snazi","229":"Ne prikazuj ponovo","230":"Nadogradi na Pro","231":"Ne hvala, čekat ću","232":"Ne hvala, čekat ću","233":"Privremena pogreška, pokušavam ponovno.","234":"Preuzimanje datoteke","235":"Preuzimanje","236":"Uvoz","237":"Početak preuzimanja","238":"Oznaka za copyright","239":"Preuzimanje završeno","240":"Kako bi ste završili preuzimanje, trebate ručno odabrati gdje želite spremiti datoteku.","241":"Spremi datoteku","242":"Nadogradite na Chrome kako bi ste uživali u punoj MEGA snazi","243":"Datoteka koju pokušavate preuzeti više nije dostupna.","244":"To bi moglo biti zbog ovih razloga:","246":"Datoteka je uklonjena jer krši ToS\/AUP ","247":"Nepostojeći URL - link ne postoji","248":"Korisnik je izbrisao datoteku.","249":"Datoteka koju pokušavate preuzeti je privremeno nedostupna.","250":"Naš ugrađeni sustav redundancije nije uspjeo. To bi moglo biti zbog sljedećih razloga:","251":"Na nekim serverima se vrši održavanje.","252":"Preopterećeni smo i dodajemo još kapaciteta.","253":"Molimo pokušajte kasnije.","254":"Datoteka koju pokušavate preuzeti više nije dostupna.","255":"Datoteka nije više dostupna jer krši autorska prava od [X].","256":"Vaš ključ nije dovoljne dužine.","257":"Molimo budite sigurni da unesete ispravan ključ.","258":"Preuzimanje","259":"Što znači \"MEGA\"?","260":"MEGA je rekurzivni akronim za \"MEGA Encrypted Global Access\".","261":"Što je to MEGA?","262":"MEGA je takozvani pružač \"Cloud\" spremišta. Nudi besplatan i plaćeni, internetski dostupan prostor i bandwidth. Dopušta skladištenje i pristup datotekama iz preglednika ili putem klijentske aplikacije.","264":"Naše najbolje znanje, \"Cloud\" spremanje i šifriranje su legalni. Molimo koristite \"Cloud\" spremište sukladno sa postojećim zakonima i regulacijma [B]kako[\/B] i naše [A]uvjete pružanja usluga[\/A].","265":"MEGA je napravljena od strane ljudi koji su već vodili jedan od najvećih svjetskih \"Cloud\" spremišta. Mogu li dobiti svoj račun i datoteke natrag?","266":"Nažalost, MEGA nema pristupa imovini koju su njeni djelatnici stvorili ranije. Ne postoji pravna veza ili recikliranje bilo kojeg koda, hardvera ili baze podataka, te s toga ne možemo vratit vaše stare podatke.","267":"Zašto je baza kompanije na Novom Zelandu, od svih drugih mjesta?","268":"Između ostalih važnih razloga, Novozelandski domoroci Maori imaju ime \"Aotearoa!, što znači \"Zemlja dugačkog bijelog oblaka\".","269":"Mogu li pristupiti MEGA-i sa mobilnog uređaja?","270":"MEGA je optimizirana za rad sa stolnim preglednicima. Naporno radimo kako bi MEGA bila potpuno kompatibilna sa večinom mobilnih uređaja i tableta. Možete očekivati cool aplikacije z vaše omiljene mobilne uređaje u bliskoj budučnosti.","271":"Mogu li nastaviti prekinuta preuzimanja?","272":"Da, dokle god ne zatvorite Vaš preglednik, postojeća preuzimanja će se nastaviti automatski nakon npr. mrežne smetnje ili ako je Vaš uređaj otišao mod spavanja. Primite na znanje da naši serveri automatski odbacuju nedovršena preuzimnja nakon 48 sati od posljednje aktivnosti.","273":"Mogu li uploadati istu datoteku više puta?","274":"Zbog toga što serveri ne mogu vidjeti nazive, to se mora rješavati od strane klijenta. Sa standardnim postavkama, ako uploadte datoteku koja već postoji na Vašem računu (isto odredište, isto ime, ista veličina, isti datum modificiranja), ona se preskače, ali ništa vas ne zadržava da čuvate višestruke datoteke ili mape sa istim imenom u istoj mapi.","275":"Kako regulirate korištenje bandwidtha?","276":"Naša politika je da se ne nameću nikakva umjetna ograničenja našim korisnicima, osim ako to iziskuje infrastruktura uskih grla. Stoga pridržavamo pravo na CAP korištenje korisničke propusnosti iz operativnih razloga u bilo kojem trenutku po-IP osnovi. Vaš red transfera će se automatski nastaviti nakon što se smanji zagušenje. Nikakva ručna intervencija nije potrebna.","277":"Postoji li ograničenje veličine datoteke na MEGA-i?","278":"Ne namećemo nikakvo drugo ograničenje osim veličine prostora koja vam je dostupna. Inače, neki zastarjeli ili tehnički zastarjeli preglednici zahtjevaju da cijela datoteka bude pohranjena u memoriji za preuzimanje (Firefox, IE10, Opera), ili za preuzimanje i upload (IE9, Safari 5).","279":"Mogu li preuzimati i uploadati u isto vrijeme?","280":"Da. Upload i preuzimanje mogu paralelno raditi.","281":"Zašto ne pružate pregled slika ili stream videa i audio datoteka?","282":"Zbog naše najnovije vrste šifriranja isključeno je bilo kakvo manipuliranje podacima na serveru. ","283":"Kako da uploadam datoteke na MEGA-u?","284":"Postoje tri načina uploadanja datoteka na MEGA-u koristeči vaš preglednik:","285":"1. Kliknite crvenu tipku na početnoj stranici","286":"2. Idite na Vaš upravitelj datoteka i kliknite na \"Upload datoteke\" ili (ako koristite Chrome) \"Upload mape\" pri vrhu","287":"3. Povuci i pusti datoteke ili (ako koristite Chrome) mape na stranicu","288":"Kako instaliram MEGA-u?","289":"Ne trebate instalirati ništa. MEGA je u potpunosti bazirana na pregledniku i radi sa svim glavnim preglednicima. Kako biste iskoristili puni potencijal MEGA-e preporučamo vam upotrebu Google Chromea.","290":"Kako radi dijeljenje mape?","291":"Možete dijeliti bilo koju podmapu vašeg \"cloud\" spremišta sa svojim prijateljima, obitelji ili suradnicima. Pozivnica se šalje e-mailom.  Pozvani korisnici koji nemaju račun biti će pozvani da se pridruže sa linkom koji se nalazi u e-mailu. Druga alternativa je da napravite javni link na bilo koju od vaših mapa sa specifičnim šifriranim ključem koji će biti pristupačan bez MEGA računa. Tada je vaša odgovornost da ga sigurnosnim putem prenesete do krajnjeg korisnika.","292":"Kako biste uspostavili, modificirali ili izbrisali podjelu, jednostavno kliknite desnom tipkom na mapu u vašem upravitelju datotekama i odaberite dijeljenje. Postoje tri nivoa pristupa: Samo za čitanje, piši\/čitaj (datoteke mogu biti dodavane ali ne i brisane), i potpuna kontrola (datoteke mogu biti dodavane i brisane).","293":"Ako dodate e-mail adresu koja nema račun, trebate biti online barem jednom prije nego pristupnik dovrši proces prijave kako biste vi mogli šifrirati dijeljenu tajnu sa njegovim novokreiranim ključem.","294":"Kako obrišem ljude sa moje dijeljene mape?","295":"Jednostavnim klikom na mapu u vašem upravitelju datoteka i odaberete dijeljenje. Vidjet ćete ljude koji trenutno imaju pristup dijeljenoj mapi. Desnim klikom na osobu odaberete Izbriši.","296":"Kako prepoznajem moje dijeljene mape?","297":"Dijeljene mape u vašem pregledniku datoteka imaju posebnu ikonu sa rukom ispod mape.","298":"Mogu li dijeliti mape koje su podjeljene samnom?","299":"Ne. Dijeljenje mapa nije prenosivo.","302":"Kako napravim link za datoteku na MEGA-i?","303":"Prije svega, riječ upozorenja: šifriranje Vaših datoteka ovisi o povjerljivosti dodjeljenih enkripcijskih ključeva. Budite sigurni da ih prenosite putem osiguranih kanala jedino! Standardni e-mail, na primjer, nije dovoljno dobar.","304":"S tim na umu, odaberite jedanu ili više datoteka u vašem upravitelju datoteka, zatim kliknite desnom tipkom i odaberite \"Dobij link\". Otvorit će se prozor sa javnim ključem (ključevima) za odabranu datoteku (datoteke). Možete odabrati izvoz pojedinačnih linkova i ključeva ili odvojeno kao jedan link.","305":"Kako radi šifriranje?","306":"Svo šifriranje je od-kraja-do-kraja. Uploadane datoteke su šifrirane na uređaju prije slanja na internet, i preuzete datoteke su dešifrirane samo nakon što su preuzete na uređaj. Klijentski strojevi su odogovorni za generiranje, razmjenu i upravljanje ključevima šifriranja. Nijedan upotrebljivi ključ šifriranje ne napušta klijentovo računalo (sa izuzecima RSA javnih ključeva).","307":"Da li se svi moji osobni podaci šifriraju?","308":"Ne. Samo datoteke\/mape su šifrirani. Informacije koje mi zahtjevamo za pristup, kao što je Vaša e-mail adresa, IP adresa, struktura vlasništva i vjerodostojnice plaćanja, su pohranjene i obrađene nešifrirane. Molimo pogledajte naše uvjete korištenja usluge radi detalja.","309":"Da li su moje pohranjene datoteke apsolutno sigurne?","310":"Sva sigurnost je relativna. Postoje napadi vektora - ali oni nisu specifični za MEGA-u, ali mi želimo da znate o riziku:","311":"Individualni računi su ugroženi sa:","312":"- Spywareom na vašem računalu. Jednostavni keylogger je dovoljan, ali detalji sesije i ključevi također mogu biti izvučeni iz memorije.","313":"- Gledanje lozinke. Ne upisujte svoju lozinku dok vas netko promatra.","314":"- Jednostavne lozinke. Koristite snažne.","315":"- Phising. Uvijek pogledajte status sigurnosti vaše konekcije (https:\/\/) i ispravno ime domene (mega.co.nz) prije nego unesete lozinku.","316":"Napadi velikih razmjera mogu biti:","317":"- \"Čovjek u sredini\". Zahtjeva izdavanje valjanog duplog SSL certifikata u kombinaciji sa DNS falsificiranjem i\/ili napad na BGP rute (DigiNotar scenarij).","318":"- Dobivanje pristupa webserveru koji udomljuje https:\/\/mega.co.nz\/index.html i zamjena te datoteke sa falsificiranom (ovo neće utjecati na pristup kroz instaliranu aplikaciju). Imajte na umu da manipuliranje sadržaja na našoj distribuirane Statični Sadržaj CDN ne predstavljaju sigurnosni rizik, kao i svi aktivni sadržaj učitava iz index.html podliježe provjeri s kriptografskog mšine (mislim da je to kao neka vrsta \"sigurnog podizanja\" za web stranice). Ova vrsta napada zahtijeva slanje malicioznog koda na klijenta te je stoga treba ukloniti.","319":"- Dobivanje pristupa našoj glavnoj serverskoj infrastrukturi i kreiranje falsificiranih ključeva i zahtjev za postojećim podjelama. Ovaj tip napada jedino utječe na podatke na računu sa dijeljenim datotekama i lako ga je otkriti i sa strane klijenta.","320":"Što ako vam ne vjerujem? Da li je sigurno za mene da koristim MEGA-u?","321":"Ako nam ne vjerujete, ne možete upotrebljavati nijedan kod dodjeljen od naše strane, tako da otvaranje naše stranice u svom pregledniku i umetanje vaše lozinke ne dolazi u obzir. Ako i dalje želite koristiti MEGA-u, trebate koristiti klijentsku aplikaciju koju je napisao netko drugi.","322":"Vjerujem vama i vašem Novozelandskom data centru, ali ne vjerujem njemačkom data centru, zato što ga pokreče američka kompanija. Da li je i dalje sigurno za mene da koristim MEGA-u?","323":"Da, možete koristiti MEGA-u (sa nekoliko limitacija) sigurno sa našim data centrom u njemačkoj jer nije ugrožen. Novozelandski data centar se brine da ne bude drugih kodova kada posjetite https:\/\/mega.co.nz\/.","324":"Da li su datoteke koje stavljam u dijeljene mape sigurne kao i moji drugi podaci?","325":"Dijeljene mape su po prirodi sigurne kao i njihov najmanje osigurani član. Kako bilo, kompromis za našu glavnu serversku infrastrukturu predstavlja dodatni rizik: Javni ključevi mogu se manipulirati i zahtjevi za ključem se mogu falsificirati.","326":"Recimo da je MEGA-ino postrojenje za pohranu fizični ugroženo. Koji su rizici?","327":"Poruke o greškama nakon što se preuzme izmjenjena datoteka. Čak i ako napadač ima ključ za šifriranje za tu datoteku, ne može ju zamjeniti sa falsificiranom bez da uzrokuje grešku prilikom sljedećeg preuzimanja.","328":"Da li je pametno da držim sve moje podatke na jednom mjestu?","329":"Uvijek čuvajte kopije važnih dokumenata, online i offline. Iako mi uvijek čuvamo sve datoteke na barem dvije lokacije, ne postoji garancija protiv višestrukog otkazivanja i nepredviđenog uplitanja vlade.","330":"Zašto bih ja, od svih ljudi, vama povjerio svoje datoteke?","331":"Mi pružamo korisnički kontrolirano šifriranje (UCE) gdje vi, kao korisnik, držite ključeve. Implementacija UCE-a je open source, i pozivamo i podržavamo zajednicu da ga razmotri i da povratnu informaciju. Mi vjerujemo da je ovaj pristup mnogo sigurniji od spremanja vaših podataka na server gdje se vrši enkripcija i gdje ISP drži ključeve, ili još gore, bez ikakve enkripcije - ako, na primjer, MEGA-ini korisnički podaci odjednom postanu dohvatljivi bez lozinke, bili bi nečitljivi bez korisnički kontroliranih ključeva za dešifriranje.","332":"Primjetio sam da koristite HTTPS za prijenos već šifriranih podataka. Da li je to potrebno?","333":"Da. Nažalost, većina preglednika je nestabilna u uspostavljanju nesigurne veze sa sigurne stranice, a tko bi ih mogao kriviti za to - oni nikako ne mogu biti svjesni činjenice da postoji drugi sloj šifriranja već u pogonu. Zbog toga što HTTPS ima negativan učinak na izvedbu, mi vam omogućujemo da ga isključitu na preglednicima koji im to omogućuju (Chrome, Safari i Firefox do verzije 17) ubrzati svoje transfere bez ugrožavanja povjerljivost ili cjelovitost vaših podataka. Vidjet ćete da će vam se SSL upozorenje pojaviti na prvom prijenosu datoteka u nekim preglednicima - u ovom (i to samo u tom) slučaju, to je sigurno ignorirati.","334":"Koje alogritme šifriranja MEGA koristi interno?","335":"Za rasuti transfer, AES-128 (mi vjerujemo da veća upotreba CPU-a od AES-192 i AES-256 prelazi teoretski sigurnosni benifit, barem do ere kvantnih računala). Post preuzimanje integritet provjera se obavlja kroz blokovima varijacije CCM-a, što je manje učinkovito od OCB, ali ne opterećuje patentima.","336":"Za uspostavu dijeljenih tajni između korisnika i ostavljanje datoteka u vaš inbox, RSA-2048 (dužina ključa se odabira između \"previše nesiguran\" i \"previše spor\"). Svo šifriranje, dešifriranje i ključevi izgenerirani su u JavaSkriptu, koje izlaz na nekoliko MB\/s i uzrokuje malu upotrebu CPU-a. Radujemo se u budućoj implementaciji HTML5 WebCrypt API-ja u sve veće preglednike, koji će eliminirati ovaj zastoj.","337":"JavaSkriptov ugrađeni generator slučajnih brojeva je poboljšan sa tajmingom miša\/tipkovnice skupa sa promidžbenom RC4 entropijom. *slučajnost gdje je dostupno (u ovom trenutku samo Chrome).","338":"Da li MEGA čuva backup moji podataka?","339":"Mi čuvamo vaše podatke na barem dva različita servera u dva različita data centra, ako je to moguće.","340":"Zaboravio sam moju lozinku. Mogu li je resetirati?","341":"Nažalost, vaša MEGA lozinka nije samo lozinka - ona je glavni ključ za šifriranje svih vaših podataka. Ako je izgubite, gubite pristup svim vašim podacima koji nisu u dijeljenoj mapi ili koje niste prije toga izvezli.","344":"Kad se trebam nadograditi na Pro račun?","345":"Pro račun vam daje dodatni prostor i dodatni bandwidth koji automatski vučemo iz kad god možemo operativnog bandwidtha ako je on popunjen - kvotu možete koristiti sami ili dozvoliti nekoj trećoj osobi pristup vašim podacima (to uključuje korisnike bez MEGA računa). Maksimalni postotak vašeg bandwidtha prema trećoj strani možete odrediti u postavkama računa.","346":"Za što je dobra limitacija brzine uploada?","347":"Mnogi ruteri ne rade prioritete u slučaju zagušenja veze, što rezultira u vašem ulaznom prometu i pogođeni ste kad je izlazna veza puna. Mi zbog toga nudimo automatsko upravljanje brzinom gdje mjerimo vaš dostupan izlazeći bandwidth kroz početnih deset sekundi uploada i onda držimo barem 10% toga neiskorišteno. Vi također možete postaviti fiksni izlazeći limit.","348":"Što dobivam sa besplatnim računom?","349":"Globalno pristupačan, visoko učinkoviti, sigurno \"Cloud\" spremište sa [X] prostora. Ako trebate više od toga, možete nadograditi na [A1]Pro[\/A1] račun. Kliknite [A2]ovdje[\/A2] kako biste vidjeli trenutno korištenje. ","359":"Da li vi nudite API?","361":"Da. Open source JavaScript kod koji implementira preglednički bazirano MEGA sučelje koristi naš API, tako da imate dobrobit iz stvarnog svijeta koda ako nađete da vam je naša [A]dokumentacija[\/A] nedovoljna. Budući da nemamo dovoljno resursa kako bismo napravili cool aplikacije koje pretvaraju MEGA-u u svestran i koristan alat, pozivamo vas da nam pomognete. Nakon testiranja vaše aplikacije za backdoor, mi ćemo ga ponuditi na našoj stranici. Spremni smo prihvatiti sve oblike djeljena za popularne aplikacije. ","362":"Kako bismo spriječili preopterećenje, katkad moramo limitirati korištenje bandwidtha. Datoteka koju pokušavate preuzeti je veća od trenutnog limita od [X3]. Njen prijenos je odgođen i nastavit će se automatski nakon što se zagušenje smanji.","365":"Vaš preglednik nije dovoljno moderan da preuzme ovako veliku datoteku.","366":"Copyright upozorenje","367":"MEGA poštuje autorska prava drugih i zahtjeva od korisnika MEGA-e da se ponašaju u skladu sa zakonom i autorskim pravima. Strogo je zabranjeno koristiti MEGA \"Cloud\" spremište za kršenje autorskih prava. Ne smijete uploadati, preuzimati, pohranjivati, dijeliti, prikazivati, streamati, distribuirati, slati e-mailom, linkati sadržaj koji krši bilo koje od autorskih ili drugih vlasničkih prava neke osobe ili subjekta.","368":"Oprez:","369":"MEGA-in kriptografski sigurnosni model ovisi o ključevima prikazanim iznad. Izbjegavajte njihovo slanje putem nesigurnih kanala.","370":"Kopiraj na clipboard","371":"Kopirano na clipboard","372":"Upload","373":"Preuzimanje","374":"Mi obećavamo, mi ispunjavamo","375":"Navigacija blokirana zbog postojećeg prijenosa datoteka.","376":"Trebate biti prijavljeni kako bi ste mogli vidjeti ovu stranicu.","377":"Prijenos datoteka u tijeku. Ako nastavite, biti će prekinuti.","378":"Molimo unesite svoju lozinku kako bi ste potvrdili svoj račun.","379":"Molimo Vas da se prijavite kako bi mogli uvesti ovaj dokument u Vaš račun.","380":"Unesite ključ za dešifriranje. ","381":"Sva prava pridržana","382":"made in Novi Zeland","383":"Podrška","384":"Centar za pomoć","385":"Uvjeti pružanja usluge","386":"Izjava o privatnosti","387":"Autorska prava","388":"Zajednica","389":"Blog","390":"Partnerstvo","391":"Preprodavači","392":"Developeri","393":"Hosting partneri","394":"Ulagači","395":"Postanite preprodavač","396":"O nama","397":"Besplatno Članstvo","398":"Pro Članstvo","399":"Kontaktirajte nas","400":"Osnove","401":"Dijeljenje","402":"Zaštita i privatnost","403":"Račun","404":"Plačanje i naplata","405":"Alati","406":"Najčešće postavljana pitanja:","407":"Kategorije:","408":"Siječanj","409":"Veljača","410":"Ožujak","411":"Travanj","412":"Svibanj","413":"Lipanj","414":"Srpanj","415":"Kolovoz","416":"Rujan","417":"Listopad","418":"Studeni","419":"Prosinac","420":"Prijavite se kako bi započeli upload.","421":"Molimo prihvatite naše uvjete usluge","422":"Prihvaćam","423":"Trebate registrirani račun kako biste mogli koristiti mogućnost dijeljenja. Želite li se registrirati?","424":"Dijeljenje onemogućeno","425":"Preimenuj mapu","426":"Preimenuj datoteku","427":"Detalji računa","428":"Vaučeri","429":"Povijest sesije","430":"Povijest kupovine","431":"Povijest transakcija","432":"Tip računa:","433":"Nadogradnja","434":"Tip pretplate:","435":"BESPLATNO","436":"Bez ciklusa naplate","437":"Prostor pohrane:","438":"[X] iskorišteno","439":"[X1] od [X2]","440":"Upravitelj bandwidtha","441":"Uključi upravitelj bandwidtha ","442":"Isključi upravitelj bandwidtha","443":"Možete odrediti postotak koji želite dodjeliti drugima da koriste bandwidth.","444":"Postavi količinu bandwidtha za djeljenje:","445":"Količina bandwidtha za djeljenje","446":"(preuzimanje datoteka za treće strane)","447":"Količina preuzimanja","448":"(za preuzimanje datoteka od treće strane)","449":"Balans računa","450":"Napuniti","451":"Kreiraj vaučere:","452":"Tip Vaučera:","453":"Odaberite tip vaučera","454":"Količina:","455":"Kreiraj","456":"Iskoristi vaučer","457":"Kupi vaučer","458":"Iskoristi","459":"Vaši vaučeri","460":"Neiskorišteni vaučeri","461":"Iskorišteni vaučeri","462":"Otkazani vaučeri","463":"Opozvani vaučeri","464":"Svi vaučeri","466":"Zadnji [X]","467":"Povijest sesije","468":"Povijest kupovine","469":"Zadnjih [X] kupovina","470":"Povijest transakcija","471":"Zadnjih [X] transakcija","472":"Zadnjih [X] sesija","473":"UUps, izgleda da to nije ispravan kod vaučera.","474":"Datum isteka valjanosti:","475":"Datum\/Vrijeme","476":"Stvar","477":"Količina","478":"Način plačanja","479":"Preklednik","480":"IP-adresa","481":"Zemlja","482":"Zadnja aktivnost","483":"Trenutna sesija","484":"ID transakcije","485":"Kredit","486":"Zaduženje","487":"Kod vaučera","488":"Status","489":"Neiskorišteno","490":"Otkupljeni na","491":"Opozvani na","492":"Otkazani na","494":"Odaberite svoj paket:","495":"Pohrana","496":"Bandwidth","497":"Odaberite cijene:","498":"mjesečno","499":"godišnje","500":"Odaberite cijene:","501":"uštedite 17%","502":"Odaberite cijene:","503":"Odaberite način plačanja:","504":"Stanje prepaida","505":"kupi vaučer","506":"Professional","507":"Nastavak","508":"kod vaučera","509":"PRIVATNOST TVRTKE","510":"Dobrodošli na MEGA-u!","511":"Vaš 2048-bitni RSA privatni\/javni ključ se upravo generira.","512":"Kako bismo ojačali ključ, sakupili smo entropiju od vašeg miša i tipki sa tipkovnice.","513":"Kod vaučera je iskorišten na vašem računu, međutim vaš novi preostali iznos prepaida je nedovoljan za ovu kupnju. Molimo dodajte više sredstava, ili pokušajte sa kupovinom jeftinijeg paketa. ","514":"Nedovoljan iznos, molimo pokušajte ponovno.","515":"Ova mapa sadrži više od 500 ulaza. Velike mape mogu usporiti Vaš preglednik. Molimo vas da razmislite o podmapama.","516":"Dobij podršku","517":"Nešto vam ne radi? Molimo provjerite naš [A]centar pomoći[\/A] prvo. Ako nema odgovora na Vaše pitanje, ne okljevajte nego nas kontaktirajte.","518":"Legalno","519":"Naš pravni odjel čeka da odgovori na sva Vaša pitanja.","520":"Autorska prava","521":"Zabrinuti ste da korisnici povređuju vaša intelektualna prava? Molimo podnesite zahtjev kroz naš [A]online formular[\/A] ili nam pošaljite e-mail.","522":"Predloži unaprijeđenja","523":"Molimo pošaljite zahtjeve vezane za poboljšanja i iskoristivost. Kliknite ovdje.","524":"Prijavi smetnju","525":"MEGA je trenutno u beti, ali pozvani ste da prijavite sve smetnje. Što detaljnije, to bolje","526":"Medij","527":"Pozdravljamo članove medija, uključujući blogere, da nas kontaktiraju sa pitanjima vezanim za MEGA-u.","528":"Postanite preprodavač","529":"Postanite dio uspješne priče!","530":"Naš program preprodaje će vam omogućiti da prodajete MEGA vaučere direktno svojim kupcima.","531":"Detalji:","532":"Dobit ćete pristup sofisticiranom upravitelju vaučerima.","533":"Kreirajte vaučere u stvarnom vremenu direktno sa iznosa na vašem računu.","534":"Velik udio prihoda od samoga početka.","535":"Što više prodajete, više zarađujete, veći je profit.","536":"Prodavač API pristupa će vam omogućiti da se razvije cool alat koji može komunicirati sa našim sustavom u realnom vremenu.","537":"Besplatno oglašavanje: vaša internetska stranica će biti povezana sa MEGA-om.","538":"Nakon pregleda odobravamo vam aplikaciju za preprodaju. Vaš posao i internetska stranica moraju zadovoljavati naše standarde.","539":"Prihod","540":"Vaš prihod biti će popust na kreirani vaučer.","541":"Mjesečni promet","542":"Prihod","543":"više od [X]","544":"Preprodavačka aplikacija","545":"Prijavi se kao preprodavač","546":"Detalji","547":"Vaši detalji","548":"Tržišta","549":"Odaberi preprodavačka tržišta:","550":"Plačanja","551":"Odaberite način plačanja","552":"Odaberite način plaćanja sa liste ponuđenih davatelja usluga:","553":"Vaš način uplate nije na listi? Molimo kontktirajte nas putem [A]e-maila[\/A]","554":"Gotovo","555":"Slažem se sa MEGA-inm [A]veleprodajnim uvjetima pružanja usluga[\/A]","556":"Dalje","557":"Odaberite tržišta s popisa dostupnih zemalja","558":"Prethodno","559":"Vaše ime","560":"Poslovni URL","561":"Adresa","562":"Poštanski broj","563":"Ime tvrtke","564":"Telefonski broj","565":"Grad","566":"Odaberite zemlje po načinu plaćanja:","568":"Odaberite svoju državu","569":"Postavke prijenosa","570":"Broj paralelnih konekcija:","571":"Broj konekcija paralelnih preuzimanja","572":"Limit brzine uploada:","573":"Ništa","574":"Automatski","575":"Popravljeno","576":"Preskoči identične datoteke pri uploadu:","577":"Da","578":"Ne","579":"Iskoristi SSL za prijenos datoteka:","580":"Isključenje SSL podiže performanse i ne utječe na sigurnost.","581":"Molimo unesite svoje ime.","582":"Molimo unesite poslovni URL.","583":"Molimo unesite svoju adresu","584":"Molimo unesite Vaš poštanski broj","585":"Molimo unesite ime svoje tvrtke.","586":"Molimo unesite svoj broj telefona.","587":"Molimo unesite svoj grad.","588":"Molimo unesite svoju državu.","589":"Morate prihvatiti veleprodajne uvjete poslovanja.","590":"Molimo odaberite barem jednu državu.","591":"Molimo odaberite barem jedan način plaćanja.","592":"Molimo odaberite najmanje jednu zemlju po pružatelj usluga plaćanja.","593":"Odlično","594":"Primit ćete e-mail sa daljnjim instrukcijama.","620":"Obavijest o navodnom kršenju","621":"Obavijest","622":"Mi poštujemo autorska prava drugih i zahtijevamo od naših korisnika usluga da se drže zakona i autorskih prava. Strogo je zabranjeno korištenje naših servera za kršenje autorskih prava. Ne smijete uploadati, preuzimati, pohranjivati, dijeliti, prikazivati, streamati, distribuirati, slati e-mailom, linkati, prenositi ili na bilo koji drugi način datoteke, mape ili sadržaj učiniti dostupnima koji na bilo koji način krše autorska prava ili druga vlasnička prava osobe ili subjekta. Mi ćemo reagirati na obavijesti o navodnim kršenjima autorskih prava koja podliježu zakonu a koji su nam povjereni. Ako vjerujete da je vaš sadržaj kopiran ili korištena bilo koji način koji krši autorska prava, molimo kontaktirajte nas sa sljedećim informacijama: (i) fizičkim ili elektronskim potpisom autorskih prava ili osobe autorizirane da djeluje u njegovu korist; (ii) identifikaciju autorskog rada za koji se tvrdi da su mu prekršena autorska prava; (iii) identifikaciju materijala za koji se tvrdi da je prekršeno ili da je predmet prekršajne aktivnosti a to je da se ukloni ili pristup koji će biti ugašen, i informacije dovoljne da nam pomognu pronaći materijale uključujući na primjer URL; (iv) informacije kako bismo vas mogli kontaktirati, Vašu adresu, broj telefona i e-mail adresu; (v) izjavu da u  dobroj vjeri smatrate da uporaba materijala na sporan način nije ovlašten od strane vlasnika autorskih prava, njegovog zastupnika ili zakona; i (iv) izjavu da su podaci u obavijesti točni, i, pod prijetnjom kazne (osim ako zakon kaže drugačije), koji su ovlašteni da djeluju u ime vlasnika autorskih prava.","623":"Zadržavamo pravo da uklonimo datoteke koje podliježu prekršaju a sukladno sa prijašnjim upozorenjem, prema vlastitom nahođenju i bez odgovornosti prema vama. U određenim okolnostima, također ćemo vam isključiti račun ako se utvrdi da ste višestruki prekršitelj. Naš određen autorskih agent za obavijesti o navodnom kršenju autorskih prava je:","624":"Obavijest o autorskim pravima","625":"Molimo koristite ovaj obrazac kako biste podnijeli obavjest o autorskim pravima. Odgovorit ćemo vam unutar 24 sata (za vrijeme radnog vremena).","626":"Sadržaj:","627":"Potrebna polja","628":"krši moja osobna autorska prava.","629":"Krši autorska prava osobe koju zastupam.","630":"Tip ukidanja:","631":"Odaberi tip ukidanja:","632":"1. Onemogući dani javni URL (URL-ove) - samo datoteka(e) će ostati na korisničkom računu(ima).","633":"2. Onemogući sve javne URL-ove temeljne datoteku(e) za isporučeni URL (S) - datoteka(e) će ostati na korisničkom računu(ima)","634":"3. Uklonite sve instance temeljne datoteka(e) na isporučenom URL-u - ne postoji korisnik kojem je dozvoljeno pohraniti to pod bilo kojim okolnostima u svijetu","635":"Ovime izjavljujem u dobroj vjeri da dijeljenje autorski zaštićenog materijala na gore spomenutoj lokaciji nije dozvoljeno od strane vlasnika autorskog prava, njegovog agenta ili zakona (npr. za poštenu upotrebu)","636":"Razumijem da bih mogao biti podložan odštetama, uključujući odvjetničku naknadu, ako samovoljno i materijalno krivo predstavljam prijavljeni sadržaj, URL-ove, ili datoteke koje su povrijeđene.","637":"Informacije u ovoj obavijesti su točne, a ja tvrdim pod uvijetom kazne da sam ovlašten djelovati u ime vlasnika autorskih prava.","638":"Ova obavijest je ozbiljan pravni dokument - budite oprezni da bude točna u svojim tvrdnjama kršenja autorskih prava. Možda ćete se  željeti prvo konzultirati s odvjetnikom kako bi se utvrdilo je li sadržaj koji prijavljuješ u stvari krši i nezaštićen di slobodne upotrebe, dozvole, ili druge pravne osnove.","639":"Podnesi zahtjev","640":"Dodaj","641":"URL povrijeđenog sadržaja:","642":"Ime vlasnika autorskih prava:","643":"Titula posla:","644":"E-mail adresa","645":"Fax:","646":"Grad:","647":"Poštanski broj:","648":"Autorska prava za koja se tvrdi da su prekršena:","649":"Moje puno ime:","650":"Tvrtka \/ organizacija","651":"Telefon:","652":"Adresa:","653":"Županija:","654":"Država:","655":"Molimo dobavite URL za svaki autorski uradak za koji tvrdite da je prekršen.","656":"Molimo dobavite autorska prava za svaki prekršeni URL.","657":"Molimo odredite da li sadržaj krši vaša osobna autorska prava ili prava osobe koju ste ovlašteni da predstavljate.","658":"Molimo odaberite način uklanjnja.","659":"Molimo dobavite URL za svaki autorski uradak za koji tvrdite da je prekršen.","660":"Molimo dobavite autorska prava za svaki prekršeni URL.","661":"Molimo dobavite ime vlasnika autorskih prava.","662":"Molimo dobavite svoje puno ime.","663":"Molimo unesite svoju e-mail adresu.","664":"MOlimo unesite valjanu e-mail adresu.","665":"Molimo potvrdite da dobroj vjeri smatram da dijeljenje materijala zaštićenih autorskim pravima, na mjestu iznad nije ovlašten od strane vlasnika autorskih prava, njegovog zastupnika ili zakona (npr., kao poštena upotreba).","666":"Molimo vas da potvrdite može biti odgovorni za štetu, uključujući troškove i odvjetničke naknade, ako svjesno i materijalno lažno predstavljate da su sadržaj,  URL-ovi, ili datoteke krše.","667":"Molimo Vas da potvrdite da je ovo obavijest točna, i tvrdite pod prijetnjom kazne da ste ovlašteni djelovati u ime vlasnika autorskih prava.","668":"Hvala Vam!","669":"Pregledat ćemo vaša autorska prava u kratkom roku.","670":"Jezik","671":"Da li pričate više jezika?","672":"Pomozite nam da prevedemo!","673":"Privatnost tvrtke","674":"Nitko ne smije biti podvrgnut samovoljnom miješanju u njegovu privatnost, obitelj, dom ili dopisivanje.Svatko ima pravo na zakonsku zaštitu od takvih miješanja ili napada.","675":"Univerzalna povelja o Ljudskim pravima, članak 12","676":"MEGA je \"Cloud\" spremište sa snažnom zaštitom privatnosti.","677":"MEGA pruža robusno \"Cloud\" spremište sa prikladnom i snažnom zaštitom privatnosti. MEGA vjeruje u Vaša prava na privatnost i pruža Vam tehnologiju i alate da se zaštitite. Mi to zovemo Korisnički Kontrolirana Zaštita ili UCE, i dešava se automatski.","678":"Što je MEGA Korisnički Kontrolirana Zaštita?","679":"Sve datoteke spremljene na MEGA-i su šifrirane. Svi prijenosi podataka prema ili od MEGE su šifrirani. I dok većina \"Cloud\" spremišta mogu ili tvrde da mogu isto, MEGA je drugačija - za razliku od industrijskih normi gdje \"Cloud\" spremišta drži ključ šifriranja, sa MEGA-om, Vi kontrolirate šifriranje, Vi držite ključ, i Vi odlučujete kome ćete omogućiti ili blokirati pristup Vašim datotekama, bez zahtjeva za instalacijom bilo kakvog riskantnog softvera. I sve to se događa unutar Vašeg web preglednika!","680":"MEGA-ina Budućnost ","681":"MEGA \"Cloud\" spremište je samo početak. U budućnosti MEGA će pružati UCE u Vašem pregledniku za širok spektar aplikacija bez potrebe za instalacijom ičega. Naša tehnologija će štiti Vaše emailove, pozive, čavrljanja i video streamove. ","692":"Da li je MEGA legalna?","693":"Mi smo predana grupa tehnologa koji su s obzirom na dano vrijeme, priliku i internetski pristup izgradili odlično \"Cloud\" spremište koje će pomoći zaštititi Vašu privatnost. Isprogramirali smo ovaj internetski servis od nule u Aucklandu, na Novom Zelandu. Za razliku od konkurencije, mi koristimo najnoviju tehnlologiju šifriranja dostupnu preglednicima, gdje vi, a ne mi kontroliramo ključeve. u našu grupu dizajnera uključeni su Kim Dotcom, Mathias Ortmann, Bram van der Kolk i Finn Batato. Naš CEO, Vikram Kumar, je izvršni predsjednik InternetNZ-a, neprofitne organizacije koja promiče \"otvoreni i javni internet\". Nadamo se da će vam se svidjeti.","694":"1. Ukloni jedan link (\"URL\") po datoteci - datoteka(e) će ostati na korisnikovom računu","695":"2. Ukloni više URL-ova po datoteci - datoteka(e) će ostati na korisnikovom računu","696":"3. Ukloni sve osnovne datoteke sa povezanim URL-om - ne postoji korisnik kojem je dozvoljeno pohraniti to pod bilo kojim okolnostima u svijetu","697":"4. Drugo","698":"Možete podnijeti zahtjev ovdje","699":"Prijavite se i dostavite obavijest","700":"Molimo podnesite obavijest ručno putem e-maila na [A1]copyright@mega.co.nz[\/A1] sukladno našim [A2]ukinućima odredbe[\/A2]","701":"E-mail o ukinuću odredbe","702":"Prijavi maltretiranje","703":"Vaš pristupni link nije valjan. Molimo Vas da provjerite moguće nepravilnosti u Vašem aktivacijskom e-mailu. ","704":"Vaš račun je već aktiviran. Molimo Vas da se prijavite.","705":"Vaša potvrda ne može biti procesuirana. Molimo Vas da se prijavite ponovno. Kod greške:","706":"Promjeni lozinku","707":"Nadogradnja","708":"Zahtjevaj promjenu","709":"Ne mogu se sjetiti trenutne lozinke.","710":"Ako ste prijavljeni, a ne možete se sketiti Vaše trenutne lozinke, novu možete postaviti tako da odaberete ovu opciju. Primit ćete zahtjev za promjenu u obliku linka na e-mail koji aktivira novu lozinku unutar 15 minuta.","711":"Zahtjevaj promjenu","712":"Iskorištavanje gotovo","713":"Vaučer je dodan na Vaš kredit na računu. Želite li nastaviti pro kupnju? ","714":"Ovaj vaučer je već iskorišten","715":"Nove lozinke koje ste unjeli se ne poklapaju. Molimo pokušajte ponovno.","716":"Trenutna lozinka","717":"Nova lozinka","718":"Potvrdi novu lozinku","719":"Molimo unesite trenutnu lozinku.","720":"Molimo unesite novu lozinku.","721":"Molimo provjerite e-mail i kliknite na link za potvrdu kako bi ste završili promjenu lozinke.","722":"Promijeni zahtjev","723":"Nova lozinka mora biti drugačija od postojeće.","724":"Lozinka koju trenutno koristite je neispravna.","725":"Vaša lozinka je promjenjena.","726":"Gotovo","727":"Vaša lozinka je promjenjena.","728":"Link za potvrdu lozinke je istekao.","729":"Ovaj link je već potvrđen.","730":"Vaš račun je suspendiran. Molimo provjerite e-mail radi detalja i odgovorite u najkraćem mogućem roku.","731":"Pridruženi račun je ugašen zbog višestrukog kršenja naših [A]Uvjeta pružanja usluga[\/A].","732":"Već ste prijavljeni na račun koji je drugačiji od onoga kojeg potvrđujete. Molimo provjerite vašu trenutnu sesiju, odjavite se, zatim ponovno kliknite na link za potvrdu.","733":"Nepoznata e-mail adresa. Ako već nemate račun kod nas, pozivamo Vas da se prijavite.","734":"Hvala vam!","735":"Molimo provjerite Vaš e-mail.","736":"Samo računi koji ne sadrže datoteke i mape mogu resetirati svoju lozinku.","737":"Resetiraj lozinku","738":"Zahtjev","739":"zaboravili ste lozinku?","740":"Vaša lozinka je uspješno promjenjena.","741":"Molimo odaberite novu sigurnosnu lozinku.","742":"Resetiraj","743":"Valjanost linka je istekla. Molimo podnesite zahtjev za novi.","744":"Nevaljan link. Molimo podnesite zahtjev za novi.","745":"Bez ciklusa naplate","746":"Tip članstva","747":"Tjedno","748":"Mjesečno","749":"Godišnje","750":"Idući ciklus naplate je","751":"Jednokratno","752":"MEGA Firefox dodatak","753":"Instalirajte MEGA Firefox dodatak za povećanje performansi preuzimanja. Dopustit će vam nastavak preuzimanja i neograničen broj datoteka bez obzira na njihovu veličinu.","754":"MEGA Firefox dodatak je siguran i nevidljiv. Ako želite koristiti MEGA-u bez dodatka, preporučamo Vam da koristite [A]Chrome[\/A].","755":"Instaliraj dodatak","756":"1 preuzimanje završeno","757":"[X] preuzimanja završeno","758":"Otvori mapu preuzimanja","759":"kliknite ovdje za otvaranje","760":"Molimo instalirajte MEGA Firefox dodatak kako bi ste preuzeli datoteku ove veličine.","761":"Molimo potvrdite","762":"Skinuti ćete velik broj datoteka koje mogu usporiti Vaš preglednik. Da li želite nastaviti?","763":"Kontakt","764":"Preuzimanje ne može započeti jer je vaš tvrdi disk pun.","765":"Preuzimanja ne mogu započeti jer je vaš tvrdi disk pun.","766":"Neka preuzimanja ne mogu započeti jer je vaš tvrdi disk pun.","768":"Vaše preuzimanje ne može biti započeti jer je vaš tvrdi disk pun. ili koristite Chrome u privatnom načinu koji ne podržava zapisivanje datoteka. ","769":"Možemo koristiti samo 5% dostupnog prostora na disku za preuzimanje. Molimo oslobodite još mjesta kako bi nastavili.","770":"Odaberite lozinku","771":"Ponovite lozinku","772":"URL datoteke:","773":"preostaje","774":"E-mail link","775":"preimenuj ispod:","776":"Spremi","777":"Zapamti na ovom uređaju","778":"Da li imate MEGA račun?","779":"Registrirajte se sada","780":"Već posjedujete MEGA račun?","781":"Zbog ograničenosti procesora na mobilnim uređajima, generiranje RSA ključa može potrajati nekoliko minuta. Molimo vas za strpljenje.","782":"Prazna mapa","783":"Nema datoteka na vašem \"Colud\" drajvu","784":"Nema kontakata","785":"Nema rezultata.","786":"Nema datoteka u Inboxu","787":"Nema datoteka u Smeću","788":"Da li ste sigurni da želite premjestiti ove datoteke u Smeće?","789":"Da li ste sigurni da želite premjestiti ovu mapu u Smeće?","790":"Otvori datoteku","791":"Uvezi datoteku","792":"Obriši datoteku","794":"Obriši mapu","796":"Dobij link","797":"Dijeli mapu","798":"Prostor za pohranu","799":"Iskorišteni prostor","800":"Slobodni prostor","801":"Desktop verzija","802":"E-mail kontakta","803":"Preuzimanje mape","804":"Na žalost, ovaj tip formata nije podržan od strane vašeg uređaja na MEGA-i.","805":"Umetnut ćemo podršku za mobilne uređaje za ovaj tip datoteke u bliskoj budućnosti.","806":"promjenite ime mape:","807":"promjenite ime datoteke:","808":"Link mape","809":"URL mape","810":"Link za preuzimanje","811":"URL datoteke:","812":"Potvrdite račun","813":"Dijeljena mapa","814":"Želite li prekinuti upload?","815":"Želite li prekinuti preuzimanje?","816":"Molimo unesite valjanu e-mail adresu.","817":"Ne možete kreirati mapu u rezultatima pretrage.","818":"Želite li se prebaciti na verziju za desktop?","819":"pošetak","820":"Ova datoteka je prenešena na vaš \"Cloud\" drajv.","821":"Vaše obavjesti","822":"Natrag","823":"Postavke","824":"Nova dijeljena mapa od [X]","825":"Nova dijeljena mapa","826":"[X] je opozvao dijeljenu mapu","827":"Dijeljena mapa opozvana","828":"[X1] mapa i [X2] datoteka","829":"[X] mapa i 1 datoteka","830":"1 mapa i [X] datoteka","831":"1 mapa i 1 datoteka","832":"[X] mapa","833":"[X] datoteka","834":"1 mapa","835":"1 datoteka","836":"[X] dodano [DATA]","837":"[X] su dodani","838":"[X] je dodano","850":"SIJ","851":"VELJ","852":"OŽU","853":"TRA","854":"SVI","855":"LIP","856":"SRP","857":"KOL","858":"RUJ","859":"LIS","860":"STU","861":"PRO","862":"Obavijesti","863":"Vidi sve","864":"Preuzmize kao ZIP","865":"Otvori","866":"Kopiraj 1 označenu stavku","867":"Kopiraj [X] Označenih stavki","868":"Premjesti 1 označenu stavku","869":"Premjesti [X] označenih stavki","870":"Potvrdi","871":"[B]Upozorenje:[\/B] kvota pohrane premašena. Molimo Vas da obrišete datoteke ili [A]nadogradite Vaš račun[\/A].","872":"Pro","873":"[X] sekundi prije","874":"Prije 1 minute","875":"Prije [X] minuta","876":"Prije sat vremena","877":"Prije [X] sati","878":"Prije 1 dana","879":"Prije [X] dana","880":"Upravo sad","881":"Koristite kratotrajnu sesiju. Podaci koje spremate biti će izgubljeni kada sesija istekne. Kako bi sačuvali vaše datoteke, molimo nadogradite na pravi račun što je prije moguće i uzmite besplatno 50 GB prostora sigurnog spremišta u oblaku!","882":"Upozorenje","883":"Kreirajte svoj račun","884":"[X] nije u potpunosti kompatibilan saMEGA-om","885":"Vaš preglednik","886":"Internet Explorer 10 sadrži popriličan broj bugova koji uzrokuju pisanje datoteka u JavaScript-u, uzrokujući javljanje greške o nedostatku memorije pri preuzimanju veće količine podataka. Očekujemo da će ova greška biti ispravljena u Internet Exploreru 11. U međuvremenu, molimo nadogradite na drugi preglednik.","887":"[X] nedostaje HTML5 dodaci na koje se MEGA oslanja pri izvođenju strana-klijenta unutar-preglednika kriptografiju. HTML5 prijenos podataka će biti emuliran kroz jako ograničeno Flash okruženje. Molimo razmislite o unaprjeđenju na moderni preglednik što je prije moguće.","888":"Visoko Preporučeno","889":"Prepuručeno","890":"MEGA radi najbolje sa sljedećim preglednicima:","891":"Upozorenje o kompatibilnosti preglednika","892":"Svojstva","893":"Uploadano","894":"Ukupna veličina","895":"Naziv mape","896":"Kreirano","897":"Sadrži","898":"Višestruke mape i datoteke","899":"Višestruke datoteke","900":"Višestruke mape","909":"Lozinka","910":"Kupi sada","911":"Iskoristite punu prednost MEGA-e sa [B]Pro[\/B]","912":"ok","913":"mjesec","914":"godišnja pretplata","915":"Masivni prostor za pohranu","916":"Velikodušna bandwidth kvota","917":"ako odaberete plaćanje godišnje","918":"Mjesečno","919":"Godišnje","920":"Nadogradite Vaš račun","921":"2 mjeseca besplatno","922":"1 mjesec","923":"1 godina","924":"Da li imate ikakvih pitanja u vezi [A]Pro računa?[\/A]","925":"Naš tim za podršku će biti sretan da Vam pomogne.","926":"Naziv kompanije","927":"Grad","928":"Poštanski broj","929":"Telefon","930":"dan","931":"mjesec","932":"godina","933":"Adresa","934":"Država ili provincija","935":"PayPal adresa","936":"Bankovni račun","937":"Naziv licence poslovanja","938":"Opišite Vašu marketinšku strategiju","939":"Naziv banke","947":"Pogon","948":"Smeće","949":"Inbox","950":"Kontakti","951":"Moj račun","952":"Većina uređaja ne može preuzeti datoteke veće od 4 GB. Vaše preuzimanje vjerojatno neće uspjeti.","953":"Nedovoljno slobodnog prostora","954":"Zasluge","955":"Mobilne aplikacije","956":"Klijent za sinkronizaciju","957":"Chrome aplikacija","959":"Firefox aplikacija","961":"Aplikacije","962":"Kit za razvoj softvera","963":"Dokumentacija","964":"Program pridruživanja","965":"Pravila","966":"Smjernice ukidanja","967":"Odjava","968":"Napravite račun","969":"Molimo pokušajte ponovo","970":"Molimo unesite valjanu lozinku.","973":"Iskorišteni bandwidth","974":"Upravljajte svojim računom","975":"Dodaj zvjezdicu","976":"Obriši zvjezdicu","977":"Nema datoteka na vašem \"Cloud\" spremištu.","978":"Vaša pretraga je završila bezuspješno","979":"Vaš Koš za smeće je prazan","980":"Nemate kontakata","981":"Vaš Inbox je prazan","982":"Sadržaj","983":"Pregled","984":"Profil","985":"Povijest","986":"Uredite svoj profil","987":"Ističe","988":"Konekcije:","989":"[X] kontakata","990":"1 kontakt","991":"Idi na kontakte","992":"Avatar","993":"Promjeni avatar","994":"Osobne informacije","995":"Rođendan","996":"Odaberite zemlju","997":"Dodavanje kontakata je samo za registrirane korisnike.","998":"Molimo napravite svoj besplatni račun","999":"Da li biste željeli svoju kratotrajnu sesiju nadograditi na besplatni račun sada?","1000":"Izbjegnite gubljenje pristupa. Besplatna registracija je visoko preporučena!","1001":"Ukloni kontakt","1002":"Da li ste sigurni da želite ukloniti [X] sa Vaše kontakt liste?","1003":"Potvrdite uklanjanje","1004":"Da li ste sigurni da želite premjestiti [X] u koš za smeće?","1005":"Pravljenje linkova je samo za registrirane korisnike.","1006":"Dijeljenje mapa je samo za registrirane korisnike.","1007":"Ne možete poništiti ovu akciju.","1008":"premašena pro kvota bandwidtha.","1009":"Trebate još bandwidtha?","1010":"premašena kvota prostora za pohranu.","1011":"Želite li zadržati vaše datoteke?","1012":"prostor za pohranu skoro premašen.","1013":"Trebate još prostora za pohranu?","1015":"Molimo unesite kod sa Vašeg vaučera.","1016":"Odaberite sliku","1017":"Korisi kao avatar","1018":"Prazno","1019":"Dodaj e-mail adresu","1020":"Molimo unesite e-mail adresu ili odaberite kontakt.","1021":"Na","1022":"Ugasi","1023":"Nemate prava za zapisivanje u ovu mapu.","1024":"Molimo unesite ime mape.","1025":"Višestruke stavke","1026":"Unesite ključ za dešifriranje","1027":"Dešifriranje","1028":"Ključ za dešifriranje","1029":"Javni link","1030":"Odaberite iz kontakata, ili dodajte e-mail adrese","1031":"Izvezi linkove datoteka i ključeva za dešifriranje","1032":"Uključi ključ datoteke","1033":"Kopiraj ključeve","1034":"Preuzmi višestruke datoteke","1035":"Klikni \"dopusti\" za završetak preuzimanja","1036":"Dijeljeno sa","1037":"Slažem se","1038":"Odaberite jezik","1039":"Plati sa PayPal-om","1040":"Molimo da se logirate da aktivirate Vaše pro članstvo.","1041":"Molimo kreirajte račun da aktivirate Vaše pro članstvo","1042":"Pokretanje","1043":"Link mape nedostupan","1044":"Link mape koji pokušavate dosegnuti više nije dostupan. To bi moglo biti zbog sljedećih razloga:","1045":"Link mape je uklonjen zbog kršenja ToS\/AUP.","1046":"Link mape je onemogućen od strane korisnika.","1047":"Dobro došli u MEGA Pro","1048":"Vaše pro članstvo je aktivirano. Uživajte!","1049":"Mapa","1050":"Nema djeljenja","1051":"Nikad","1053":"bandwidth kvota skoro premašena.","1054":"Trebate čekati [X] dok se još bandwidtha dodjeli Vašem računu.","1055":"Želite li čekati?","1056":"Ovaj limit je dinamičan.","1057":"Potvrdite kraj sesije.","1058":"Trenutno koristite privremenu sesiju. Da li ste sigurni da ju želite prekinuti?","1059":"Ova akcija će obrisati sve Vaše datoteke.","1060":"End-to-end enkripcija","1061":"Za razliku od ostalih \"cloud\" spremišta, Vaši podaci se šifiraju i dešifriraju samo na Vašem računalu i nikada s naše strane.","1062":"Globalni pristup","1063":"Vaši podaci su dostupni u bilo koje vrijeme, sa bilo kojeg uređaja, bilo gdje.","1064":"Sigurna suradnja","1065":"Dijelite mape sa Vašim kontaktima i vidite njihove updateove u stvarnom vremenu.","1066":"MEGA pruža alat za [A]privatnu i povjerljivu[\/A] online komunikaciju koja je laka za upotrebu.","1067":"MEGA pruža šifrirane \"cloud\"-tipa usluge koje omogućuju [A]privatnu i sigurnu[\/A] komunikaciju i suradnju za posao i pojedince. Vi držite kontrolu nad ključevima za šifriranje Vaših podataka u oblaku.","1068":"Dijelite mape sa Vašim kontaktima i vidite njihove updateove u stvarnom vremenu.","1069":"Vidite kako radi","1070":"Kako radi","1071":"Želite znati više o MEGA-i?","1072":"Gledajte uvodni video","1073":"Plan članstva","1074":"Dobijte 50 GB sa besplatnim računom","1075":"Puno više nego što dobijete od glavnih konkurenata.","1076":"Napravite račun","1077":"Konkurentni Pro paketi","1078":"Dobijte do 4 TB šifriranog prostora za pohranu za samo 8.33€ mjesečno.","1079":"Pogledajte pro pakete","1080":"Mobilne aplikacije","1082":"\"Cloud\" je u Vašem džepu. Pristupite i dijelite Vaše podatke sa Vašeg smartfona ili tableta. Uploadajte i sinkronizirajte svoju multimediu na \"cloudu\".","1083":"Dobijte besplatno","1084":"Dostupno za","1085":"Sync klijent","1086":"Lako i automatizirano sinkronizirajte podatke između Vašeg računala i MEGA \"cloud\" spremišta.","1087":"Preuzmite sada","1088":"Aplikacije za preglednik","1089":"Dodatak za preglednik će instalirati MEGA-u na Vaš preglednik radi bržeg učitavanja i pridodane otpornosti na napade.","1090":"Idi na stranicu za preuzimanje","1091":"Klikni za upload ili drag & drop datoteke ovdje","1092":"Skrolajte za nastavak","1093":"Nikada ne unosite svoju lozinku na uređaj kojem ne vjerujete u potpunosti. Ne logirajte se na svoj račun sa dijeljenog ili javnog računala.","1094":"Radi poboljšane sigurnosti, instalirajte naš [A]dodatak za preglednik[\/A] i učitavajte MEGA-u sa svog računala radije nego s naših servera.","1095":"Kreirajte svoj [A]besplatni[\/A] račun","1096":"Ime","1097":"Prezime","1098":"Neispravno ime ili prezime.","1099":"Molimo unesite svoje ime i prezime.","1100":"Neispravna e-mail adresa.","1101":"Molimo unesite ispravnu e-mail adresu.","1102":"Neispravna lozinka.","1104":"Molimo ispravite svoju lozinku.","1105":"Jačina:","1106":"Status lozinke","1107":"Lozinke se ne poklapaju.","1108":"Kreirajte račun","1109":"Vaša lozinka je Vaš glavni kjuč za šifiriranje.","1110":"Sigurnost Vašeg računa ovisi o jačini Vaše lozinke. Lozinke koje su prekratke, prejednostavne ili se sastoje od riječi iz riječnika su lake za pogoditi.","1111":"Ne zaboravite svoju lozinku.","1112":"Ne postoji procedura za vraćanje izgubljenih lozinki. Ako je se ne možete sjetiti, nećete biti u mogućnosti pristupiti svojim pohranjenim podacima.","1113":"Vaš račun je siguran koliko i Vaše računalo.","1114":"Ponovite lozinku","1115":"Program za provjeru jačine lozinke se još uvijek pokreće.","1116":"Molimo pokušajte ponovno za nekoliko sekundi.","1117":"Uvjeti ugovora o pružanju usluge","1118":"Trebate se složiti sa uvjetima ugovora o pružanju usluge kako biste mogli registrirati svoj račun na MEGA-i.","1119":"Vaša lozinka je laka za pogoditi. Probajte napraviti Vašu lozinku duljom. Kombinirajte velika i mala slova. Dodajte posebne znakove. Ne korisite imena ili riječi iz riječnika.","1120":"Vaša lozinka je laka za pogoditi. Probajte napraviti Vašu lozinku duljom. Kombinirajte velika i mala slova. Dodajte posebne znakove. Ne korisite imena ili riječi iz riječnika.","1121":"Vaša lozinka je dovoljno dobra za nastavak, ali se preporuča da je još pojačate.","1122":"Ova lozinka će podnjeti većinu brute-force napada. Molimo da se osigurate da ćete ju zapamtit.","1123":"Ova lozinka će podnjeti većinu brute-force napada. Molimo da se osigurate da ćete ju zapamtit.","1124":"Jako slabo","1125":"Slabo","1126":"Srednje","1127":"Dobro","1128":"Jako","1129":"Vaša lozinka je preslaba za nastavak","1130":"Neispravan e-mail i\/ili lozinka.","1131":"Potvrdite Vaš račun","1132":"Kolekcija entropije","1133":"Ova igra će sakupiti [A]entropiju[\/A] baziranu na pokretima Vašeg miša.","1134":"Ovo će ojačati Vaš [A]RSA ključ[\/A].","1135":"Možete prekinuti igru kada indikator napretka dođe do 100%.","1136":"Gotovo!","1137":"možete nastaviti na idući korak kako bi završili Vaš ključ.","1138":"Nastavak","1139":"Bodovi:","1140":"Ovo je jako važan korak i može potrajati nekoliko sekundi .","1141":"Molimo budite strpljivi.","1142":"Kreiranje Javno-Privatnog ključa","1143":"Generiranje ključa","1144":"Najranija poznata upotreba kriptografije datira od prije skoro 4000 godina, u drevnom Egiptu","1145":"Danas, 4000 godina poslje, velika većina glavinh pružatelja usluga \"cloud\" spremišta nije u potpunosti usvojila kriptografiju.","1146":"Završite svoj račun","1147":"Odaberite tip računa","1148":"[A]Dobijte 2 mjeseca besplatno[\/A] ako kupite jednogodišnji pro plan.","1149":"Ograničeno","1150":"Besplatno","1151":"Uzmite punu prednost MEGA-e sa [A]Pro računom[\/A]","1152":"Odaberite svoj Pro paket:","1153":"jednogodišnji plan","1154":"Tim","1155":"Uploadanje","1156":"Preuzimanje","1157":"Besplatno preuzimanje","1158":"za Windowse","1159":"Uskoro za [A]MAC[\/A]","1160":"MEGA bi htio zahvaliti autorima sljedećih komponenti open source komponenti koje su pridonijele osnovnoj funkcionalnosti naše web stranice:","1161":"Sigurno","1162":"Vaši podaci su šifrirani end-to-end. Nitko ih ne može presresti dok su u spremištu ili u tranzitu.","1163":"Fleksibilno","1164":"Sinkroniziraj bilo koju mapu sa PC-a na bilo koju mapu na \"cloud\"-u. Sinkroniziraj bilo koji broj mapa paralelno.","1165":"Brzo","1166":"Prihvatite prednost MEGA-ine visoko brze infrastrukture i multikonekcijskih transfera.","1167":"Velikodušno","1168":"Pohranite dok 50 GB besplatno!","1169":"Potpuno opremljeno","1170":"Pretražuj, pohrani, preuzmi, streamaj, gledaj. dijeli, preimenuj ili izbriši svoje podatke. Sve je tu - na dlanu ruke.","1171":"Uskoro i za [A]iOS[\/A]","1172":"Firefox dodatak","1173":"Chrome dodatak","1174":"Ova aplikacija će dozvoliti instalaciju MEGA-e na Vaš preglednik. Smanjiti će vrijeme učitavanja, ubrzati preuzimanje i pojačati sigurnost. ","1175":"Bilo koji MEGA URL koji se dohvati s ovom aplikacijom ostaje lokalno (JavaScript neće biti učitan s naših servera). Sigurne (auto-) zakrpe su dodjeljenje zahvaljujući privatnom kriptografskom prijavljivanju. ","1176":"A ako ste stvarno paranoični:","1177":"onemogućite automatsko ažuriranje i razmotrite naš source kod za svako ažuriranje manualno.","1178":"Preuzmite MEGA-u za Firefox","1179":"Instalacija:","1180":"Preuzmite MEGA-u za Chrome","1181":"Otvori stranicu dodataka u Chrome-u","1182":"meni>alati>dodaci","1183":"ili tip","1184":"u Vašoj adresnoj traci.","1185":"Drag and drop preuzetu datoteku [X] u Chrome-ovu stranicu za dodatke i potvrdite instalaciju.","1186":"Možete kupiti MEGA Pro članstvo od jednog od naših autoriziranih preprodavača ispod:","1187":"Preuzimanje","1188":"Na Vaše računalo","1189":"Uvezi","1190":"Na Vaše \"cloud\" spremište","1191":"Datoteka koju pokušavate preuzeti je privremeno nedostupna.","1192":"Skrolajte da saznate više o MEGA-i","1193":"Otvaranje novoga računa","1194":"Želite li unijeti ovu datoteku u novu sesiju?","1195":"\"Ne\" će vam dozvoliti da se logirate i obradite vaš uvoz.","1196":"Otkaži preuzimanje","1197":"Da li ste sigurni da želite prekinuti preuzimanje?","1198":"Preuzeta datoteka biti će izbrisana.","1199":"Meta podaci ne mogu biti dešifrirani bez ključa.","1200":"Partnerski Uvjeti poslovanja","1201":"[A]Pridružite nam se[\/A] u narušavanju tržišta \"cloud\" spremišta","1202":"Donesite posao nama i zaradite svoj dio.","1203":"Pomozite nam da rastemo i postanite dio uspjeha.","1204":"Prijava","1205":"Kako radi?","1206":"Prijavite se i dobijte Vaš unikatni partnerski ID koje će se pojavljivati u URL-u.","1207":"Pratit ćemo sve kupovine koje ostvare posjetitelji kojima ste preporučili MEGA-u.","1208":"Vi zarađujete [B]20%[\/B] od svih ostvarenih kupovina kroz Vaš partnerski ID.","1209":"Ponavljajuće pretplate će se brojati kao ponavljajuće preporuke.","1210":"Za koga je ovaj partnerski program?","1211":"Razvojni tim za aplikacije:","1212":"Izradite svoju popularnu aplikaciju koristeći naš [A]SDK[\/A]","1213":"Obratite besplatne korisnike u pro i unovčite svoju aplikaciju.","1214":"Web stranice:","1215":"Bloggeri","1216":"Usporedba stranica za \"cloud\" spremište","1217":"Koja su pravila?","1218":"Molimo pročitajte i složite se s našim [A]Partnerskim uvjetima usluge[\/A]","1220":"Započnimo!","1221":"Prijavite se u naš partnerski program i počnite zarađivati novac odmah.","1223":"Kontakt za informacije","1224":"Trebamo još malo detalja o vama.","1230":"Informacije o plaćanju","1231":"Plaćamo putem PayPal-a jednom mjesečno ili putem žice (samo računi banaka sa Novog Zelanda).","1232":"Oblici plačanja","1233":"PayPal","1234":"Bankovni račun (samo NZ)","1235":"Korisničko ime","1236":"Naziv banke","1237":"Broj bankovnog računa","1238":"PayPal adresa","1239":"Informacije o partneru","1240":"Željeli bismo znati kako planirate dovesti promet na MEGA-u.","1241":"Opišite svoju strategiju marketinga:","1242":"Slažem se sa MEGA-inim [A]Partnerskim uvjetima poslovanja[\/A]","1243":"Pridruženi ste našem partnerskom programu. Zarađivat ćete 20% svih prihoda generiranih kroz Vaš partnerski ID.","1244":"Molimo budite sigurni da se slažete sa našim [A]Partnerskim uvjetima usluga[\/A]","1245":"Možete zaraditi prihod šaljući promet na:","1246":"Statistika","1247":"Rok","1248":"30 dana","1249":"90 dana","1250":"180 dana","1251":"365 dana","1252":"Sve vrijeme","1253":"Datum","1254":"Prodaja","1255":"Promet","1256":"Zarada","1257":"Nema zabilježene zarade za odabrani vremenski okvir.","1258":"Isplate","1259":"Nema zabilježenih isplata za odabrani vremenski okvir.","1260":"Partnerski ID","1261":"Molimo unesite datum rođenja.","1262":"Molimo unesite naziv grada.","1263":"Molimo unesite Vašu županiju.","1264":"Molimo unesite Vaš poštanski broj.","1265":"Molimo unesite broj telefona.","1266":"Molimo opišite Vašu marketinšku strategiju.","1267":"Morate se složiti sa Partnerskim uvijetima usluga.","1268":"Molimo unesite Vašu PayPal adresu.","1269":"Molimo unesite korisničko ime računa Vaše NZ banke.","1270":"Molimo unesite naziv Vaše NZ banke.","1271":"Molimo unesite broj računa Vaše NZ banke.","1272":"MEGA-u su napravili ljudi prema tome nije perfektna. Ako naletite na grešku, cijenili bismo kada biste nam ju prijavili kako bismo je mogli ispraviti - što više detalja to bolje.","1273":"Mi uzimamo intelektualna prava za ozbiljno i provodimo strogu (višestruku) politiku protiv prekršitelja.","1274":"Za više informacija, pročitajte naše [A]smjernice o ukidanju[\/A].","1275":"Možete podnijeti obavijest o ukidanju kroz naš [A]online formular[\/A] ili nam poslati putem e-maila.","1276":"Da li imate nekih zabrinutosti ili ideja? Želite li naučiti više o našim proizvodima?","1277":"Uvijek smo dostupni.","1278":"Molimo odaberite","1279":"Korak 1","1280":"Korak 2","1281":"Detalji sadržaja","1282":"Detalji vlasničkih prava","1283":"Dodajte drugi URL","1284":"Ime vlasnika autorskih prava","1285":"ako je primjenjivo","1286":"Naziv agenta autoriziranog od strane vlasnika autorskih prava za slanje obavijesti:","1287":"Primljena obavijest o vlasničkim pravima","1288":"Brzo ćemo pregledati i obraditi vašu obavijest.","1289":"Hvala što ste kliknuli na pozivni link. Molimo kreirajte Vaš besplatni račun ispod.","1290":"Ups, izgleda da ovo nije valjani link za poziv. Da li ste već registrirali svoj račun?","1291":"Ranije ste kliknuli na link za pozivanje. Molimo kreirajte svoj račun.","1292":"Dolazi uskoro","1293":"Dobro došli u centar za podršku","1294":"Ako niste pronašli odgovor na Vaše pitanje, ne oklijevajte, kontaktirajte nas.","1295":"Kontaktiranje podrške","1296":"Popularne teme","1297":"E-mail adresa je već u upotrebi.","1298":"Molimo prijavite se na svoj račun.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}