{"10":"NAGYOBB. KÜLÖNB. GYORSABB. ERŐSEBB. BIZTONSÁGOSABB.","11":"12. cikk","12":"Senki nem tehető ki önkényes beavatkozásnak magánéletét, családját, otthonát vagy levelezését tekintve, sem becsületére és hírnevére irányuló támadásokra. Mindenkinek törvényes joga fellépni az effajta beavatkozások és támadások ellen.","13":"Az Emberi Jogok Egyetemes Nyilatkozata","14":"Törlés megerősítése","15":"Biztos benne, hogy véglegesen törölni szeretne minden elemet a Szemetesládából?","16":"Belső hiba","17":"Sávszélességi kvóta túllépve","18":"Túl sok kapcsolat érkezik erre a letöltésre","19":"A bejelentkezési munkmenet túllépve vagy érvénytelen","20":"Átmenetileg nem elérhető","21":"Fiókkal kapcsolatos probléma, kérem ellenőrizze e-mailjét","22":"A fájl már nem létezik ","23":"A fájl már nem hozzáférhető","24":"Visszafejtési hiba","25":"A jelenleg megnyitott mappa át lett helyezte vagy törölte lett egy másik felhasználó által.","26":"Elveszett mappa","27":"Sajnálatos módon, 1 db fájl nem tölthető fel, mivel ez [X]-nál nagyobb.","28":"Sajnálatos módon, [X1] db fájl nem tölthető fel, mivel ezek [X2]-nál nagyobbak.","29":"A fájlok feltöltése a mi Adobe Flash tartalékunkra korlátozódik, mivel böngészője nem biztosítja a HTML5 FileReader-t. Ha meg szeretné kerülni ezen korlátozást (és megnövelni az általános böngészési élményt), kérem fontolja meg a [A]Google Chrome[\/A] feltelepítését.","30":"Böngésző korlátozás","31":"Kizárólag Internet Explorert használva csak [X]-tol kisebb fájlokat tudsz feltölteni. Chrome és Firefox segítségével feltölthet bármekkora fájlt.","33":"A MEGA a Google Chrome-mal a legkirályabb","34":"Figyelmeztetés:","35":"Ön egy elavult böngészőt használ, amely hátrányos hatással van a fájlátviteli teljesítményre.","36":"Kérem bővítsen a Google Chrome-ra.","37":"Míg más böngésző-gyártók továbbra is küzdenek a HTML5 funkcionalitás teljes spektrumának kivitelezésével, a Google Chrome-nak mindez megvan - már ma. A MEGA teljes erejének (úgymint az automatizált halmozott fel- és letöltés) kiélvezéséhez, erősen javasoljuk a jelenlegi, elavult böngésző mihamarabbi lecserélését a Chrome-ra.","38":"Ne jelenjen meg többé ez az üzenet","39":"Nem, köszönöm","40":"Chrome letöltése","41":"Ön olyan mappát távolított el, amely 1 db megosztott mappát tartalmaz.","42":"Amint kiüríti a Szemetesládát, ez a megosztás le lesz titlva.","43":"Ön olyan mappát távolított el, amely [X] db megosztott mappát tartalmaz.","44":"Amint kiüríti a Szemetesládát, ezek a megosztások le lesznek titlva.","45":"Megosztott mappa figyelmeztetés","46":"Belső hiba","47":"Hoppá, valami elromlott. Emiatt bocsánatot kérünk!","48":"Kérem írjon be legalább három karaktert a kereséshez.","49":"[X] kijelölt elem áthelyezése","50":"1 db fájl","51":"[X] db fájl","52":"és","53":"1 db mappa","54":"[X] db mappa","55":"Írásvédett","56":"Írás és olvasás","57":"Teljes hozzáférés","58":"Letöltés","59":"Link megszerzése","60":"Megosztás","61":"Átnevezés","62":"Áthelyezés","63":"Másolás","64":"Engedélyek","65":"Önnek írásvédett hozzáférése van ehhez a mappához.","66":"Önnek írás és olvasás hozzáférése is van ehhez a mappához.","67":"Önnek teljes befolyása van efölött a mappa fölött.","68":"Új mappa","69":"Új mappa létrehozása","70":"Szemetesláda tisztítása","71":"Kapcsolat hozzáadása","72":"Kapcsolat törlése","73":"Biztosan törölni szeretné ezt a felhasználót a kapcsolataiból?","74":"Biztos benne, hogy törölni szeretné ezeket a felhasználókat a kapcsolataiból?","75":"Kapcsolat törlése","76":"Ön éppen [X] db fájlt készül véglegesen törölni a Szemetesládából.","77":"Szeretne továbbmenni?","78":"Igen","79":"Nem","81":"OK","82":"Mégse","83":"Eltávolítás","84":"Törlés megerősítése","85":"Újratöltés","86":"Név","87":"Méret","88":"Átvitel típusa","89":"Állapot","90":"Sebesség","91":"Eltelt idő","92":"Hátralévő idő","93":"Típus","94":"Utolsó módosítás","95":"E-mail","96":"Jogok","97":"Új feltöltés","98":"Mappa feltöltés","99":"Fájl feltöltés","100":"Szemetesláda tisztítása","101":"Kapcsolat hozzáadása","102":"Keresés","103":"Fájlátvitel megszakítása","104":"Fájlátvitelek","105":"függőben","106":"Fájlkezelő","107":"Szeretné átmásolni a kijelölt mappát a(z) [X] privát postaládájába?","108":"Megerősítés","109":"Szeretné átmásolni a kijelölt mappát ebbe a megosztott mappába?","110":"Szeretné átmásolni a kijelölt elem(ek)et a(z) [X] privát postaládájába?","111":"Szeretné átmásolni a kijelölt elem(ek)et ebbe a megosztott mappába?","112":"Fájllinkek és visszafejtési kulcsok exportálása","113":"Fájllink","114":"Fájlkulcs","115":"Fájlnév","116":"Fájlméret","117":"Áthelyezés máshova","118":"Cél kiválasztása","119":"kiegészítő sávszélességi kvóta túllépve","120":"A letöltés nem folytatható, mivel átléptetné Önt az IP-jére szánt jelenlegi ingyenes átviteli engedményen.","121":"Ezen korlát dinamikus, és a rendelkezésre álló sávszélességünk mennyiségétől függ.","122":"Csak az utóbbi öt-hat órában lebonyolított fájlátvitelek számítanak.","123":"Ebben az időablakban:","124":"Ön [X]-ot töltött le.","125":"[X2] múlva [X1] lesz elérhető.","126":"A jelenlegi IP korlát [X].","127":"Az Ön kényelme érdekében, a várólistára került letöltései vissza lesznek tartva, amíg Ön elegendő kvótával nem rendelkezik, majd automatikusan folytatódnak.","128":"Ha nem szeretne várakozni, akkor érdemes lehet megfontolnia feliratkozni egy sávszélesség csomagra, amely bőségesen extra tárhelyet is ad Önnek.","129":"Bővítés Pro-ra","130":"Fájlok letöltése","131":"Kattintson az \"Engedélyez\" gombra a letöltés befejezéséhez","132":"Elemek áthelyezése","133":"[X] áthelyezése","134":"[X] másolása","135":"Hiba","136":"kérem válassza ki a mappát","137":"Kérem válasszon ki egy érvényes úticélt.","138":"A célmappa nem lehet ugyanaz, mint a kezdeti mappa.","139":"Körkörös hiba","140":"Körkörös hiba: a cél nem lehet az áthelyezés alatt lévő mappa almappája.","141":"Kérem  érvényes e-mail címet írjon be.","142":"Kérem várjon...","144":"Megosztás megszüntetése","145":"E-mail cím:","146":"Megosztás új felhasználóval:","147":"Hozzáférés megadása","148":"Bezárás","149":"Megosztás","150":"Kapcsolat meghívva","151":"A(z) [X] nevű felhasználó meg lett hívva, és meg fog jelenni az Ön címjegyzékébe, amint regisztrált.","152":"Saját magát nem veheti fel a címjegyzékébe.","153":"E-mail cím","154":"Kapcsolat hozzáadása","155":"Hozzáadás","156":"Mégse","157":"Mappanév","158":"Létrehozás","159":"Mégse","160":"Ez a mappanév már használatban van. Kérem próbálja újra.","161":"Átnevezés","162":"Átnevezés","163":"Mégse","164":"Felhőtárhely","165":"Kapcsolatok","166":"Postaláda","167":"Szemetesláda","168":"Szemetesláda","169":"Menü","170":"Regisztrálás","171":"Bejelentkezés","172":"Húzza fájljait az oldalra bárhová","174":"\/","175":"Kijelölés","176":"Kijelölés feltöltéshez","177":"Ön birtokolja a kulcsokat a felhőben tároltakhoz","178":"Biztonságos Online Együttműködés","179":"Erőteljes Fájlkezelő","180":"Alkalmazási  Ökoszisztéma","181":"Szolgáltatások részletesen","182":"Osszon meg titkosított mappákat munkatársaival vagy üzleti partnereivel, és cseréljen bizalmas dokumentumokat tiszta véges-végig titkosítással.","183":"Tekintse meg és kezelje fájljait böngészőjében az integrált,  gyorsított  halmozott fel- és letöltéssel.","184":"Egy mindenre kiterjedő nyílt API lehetővé teszi külső fejlesztőcégek számára a MEGA funkcionalitásának javítását.","185":"2048 bites RSA titkosítás","186":"Kijelentkezés","187":"Saját fiók","188":"Fájlkezelő","189":"Munkamenet megszakítása","190":"Bejelentkezés","191":"Fiók létrehozása","192":"Emlékezzen","193":"Bejelentkezés","194":"[X] szerver online.","195":"Az Ön E-mailje:","196":"Az Ön E-mailje:","197":"Kérem írja be e-mail címét.","198":"Kérem érvényes e-mail címet írjon be.","199":"Kérem adja meg jelszavát.","200":"Hoppá, valami elromlott.","201":"Helytelen e-mail cím és\/vagy jelszó. Kérem próbálja újra.","202":"Új fiók létrehozása","204":"vagy","205":"bejelentkezés","206":"Az Ön neve","207":"Az Ön E-mailje","208":"Egyetértek a MEGA [A]Általános felhasználási feltételeivel[\/A]","209":"Regisztráció","210":"Készüljön fel egy új korszakra","211":"A Felhő tárolás sosem lesz már a régi","212":"Kérem írja be a nevét.","213":"Kérem válasszon  egy jelszót.","214":"El kell fogadnia az általános felhasználási feltételeinket","215":"Egy ismeretlen hiba lépett fel. Kérem próbálja újra.","216":"Döbbenetes","217":"Kérem ellenőrizze e-mailjeit és kattintson a linkre fiókja megerősítéséhez.","218":"Ezen e-mail cím már regisztrált egy fiókot a MEGA-val.","219":"Ezen e-mail cím már regisztrált egy fiókot a Mega-val.","220":"Gyenge","221":"Méltányos","222":"Megfelelő","223":"Kitűnő","224":"VÁLASSZA KI A FELTÖLTENDŐ FÁJLOKAT","225":"VÁLASSZA KI A FELTÖLTENDŐ FÁJLOKAT VAGY HÚZZA ŐKET IDE","226":"Hogy megelőzzük az erőforrás túlterhelődést, olykor túl kell tennünk a sávszélesség kihasználtságon. Az elmúlt hat órában az Ön IP címe [X1]-ot emésztett fel, amely, a kiválasztott [X2]-nyi fájllal együtt, meghaladná a jelenlegi [X3]-os korlátunkat. Hogy méltányos és egyenértékű hozzáférést biztosítsunk erőforrásainkhoz, függőben lévő letöltései vissza lettek tartva. Ezek automatikusan folytatódnak, amint enyhül a torlódás.","227":"Azon átvitelek, melyek fizetett sávszélességgel vannak lefedve, mentesülnek ezen korlátozás alól, így ha nem kíván várakozni, fontolóra veheti egy Pro fiókra való feliratkozást.","228":"Adatforgalomirányítás érvényben.","229":"Ne jelenjen meg többé","230":"Bővítés Pro-ra","231":"Nem köszönöm, inkább várok","232":"Nem köszönöm, inkább várok","233":"Átmeneti hiba, újrapróbálkozás","234":"Fájl letöltése","235":"Letöltés","236":"Importálás","237":"Letöltés megkezdése","238":"Szerzői jogsértőnek jelölés","239":"A letöltés befejeződött","240":"A fájlátviteli folyamat befejezése érdekében manuálisan kell elmentenie a fájlt.","241":"Fájl mentése","242":"Frissítsen Chrome-ra a MEGA teljes erejének kiélvezéséhez","243":"A fájl, amit próbál letölteni többé már nem elérhető.","244":"Ez a következő okoknak köszönhetően lehetséges:","246":"A fájl eltávolításra került az ÁSZF\/EFI szabálysértés miatt.","247":"Érvénytelen URL - az elérni próbált link nem létezik.","248":"A fájl törlésre került a felhasználó által.","249":"A letölteni próbált fájl átmenetileg nem elérhető.","250":"Beépített redundanciánk sikertelen volt. Ez a következő okoknak köszönhetően lehetséges:","251":"Egyes szerverek karbantartás miatt állnak.","252":"Túlterhelődtünk és több kapacitást adunk hozzá.","253":"Kérem próbálja újra később.","254":"A letölteni próbált fájl többé már nem elérhető.","255":"Ezen fájl többé már nem elérhető szerzői jogi követelés következtében [X] által.","256":"A kulcsnak nincs meg a megfelelő hosszúsága.","257":"Kérem ügyeljen rá, hogy érvényes kulcsot ír be.","258":"Letöltés folyamatban","259":"Mit jelent az, hogy \"MEGA\"?","260":"A MEGA egy önhivatkozó mozaikszó, és a jelentése \"MEGA Encrypted Global Access (Kódolt Globális Hozzáférés)\" áll.","261":"Mi az a MEGA?","262":"A MEGA egy biztonságos adattárolási szolgáltató a \"felhőben\". Interneten keresztül elérhető ingyenes és fizetős tárhelyet és sávszélességet biztosít. Adattárolást és adathozzáférést biztosít a böngésző vagy dedikált applikáció segítségével.","264":"A legjobb tudomásunk szerint a felhőben való tárolás és titkosítás legális. Ezen felül a felhőben történő adattárolás meg kell hogy feleljen az [B]ide[\/B] tartozó törvényeknek, rendeleteknek  és [A]felhasználói feltételeinknek.[\/A]","265":"A MEGA-t ugyanazok az emberek hozták létre mint akik az eddigi egyik legnagyobb felhőtár rendszerét üzemeltették. Visszakaphatom-e az ott lévő fiókomat és adataimat?","266":"Sajnos a MEGA-nak nincs hozzáférése azokhoz a rendszerekhez amiket előzőleg munkatársaink készítettek. Jelenleg nincs jogi kapcsolat bármely kód, hardver vagy adatbázis visszaszerzésére, ezért jelenleg nem látunk módot a régi adatok visszaszerzésére.","267":"Miért Új-Zéland a tárhelyünk bázisa?","268":"Többek között azért is mert Új-Zéland eredeti Māori neve \"Aotearoa\", ami annyir jelent a \"Hosszú fehér felhő földje\"","269":"Elérhető-e a MEGA mobilkészülékkel?","270":"MEGA jelenleg asztali böngészőkre van optimalizálva. Keményen dolgozunk azon, hogy a MEGA kompatibilis legyen az összes főbb mobilkészülékkel, táblagéppel. A közeljövőben biztos találhat majd általunk készített applikációkat kedvenc mobiljára.","271":"Folytathatom-e a megszakadt fel vagy letöltést?","272":"Igen, ameddig a böngészője ablakát nyitva tartja. A fel és letöltések automatikusan folytatódnak, amint például visszatér az előzőleg megszakadt internethozzáférése. Azt kell csak figyelembe venni, hogy rendszerünk törli a befejezetlen feltöltéseket, ha 48 óráig inaktív.","273":"Feltölthetem-e ugyanazt a fájlt töbször is?","274":"Mivel a szerver nem látja a fájlneveket, a fájlnév ütközések a kliens oldalon lesznek kezelve. Általános beállításokkal ha olyan fájlt töltesz fel ami már létezik a fiókodban (ugyanarra a helyre, ugyanaz a méret és a modifikációs idő), a fájl át lesz ugorva, de semmi nem gátol meg abban hogy több egynevü fájlt vagy mappát tárolj ugyanabban a mappában.","275":"Hogyan szabályozzuk a sávszélesség kihasználását?","276":"Működési filozófiánk az, hogy egy felhasználónk se legyen korlátozva mesterségesen, kivéve akkor ha az infrastruktúránk erőforrások szűkében azt megköveteli. Ezért fenntartjuk a jogot, hogy időnként maximalizáljuk a sávszélességet IP címenként. Ezután amint azt erőforrásaink megengedik, ezt a korlátot automatikusan feloldjuk. Nincs külön beavatkozásra szükség.","277":"Korlátozva van-e a fájl méret a MEGA-n?","278":"Nem korlátozzuk a fájlok méretét, ez a jelenlegi tárhelyed nagyságától függ. Egyes régebbi vagy technikailag nem fejlett böngészők megkövetelik hogy a letöltési memóriában történjen a le vagy feltöltés (Firefox, IE10, IE9, Safari 5,Opera) ","279":"Tölthetek fel és le egyszerre?","280":"Igen. Egy feltöltés és letöltés futhat egy böngészőablakban egyszerre.","281":"Miért nincs lehetőség a kis kép előnézetre, streamelt videó illetve hanganyagok futtatására?","282":"Mert az megkövetelné a szerver oldali adatmanipulációt és ezt a végponttól végpontig terjedő titkosítási rendszerünk eleve kizárja.","283":"Hogy töltök fel fájlokat a MEGA-ra?","284":"Három lehetséges mód van a MEGA-ra való feltöltésre böngésző segítségével:","285":"1. Kattints a piros gombra a kezdőoldalon","286":"2. Menj a fájlkezelőbe és kattints a \"Fájl Feltöltés\" vagy (ha Chromot használsz) \"Könyvtár Feltöltés\" gombra a lap tetején.","287":"3. Drag and Drop (húzással) segítségével (amennyiben Chromot használ)","288":"Hogy telepítem a MEGA-t?","289":"A MEGA használatához nem kell semmit telepíteni. A MEGA minden funkciója a böngészőn belül érhető el és az összes főbb böngészővel müködik. Hogy kihasználja a MEGA teljes tudását, a Google Chrome erre a legmegfelelőbb.","290":"Hogy működik a könyvtár megosztás?","291":"Mindenkivel megoszthatod a tárad tartalmát, barátokkal, családtagokkal, munkatársakkal. A meghívás e-mail címmel történik. Azok a meghívott személyek akiknek még nincs fiókjuk, e-mailben megkapják az értesítést egy regisztrációs linkkel együtt. A másik módja a megosztásnak egy publikus könyvtár link illetve titkosított kulcs készítése. Így a könyvtár megosztható azokkal is, akik még nem a MEGA felhasználói. Ilyenkor a biztonság a titkosított kulcs kezelésén múlik, hogy kivel és hol osztja meg.","292":"A megosztáshoz vagy annak változtatásához, törléséhez, egyszerűen jobb egérgombra való kattintással eléri a megosztás funkciót. Három szintű hozzáférésre van lehetőség: csak olvasható, írható és olvasható (fájlokat lehet hozzáadni, de törölni nem), és teljes hozzáférés (fájlok hozzáadása és törlése).","293":"Ha egy olyan e-mail címmel történik a megosztás, amihez még nem tartozik fiók a rendszerünkben, legalább egyszer még online kell lennie miután a címzett befejezte a regisztrációját, hogy titkosítsa a megosztott adatot az újonnan létrehozott nyilvános kulcsával.","294":"Hogy törlöm a felhasználót a megosztott mappámból?","295":"Csak kattintson jobb egérgombbal a könyvtárra a fájlkezelőben és válassza ki a megosztást. Ekkor láthatja azokat a felhasználókat, akiknek hozzáférésük van a könyvtárhoz. Jobb egérgombbal kattintson a felhasználóra és válassza a Törlés opciót a menüből.","296":"Hogy különböztetem meg a megosztott könyvtárakat a többitől?","297":"A megosztott könyvtárak a fájlkezelőben egy külön ikonnal vannak ellátva, egy kézzel a könyvtár alatt.","298":"Megoszthatok-e olyan könyvtárat, amelyek velem lettek megosztva.","299":"Nem. A könyvtár megosztások nem továbbíthatóak.","302":"Hogy linkelek egy fájlt a MEGA-ról?","303":"Először egy kis figyelmeztetés: A fájlok kriptográfiai biztonsága függ attól, hogy mennyire kezeli bizalmasan a titkosítási kulcsait. Bizonyosodjon meg arról, hogy biztonságos csatornákon keresztül továbbítja őket! Például egy egyszerű e-mail már nem annyira biztonságos.","304":"Ezt észben tartva, jelöljön ki egy vagy több fájlt a fájlkezelőből és jobb egérgombbal kattintson a \"Link\" gombra. Ekkor megnyílik egy dialógus, ami tartalmazza a publikus linket a fájlhoz. Kiválaszthatja hogy a linkeket külön-külön szeretné-e kimenteni, vagy tömegesen kombinálva.","305":"Hogy működik a titkosítás?","306":"A titkosítás végponttól végpontig történik. A feltöltött adat a feltöltő készüléken kerül titkosítása, mielőtt azt az internetre küldené, majd az adat az eszközre való letöltés után dekódolódik. A kliens gépek felelősek a generációért, valamint a titkosító kulcsok kezeléséért. Kliens gépét nem fogja soha elhagyni látható, vagy használható kulcs. (kivéve a nyilvános RSA-t).","307":"Minden személyes adatom titkosítva van?","308":"Nem. Csak a fájl tulajdonságai és nevei vannak titkosítva. Azok az információk, amik szükségesek a működéshez, mint az e-mail címe, IP-címe, könyvtár struktúrája, tulajdonos adatai és fizetési adatai nincsenek külön titkosítva. Kérjük olvassa el a felhasználási feltételeket a részletekért.","309":"Mennyire vannak biztonságban a tárolt adataim?","310":"Minden titkosítás relatív. A következő biztonsági rések léteznek, amelyek nem a MEGA-ra vonatkoznak, de jó tudni:","311":"Egyes felhasználók veszélyeztetve lehetnek:","312":"-Kémprogram futásával a gépén. Egyszerű keylogger (menti azokat a billentyűket amelyeket megnyomunk) is elegendő de egy fel vagy letöltési folyamatnak az adatait és kulcsait is kimásolhatja a számítógép fájlrendszeréből.","313":"-Shoulder surfing (ha valaki néz minket). Ne írjunk jelszót, amíg valaki néz minket.","314":"-Jelszó brute-forcing (jelszavunk feltörése próbálkozásokkal). Kizárólag erős jelszót használjon.","315":"-Phishing. (Adathalászat hamis oldalakkal). Mindig győződjünk meg róla hogy a hozzáférésünk (https:\/\/)biztonsági sémát használja és hogy a domain név, az amit várunk (mega.co.nz) mielőtt belépnénk.","316":"Nagyszabású támadások révén is veszélyeztetve lehetünk:","317":"- \"man in the middle\" típusú támadás. Ehhez a támadónak szüksége van az SSL tanusítvány másolatára ,a DNS módosítására és\/vagy a BGP útvonalakon történő támadásra. (\"DigiNotar\" fajta forgatókönyv)","318":"-Ha a támadónak sikerül a webtárhelyhez hozzáférni és kicserélni a https:\/\/mega.co.nz\/index.html oldalt egy hamisítvánnyal (ez nem befolyásolná a hozzáférést az applikációs bázishoz). Érdemes megjegyezni hogy a CDN statikus tartalmakon való manipuláció nem jelent biztonsági kockázatot a felhasználónak, mivel minden aktív adat, amely az index oldalunkról jön ellenőrizve van kriptográfiailag (úgy kell elképzelni, mint egy biztonsági indítást, csak weboldalakon). Ehhez a támadáshoz a támadónak rosszindulatú kódot kell küldenie a kliens felé, ez pedig már észrevehető.","319":"-Ha a támadó hozzáfér a szerverünk alap infrastruktúrájához, és hamis kulcsokat készítene a már meglevő megosztásokhoz. Ez a típusú támadás csak a megosztott adatokat veszélyezteti és észrevehető még a kliens oldalon is.","320":"Mi van akkor ha nem bízom a MEGA-ban. Akkor is biztonságos használnom a MEGA-t?","321":"Ha nem bízik bennünk, akkor ne futtasson egy miáltalunk készített kódot sem, azaz ne nyissa meg az oldalunkat és főképp ne üsse be jelszavát. Ha mégis szeretné használni a MEGA funkcióit, használja egy olyan kliens applikáción keresztül, amit valaki olyan készített akiben megbízik.","322":"Bízom a MEGA-ban és az Új-Zélandi adatközpontban, de nem bízom a Német székhelyű adatközpontban, mivel egy Amerikai cég irányítja. Biztonságos-e még akkor is a MEGA-t használni?","323":"Igen, teljes biztonsággal használhatod a MEGA-t, még akkor is ha a Német székhelyű szervereket támadás érte. Az Új-Zélandi központunk biztosítja azt, hogy rosszindulatú kód nem jut át ha megnyitod a https:\/\/mega.co.nz\/-t","324":"Az adatok amelyeket megosztott könyvtárba teszek, biztonságosak e annyira mint a többi adat? ","325":"A megosztott könyvtárak természetüknél fogva annyira biztonságosak, mint a bennük levő elemek legkevésbé biztonságos tagja. Biztonsági veszélyt jelent még ha szervereink infrastruktúráját támadják meg, mivel a publikus kulcsokat és azok megkérését érinthetik.","326":"Tételezzük fel hogy a MEGA tárhely csomópontjába fizikailag behatolnak. Mik ilyenkor a veszélyek?","327":"Hibaüzenetek miután letöltöttük a megmanipulált fájlokat. Még ha a támadónak volt is kulcsa a titkosított fájlhoz abban a csomópontban, még mindig nem bírta úgy kicserélni a kulcsokat, hogy az azutáni letöltések ne szakadjanak meg.","328":"Jó ötlet-e az összes adatot egy helyen tárolni?","329":"A fontos fájlokról mindig legyen biztonsági másolat valahol, online és offline. Még ha mi is minden fájlt legalább két helyen tárolunk, nincs integritás garancia ha minden helyen egyszerre történik valami befolyásoló tényező (meghibásodás), vagy kormányzati túlkapás.","330":"Miért bízzam rá az adataim a többek között a MEGA-ra?","331":"Olyan felhasználó által írányított titkosítást nyújtunk (UCE) ahol ön, a felhasználó irányítod a kulcsokat. Az UCE felhasználása nyílt forráskódú, és arra ösztönözzük önöket, hogy tanulmányozzák át és írják le a véleményüket. Úgy véljük ez a rendszer sokkal biztonságosabb annál, hogy az internet szolgáltatás nyújtó (ISP) irányítja ezeket a kulcsokat, különösen akkor, ha azok még titkosítva sincsenek. Például ha a MEGA-n megtörténne az, hogy valaki beléphet az adatokhoz jelszó nélkül, egy programhiba miatt olvashatatlanok lennénének a felhasználó által vezérelt titkosított (dekódoló) kulcsok.","332":"Észrevettem azt hogy a MEGA, HTTPS titkosított sémát használ az amúgy is titkosított adatok átvitelére. Ez nem felesleges?","333":"De igen. Csak sajnos a legtöbb böngésző veszélyesnek tartja azt, hogy egy nem biztonságos beérkező kapcsolat létesül egy biztonsági oldalról, még ha az előzőleg titkosítva is lett, ez egészen egyszerűen azért van, mert ezt nem veszik észre. Mivel a HTTPS befolyásolhatja, lassíthatja a rendszerrel való kommunikációt, mi megengedjük hogy ki is kapcsolhassa azt, ahol az lehetséges (Internet Explorer-el nem lehetséges) hogy felgyorsíthassa az adatforgalmat a biztonság és az adatintegritás veszélyeztetése nélkül. Ilyenkor egy SSL értesítés jelenik meg az első adatátvitel során - de ebben az esetben (és csakis ebben az esetben) ignorálható.","334":"Milyen titkosítási algoritmusokat használ a MEGA a belső rendszerekhez?","335":"A tömeges átvitelekhez, AES-128-ast (úgy véljük hogy a AES-192 és AES-256 módszerek a CPU igénybevétele miatt nagyobb gondokat okozna mint amennyire biztonságos, legalábbis a kvantum számitógépek bejöveteléig).<\/p><p>A letöltés utáni integritás ellenőrzése a CCM egy modifikált változatán keresztül történik, ami nem annyira hatékony mint az OCB de nem terhelik szabadalmak.","336":"A megosztott titkosítások a felhasználók között és a bejövő mappába érkező adatok RSA-2048ast használnak. (pont középúton van a \"nem biztonságos\" és a \"túl lassú\" között)..<\/P><p> Az összes titkosítás, dekódolás és kulcs készítés Javasriptben történik ami limitálja a generált teljesítményt pár MB\/s-ra, és szignifikáns CPU terhelést okoz. A közeljövőben a gyorsabb HTML5 WebCrypto API szerves része lesz minden főbb böngészőnek ami majd feloldja ezt a korlátozást.","337":"A Javascript véletlenszerű számgenerátorját egy egér\/billentyűzet időzítővel táplált RC4 entrópia halmazból látjuk el argumentumokkal.","338":"Csinál-e a MEGA biztonsági másolatokat az fájljaimról?","339":"Minden fájlt legalább két szerveren tárolunk, és ha lehetőség van rá, két különbőző adatközpontban.","340":"Elfelejtettem a jelszavamat. Hogyan tudom visszaszerezni?","341":"Sajnos a MEGA jelszavad nem csak egy jelszó, hanem a titkosításod mesterkulcsa az adataidhoz. Ha elveszted, elveszted a hozzáférést is azokhoz a könyvtáraidhoz, amelyek nem voltak megosztva és nincs külön elmentve a fájl vagy a könyvtár kulcsa.","344":"Mit kell tennem, hogy Pro felhasználói fiókra frissítsek?","345":"A pro fiók nagyobb tárhelyet és sávszélességi kvotát biztosít, amit automatikusan levonunk az operatív sávszélességi korlát elérésekor- a kvótát felhasználhatja vagy engedélyezheti másoknak is, akiknek hozzáférésük van a tárolt adataidoz. (Még ha nem is MEGA felhasználók). A maximális, százalékban meghatározott sávszélességi kvótát, amit másoknak oszthat ki, a felhasználói beállításoknál tudja beállítani.","346":"Miért van opció a feltöltési sebesség korlátozására, és miért aktív alapértelmezetten?","347":"Sok router nem részesíti előnyben a kis csomagokat linktorlódás esetén, ami befolyásolhatja a bejövő forgalmat, amikor a kimenő forgalom eléri a maximumát. Ennek elkerülése érdekében a feltöltés első tíz másodpercében mérjük a kimenő sávszélességedet, és 10%-t szabadon hagyunk. Ennek az opciónak a kikapcsolásával maximalizálhatja a feltöltését.","348":"Mit kapok az ingyenes fiókkal?","349":"Globálisan elérhető, nagy telyesítményű, biztonságos felhő tárhelyet [X] hellyel. Ha többre van szüksége, bármikor áttérhet a  [A1]Pro[\/A1] csomagra. Kattintson [A2]ide[\/A2], hogy megnézze a jelenlegit.","359":"Nyújtanak programozói felületet? (API)","361":"Igen. Kérjük használja a fejlesztői csomagunkat (SDK) hogy hozzá tudja adnia a MEGA támogatását az alkalmazásához.","362":"Hogy megelőzzük az erőforrás túlterhelődést, olykor túl kell tennünk a sávszélesség kihasználtságon. A fájl, amit próbál letölteni nagyobb, mint a mi jelenlegi  [X3]-os korlátunkat. Ennek átvitele elhalasztásra került, és automatikusan elindul, amint enyhül a torlódás.","365":"Az Ön böngészője nem elég modern egy ilyen nagyméretű fájl letöltéséhez.","366":"Jogi figyelmeztetés","367":"A Mega tiszteletben tartja a szerzői jogokat és megköveteli a MEGA Cloud szolgáltatás felhasználóitól is a szerzői jogok betartását. Szigorúan tilos a MEGA rendszerét olyan tevékenységekre használni, ami sérti a szerzői jogokat. Tilos feltölteni, letölteni, tárolni, megosztani, bemutatni, streamelni, terjeszteni, e-mailezni, linkelni, továbbítani vagy elérhetővé tenni olyan fájlt, adatot, tartalmat, ami megsérti más személyek vagy szervezetek szerzői vagy tulajdoni jogait.","368":"Vigyázat:","369":"A MEGA kriptografikus biztonsági modellje függ a fent megjelenített kulcsok bizalmasságától. Kerülje ezek bizonytalan csatornákon keresztüli továbbítását.","370":"Másolás a vágólapra","371":"Rámásolva a vágólapra","372":"Feltöltés","373":"Letöltés","374":"Amit ígérünk, azt szolgáltatjuk","375":"Függőben lévő fájlátvitelek miatt a navigáció blokkolva.","376":"Az oldal megtekintéséhez bejelentkezve kell lennie.","377":"Fájlátvitelek folyamatban. Ha folytatja, ezek meg lesznek szakítva.","378":"Kérem írja be jelszavát fiókja megerősítéséhez.","379":"Kérem jelentkezzen be e fájlnak az Ön fiókjába importálásához.","380":"Visszafejtő kulcs beírása","381":"Minden jog fenntartva","382":"készült Új-Zélandon","383":"Támogatás","384":"Súgóközpont","385":"Aáltalános szolgáltatási feltételek","386":"Adatvédelmi irányelv","387":"Szerzői jogok","388":"Közösség","389":"Blog","390":"Társulatok","391":"Viszonteladók","392":"Fejlesztők","393":"Tárhely partnerek","394":"Befektetők","395":"Legyen ön is viszonteladó","396":"Rólunk","397":"Ingyenes tagság","398":"Pro tagság","399":"Elérhetőség","400":"Alapok","401":"Megosztás","402":"Biztonság & Adatvédelem","403":"Fiók","404":"Fizetés & Számlázás","405":"Eszközök","406":"Leggyakrabban ismételt kérdések:","407":"Kategóriák:","408":"Január","409":"Február","410":"Március","411":"Április","412":"Május","413":"Június","414":"Július","415":"Augusztus","416":"Szeptember","417":"Október","418":"November","419":"December","420":"Kérem jelentkezzen be a feltöltés megkezdéséhez.","421":"Kérem fogadja el az Általános Szerződési Feltételeinket","422":"Elfogadom","423":"A megosztási szolgáltatás használatához egy regisztrált fiókra van szüksége. Szeretne most regisztrálni?","424":"Megosztás letiltva","425":"Mappa átnevezése","426":"Fájl átnevezése","427":"Fiókadatok","428":"Utalványok","429":"Munkamanet előzmények","430":"Vásárlási előzmények","431":"Tranzakciós előzmények","432":"Fiók típusa:","433":"Bővítés","434":"Előfizetés típusa:","435":"INGYENES","436":"Nincs számlázási ciklus","437":"Tárterület:","438":"[X] felhasználva","439":"[X2]-ból [X1]","440":"Sávszélesség kezelés:","441":"Sávszélesség kezelés engedélyezése","442":"Sávszélesség kezelés letiltása","443":"Meghatározhatja a kiszolgálói sávszélességre kiosztani kívánt százalékot.","444":"Kiszolgálói sávszélesség beállítása:","445":"Kiszolgálói sávszélesség","446":"(fájljainak harmadik fél általi letöltésére)","447":"Letöltési sávszélesség","448":"(harmadik féltől származó fájlok letöltésére)","449":"Számlaegyenleg","450":"Betetőzés","451":"Utalványok létrehozása:","452":"Utalvány típusa:","453":"Utalvány típus kiválasztása","454":"Mennyiség:","455":"Létrehozás","456":"Utalvány beváltása:","457":"Utalvány vásárlása","458":"Beváltás","459":"Az Ön utalványai","460":"Felhasználatlan utalványok","461":"Beváltott utalványok","462":"Elvetett utalványok","463":"Visszavont utalványok","464":"Összes utalvány","466":"Az utolsó [X]","467":"Munkamenet előzmények","468":"Vásárlási előzmények","469":"Az utolsó [X] vásárlás","470":"Tranzakciós előzmények","471":"Az utolsó  [X] tranzakció","472":"Az utolsó [X] munkamenet","473":"Hoppá, ez nem tűnik érvényes utalvány kódnak.","474":"Lejárati dátum:","475":"Dátum\/Idő","476":"Elem","477":"Mennyiség","478":"Fizetési módszer","479":"Böngésző","480":"IP-cím","481":"Ország","482":"Legutóbbi tevékenység","483":"Jelenlegi munkamenet","484":"Tranzakciós ID","485":"Kredit","486":"Tartozik","487":"Utalvány kód","488":"Állapot","489":"Felhasználatlan","490":"Beváltás ideje:","491":"Visszavonás ideje:","492":"Törlés ideje:","494":"Válassza ki csomagját:","495":"Tárhely","496":"Sávszélesség","497":"Válasszon díjszabást:","498":"havonta","499":"évente","500":"Válasszon díjszabást:","501":"17% megtakarítás","502":"Válasszon díjszabást:","503":"Válasszon fizetési módot:","504":"Előfizetői egyenleg","505":"utalvány vásárlása","506":"Professzionális","507":"Folytatás","508":"utalvány kód","509":"AZ ADATVÉDELMI TÁRSASÁG","510":"Legyen üdvözölve a MEGA-nál!","511":"Az Ön 2048-bites RSA nyilvános \/ privát kulcspárja jelenleg készülőben van.","512":"A kulcs megerősítése érdekében entrópiát gyűjtöttünk az Ön egér-mozgási és -gomblenyomási időzítéseiből.","513":"Az utalvány kód beváltásra került az Ön fiókjába, azonban az új előfizetői egyenlege nem elegendő ehhez a vásárláshoz. Kérem növelje egyenlegét, vagy próbáljon olcsóbb csomagot vásárolni.","514":"Nem elegendő egyenleg,kérem próbálja újra.","515":"Ez a mappa 500-nál is több bejegyzést tartalmaz. A nagy mappák lelassíthatják böngészőjét. Kérem fontolja meg az almappák használatát.","516":"Támogatás kérése","517":"Valami nem működik Önnek? Kérem előbb nézze meg [A]súgó központunkat\/A]. Ha kérdésére ott nem talál választ, ne habozzon kapcsolatba lépni velünk.","518":"Jogszabály","519":"Jogi osztályunk készenlétben áll felelni az Ön érdeklődésére.","520":"Szerzői jog","521":"Aggasztja, hogy egy felhasználó megsérti az Ön szellemi tulajdonjogait? Kérem küldjön be egy levételi értesítést az  [A]online űrlap[\/A]unkon keresztül, vagy küldjön egy e-mailt.","522":"Javasoljon javításokat","523":"Kérem itt küldjön be szolgáltatási kérelmeket és használhatósággal kapcsolatos javaslatokat.","524":"Hiba bejelentése","525":"A MEGA jelenleg béta fázisban van, s felkérjük Önt hibajelentések beküldésére. Minél részletesebbek, annál jobb.","526":"Média","527":"Szívesen fogadjuk a média képviselőit, beleértve a bloggereket is, hogy vegyék fel velünk a kapcsolatot a MEGA-hoz fűződő érdeklődéseikkel.","528":"Legyen viszonteladó","529":"Legyen részese a sikertörténetnek!","530":"Viszonteladói programunk lehetővé teszi az Ön számára, hogy közvetlenül ügyfeleinek adjon el Mega utalványokat.","531":"A részletek:","532":"Hozzáférést kap a kifinomult utalvány kezelési felületünkhöz.","533":"Hozzon létre utalványokat valós időben a felhasználói egyenlegéről.","534":"Nagyvonalú jövedelemmegosztás a kezdetektől.","535":"Minél többet ad el, annál nagyobb a részesedése.","536":"A viszonteladói API hozzáférés lehetővé teszi majd olyan klassz eszközök kifejlesztését, amelyek valós időben képesek együttműködni rendszerünkkel.","537":"Ingyenes reklámozás: a weboldala linkelve lesz a MEGA-n.","538":"Viszonteladói alkalmazása felülvizsgálat és jóváhagyás után. Vállalkozása és weboldala meg kell hogy feleljen előírásainknak.","539":"Jövedelemmegosztás","540":"Jövedelemmegosztása le lesz számítolva utalvány létrehozása esetén.","541":"Havi árbevétel","542":"Jövedelemmegosztás","543":"Több mint [X]","544":"Viszonteladói alkalmazás","545":"Regisztráljon viszonteladóként","546":"Részletek","547":"Az Ön részletei","548":"Értékesítések","549":"Viszonteladói értékesítések kiválasztása:","550":"Fizetések","551":"Fizetési módok kiválasztása","552":"Válasszon fizetési módot a rendelkezésre álló szolgáltatók listájából","553":"Az Ön fizetési szolgáltatója nem szerepel a listán? Kérem küldjön nekünk e-mailt.","554":"Befejezés","555":"Egyetértek a MEGA [A]Viszonteladói Általános Szolgáltatási Feltételeivel[\/A]","556":"Tovább","557":"Válasszon értékesítést az elérhető országok listájából","558":"Előző","559":"Az Ön neve","560":"Üzleti URL","561":"Cím","562":"Irányítószám","563":"Vállalkozásnév","564":"Telefonszám","565":"Város","566":"Válasszon országot fizetési mód alapján:","568":"Kérem válassza ki országát","569":"Fájlátviteli beállítások","570":"Párhuzamos feltöltési kapcsolatok száma:","571":"Párhuzamos letöltési kapcsolatok száma:","572":"Feltöltési sebességkorlát:","573":"Nincs","574":"Automatikus","575":"Rögzített","576":"A megegyező fájlok kihagyása feltöltéskor:","577":"Igen","578":"Nem","579":"SSL használata fájlátvitelekhez:","580":"Az SSL letiltása gyorsítja a teljesítményt és nem csökkenti a biztonságot.","581":"Kérem írja be a nevét.","582":"Kérem írja be a vállalkozása URL-jét.","583":"Kérem írja be a címét.","584":"Kérem írja be az irányítószámát.","585":"Kérem írja be vállalkozása nevét.","586":"Kérem írja be a telefonszámát.","587":"Kérem írja be a városát.","588":"Kérem írja be az országát.","589":"El kell fogadnia a viszonteladói általános szolgáltatási feltételeket","590":"Kérem válasszon legalább egy országot.","591":"Kérem  válasszon legalább egy fizetési módot.","592":"Kérem  válasszon legalább egy országot a fizetési mód alapján.","593":"Döbbenetes","594":"Kapni fog tőlünk majd egy e-mailt további utasításokkal.","620":"Állítólagos Jogsértési Észrevétele","621":"Megjegyzés","622":"Tiszteletben tartjuk mások szerzői jogát és elvárjuk, hogy szolgáltatásaink használói is eleget tegyenek ezen törvényeknek. Szigorúan tiltott szolgáltatásainkat szerzői jog megsértésére használni. Nem lehet fel-, letölteni, tárolni, megosztani, kiállítani, közvetíteni, forgalmazni, e-mailben küldeni, linkelni, sugározni vagy egyéb formában közzétenni olyan fájlokat, adatokat vagy tartalmat, melyek megsértik bármely személy vagy egyed szerzői jogát vagy egyéb tulajdonjogait. Felelünk minden állítólagos szerzői jogsértési értesítésre, amely eleget tesz az ide vonatkozó törvénynek, és megfelelően lett eljuttatva hozzánk. Ha Ön úgy gondolja, hogy tartalmát lemásolták vagy olyan módon használták, mely szerzői jogsértést képez, kérjük, hogy adja meg nekünk a következő információkat: (i) a szerzői jog tulajdonosának vagy annak nevében eljáró felhatalmazott képviselő kézzel írott vagy elektronikus aláírását; (ii) az állítólagosan megsértett, szerzői joggal védett munka beazonosítását; (iii) az anyag beazonosítását, mely állítólagosan jogsértő, vagy jogsértő tevékenység alanyát képezi, és amely törlendő vagy amelyhez való hozzáférés letiltandó, és ésszerűen elégséges információt arra, hogy lehetővé tegye számunkra az anyag helyének megállapítását, ideértve például az egységes erőforrás-azonosító(ka)t (URL-eket) is; (iv) az Ön elérhetőségi adatait, ideértve a címét, telefonszámát és egy e-mail címet; (v) egy Ön által írt megállapítást, hogy jóhiszemű meggyőződése van arról, hogy az anyag a kifogásolt módon történő használata nem került engedélyezésre a jogtulajdonos, annak megbízottja vagy a törvény által. (vi) egy megállapítás, mely szerint az értesítésben található információk pontosak, és hogy, hamis tanúzás terhe mellett (hacsak az ide vonatkozó törvény azt másképp ki nem mondja), hogy Önt feljogosították a jogtulajdonos nevében történő eljárásra.","623":"Fenntartjuk a jogot az állítólagosan jogsértő adatok előzetes értesítés nélküli törlésére, saját egyedüli belátásunk szerint, és az Önre nehezedő felelősség nélkül. Megfelelő körülmények között fiókját is megszüntetjük, ha megállapítást nyer, miszerint Ön visszaeső jogsértő. Az állítólagos szerzői jogsértési értesítésért felelős megbízottunk:","624":"Szerzői jogi értesítés","625":"Kérem használja ezt a űrlapot szerzői jogot sértő értesítés beküldéséhez. A következő 24 órán belül válaszolunk (munkaidőben pillanatszerűen)","626":"A tartalom:","627":"Kötelezően kitöltendő mező","628":"Magánszerzői jogomra irányuló jogsértések.","629":"Olyasvalaki szerzői jogára irányuló jogsértések, akinek a képviseletére engem feljogosítottak.","630":"Levételi típus:","631":"Válasszon levételi típust::","632":"1. Csak a felkínált nyilvános URL(ek) letiltása - a fájl(ok) a tulajdonos fiókjá(i)ban marad(nak)","633":"2. Az alapul szolgáló fájl(ok) minden felkínált publikus URL-jének letiltása a felkínált URL-(ek)hez - a fájl(ok) a tulajdonos fiókjá(i)ban marad(nak)","634":"3.  A megadott fájl, fájlmásolatok törlése, a fájl(ok) nem marad(nak) a fájl tárolására engedélyezett felhasználó semmilyen formában.","635":"Ezennel kijelentem hogy meggyőződésem, hogy a szóban forgó fájl(ok) megosztását nem engedélyezte annak szerzői jogtulajdonosa vagy annak képviselője, illetve a törvény.","636":"Elfogadom és megértem azt, hogy felellőségre vonható vagyok bármilyen kárért, beleértve az ügyvédi, jogi tevékenységek díjait, ha a szóban forgó fájl(ok), url-k szerzői jogokra vonatkozó törvénytelen felhasználását félreértelmeztem.","637":"A nyilatkozatban szereplő információk, adatok pontosak és kijelentem hogy jogomban áll az említett állományok szerzői jogtulajdonosa nevében fellépni.","638":"Ez a nyilatkozat jogi dokumentum, kérjük győződjön meg, hogy a megadott információk és a szerzői jogokra vonatkozó hivatkozásai pontosak. Ajánljuk hogy előzőleg konzultálj egy ügyvéddel, hogy jogilag is biztos legyél abban, hogy a szóban forgó fájlállományok valóban szerzői jogot sértenek-e.","639":"Nyilatkozat elküldése","640":"Több hozzáadása","641":"A szerzői jogsértő fájl(ok) URL-je:","642":"A szerzői jogtulajdonos neve:","643":"Munkapozíciója:","644":"E-mail cím:","645":"Fax:","646":"Város:","647":"Irányítószám:","648":"A megsértett szerzői jogállomány:","649":"Teljes nevem:","650":"Cég\/ Szervezet:","651":"Telefonszám:","652":"Cím:","653":"Megye:","654":"Ország:","655":"Kérjük adja meg a szóban forgó szerzői jogot sértő állományok URL-jét.","656":"Kérjük adja meg a szóban forgó munkák megnevezését minden URL-re.","657":"Jelölje meg, hogy a szóban forgó szerzői jogokat sértő állományok az ön szerzői jogtulajdonában vannak vagy mást képvisel.","658":"Jelölje ki a letiltás módját.","659":"Kérjük adja meg a szóban forgó szerzői jogot sértő állományok url-jét.","660":"Kérjük adja meg a szóban forgó munkák megnevezését minden URL-re.","661":"Adja meg a szerzői jog tulajdonosának nevét.","662":"Adja meg a teljes nevét.","663":"Adja meg e-mail címét.","664":"Adjon meg  egy valós e-mail címet.","665":"Erősítse meg, hogy a szóban forgó fájl(ok) megosztását nem engedélyezte annak szerzői jogtulajdonosa, vagy annak képviselője, illetve a törvény.","666":"Erősítse meg hogy elfogadja és megérti azt, hogy felelősségre vonható bármilyen károkért, beleértve az ügyvédi, jogi tevékenységek díjait, ha a szóban forgó fájl(ok), url-ek szerzői jogokra vonatkozó törvénytelen felhasználását félreértelmezte.","667":"Erősítse meg, hogy a nyilatkozatban szereplő információk és adatok pontosak és kijelenti, hogy jogában áll az említett állományok szerzői jogtulajdonosa nevében fellépni.","668":"Köszönjük!","669":"Ellenőrizni fogjuk a nyilatkozatot hamarosan.","670":"Nyelv","671":"Több nyelven beszél?","672":"Segítsen nekünk fordítani!","673":"Az Adatvédelmi Cég","674":"Senki sem sértheti meg önkényesen mások magánéletét, családi kötelékét,otthonát, becsületét és hírnevét. Mindenkinek törvényes joga van fellépni az effajtabeavatkozások és támadások ellen.","675":"Egyetemes Emberi Jogok Nyilatkozata, 12. cikk","676":"A MEGA egy Cloud Tárhely, ahol mindig a biztonság az első","677":"A MEGA egy robosztus Cloud Tárhely, ahol az adatbiztonság az első. A MEGA úgy véli, hogy mindenkinek jogában áll az adatait megvédeni és technológiánkkal elősegítjük ezt. Mi ezt felhasználó által vezérelt titkosításnak hívjuk (User Controlled Encryption, vagy UCE) ami automatizálva történik.","678":"Mi az a MEGA felhasználó által vezérelt titkosítás? (UCE)","679":"A MEGA-n tárolt fájlok mind titkosítva vannak. Minden adatátvitel a MEGA-n titkosított,  és míg más Cloud Tárhely szolgáltatók úgy vélik hogy náluk is így van,  a MEGA más. A MEGA rendszere úgy működik, hogy  a felhasználónál vannak a titkosításra szolgáló kulcsok, és nem a szolgáltatónál. Így te irányítod a titkosításodat, nálad a kulcs és azzal osztod meg vagy éppen tiltod le fájljaidat akivel akarod. Nem szükséges külön szoftvereket telepíteni, minden a böngészőben történik!","680":"MEGA Jövő","681":"A MEGA Cloud csak a kezdet. A jövőben a MEGA a felhasználó által vezérelt titkosítást a böngészőben, más alkalmazásokra is felhasználhatóvá akarja tenni bármilyen telepítés nélkül. A technológiánk megvédheti az e-maileket, telefonbeszélgetéseket, hívásokat, csevegéseket, videó streameket.","692":"Legális a MEGA?","693":"Mi a technika elkötelezett csapata lehetőséget, időt és internet hozzáférést kaptunk ahhoz, hogy egy kitűnő Cloud Tárhely szolgáltatást építsünk fel, ami megvédi adatai biztonságát. Ezt az internet szolgáltatást a nulláról építettük fel Auckland-ben,  Új-Zélandon.  Versenytársainkkal ellentétben mi korszerű böngésző alapú titkosítási rendszert használunk, ahol ön, a felhasználó, és nem mi irányítjuk a titkosítási kulcsokat. Tervezői csapatunk tagjai közé tartozik Kim Dotcom, Mathias Ortmann, Bram van der Kolk, és Finn Batato. Vezérigazgatónk az ipar veteránja, Tony Lentino, akinek hatalmas tapasztalata van egy neves globális domain regisztrátor irányításában. Reméljük tetszeni fog.","694":"1. Egy link törlése(\"URL\") per fájl- a fájl(ok) a tulajdonos fiókjában marad","695":"2. Több link törlése(\"URL\") per fájl- a fájl(ok) a tulajdonos fiókjában marad","696":"3.  A megadott fájl, fájlmásolatok törlése az URL-ek alapján, a fájl(ok) nem marad a fájl tárolására engedélyezett felhasználó semmilyen formában.","697":"4. Egyéb","698":"Ide küldheted a nyilatkozatodat","699":"A nyilatkozat aláírása és küldése","700":"Küld el a letíltási nyilatkozatodat manuálissan a [A1]copyright@mega.co.nz[\/A1] email címre [A2]levételi provizió[\/A2] értelmében","701":"E-mail levételi nyilatkozat","702":"Visszaélés Jelentése","703":"A feliratkozást megerősítő link nem érvényes. Nézze meg  az aktivációs e-mailben hogy nincs e tördelés, új sor a linkben.","704":"A felhasználói fiókja már aktiválva lett. Kérjük jelentkezzen be.","705":"A megerősítést nem sikerült feldolgozni. Kérjük regisztráljon újra. Hiba kód:","706":"Jelszó megváltoztatása","707":"Frissítés","708":"Módosítási kérelem","709":"Nem emlékszem a jelenlegi jelszavamra","710":"Amennyiben még be van jelentkezve, de nem emlékszik a jelszavára, ennek az opciónak a bejelölésével állíthat egy új jelszót. Kapni fog egy megerősítő linket emailben, a jelszóváltoztatással kapcsolatban, amit meg kell elősítenie 15 percen belül, hogy a jelszóváltoztatás folyamata befejeződjön.","711":"Módosítási Kérelem","712":"A változtatás megtörtént","713":"Az utalvány egyenlege jóváírásra került fiókjában. Szeretné folytatni vásárlást?","714":"Ez az utalvány már ki lett váltva.","715":"A megadott jelszavak nem egyeznek. Próbálja újra.","716":"Jelenlegi jelszó","717":"Új jelszó","718":"Új jelszó megerősítése","719":"Kérjük adja meg jelenlegi jelszavát.","720":"Kérjük adja meg új jelszavát.","721":"Kérljük ellenőrizze e-mail címét és kattintson a megerősítő linkre, hogy befejeződjön a jelszóváltoztatás.","722":"Változtatás igényelve","723":"Az új jelszó nem egyezhet a jelenlegi jelszóval","724":"A jelenlegi jelszó helytelen.","725":"A jelszava megváltozott.","726":"Kész","727":"A jelszava megváltozott.","728":"A jelszó megerősítő linkje lejárt.","729":"Ez a link már megerősítésre került.","730":"A fiókja fel lett függesztve. Kérlek ellenőrizze e-mailjét a részletekért.","731":"A szóban forgó felhasználói fiók meg lett szüntetve, mert többszörösen megszegte a  [A]Felhasználói Feltételeket.[\/A]","732":"Már be vagy jelentkezve egy másik fiókkal, ezért most nem tudja megerősíteni. Előbb ki kell lépnie a másik fiókból, majd a link segítségével meg kell újra erősítenie.","733":"Ismeretlen e-mail cím. Ha még nem hozott létre korábban fiókot, ne habozzon.","734":"Köszönjük!","735":"Ellenőrizze az email címét.","736":"Csak azoknak a fiókoknak lehet alaphelyzetbe helyezni a jelszavát, amelyek nem tartalmaznak fájlokat vagy könyvtárakat.","737":"Jelszó emlékeztető","738":"Küldés","739":"elfelejtette jelszavát?","740":"Jelszavát sikeresen módosította.","741":"Kérjük válasszon egy új biztonságos jelszót.","742":"Visszaállitás","743":"Ez a link lejárt. Kérjük igényeljen újat.","744":"Érvénytelen link. Kérjük igényeljen újat.","745":"Nincs számlázási ciklus","746":"Fiók típusa","747":"Heti","748":"Havi","749":"Évi","750":"A következő fizetési ciklus","751":"Egyszeri","752":"MEGA Firefox bővítmény","753":"Telepítse a MEGA Firefox bővítményt, ami jelentősen felgyorsíthatja a letöltés teljesítményét. Továbbá elérhetővé válik a tömeges (batch) letöltés, méretkorlátok nélkül.","754":"A MEGA Firefox bővítmény biztonságos és láthatatlan. Ha mégis kiegészítő nélkül szeretné használni a MEGA szolgáltatásait, akkor a [A]Chromeot[\/A] ajánljuk figyelmébe.","755":"Bővítmény telepítése","756":"1 letöltés befejezve","757":"[X] letöltés befejezve","758":"Letöltések könyvtár megnyitása","759":"kattints ide a megnyitáshoz","760":"Kérjük telepítse a MEGA Firefox bővítményt a nagyméretű fájl letöltéséhez.","761":"Kérjük erősítse meg","762":"Nagyon nagy mennyiségű adatot kíván letölteni, mely lelassíthatja böngészőjét. Folytatja?","763":"Kapcsolat","764":"A letöltését nem tudjuk indítani, mert megtelt a merevlemeze.","765":"A letöltését nem tudjuk indítani, mert megtelt a merevlemeze.","766":"Néhány letöltést nem tudunk elindítani, mert megtelt a merevlemeze.","768":"Letöltését nem tudjuk indítani, mert megtelt a merevlemeze, vagy privát módban használja a Chrome-t,  mely nem támogatja a fájlok írását.","769":"Csak 5%-ot tudunk felhasználni a merevlemezén. Kérjük szabadítson fel helyet a folytatáshoz.","770":"Adja meg jelszavát","771":"Erősítse meg jelszavát","772":"URL a fájlhoz:","773":"maradt","774":"E-mail link","775":"átnevezés alatta:","776":"Mentés","777":"Emlékezzen rám ezen az eszközön","778":"Nincs még MEGA account-ja?","779":"Regisztráció most","780":"Már van MEGA account-ja?","781":"A mobil eszközök korlátozott CPU teljesítménye miatt az RSA kulcs generáció eltarthat néhány percig. Köszönjük türelmét.","782":"Üres Könyvtár","783":"Nincsenek fájlok a Cloud Meghajtóján","784":"Nincsenek Kapcsolatai","785":"Nincs találat.","786":"Nincsenek fájlok a postafiókjában","787":"Nincsenek fájlok a Lomtárában","788":"Biztosan a Lomtárba kívánja helyezni ezt a fájlt?","789":"Biztosan a Lomtárba kívánja helyezni ezt a könyvtárt?","790":"Fájl Megnyitása","791":"Fájl Importálása","792":"Fájl Törlése","794":"Könyvtár Törlése","796":"Link Kérése","797":"Könyvtár Megosztása","798":"Szabad Tárhely","799":"Használt Terület","800":"Szabad Terület","801":"Asztali verzió","802":"E-mail Kapcsolat","803":"Fájl Letöltés","804":"Sajnos a MEGA nem támogatja a fájltípust az eszközén.","805":"Hamarosan megvalósítjuk a fájltípus támogatását mobilokon a közeljövőben.","806":"könyvtárnév módosítása:","807":"fájlnév módosítása:","808":"Könyvtár Link","809":"URL a könyvtárhoz:","810":"Letöltési Link","811":"URL a fájlhoz:","812":"Felhasználó megerősítése","813":"Megosztott Könyvtár","814":"Meg akarja szakítani a feltöltését?","815":"Meg akarja szakítani a letöltését?","816":"Kérjük adjon meg egy érvényes e-mail címet.","817":"Nem hozhat létre könyvtárt a keresési eredményekben.","818":"Át kíván váltani az asztali verzióra?","819":"megkezdés","820":"Ez a fájl importálva lett a Cloud Meghajtójára.","821":"Értesítései","822":"Vissza","823":"Beállítások","824":"Új megosztott könyvtár innen: [X]","825":"Új megosztott könyvtár","826":"[X] visszavonta a megosztott könyvtárt","827":"Megosztott könyvtár visszavonva","828":"[X1] könyvtár és [X2] fájl","829":"[X] könyvtár és 1 fájl","830":"1 könyvtár és [X] fájl","831":"1 könyvtár és 1 fájl","832":"[X] könyvtár","833":"[X] fájl","834":"1 könyvtár","835":"1 fájl","836":"[X] hozzáadott: [DATA]","837":"[X] lett hozzáadva","838":"[X] lett hozzáadva","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAJ","855":"JUN","856":"JUL","857":"AUG","858":"SZE","859":"OKT","860":"NOV","861":"DEC","862":"Értesítések","863":"Összes megtekintése","864":"Letöltés ZIP-ként","865":"Megnyitás","866":"1 kiválasztott dokumentum másolása","867":"[X] kiválasztott dokumentum másolása","868":"1 kiválasztott dokumentum áthelyezése","869":"[X] kiválasztott dokumentum áthelyezése","870":"Megerősítés","871":"[B]Figyelmeztetés:[\/B] Tároló kvóta túllépve. Kérjük töröljön vagy [A]frissítse fiókját[\/A].","872":"Pro","873":"[X] másodperce","874":"1 perce","875":"[X] perce","876":"1 órája","877":"[X] órája","878":"1 napja","879":"[X] napja","880":"Épp most","881":"Egy ideiglenes munkamenetet használ. A tárolandó adat  el fog veszni, amint az lejár. A fájljai megőrzéséhez kérjük frissítse fiókját mielőbb, az ingyen 50 GB biztonságos tárhely beszerzéséhez a felhőkben!","882":"Figyelmeztetés","883":"Fiók létrehozása","884":"[X] nem teljesen kompatbilis a MEGA-val","885":"Böngészője","886":"Az Internet Explorer 10 jelentős programhibát tartalmaz, mely hatással lehet a fájl írására a JavaScriptből, ami a memória elhasználásához vezethet nagy mennyiségű adat letöltésekor. Számítunk az Internet Explorer javítására a 11-gyes verzióban. Addig is kérjük használjon egy másik böngészőt.","887":"[X] böngészőből kihagyták a HTML5 szolgáltatásait, melyeken a MEGA alapszik a kliens-alapú böngészőbeli kriptográfia végrehajtásához. A HTML5 fájlátvitelek emulálva lesznek egy korlátozott Flash környezetben. Kérjük frissítse böngészőjét, amint lehetséges.","888":"Nagyon Ajánlott","889":"Ajánlott","890":"MEGA a következő böngészőkkel működik a legjobban:","891":"Böngésző kompatibilitási figyelmeztetés","892":"Tulajdonságok","893":"Feltöltve","894":"Teljes méret","895":"Könyvtár név","896":"Létrehozva","897":"Tartalmaz","898":"Több fájl & könyvtár","899":"Több fájl","900":"Több könyvtár","909":"Jelszó","910":"Vásárlás most","911":"Használja ki teljesen a MEGA-t a [B]Pro[\/B] verzióval","912":"[X]-tol","913":"hónap","914":"éves előfizetés","915":"Nagy tárhely","916":"Bőséges sávszélesség kvóta","917":"ha az éves fizetést választja","918":"Havonta","919":"Évente","920":"Fiók frissítése","921":"2 hónap ingyen","922":"1 hónap","923":"1 év","924":"Van kérdése a  [A]Pro fiókokról?[\/A]","925":"Ügyfélszolgálatunk szeretettel fog segíteni.","926":"Vállalat neve","927":"Város","928":"Irányítószám","929":"Telefonszám","930":"nap","931":"hónap","932":"év","933":"Cím","934":"Megye","935":"PayPal cím","936":"Bankszámla","937":"Kedvezményezett név","938":"Foglalja össze a marketing stratégiáját","939":"Bank neve","947":"Tárhely","948":"Lomtár","949":"Bejövő","950":"Kapcsolatok","951":"Fiókom","952":"A legtöbb eszköz nem tudja a 4GB-nál nagyobb fájlokat letölteni. Letöltése valószínűleg sikertelen lesz.","953":"Nincs elég szabad hely","954":"Stáblista","955":"Mobil alkalmazások","956":"Szinkron Kliens ","957":"Chrome alkalmazás","959":"Firefox alkalmazás","961":"Alkalmazások","962":"Szoftverfejlesztői Csomag (SDK)","963":"Dokumentáció","964":"Partnerprogram","965":"Irányelvek","966":"Visszaélési útmutató","967":"Kijelentkezés","968":"Fiók létrehozása","969":"Kérem próbálja újra","970":"Kérem érényes jelszót írjon be.","973":"Használt sávszélesség","974":"Fiókja kezelése","975":"Csillag hozzáadása","976":"Csillag törlése","977":"Nincsenek fájlok a Felhő Meghajtón.","978":"Keresése nem talált dokumentumot","979":"An Ön Szemetesládája üres","980":"Önnek nincsenek kapcsolatai","981":"Az Ön postaládája üres","982":"Tartalom","983":"Áttekintés","984":"Profil","985":"Előzmények","986":"Profil szerkesztése","987":"Lejár ekkor:","988":"Kapcsolatok:","989":"[X] db kapcsolat","990":"1 db kapcsolat","991":"Ugrás a Kapcsolatokhoz","992":"Profilkép","993":"Profilkép módosítása","994":"Személyes adatok","995":"Születésnap","996":"Ország kiválasztása","997":"Kapcsolatok hozzáadása csak regisztrált felhasználóknak.","998":"Kérem hozza létre ingyenes fiókját","999":"Szeretné most bővíteni tiszavirág életű munkamenetét egy ingyenes fiókra?","1000":"Kerülje a hozzáférés elvesztését. Erősen ajánlott az ingyenes regisztráció!","1001":"Kapcsolat eltávolítása","1002":"Biztosan el kívánja távolítani [X]-t a kapcsolatai közül?","1003":"Törlés Megerősítése","1004":"Biztosan a lomtárba kíván helyezni  [X]-t?","1005":"Link létrehozása csak regisztráltak részére.","1006":"Könyvtárak megosztása csak regisztráltak részére.","1007":"Nem tudja visszavonni a műveletet.","1008":"pro sávszélesség kvóta túllépve.","1009":"Nagyobb sávszélességre van szüksége?","1010":"tárhely kvóta túllépve.","1011":"Kívánja megőrizni a fájljait?","1012":"tárhely kvóta majdnem túllépve.","1013":"Nagyobb tárhely kvótára van szüksége?","1015":"Kérjük adja meg az utalványa kódját.","1016":"Kép kiválasztása","1017":"Kép használata","1018":"Ürítés","1019":"E-mail cím hozzáadása","1020":"Kérjük adjon meg egy e-mail címet vagy válasszon kapcsolatot.","1021":"Be","1022":"Ki","1023":"Nincs írási jogosultsága ehhez a könyvtárhoz.","1024":"Kérjük adjon meg egy könyvtár nevet.","1025":"Több dokumentum","1026":"Adjon meg egy dekódoló kulcsot","1027":"Dekódolás","1028":"Dekódoló Kulcs","1029":"Nyilvános link","1030":"Válasszon a kapcsolatok közül, vagy adjon meg email címeket","1031":"Fájl link export és dekódoló kulcsok","1032":"Tartalmazza a kulcsot","1033":"Kulcsok másolása","1034":"Több fájl letöltése","1035":"Kattintson az \"engedélyez\"-re a letöltés befejezéséhez","1036":"Megosztva:","1037":"Elfogad","1038":"Nyelv kiválasztása","1039":"Fizetés PayPal-lal","1040":"Kérjük jelentkezzen be a pro előfizetésének aktiválásához","1041":"Kérjük hozzon létre egy fiókot a pro előfizetésének aktiválásához.","1042":"Betöltés","1043":"Könyvtár link nem elérhető","1044":"A könyvtár linkje többé nem elérhető, a következő okok miatt:","1045":"A könyvtár link el lett távolítva a Szabályzat megsértése miatt.","1046":"A könyvtár linket letiltotta a felhasználó.","1047":"Üdvözöljük a MEGA Pro-ban","1048":"A pro előfizetését aktiváltuk! Sok sikert!","1049":"Könyvtár","1050":"Nincsenek megosztások","1051":"Soha","1053":"sávszélesség kvóta majdnem túllépve.","1054":"Várnia kell [X]-t, amíg nem szabadul fel elég sávszélesség a fiókján.","1055":"Nem akar várni?","1056":"A korlát dinamikus.","1057":"Munkamenet eltávolításának megerősítése","1058":"Ön jelenleg egy ideiglenes munkamenetet használ. Biztosan abba kívánja hagyni?","1059":"Ez a művelet az összes adatát törölni fogja.","1060":"Végponttól végpontig titkosítás","1061":"Ellenben a többi cloud tárhely szolgáltatóval, adatai titkosítva lesznek, és csak a kliens eszközökön kerülnek dekódolásra.","1062":"Teljes hozzáférés","1063":"Adatai elérhetőek lesznek bármikor, bármilyen eszközről, bárhol.","1064":"Biztonságos együttműködés","1065":"Könyvtárak megosztása a kapcsolataival, és a frissítéseik fogadása valós időben.","1066":"A MEGA biztosítja a [A]privát és bizalmas[\/A] online kommunikáció eszközeit egyszerűen.","1067":"a MEGA biztosítja a titkosított felhő-alapú szolgáltatásokat, mely [A]privát és biztonságos[\/A] kommunikációt és együttműködést tesz lehetővé mindenkinek. Tárolja és vezérli a titkosító kulcsait adataihoz a felhőn.","1068":"Könyvtárak megosztása a kapcsolatokkal és frissítéseik fogadása valós időben.","1069":"Mutasd, hogy működik","1070":"Hogy működik","1071":"Többet akar tudni a MEGA-ról?","1072":"Tekintse meg a berobbantó videót","1073":"Előfizetés Típusok","1074":"Használja az 50 GB-t ingyenes fiókjával","1075":"Sokkal többet kap, mint a konkurens versenytársaktól","1076":"Fiók létrehozása","1077":"Versenyképes Pro Csomagok","1078":"Szerezzen 4 TB titkosított tárhelyet csupán havi €8.33-ért.","1079":"Tekintse meg pro csomagjainkat","1080":"Mobil Alkalmazások","1082":"A felhő a zsebében. Férjen hozzá és küldje fájljait telefonjáról vagy tabletjéről. Töltse fel és szinkronizálja multimédiás tartalmát a felhővel.","1083":"Beszerzés ingyen","1084":"Elérhető:","1085":"Szinkronizálás","1086":"Egyszerű automatikus szinkronizálás gépei és a MEGA cloud tárhely között.","1087":"Letöltés most","1088":"Böngésző Appok","1089":"Böngésző bővítményeink feltelepítik a MEGA-t a böngészőjébe a gyorsabb töltés, valamint védelem érdekében.","1090":"Irány a letöltési oldal","1091":"Kattintson a feltöltésre vagy húzza ide a fájljait","1092":"Görgetés a folytatáshoz","1093":"Soha ne adja meg jelszavát olyan eszközön, amelyek nem megbízhatók. Ne lépjen meg nyilvános helyen.","1094":"A nagyobb biztonságért, telepítse a [A]bővítményt[\/A], és töltse be a MEGA-t a számítógépéről, szervereink helyett.","1095":"Hozza létre [A]ingyenes[\/A] fiókját","1096":"Keresztnév","1097":"Vezetéknév","1098":"Érvénytelen vezeték és\/vagy keresztnév.","1099":"Kérjük adja meg kereszt & vezetéknevét.","1100":"Érvénytelen e-mail cím.","1101":"Kérjük működő e-mail címet adjon meg.","1102":"Érvénytelen jelszó.","1104":"Kérjük erősebb jelszót adjon meg.","1105":"Erősség:","1106":"Jelszó állapot","1107":"Jelszavak nem egyeznek.","1108":"Fiók Létrehozása","1109":"Jelszava a fő titkosító kulcs.","1110":"Fiókjának biztonsága a jelszavától függ. A rövid, egyszerű, és szótári szavak könnyen kitalálhatóak.","1111":"Ne felejtse el jelszavát.","1112":"Nincs visszaállítási lehetőség elveszett jelszóra. Ha nem emlékszik, hozzáférése nem lesz többé elérhető adataihoz.","1113":"Fiókja pont annyira biztonságos, mint a számítógépe.","1114":"Jelszó Újra","1115":"A jelszó-erősség ellenőrző még tölt.","1116":"Kérjük próbálja meg néhány másodperccel később.","1117":"Megállapodás a Szolgáltatás Feltételeiről","1118":"El kell fogadni a szolgáltatás feltételeit MEGA fiók létrehozásához.","1119":"Jelszava könnyen kitalálható. Próbáljon meg egy hosszabb jelszót írni. Kombinálja a kis és nagybetűket. Adjon hozzá speciális karaktereket. Ne használjon neveket vagy szótári szavakat.","1120":"Jelszava könnyen kitalálható. Próbáljon meg egy hosszabb jelszót írni. Kombinálja a kis és nagybetűket. Adjon hozzá speciális karaktereket. Ne használjon neveket vagy szótári szavakat.","1121":"Jelszava elég jó a folytatáshoz, de ajánlott egy nehezebb a közeljövőben.","1122":"Jelszava helyt fog állni egy tipikus brute-force támadásnak. Kérjük győződjön meg róla, hogy emlékezni fog rá.","1123":"Jelszava helyt fog állni egy erős brute-force támadásnak. Kérjük győződjön meg róla, hogy emlékezni fog rá.","1124":"Nagyon Gyenge","1125":"Gyenge","1126":"Közepes","1127":"Jó","1128":"Erős","1129":"jelszava túl gyenge a folytatáshoz","1130":"Érvénytelen e-mail és\/vagy jelszó.","1131":"Erősítse meg fiókját","1132":"Entropy Kollekció","1133":"Ez a játék gyűjteni fog [A]entropy[\/A]-t az egér sebességétől függően.","1134":"Ez megerősíti az [A]RSA kulcs[\/A]-át.","1135":"Megszakíthatja a játékot, amint a folyamat indikátor eléri a 100%-t.","1136":"Kész!","1137":"most már tovább léphez a kulcshoz.","1138":"Folytatás","1139":"Eredmény:","1140":"Ez ez nagyon fontos lépés és csak néhány másodpercet vesz igénybe.","1141":"Kérjük legyen türelmes.","1142":"Nyilvános - Privát kulcs kreáció","1143":"Kulcs generálása","1144":"A legkorábbi ismert kriptográfia visszavezethető 4000 évvel az ókori Egyiptomra.","1145":"Ma, 4000 évvel később, a legtöbb nagy cloud tárhely szolgáltató még nem használ kriptográfiát.","1146":"Fiók befejezése","1147":"Válasszon fiók típust","1148":"[A]2 hónap ingyen[\/A] ha vásárol 1-éves pro csomagot.","1149":"Korlátozott","1150":"Ingyen","1151":"Használja ki teljesen a MEGA-t [A]Pro fiók[\/A]-kal.","1152":"Válassza ki Pro csomagját:","1153":"1-éves csomag","1154":"A csapat","1155":"Feltöltés","1156":"Letöltés","1157":"Ingyenes Letöltés","1158":"Windows-ra","1159":"Hamarosan [A]Mac[\/A]-re","1160":"A MEGA szeretne köszönetet adni a szerzőknek a következő nyílt forráskódú komponensekért, melyek hozzájárultak oldalunk funkcióinak működéséhez.","1161":"Biztonságos","1162":"Adata teljes biztonságban van. Senki sem viheti vagy módosíthatja tárhelyünkön. ","1163":"Rugalmas","1164":"Szinkronizáljon bármely és bárhány könyvtárat számítógépéről a cloud-dal.","1165":"Gyors","1166":"Használja ki a MEGA nagy-teljesítményű infrastruktúráját és több-szálú adatátvitelét.","1167":"Nagy","1168":"Tároljon akár 50 GB-t ingyen!","1169":"Teljes értékű","1170":"Keressen, tároljon, töltsön, sugározzon, osszon, töröljön. Minden a kezében van.","1171":"Hamarosan [A]iOS[\/A]-re","1172":"Firefox Bővítmény","1173":"Chrome Bővítmény","1174":"Ez az alkalmazás engedélyzni fogja a MEGA telepítését a böngészőben. Csökkenteni fogja a töltési időt, valamint gyorsítani a letöltést és teljesítményt a biztonság erősítésével egyaránt.","1175":"Bármely MEGA URL rögzítve lesz az alkalmazás által, és marad helyi módban (nem fog JavaScriptet betölteni szervereinkről).Biztonságos (auto-) frissítéseket köszönjük a kriptografikus privát kulcsíráshoz.","1176":"És ha igazán paranoiás:","1177":"automatikus frissítések letiltása és forráskódunk ellenőrzése minden kézi frissítésnél.","1178":"MEGA letöltése Firefox-hoz","1179":"Telepítés:","1180":"MEGA letöltése Chrome-hoz","1181":"Bővítmény-oldal megnyitása Chrome-ban","1182":"menü> eszközök>bővítmények","1183":"vagy írja","1184":"a címsorban.","1185":"Húzza ide a letöltött [X] fájlt a Chrome bővítmények oldalára és erősítse meg a telepítést.","1186":"Kényelmesen megvásárolhatja a MEGA Pro előfizetését valamely partnerünktől:","1187":"Letöltés","1188":"Számítógépére","1189":"Importálás","1190":"Cloud Tárhelyére","1191":"A letölteni kívánt fájl jelenleg nem elérhető.","1192":"Görgessen, hogy megtudjon többet a MEGA-ról","1193":"Új fiók készítése","1194":"Kívánja importálni ezt a fájlt az új munkamenetbe?","1195":"\"Nem\"-el engedélyezni fogja a belépést és megkezdi az importálást.","1196":"Letöltés megszakítása","1197":"Biztosan megszakítja a letöltést?","1198":"A letöltött fájl törölve lesz.","1199":"Nem lehet dekódolni a metaadatot kulcs nélkül.","1200":"Általános Szerződési Feltételek","1201":"[A]Csatlakozzon[\/A] a cloud tárhely piac szétválasztásához","1202":"Tárhely üzlet nekünk, és magának.","1203":"Segítsen nőni, és legyen része a sikernek.","1204":"Regisztrácó","1205":"Hogy működik?","1206":"Regisztráljon és szerezzen saját egyedi partner ID-t, melyet hozzáfűzhet URL-jéhez.","1207":"Minden vásárlást nyomon követünk a MEGA-n a látogatók által.","1208":"[B]20%[\/B]-t keres a teljes jövedelemből a partner ID-n keresztül.","1209":"Visszatérő előfizetéseket visszatérőként számolunk.","1210":"Kinek szól a partner program?","1211":"Fejlesztők:","1212":"Készítse el népszerű alkalmazását az [A]SDK[\/A]-nk használatával","1213":"Konvertálja ingyenes felhasználóit pro-ra és kamatoztassa alkalmazását","1214":"Weboldalak:","1215":"Bloggerek","1216":"Cloud tárhely hasonlítás","1217":"Mik a szabályok?","1218":"Kérjük olvassa, és fogadja el [A]Partner Feltételeink[\/A]","1220":"Kezdjünk neki!","1221":"Regisztráljon partner programunkra, és neki is kezdhet a pénzkeresésnek.","1223":"Elérhetőség","1224":"Néhány információra szükségünk lesz önről.","1230":"Fizetési opció","1231":"Havonta egyszer fizetünk PayPal-on vagy átutalással (csak Új-Zélandi bank számlákra)","1232":"Fizetési Mód","1233":"PayPal","1234":"Bankszámla (Csak Új-Zéland)","1235":"Kedvezményezett neve","1236":"Bank neve","1237":"Bankszámlaszám","1238":"Paypal cím","1239":"Partner info","1240":"Meg szeretnénk tudni, hogy tervez forgalmat növelni a MEGA-ra.","1241":"Jellemezze marketing stratégiáját:","1242":"Elfogadom a MEGA [A]Partner Feltételeit[\/A]","1243":"Ön beiratkozott a partner programunkra. 20%-t fog keresni a teljes jövedelemből a partner ID-vel.","1244":"Kérjük egyezzen bele a [A]Partner Feltételek[\/A]-be","1245":"Pénz keresése forgalommal:","1246":"Statisztika","1247":"Időkeret","1248":"30 nap","1249":"90 nap","1250":"180 nap","1251":"365 nap","1252":"Minden idő","1253":"Dátum","1254":"Eladások","1255":"Forgalom","1256":"Kereset","1257":"Nincs rögzített eladás a kiválasztott időstádiumban.","1258":"Kifizetések","1259":"Nincs rögzített kifizetés a kiválasztott időstádiumban.","1260":"Partner ID","1261":"Kérjük adja meg születése idejét.","1262":"Kérjük adja meg városát.","1263":"Kérjük adja meg a megyét.","1264":"Kérjük adja meg az Irányítószámát.","1265":"Kérjük adja meg a telefonszámát.","1266":"Kérjük jellemezze a marketing stratégiáját.","1267":"El kell fogadnia a Partner Feltételeinket a szolgáltatásról.","1268":"Kérjük adja meg PayPal címét.","1269":"Kérjük adja meg a kedvezményezett nevét az Új-Zélandi bankszámlához.","1270":"Kérjük adja meg Új-Zélandi bank nevét.","1271":"Kérjük adja meg Új-Zélandi bankszámlaszámát.","1272":"A MEGA, emberek által üzemeltetett rendszer, tehát nem tökéletes. Ha esetleg hibát találna, hálásak lennénk ha jelentené, amit mi időnk keretein belül kijavítunk. Minél specifikusabb és részletesebb, annál jobb.","1273":"Komolyan vesszük a szellemi tulajdon jogait és kényszerítjük a robusztus letörlésére szerzői jogok megsértése esetén.","1274":"További információkért, kérjük olvassa el [A]Lejegyzési Útmutatónk[\/A]","1275":"Beküldhet egy lejegyzési kérelmet [A]Online űrlap[\/A]unkon vagy küldjön emailt.","1276":"Vannak aggályai vagy ötletei? Szeretne többet megtudni a termékeinkről?","1277":"Mindig elérhetőek vagyunk.","1278":"Kérjük válasszon","1279":"1. Lépés","1280":"2. Lépés","1281":"Részletek","1282":"Jogi részletek","1283":"Másik URL hozzáadása","1284":"Jogi tulajdonos neve","1285":"ha szükséges","1286":"A jogi nyilatkozat meghatalmazottjának neve:","1287":"Szerzői Nyilatkozat Érkezett","1288":"Hamarosan ellenőrizzük, majd feldolgozzuk az nyilatkozatot.","1289":"Köszönjük hogy a meghívást választotta. Kérjük hozza létre az ingyenes fiókját.","1290":"Hupsz, ez nem egy érvényes meghívó. Regisztrált már fiókot?","1291":"Már rákattintott egy meghívóra. Kérjük hozza létre fiókját.","1292":"Hamarosan","1293":"Üdvözöljük a súgó központunkban","1294":"Ha nem kapott választ kérdéseire, lépjen velünk kapcsolatba.","1295":"Kapcsolat Felvétele","1296":"Népszerű Témák:","1297":"Az e-mail cím foglalt.","1298":"Kérjük jelentkezzen be fiókjába.","1299":"Húzd a frissítéshez","1300":"Utolsó frissítés","1301":"Ma","1302":"Tegnap","1303":"Ezen a héten","1304":"Múlt héten","1305":"Ebben a hónapban","1306":"Ebben az évben","1307":"Régebbiek","1308":"Letöltés sikertelen","1309":"Feltöltés sikertelen","1310":"Kérjük adja meg a megerősítő kódot","1311":"Hiba a fájlok letöltésekor","1312":"Hiányzó felhasználónév\/jelszó","1313":"Belépés sikertelen","1314":"Hiba törléskor","1315":"Nincs email fiók","1316":"Fájl mentése kapcsolat nélküli megtekintéshez","1317":"Hiba link generálásakor","1319":"Túl rövid jelszó","1320":"Túl rövid név","1321":"Hiba a fiók adatainak betöltésekor","1322":"Feltöltés befejeződött","1323":"Bejelentkezés","1324":"Bejelentkezés sikeres","1325":"Link generálása","1326":"Link vágólapra került","1327":"Letöltés befejeződött","1328":"Letöltés indul","1329":"Várakozás","1330":"Adja meg a felhasználói nevet és jelszót","1331":"Email","1332":"Regisztráció megerősítése","1333":"Kérjük ellenőrizze az email fiókját a megerősítő kódhoz vagy kattintson a speciális iOS megerősítő linkre.","1334":"Regisztráció megszakítása","1335":"Megerősítő kód","1336":"Legújabb használata","1337":"Fotó Készítése","1338":"Létező Kiválasztása","1339":"Könyvtár Hozzáadása","1340":"Adja meg az új könyvtár nevét","1341":"Kép(ek) kiválasztása","1342":"Szerkesztés","1343":"Üres Cloud Tárhely","1344":"Megosztás","1345":"Mentés Offline-ba","1346":"Átvitelek","1347":"Üres a Bejövő","1348":"Megosztott Könyvtárak","1349":"Nincsenek Fotók","1350":"Fotók","1351":"Helyi","1352":"Elérhető","1353":"Mentés kapcsolat nélküli eléréshez","1354":"Állítsa be a maximum tárhelyet eszközén","1355":"Verzió","1356":"Visszajelzés","1357":"Kilépés","1358":"Az összes letöltött fájl törölve lesz","1359":"A kiválasztott méret kisebb a jelenleg felhasznált gyorsítótárnál.  Ha folytatja, néhány fájl törölve lesz","1360":"Bővítés Pro-ra","1361":"Árak","1362":"Vásárlások visszaállítása","1363":"Nincs hálózat","1364":"Újra","1365":"Nincs kapcsolódva az Internetre","1366":"Adjon meg egy új nevet","1367":"Szerezzen 50 GB-t ingyen, vagy regisztráljon és vásároljon Pro csomagot, hogy elérje a 4 TB titkosított tárhelyét akár 8.33 Eurótól havonta.","1368":"[X]-ig","1369":"és [X]","1370":"Email és Chat","1371":"A titkosított kommunikációs csomagunk kora 2014-ben érkezik","1372":"Készüljön fel a MEGA chat, email, videó konferenciákra.","1373":"Mi a MEGA? Kattintson vagy görgessen","1374":"Vissza a Kezdőlapra","1375":"Vissza a Letöltésekhez","1376":"üzemelteti:","1377":"Akar játszani? Ne hagyja ki a lépést a fiókjának biztonsága érdekében. Kérjük mozgassa lassan és folyamatosan egerét véletlenszerűen a kockázat csökkentése érdekében.","1378":"Játék Indítása","1379":"Kihagyás","1380":"Kategóriák","1381":"Felhasználói felület beállításai","1382":"Környezeti beállítás rendezése","1383":"Oszlop rendezési sorrend konfigurálása mappánkénti alapon, vagy ugyanazon sorrend használata minden mappához.","1384":"mappánként","1385":"ugyanaz minden mappára","1386":"Mód környezeti beállítás megtekintése","1387":"Válasza ki a nézet módot (ikonok vagy részletek) a mappánkénti alapon, vagy használja ugyanazon nézet módot az összes mappánál.","1388":"[B]Letöltés[\/B] [A]a számítógépre[\/A]","1389":"[B]Importálás[\/B] [A]a Felhőtárhelybe[\/A]","1390":"Húzzon ide képeket","1391":"kövessen bennünket"}