{"10":"LEBIH BESAR, BAIK, CEPAT, KUAT, DAN AMAN.","11":"Artikel 12","12":"Tidak seorang pun layak dijadikan korban campur tangan sepihak akan privasinya, keluarganya, rumahnya atau sejenisnya. Setiap orang memiliki hak atas perlindungan hukum akan campur tangan atau serangan semacam itu.","13":"Deklarasi Umum Hak Asasi Manusia","14":"Konfirmasi penghapusan","15":"Apakah anda yakin anda ingin menghapus semua benda ini secara permanen dari Sampah anda?","16":"Kesalahan Internal","17":"Kuota Bandwidth telah habis","18":"Terlalu banyak sambungan untuk pengunduhan ini","19":"Sesi anda telah berakhir atau salah","20":"Sementara tidak tersedia","21":"Masalah akun, harap periksa e-mail anda","22":"Berkas tidak ada lagi","23":"Berkas tidak dapat diakses lagi","24":"Kesalahan men-dekripsi","25":"Folder yang anda maksud telah dihapus atau dipindahkan oleh pengguna lain","26":"Folder hilang","27":"Sayangnya, 1 berkas tidak dapat diunggah karena lebih besar dari [X].","28":"Sayangnya, [X1] berkas tidak dapat diunggah karena mereka lebih besar dari [X2].","29":"Anda dilarang untuk mengunggah berkas-berkas dengan Adobe Flash karena browser anda tidak menawarkan HTML5 FileReader. Jika anda ingin menghindar dari batasan ini ( dan menambah performa browser keseluruhan ), harap pertimbangkan untuk meng-instal [A]Google Chrome[\/A].","30":"Keterbatasan Browser","31":"Anda hanya dapat mengunggah berkas lebih kecil dari [X] dengan Internet Explorer 9, Chrome, Firefox dan Internet Explorer 10 membolehkan anda untuk mengunggah berkas-berkas yang sangat besar.","33":"MEGA lebih baik dengan Google Chrome","34":"Peringatan:","35":"Anda menggunakan browser yang sudah kuno, yang mana akan menurunkan performa pemindahan berkas anda","36":"Harap upgrade ke Google Chrome.","37":"Saat penjual browser lain sedang berjuang untuk menerapkan spektrum \/ gambaran penuh akan kegunaan HTML5, Google Chrome telah memiliki itu semua - hari ini. Untuk menikmati kekuatan penuh MEGA ( seperti otomatis menumpuk \/ mengantri dan mengunduh), kami sangat menyarankan untuk meninggalkan browser anda saat ini, yang kuno, dan menggantinya dengan mengunduh Chrome secepatnya.","38":"Jangan tampilkan pesan ini lagi","39":"Tidak, Terima kasih.","40":"Unduh Chrome","41":"Anda telah menghapus sebuah folder yang berisi 1 folder bersama","42":"Setelah anda mengosongkan Sampah anda, membagikan halaman ini akan dinonaktifkan.","43":"Anda telah memindahkan sebuah folder yang berisi [X] folder berbagi.","44":"Setelah anda mengosongkan Sampah anda, membagikan halaman-halaman ini akan dinonaktifkan.","45":"Peringatan folder bersama","46":"Kesalahan Internal","47":"Ups, terjadi masalah akan sesuatu. Mohon maaf","48":"Silahkan masukkan setidaknya tiga karakter untuk mencari","49":"Pindahkan [X] item terpilih","50":"1 berkas","51":"[X] berkas","52":"dan","53":"1 folder","54":"[X] folder","55":"Hanya dapat dibaca","56":"Dapat Dibaca & Ditulis","57":"Akses penuh","58":"Unduh","59":"Dapatkan tautan","60":"Berbagi","61":"Beri nama","62":"Pindahkan","63":"Salin","64":"Hak Akses","65":"Anda hanya memiliki akses untuk membaca pada folder ini.","66":"Anda memiliki akses untuk membaca & mengubah pada folder ini.","67":"Anda memiliki kendali penuh atas folder ini.","68":"Folder Baru","69":"Buat Folder Baru","70":"Hapus Sampah","71":"Tambah kontak ","72":"Hapus kontak","73":"Apakah anda yakin ingin menghapus pengguna ini dari daftar kontak anda?","74":"Apakah anda yakin ingin menghapus semua pengguna ini dari daftar kontak anda?","75":"Hapus kontak","76":"Anda akan secara permanen memindahkan [X] dari Sampah.","77":"Apakah anda ingin meneruskan?","78":"Ya","79":"Tidak","81":"OK","82":"Batal","83":"Hapus","84":"Konfirmasi penghapusan","85":"Muat Ulang","86":"Nama","87":"Ukuran","88":"Tipe pemindahan","89":"Status","90":"Kecepatan","91":"Waktu berlalu","92":"Waktu tersisa","93":"Tipe","94":"Terakhir diubah","95":"E-mail","96":"Hak","97":"Unggah Baru","98":"Unggah Folder","99":"Unggah Berkas","100":"Hapus Sampah","101":"Tambah Kontak","102":"Cari","103":"Batalkan pemindahan","104":"Pemindahan berkas","105":"Tertunda","106":"Pengatur berkas","107":"Apakah anda ingin menyalin folder terpilih ke kotak masuk pribadi dari [X]?","108":"Konfirmasi","109":"Apakah anda ingin menyalin folder yang anda pilihke folder bersama?","110":"Apakah anda ingin menyalin benda yang anda pilih ke kotak masuk pribadi dari [X]?","111":"Apakah anda ingin menyalin berkas-berkas yang anda pilih ke folder bersama?","112":"Tautan","113":"Tautan Berkas","114":"Kunci berkas","115":"Nama berkas","116":"Ukuran berkas","117":"Pindahkan ke lokasi","118":"Pilih tujuan","119":"Kuota bandwith hadiah anda telah habis","120":"Unduhan anda tidak dapat di proses, karena akan mengambil tunjangan gratis transfer terakhir anda untuk alamat IP anda.","121":"Batas ini bersifat dinamis dan tergantung pada jumlah bandwith tersedia yang kami miliki.","122":"Hanya transfer \/ pemindahan yang dilakukan lima sampai enam jam terakhir yang akan dihitung","123":"Dalam jendela waktu:","124":"Anda telah mengunduh [X].","125":"[X1] akan menjadi tersedia dalam waktu [X2].","126":"Batas IP terakhir adalah [X].","127":"Demi kenyamanan anda, antrian unduhan anda akan ditunda sampai anda memiliki cukup kuota tersedia, dan akan dilanjutkan secara otomatis.","128":"Jika anda tidak berkenan untuk menunggu, anda mungkin ingin mempertimbangkan untuk mendaftar paket bandwidth yang akan memberikan anda tempat penyimpanan tambahan yang luas.","129":"Tingkatkan ke Pro","130":"Unduh berkas","131":"Ketik \"Izinkan\" untuk menyelesaikan unduhan","132":"Pindahkan berkas","133":"Pindahkan [X]","134":"Salin [X]","135":"Error","136":"Harap pilih folder tujuan.","137":"Harap pilih tujuan yang sah.","138":"Folder tujuan tidak boleh sama dengan folder awal.","139":"Kesalahan Sirkular","140":"Kesalahan sirkular: tempat tujuan anda tidak dapat merupakan sub-folder dari folder yang sedang dipindahkan","141":"Harap masukkan alamat E-mail yang sah","142":"Silahkan tunggu...","144":"Hapus berbagi","145":"Alamat E-mail:","146":"Bagikan ke pengguna baru:","147":"Berikan akses","148":"Tutup","149":"Berbagi","150":"Kontak telah diundang","151":"Pengguna [X] telah diundang dan akan ditampilkan pada daftar kontak anda setelah ia terdaftar.","152":"Kamu tidak dapat menambahkan dirimu kedalam kontak","153":"Alamat E-mail","154":"Tambah kontak","155":"Tambah","156":"Batal","157":"Nama Folder","158":"Buat","159":"Batal","160":"Nama folder sudah terpakai. Harap coba kembali.","161":"Beri nama baru","162":"Beri nama baru","163":"Batal","164":"Cloud Drive","165":"Daftar Kontak","166":"Kotak masuk","167":"Sampah","168":"Sampah","169":"Pilihan","170":"Daftar","171":"Masuk","172":"Drag & drop file kamu dimana saja","174":"atau","175":"Pilih berkas","176":"Pilih berkas akan diunggah","177":"Anda memegang kunci untuk membuka apa yang anda simpan di Cloud","178":"Kolaborasi Pengamanan Online","179":"Pengatur Berkas yang Kuat","180":"Ekosistem Applikasi","181":"Perincian fitur","182":"Bagikan folder yang di-enkripsi dengan teman-sekerja atau parner bisnis dan tukar-menukar dokumen rahasia dengan enkripsi yang transparan dari ujung-ke-ujung.","183":"Lihat dan atur berkas-berkas anda pada web browser, dengan batch-up dan pengunduhan yang dipercepat dan di-integrasi","184":"API terbuka yang teliti membolehkan pengembang orang-ketiga untuk memperkuat fungsionalitas MEGA.","185":"2048 bit enkripsi RSA","186":"Keluar","187":"Akun saya","188":"Pengatur Berkas","189":"Batalkan sesi","190":"Masuk","191":"Buat akun","192":"Ingat saya","193":"Masuk","194":"[X] server online","195":"Email anda","196":"Email anda","197":"Tolong masukkan alamat e-mail anda","198":"Tolong masukkan alamat e-mail anda yang sah","199":"Silahkan masukkan kata sandi anda","200":"Ups, ada sesuatu yang salah.","201":"E-mail atau kata sandi anda salah. Harap coba kembali.","202":"Buat akun baru","204":"atau","205":"Masuk","206":"Nama anda","207":"Email anda","208":"Saya setuju dengan [A]Peraturan Pelayanan[\/A] MEGA","209":"Daftar","210":"Bersiap untuk zaman baru","211":"Penyimpanan cloud akan jauh berbeda","212":"Harap masukkan nama anda.","213":"Silahkan pilih sebuah kata sandi.","214":"Anda harus menyetujui peraturan pelayanan kami.","215":"Sebuah kesalahan yang tidak diketahui telah terjadi. Harap coba kembali.","216":"Luar biasa","217":"Harap periksa e-mail anda dan klik tautan untuk meng-konfirmasi akun anda.","218":"Alamat e-mail ini telah terhubung dengan akun MEGA yang lain.","219":"Alamat e-mail ini telah terhubung dengan akun MEGA yang lain.","220":"Lemah","221":"Sedang","222":"Bagus","223":"Bagus sekali","224":"PILIH BERKAS UNTUK DIUNGGAH","225":"PILIH BERKAS UNTUK DIUNGGAH ATAU DRAG & DROP BERKAS DISINI","226":"Untuk menghindari kepenuhan sumber daya, kami beberapa kali harus membatasi penggunaan bandwith. Dalam enam jam terakhir, alamat IP anda telah menggunakan [X1], yang mana, bersamaan dengan berkas terpilih [X2], akan melampaui batas terkini kami sebesar [X3]. Untuk memastikan akses yang adil dan setara dengan sumber daya kami, unduhan tertunda anda telah dimasukkan daftar tunggu. Mereka akan dimulai kembali secara otomatis setelah kemacetan mereda.","227":"Transfer yang dicakup oleh kuota bandwith berbayar bebas dari keterbatasan ini, jadi jika anda tidak ingin menunggu, anda mungkin ingin mempertimbangkan untuk mendaftar akun Pro.","228":"Pengaturan lalu lintas yang berlaku","229":"Jangan pernah tampilkan lagi","230":"Tingkatkan ke Pro","231":"Tidak, Terima kasih. Saya akan menunggu.","232":"Tidak, Terima kasih. Saya akan menunggu.","233":"Pengguna sementara, mencoba kembali.","234":"Unduh Berkas","235":"Unduh","236":"Impor","237":"Pengunduhan dimulai","238":"Ditandakan untuk hakcipta","239":"Unduhan telah selesai","240":"Untuk menyelesaikan proses transfer berkas anda, anda harus menyimpan berkas anda secara manual.","241":"Simpan berkas anda","242":"Tingkatkan ke Chrome untuk menikmati kekuatan penuh MEGA","243":"Berkas yang anda coba untuk unduh tidak lagi tersedia.","244":"Ini dapat terjadi karena alasan berikut:","246":"Berkas ini telah dipindahkan karena pelanggaran ToS\/AUP.","247":"URL yang salah - tautan yang anda coba untuk akses tidak tersedia","248":"Berkas ini telah dihapus oleh penggunanya.","249":"Berkas yang anda coba untuk unduh sementara tidak tersedia.","250":"Kelebihan built-in kami telah gagal. Ini dapat disebabkan oleh beberapa alasan berikut:","251":"Beberapa server dimatikan untuk pemeliharaan.","252":"Kami kepenuhan dan sedang menambah kapasitas.","253":"Silahkan coba kembali beberapa saat lagi.","254":"Berkas yang anda ingin unduh tidak lagi tersedia.","255":"Berkas ini tidak lagi tersedia karena klaim hak cipta oleh [X].","256":"Kunci anda tidak memiliki panjang yang sesuai.","257":"Harap pastikan anda memasukkan kunci yang sah.","258":"Sedang mengunduh","259":"Apakah kepanjangan dari \"MEGA\"?","260":"MEGA adalah singkatan dari dan berarti \"MEGA Encrypted Global Access\".","261":"Apakah MEGA?","262":"MEGA adalah apa yang disebut penyedia jasa penyimpanan cloud. Kami menawarkan ruang penyimpanan dan bandwith yang dapat diakses melalui internet gratis dan berbayar. Anda dapat menyimpan dan mengakses berkas anda melalui browser anda atau klien yang anda berikan izin.","264":"Menurut pengetahuan kami yang terbaik, penyimpanan cloud dan enkripsi adalah legal. Harap patuh dengan hukum yang berlaku dan peraturan akan [B]bagaimana[\/B] anda menggunakan penyimpanan cloud dan enkripsi, demikian pula dengan [A]persyaratan penggunaan[\/A].","265":"MEGA dibuat oleh orang yang sama, yang sebelumnya telah menjalankan salah satu dari usaha jasa penyimpanan cloud terbesar di dunia. Dapatkah saya minta tolong untuk memiliki akun dan berkas saya kembali?","266":"Sayang sekali, MEGA tidak mempunyai akses pada aset-aset yang karyawan kami telah buat sebelumnya. Tidak ada sambungan legal dan tidak ada daur ulang kode apapun, perangkat keras, atau catatan database, dan oleh karena itu,  kami saat ini tidak mempunyai cara untuk mengembalikan peninggalan data anda.","267":"Mengapa mempusatkan perusahaan penyimpanan cloud di New Zealand, dibanding tempat lain?","268":"Diantara alasan penting lainnya, nama asli Māori dari New Zeland adalah \"Aotearoa\", yang berarti \"Tanah Awan(cloud) putih panjang\".","269":"Dapatkah saya mengakses MEGA dari perangkat selular?","270":"Mega telah dioptimalisasikan untuk penjelajah desktop. Kami berusaha keras untuk membuat MEGA sesuai sepenuhnya dengan perangkat selular dan tablet. Anda dapat mengharapkan aplikasi kustom keren untuk perangkat selular favorit anda dalam waktu dekat ini.","271":"Dapatkah saya melanjutkan pengunggahan atau pengunduhan yang terganggu?","272":"Ya, selama anda tidak menutup tab browser, unggahan atau unduhan anda akan dilanjutkan secara otomatis setelah, contoh: gangguan jaringan atau perangkat anda  memasuki standby\/sleep mode. Harap ketahui bahwa server kami secara otomatis membuang unggahan yang tidak selesai setelah 48 jam tanpa aktifitas.","273":"Dapatkah saya mengunggah berkas yang sama berkali-kali?","274":"Karena server kami tidak dapat melihat nama berkas, Nama berkas yang sama \/ berbenturan adalah urusan anda. Dengan setelan standar, jika anda mengunggah berkas yang sudah ada di akun anda (target path\/nama folder yang sama, ukuran yang sama, waktu modifikasi terakhir yang sama), itu akan dilewatkan, tapi tidak ada yang mencegah anda dari menyimpan beberapa berkas-berkas atau folder-folder dengan nama yang sama untuk diletakkan pada folder yang sama.","275":"Bagaimana anda mengatur penggunaan bandwith?","276":"Kebijakan kami adalah tidak memaksakan pembatasan buatan apapun kepada pengguna kecuali diharuskan oleh kemacetan infrastruktur. Oleh karena itu kami berhak untuk membatasi pemanfaatan bandwith oleh pengguna udemi kepentingan operasional sewaktu-waktu berdasarkan basis per alamat IP. Antrian transfer anda akan dilanjutkan secara otomatis saat kemacetan mereda. Intervensi \/ campur tangan manual tidaklah diperlukan.","277":"Apakah ada batas ukuran file di MEGA?","278":"Tidak ada batasan untuk ukuran berkas-berkas anda selain kapasitas ruang drive cloud anda. Bagaimanapun,    beberapa browser butuh menyimpan seluruh berkas-berkas yang anda ingin unduh ke dalam memori terlebih dahulu (Firefox, IE10, Opera), atau browser yang butuh menyimpan berkas-berkas ke memori sebelum penunduhan maupun penunggahan (IE9, Safari 5).","279":"Dapatkah saya mengunggah dan mengunduh pada saat yang bersamaan?","280":"Ya. Satu unggahan dan satu unduhan per jendela browser dapat dijalankan secara paralel.","281":"Mengapa kami tidak menyediakan thumbnail\/ gambar kecil atau pratinjau berkas video dan audio ?","282":"Karena model enkripsi kami dari ujung ke ujung secara inheren menghalangi manipulasi akan data dengan cara apapun, yang mana dibutuhkan untuk menerapkan fitur tersebut.","283":"Bagaimanakah cara mengunggah berkas ke MEGA?","284":"Ada tiga cara untuk mengunggah berkas-berkas anda ke MEGA menggunakan web browser anda:","285":"1. Klik tombol merah di halaman awal","286":"2. Pergi ke pengatur berkas dan klik pada \"Unggah berkas\" atau (jika anda menggunakan Chrome) tombol \"Unggah folder\" dekat bagian atas","287":"3. Drag dan drop berkas-berkas atau (jika anda menggunakan Chrome) folder dalam situs","288":"Bagaimanakah cara menginstall MEGA?","289":"Anda tidak perlu menginstall apapun. MEGA sepenuhnya bekerja pada web browser anda dan cocok dengan segala web browser terkini. Untuk mendapatkan kekuatan maksimum MEGA, kami sangat menganjurkan anda untuk hanya menggunakan Google Chrome saja.","290":"Bagaimanakah cara folder berbagi bekerja ?","291":"Anda dapat membagikan subtree dari drive cloud anda dengan teman, keluarga, atau teman sekerja anda. Undangan untuk berbagi menggunakan alamat e-mail. Orang yang diundang yang belum memiliki akun akan menerima pemberitahuan e-mail berisi tautan untuk mendaftar. Cara alternatif lainnya, anda dapat membuat tautan umum untuk segala folder-folder anda dan mengekspor kunci kripto khusus folder anda, membuatnya dapat diakses bahkan tanpa akun MEGA. Bagaimanapun, ini tanggung jawab penuh pengguna untuk secara aman mentrasmisi kunci folder kepada penerima.","292":"Untuk membuat, mengubah, atau menghapus berbagi, klik kanan pada folder di pengatur file anda dan pilih Berbagi. Akan ada 3 level akses: Hanya dapat dibaca, dapat dibaca & ditulis (berkas dapat ditambah, namun tidak dapat dihapus), dan akses penuh (berkas dapat ditambah dan dihapus).","293":"Jika anda menambahkan alamat e-mail yang belum terhubung dengan akun MEGA, anda butuh online setidaknya sekali setelah sang penerima menyelesaikan proses pendaftarannya, dengan demikian anda dapat mengenkripsi rahasia berbagi anda ke kunci umum yang baru saja ia dibuat.","294":"Bagaimanakah cara menghapus orang dari folder berbagi saya?","295":"Cukup klik kanan pada folder dalam pengatur berkas anda dan pilih berbagi. Anda akan melihat daftar terkini orang-orang yang memiliki akses ke folder yang bersama. Klik kanan pada orang tersebut dan pilih Hapus pada Pilihan.","296":"Bagaimana cara saya mengenali folder berbagi saya?","297":"Folder berbagi di pengatur berkas anda memiliki icon spesial dengan gambar tangan di bawah folder.","298":"Dapatkah saya membagikan folder-folder yang dibagikan kepada saya?","299":"Tidak. Hak membagikan folder tidak dapat diteruskan.","302":"Bagaimanakah cara saya terhubung dengan berkas di MEGA?","303":"Pertama-tama, sebuah kewaspadaan: Keamanan cryptographic dari semua berkas-berkas tergantung pada kerahasiaan dari kunci enkripsi terkait. Harap pastikan bahwa anda men-transmit mereka via saluran yang dilindungi saja! e-mail standar tidaklah cukup.","304":"Memperhatikan hal tersebut, pilih satu atau beberapa berkas-berkas di dalam pengatur berkas anda, lalu klik kanan dan gunakan \"Dapatkan tautan\". Sebuah dialog dengan tautan umum pada berkas yang anda telah pilih akan terbuka. Anda dapat memilih untuk mengekspor setiap tautan dan kunci secara terpisah atau sebagai sebuah tautan kombo.","305":"Bagimanakah enkripsi bekerja?","306":"Semua enkripsi adalah secara menyeluruh. Data yang diunggah akan dienkripsi pada perangkat yang mengunggah sebelum dikirim ke internet, dan data yang diunduh akan didekripsi hanya setelah data tersebut tiba di perangkat yang mengunduh. Perangkat klien kami bertanggung jawab untuk menghasilkan, menukar, dan mengelola kunci enkripsi. Jangan pernah meninggalkan kunci enkripsi yang masih dapat dipakai pada komputer anda (terkecuali kunci publik RSA).","307":"Apakah semua informasi pribadi saya akan dienkripsi?","308":"Tidak. Hanya berkas data dan nama berkas\/folder yang akan dienkripsi. Informasi yang kami butuhkan untuk akses operasional, seperti alamat e-mail anda, alamat IP, struktur folder, kepemilikan berkas dan mandat pembayaran, akan disimpan dan diproses tanpa dienkripsi. Harap lihat kebijakan privasi kami untuk lebih terperinci.","309":"Apakah data yang saya simpan benar-benar aman?","310":"Segala macam keamanan adalah relatif. Serangan-serangan pasti ada - mereka tidak spesifik \/ khusus kepada MEGA saja, namun kami ingin anda mengetahui tentang resiko-resikonya:","311":"Akun perorangan terancam oleh:","312":"-Spyware pada komputer anda. Sebuah keylogger sederhana sudah cukup, mandat sesi dan akses akan kunci-kunci dapat diambil dari memori atau sistem berkas.","313":"-Dicuri. Jangan pernah ketik sandi anda pada saat seseorang dapat melihat apa yang anda tekan.","314":"-Pembajakan sandi. Gunakan sandi yang kuat.","315":"-Penipuan. Selalu konfirmasi status keamanan dari koneksi anda (https:\/\/) dan nama domain yang benar (mega.co.nz) sebelum memasukkan sandi anda.","316":"Serangan skala besar dapat terjadi melalui:","317":"- Serangan orang dalam. Membutuhkan penerbitan duplikasi sertifikat SSL yang sah, dikombinasikan dengan memalsukan DNS dan\/atau menyerang rute BGP kami (a DigiNotar-style scenario).","318":"- Mendapatkan akses ke penyimpanan webserver http:\/\/mega.co.nz\/index.html dan mengganti file tersebut dengan versi palsu (ini tidak akan mempengaruhi akses kepada basis app yang telah diinstall). Ingat bahwa memanipulasi konten \/ isi pada konten kami yang didistribusikan CDN bukanlah merupakan ancaman keamanan, karena semua konten yang aktif diambil dari index.html harus di verifikasi dengan cryptographic hash (anggap semacam \"restart komputer demi keamanan\" untuk website). Serangan semacam ini butuh untuk mengirimkan kode jahat kepada klien dan oleh karena itu dapat kami deteksi.","319":"-Mendapatkan akses ke infrastruktur server utama kami dan membuat pengajuan kunci palsu pada dokumen berbagi yang sudah tersedia. Serangan semacam ini hanya mempengaruhi data di dalam folder berbagi dan dapat dideteksi pada pihak klien juga.","320":"Bagaimana bila anda tidak percaya kami? apakah masih aman bagi anda untuk menggunakan MEGA?","321":"Jika anda tidak percaya pada kami, anda tidak dapat menjalankan kode apapun yang kami sediakan, oleh karena itu anda tidak dapat  membuka situs kami pada browser anda dan memasukkan sandi anda. Jika anda masih ingin menggunakan MEGA, anda harus tetap melakukan hal tersebut melalui sebuah aplikasi klien yang ditulis oleh seseorang yang anda percaya.","322":"Saya percaya kalian dan pusat data kalian di New Zealand, tapi saya tidak percaya pada pusat data kalian di German, karena itu dijalankan oleh perusahaan dari Amerika Serikat. Apakah masih aman bagi saya untuk menggunakan MEGA?","323":"Ya, anda dapat menggunakan MEGA dengan aman, bahkan jika server kami di German sepenuhnya diganggu. Pusat data kami di New Zealand memastikan tidak ada kode palsu dapat dijalankan saat anda mengunjungi https:\/\/mega.co.nz\/.","324":"Apakah data yang saya letakkan di folder berbagi seaman data-data saya yang lain?","325":"Folder berbagi, pada dasarnya, hanya aman selama daftar pengguna yang dibagikan aman. Bagaimanapun juga, gangguan terhadap infrastruktur server inti kami memegang resiko tambahan: Kunci publik dapat di manipulasi, dan pengajuan kunci dapat dipalsukan.","326":"Bila saja jaringan penyimpanan MEGA terganggu secara fisik. Apakah resikonya?","327":"Pesan error setelah pengunduhan akan memanipulasi berkas-berkas. Bahkan jika sang penyerang memiliki kunci enkripsi akan beberapa berkas yang diberikan dalam jaringan tersebut, ia tetap tidak dapat menggantinya dengan kunci yang palsu tanpa menyebabkan pengunduhan terkait batal.","328":"Apakah ini ide yang bagus untuk menyimpan semua data saya dalam satu tempat?","329":"Selalu simpan salinan sebanyak mungkin dari berkas yang penting, baik online maupun offline. Walaupun kami menyimpan berkas anda setidaknya dalam dua tempat berbeda, tidak ada garansi akan keduanya bebas dari kerusakan dan pelanggaran dari pemerintah negara terkait yang walaupun belum pernah terjadi sebelumnya.","330":"Mengapa saya harus mempercayakan data saya kepada anda dibanding orang lain?","331":"Kami menyediakan user controlled encryption (UCE) dimana anda, sebagai pengguna , menngatur kuncinya. Implementasi UCE bebas untuk umum, dan kami mengundang dan menganjurkan anda untuk menyimak dan memberikan umpan balik. Kami percaya bahwa pendekatan ini jauh lebih aman dari hanya menyimpan data anda pada penyedia layanan penyimpanan dengan server-side encryption dimana sang penyedia internet mengatur kuncinya , atau lebih buruk lagi tidak ada kunci\/enkripsi sama sekali. - bila, sebagai contoh, berkas pengguna MEGA secara tiba-tiba menjadi dapat diakses tanpa sandi karena sebuah kesalahan pemograman, berkas tersebut akan menjadi tidak dapat dibaca tanpa kunci dekripsi dari sang pengguna.","332":"Saya memperhatikan bahwa anda menggunakkan HTTPS untuk mentransfer berkas data yang sudah dienkripsi. Tidakkah itu mubazir?","333":"Ya. Sayangnya, kebanyakan browser tidak suka dengan pembangunan koneksi yang tidak aman dari halaman yang aman, dan siapa yang dapat menyalahkan mereka akan hal tersebut? - mereka tidak mungkin bisa sadar pada fakta bahwa diluar sana terdapat lapisan enkripsi yang sedang berlangsung saat ini, kami mengizinkan anda untuk mematikan browser yang mengizinkan hal tersebut (bukan Internet Explorer) untuk menambah cepat transfer anda tanpa membajak kerahasiaan atau keaslian data anda. Anda akan melihat peringatan SSl muncul pada saat pemindahan berkas pertama anda pada beberapa browser- pada kasus ini (dan hanya kasus ini), lebih aman untuk mengabaikannya.","334":"Algoritma enkripsi apa yang MEGA gunakan di dalam (internal)?","335":"Untuk transfer dalam jumlah besar, AES-128 (kami percaya bahwa semakin tinggi pemanfaatan CPU dari AES-192 dan AES-256 akan melebihi keuntungan dari keamanan yang bisa didapat secara teori, setidaknya sampai komputer kuantum ditemukan). Pemeriksaan keaslian setelah pengunduhan dilakukan dengan berbagai macam variasi dari CCM, yang mana kurang efisien dibanding OCB, tetapi tidak dibebani oleh hak paten.","336":"Untuk membangun rahasia bersama antara pengguna dan berkas yang diantar ke kotak masuk anda, RSA-2048 (panjang kunci dipilih diantara \"terlalu tidak aman\" dan \"terlalu lambat\"). Semua enkripsi, dekripsi dan generasi kunci diterapkan pada Javascript, yang mana membataskan berkas yang dioper kepada sedikit MB dan menyebabkan beban CPU yang signifikan. Kami menantikan penerapan dari HTML5 WebCrypto API yang telah diusulkan di semua browser-browser besar, yang mana akan menghapuskan kemacetan ini.","337":"Kami mendapat nomor acak untuk kunci dari pergerakan mouse pengguna untuk memastikan bahwa kuncinya akan benar-benar teracak (daripada mengandalkan fungsi standard Javascript yang lebih mudah diprediksi)","338":"Apakah MEGA menyimpan berkas cadangan untuk berkas-berkas saya?","339":"Kami menyimpan berkas-berkas anda setidaknya di dua server pada pusat data berbeda, jika tersedia.","340":"Saya lupa sandi saya. Dapatkah saya mengatur ulang?","341":"Sayangnya, kata sandi MEGA bukanlah sekedar kata sandi - itu adalah kunci utama untuk mengenkripsi seluruh data anda. Jika anda menghilangkannya, anda kehilangan segala akses menuju semua berkas anda yang tidak diletakkan di folder berbagi dan yang sebelumnya tidak anda ekspor.","344":"Kenapa saya harus meningkatkan ke akun Pro?","345":"Akun pro memberikan anda tambahan gudang penyimpanan dan ekstra kuota bandwith yang secara otomatis kami tarik pada saat sewaktu-waktu batas bandwith operasional  telah dicapai - anda dapat menggunakan kuota anda sendiri, atau memberikannya kepada orang ketiga untuk mengakses data anda (ini termasuk pengguna yang belum memiliki akun MEGA). Persentase maksimum kuota bandwith yang anda alokasikan untuk orang ketiga dapat diatur dalam pengaturan akun anda.","346":"Mengapa ada pilihan untuk membatasi kecepatan pengunggahan saya, dan kenapa itu diaktifkan pada pengaturan standar?","347":"Kebanyakan router tidak memprioritaskan paket yang lebih kecil bila terjadi tabrakan tautan, menyebabkan lalu litas masuk anda ikut terpengaruhi secara parah pada saat tautan keluar sedang penuh. Oleh karena itu kami mengukur bandwith keluar anda yang tersedia selama sepuluh detik pertama dari sebuah pengunggahan dan kemudian menjaga setidaknya 10% dari itu tetap kosong. Anda dapat mencoba memaksimalkan performa pengunggahan anda dengan men-nonaktifkan pilihan ini.","348":"Apa yang saya dapat dengan akun gratis saya?","349":"Dapat diakses global, performa-tinggi, drive cloud aman dengan [X] buah tempat penyimpanan. Jika anda butuh lebih dari itu, anda dapat meningkatkan ke akun [A1]Pro[\/A1]. Klik [A2]disini[\/A2] untuk melihat penggunaan terkini anda.","359":"Apakah anda menawarkan sebuah API?","361":"Ya. kode open-source JavaScript yang mengimplementasikan MEGA interface yang berbasis pada browser menggunakan API kami, jadi anda mempunyai contoh kode yang sangat kaya untuk anda pilih jika anda merasa [A]dokumentasi[\/A] kami tidaklah cukup. Karena kami tidak mempunyai sumber daya untuk membangun seluruh aplikasi-aplikasi keren yang membuat MEGA menjadi serba guna dan sangat membantu untuk kami sendiri, kami mengundang anda untuk membantu kami. Setelah memeriksa kode aplikasi anda, kami akan menampilkannya pada situs kami. Kami sangat senang untuk mendiskusikan pembagian hasil dari pendapatan untuk aplikasi yang sangat populer.","362":"Untuk menghindari sumber daya yang berlebihan, kami beberapa kali harus membatasi penggunaan bandwith. Berkas yang anda coba untuk unduh lebih besar dari batas kami akan [X3]. Transfer benda terkait telah ditunda dan akan dimulai secara otomatis pada saat kemacetan mereda.","365":"Browser anda terlalu kuno untuk mengunduh berkas sebesar ini.","366":"Peringatan Hak Cipta","367":"MEGA menghargai hak cipta dari orang lain dan mengharuskan pengguna layanan cloud MEGA setuju dengan peraturan hak cipta. Anda dilarang dengan tegas untuk menggunakan layanan cloud MEGA untuk melanggar\/merusak hak cipta. Anda tidak boleh mengunggah, mengunduh, menyimpan, membagi, memunculkan, mengambil, mendistribusikan, e-mail, tautan tujuan, menyebarkan atau sebaliknya membuat tersedia berkas-berkas, data, atau konten yang merusak hak cipta atau hak kepemilikan dari seseorang atau kesatuan.","368":"Perhatian:","369":"Model keamanan cryptographic MEGA tergantung pada kerahasiaan dari kunci yang ditampilkan diatas. Hindari men-transmisi mereka melalui saluran yang tidak aman!","370":"Salin ke papan","371":"Telah tersalin ke papan","372":"Unggah","373":"Unduh","374":"Kami berjanji, kami sampaikan","375":"Navigasi di blokir karena pemindahan berkas masih tertunda","376":"Anda harus masuk ke akun untuk melihat halaman ini","377":"Saat ini anda setidaknya memiliki satu pemindahan berkas yang sedang berlangsung. Jika anda keluar, pemindahan berkas anda akan terputus.","378":"Harap masukkan kata sandi anda untuk mengkonfirmasi akun anda","379":"Harap masuk ke akun anda untuk memasukkan berkas ke akun anda","380":"Masukkan kunci dekripsi","381":"Semua hak tersedia","382":"dibuat di Selandia Baru","383":"Dukungan","384":"Pusat Bantuan","385":"Peraturan Pelayanan","386":"Kebijakan Privasi","387":"Hak cipta","388":"Komunitas","389":"Blog","390":"Kemitraan","391":"Penjual \/ Pengecer","392":"Pengembang","393":"Partner Penyelenggara","394":"Penanam modal","395":"Jadi penjual \/ pengecer","396":"Tentang Kami","397":"Keanggotaan Gratis","398":"Keanggotaan Pro","399":"Hubungi Kami","400":"Dasar","401":"Berbagi","402":"Keamanan dan Privasi","403":"Akun","404":"Pembayaran & Tagihan","405":"Alat","406":"Pertanyaan yang paling sering ditanyakan:","407":"Kategori:","408":"Januari","409":"Februari","410":"Maret","411":"April","412":"Mei","413":"Juni","414":"Juli","415":"Agustus","416":"September","417":"Oktober","418":"November","419":"Desember","420":"Harap masuk akun anda untuk memulai mengunggah","421":"Harap setujui peraturan pelayanan kami","422":"Saya menerima","423":"Anda membutuhkan akun terdaftar untuk menggunakan fitur berbagi. Apakah anda ingin mendaftar sekarang?","424":"Berbagi dinonaktifkan","425":"Namakan Folder","426":"Namakan Berkas","427":"Perincian Akun","428":"Kupon","429":"Riwayat Sesi","430":"Riwayat belanja","431":"Riwayat transaksi","432":"Tipe akun:","433":"Tingkatkan","434":"Jenis langganan:","435":"GRATIS","436":"Tidak ada siklus penagihan","437":"Ruang Penyimpanan:","438":"[X] terpakai","439":"[X1] dari [X2]","440":"Pengelolaan Bandwith:","441":"Aktifkan Pengelolaan Bandwith","442":"Matikan Pengelolaan Bandwith","443":"Anda dapat mengatur persentase yang anda ingin alokasikan untuk anda gunakan.","444":"Atur Bandwith yang anda ingin gunakan:","445":"Bandwith yang menyediakan","446":"(untuk unduhan orang ketiga dari berkas-berkas anda)","447":"Unduh Bandwith","448":"(untuk mengunduh berkas-berkas orang ketiga)","449":"Saldo akun","450":"Isi ulang","451":"Buat kupon:","452":"Tipe kupon:","453":"Pilih tipe kupon","454":"Jumlah:","455":"Buat","456":"Tebus kupon:","457":"Beli kupon","458":"Tebus","459":"Kupon anda","460":"Kupon yang tidak terpakai","461":"Kupon yang telah ditebus","462":"Kupon yang dibatalkan","463":"Kupon yang ditarik kembali","464":"Semua kupon","466":"[X] terakhir","467":"Riwayat sesi","468":"Riwayat Belanja","469":"Pembelian [X] terakhir","470":"Riwayat Transaksi","471":"Transaksi [X] terakhir","472":"Sesi [X] terakhir","473":"Ups, sepertinya anda memasukkan kupon yang tidak sah.","474":"Tanggal berakhir:","475":"Tanggal\/Waktu","476":"Barang","477":"Jumlah","478":"Cara pembayaran","479":"Browser","480":"Alamat IP","481":"Negara","482":"Aktivitas terkini","483":"Sesi terkini","484":"TransactionID","485":"Kredit","486":"Debet","487":"Kode kupon","488":"Status","489":"Tidak terpakai","490":"Ditebus pada","491":"Dibatalkan pada","492":"Dibatalkan pada","494":"Pilih paket anda:","495":"Gudang","496":"Bandwith","497":"Pilih harga:","498":"per bulan","499":"per tahun","500":"Pilih harga:","501":"Hemat 17%","502":"Pilih harga:","503":"Pilih cara pembayaran:","504":"Saldo prabayar","505":"Beli kupon","506":"Profesional","507":"Lanjutkan","508":"Kode kupon","509":"PERUSAHAAN PRIVASI","510":"Selamat datang di MEGA!","511":"2084-bit RSA kunci publik\/privat anda sekarang sedang dibuat","512":"Untuk memperkuat kunci anda, kami telah mengumpulkan entropi dari pergerakan mouse anda dan jedah waktu pada saat menekan keyboard.","513":"Kode kupon telah ditebus pada akun anda, bagaimanapun saldo prabayar baru anda tidak cukup untuk pembelian ini. Harap tambah saldo anda, atau coba beli paket yang lebih murah","514":"Saldo anda tidak mencukupi, harap coba kembali.","515":"Folder ini berisi lebih dari 500 entri . Folder besar dapat memperlambat browser anda. Harap pertimbangkan untuk menggunakan sub-folder.","516":"Dapatkan dukungan","517":"Sesuatu sedang tidak bekerja untuk anda? Harap untuk cek [A]pusat bantuan[\/A] terutama. Jika pertanyaan anda tidak terjawab disana, jangan kuatir untuk menghubungi kami.","518":"Legal","519":"Departemen kami yang legal siap untuk menanggapi penyelidikan anda","520":"Hak cipta","521":"Kuatir dengan pelanggaran oleh pengguna atas hak properti intelektual anda? Harap serahkan sebuah laporan pencopotan anda melalui [A]online form[\/A] atau kirim kami sebuah e-mail.","522":"Sarankan perbaikan","523":"Silahkan serahkan saran untuk fitur yang anda ingin ajukan dan yang berkenaan dengan kegunaan disini ","524":"Laporkan bug","525":"MEGA saat ini sedang dalam versi beta, anda diundang untuk melaporkan bug. Semakin rinci, semakin baik.","526":"Media","527":"Kami menyambut pengguna dari media, termasuk bloggers, untuk menghubungi kami dengan pertanyaan terkait dengan MEGA.","528":"Jadi reseller","529":"Jadilah bagian dari sebuah kisah sukses!","530":"Program reseller kami akan membolehkan anda untuk menjual kupon Mega secara langsung pada pelanggan anda.","531":"Perincian:","532":"Anda akan mendapatkan akses ke sistem pengelolaan kupon kami yang rumit","533":"Buat kupon pada waktu real dari saldo akun","534":"Membagikan penghasilan dengan murah hati dari permulaan.","535":"Semakin banyak anda menjual, semakin banyak penghasilan yang dibagi ke anda, semakin banyak untung yang anda dapat","536":"Akses reseller API akan membolehkan anda untuk mengelola alat-alat keren yang dapat berinteraksi dengan sistem kami pada waktu real.","537":"Pengiklanan gratis: website anda akan dihubungkan\/ diberi tautan pada MEGA","538":"Setelah meninjau & menerima aplikasi reseller anda. Bisnis anda & website anda harus memenuhi standar kami.","539":"Pembagian penghasilan","540":"Pembagian penghasilan anda akan dikurangi setiap pembuatan kupon","541":"Pergantian bulanan","542":"Pembagian penghasilan","543":"lebih dari [X]","544":"Aplikasi reseller","545":"Daftar sebagai reseller","546":"Perincian","547":"Rincian anda","548":"Pasar","549":"Pilih pasar reseller","550":"Pembayaran","551":"Pilih cara pembayaran","552":"Pilih cara pembayaran dari daftar penyedia yang tersedia","553":"Penyedia pembayaran anda tidak terdaftar? Harap [A]e-mail kami[\/A]","554":"Selesai","555":"Saya setuju dengan [A]Persyaratan Pelayanan Reseller[\/A]","556":"Berikut","557":"Pilih pasar dari daftar negara yang tersedia","558":"Sebelum","559":"Nama anda","560":"URL Bisnis","561":"Alamat","562":"ZIP \/ Kode pos","563":"Nama Bisnis","564":"Nomor telepon","565":"Kota","566":"Pilih nama negara per metode pembayaran:","568":"Silahkan pilih negara anda","569":"Pengaturan pemindahan","570":"Jumlah sambungan unggahan paralel","571":"Jumlah sambungan unduhan paralel:","572":"Batas kecepatan pengunggahan:","573":"Tidak ada","574":"Otomatis","575":"Tetap","576":"Lewati berkas yang sama persis pada saat mengunggah:","577":"Ya","578":"Tidak","579":"Gunakan SSL (secure socket layer) untuk transfer berkas:","580":"Men-nonaktifkan SSL akan meningkatkan performa dan tidak menuruni keamanan.","581":"Silahkan masukkan nama anda.","582":"Silahkan masukkan URL bisnis anda","583":"Silahkan masukkan alamat anda.","584":"Silahkan masukkan ZIP \/ kode pos.","585":"Silahkan masukkan nama bisnis anda","586":"Silahkan masukkan nomor telepon anda","587":"Silahkan masukkan nama kota anda.","588":"Silahkan masukkan nama negara anda.","589":"Anda harus mengakses syarat dan kondisi reseller","590":"Harap pilih setidaknya satu negara.","591":"Harap pilih setidaknya satu cara pembayaran.","592":"Harap pilih setidaknya satu negara per penyedia pembayaran.","593":"Luar biasa","594":"Anda akan menerima e-mail dari kami dengan instruksi selanjutnya.","620":"Laporan dugaan pelanggaran","621":"Laporan","622":"MEGA menghargai hak cipta dari orang lain dan mengharuskan pengguna layanan cloud MEGA setuju dengan peraturan hak cipta. Anda dilarang dengan tegas untuk menggunakan layanan cloud MEGA untuk melanggar\/merusak hak cipta. Anda tidak boleh mengunggah, mengunduh, menyimpan, membagi, memunculkan, mengambil, mendistribusikan, e-mail, tautan tujuan, menyebarkan atau sebaliknya membuat tersedia berkas-berkas, data, atau konten yang merusak hak cipta atau hak kepemilikan dari seseorang atau kesatuan. Kami akan menanggapi segala laporan tentang dugaan pelanggaran hak cipta yang sesuai dengan hukum yang berlaku dan diberikan secara sesuai kepada kami. Jika anda yakin bahwa kepunyaan anda telah disalin atau digunakan dan melanggar hak cipta, harap beritahu kami dengan informasi berikut: (i) tanda tangan secara elektronik maupun fisik dari pemilik hak cipta atau orang yang memiliki kuasa untuk mewakili sang pemilik hak cipta; (ii) bukti bahwa benda yang memiliki hak cipta telah dilanggar; (iii) bukti dari benda yang diduga melanggar atau korban dari pelanggaran dan ingin dihapus atau dihilangkan akses untuk benda tersebut, dan informasi yang cukup untuk mengizinkan kami untuk mengetahui tautan ke benda tersebut, contohnya uniform resource locator(s) (URL); (iv) informasi kontak anda, termasuk alamat, nomor telepon, dan alamat email; (v) kalimat dari anda bahwa anda sangat yakin bahwa benda terkait tidak dibawah kuasa pemilik hak cipta, agennya, atau hukum; dan (vi) sebuah pernyataan bahwa kalimat dalam laporan anda akurat, dan, dibawah hukuman sumpah palsu (kecuali hukum yang berlaku mengatakan sebaliknya), bahwa anda memiliki hak untuk mewakili sang empunya hak cipta.","623":"Kami memiliki hak untuk menghapus data yang diduga akan melanggar tanpa pemberitahuan terlebih dahulu,  atas kebijakan kami, dan tanpa kewajiban pada anda. Pada kondisi tertentu, kami juga akan mengakhiri akun anda jika anda terbukti melanggar berulang kali. Agen hak cipta yang kami tunjuk untuk laporan atas kecurigaan pelanggaran hak cipta adalah:","624":"Laporan hak cipta","625":"Harap gunakan formulir ini untuk menyerahkan laporan hak cipta. Kami akan menanggapi dalam 24 jam (secara instan selama jam kerja).","626":"Isi:","627":"Wajib diisi","628":"Pelanggaran atas hak cipta pribadi saya.","629":"Pelanggaran atas hak cipta dari seseorang yang saya wakili.","630":"TIpe pencopotan:","631":"Pilih tipe pencopotan:","632":"1. Nonaktifkan URL(s) publik yang tersedia saja - berkas-berkas masih akan tersedia di dalam akun pemiliknya.","633":"2. Nonaktifkan semua URLs publik dari berkas-berkas pokok untuk URL(s) yang tersedia - berkas-berkas masih akan tersedia di akun pemiliknya.","634":"3. Hapus semua contoh dari berkas-berkas pokok dari URL(s) yang tersedia - tidak akan ada pengguna yang diizinkan untuk menyimpannya dalam segala kondisi apapun.","635":"Saya dengan ini menyatakan bahwa saya memiliki keyakinan penuh bahwa membagikan benda-benda diatas tidak memiliki hak cipta dari pemilik hak cipta agennya, atau hukumnya (misal, sebagai penggunaan yang biasa)","636":"Saya mengerti bahwa saya mungkin dapat mendapat dampak buruk, termasuk biaya-biaya dan biaya pengacara, jika saya dengan sengaja maupun tidak sengaja salah melaporkan, penyalahgunaan URL(s) atau berkas-berkas","637":"Informasi pada laporan ini akurat, dan saya menyatakan dibawah hukum sumpah palsu bahwa saya memiliki hak untuk mewakili pemilik hak cipta ","638":"Laporan ini adalah dokumen sah yang serius - harap berhati-hati untuk klaim pelanggaran hak cipta yang anda laporkan. Anda mungkin ingin berkonsultasi terlbeih dahulu dengan pengacara untuk menentukan bahwa benda yang anda laporan memang melanggar dan tidak diproteksi  dengan benar, lisensi, atau sejenisnya.","639":"Serahkan laporan","640":"Tambah laporan","641":"URL konten yang melanggar:","642":"Nama pemilik hak cipta:","643":"Jabatan:","644":"Alamat email:","645":"Fax:","646":"Kota:","647":"ZIP \/ kode pos:","648":"Benda yang diklaim telah melanggar hak cipta:","649":"Nama lengkap saya:","650":"Perusahaan \/ Organisasi","651":"Telepon:","652":"Alamat:","653":"Negara bagian \/ Provinsi:","654":"Negara:","655":"Harap ertakan URL untuk setiap konten yang dianggap telah melanggar hak cipta.","656":"Harap sertakan konten yang memiliki hak cipta untuk setiap URL yang melanggar.","657":"Harap pilih jika konten melanggar hak cipta pribadi anda atau orang lain yang anda wakili.","658":"Harap pilih tipe pencopotan:","659":"Harap sertakan URL untuk setiap konten yang anda anggap telah dilanggar.","660":"Harap sertakan konten yang memiliki hak cipta untuk URL yang melanggar.","661":"Harap sertakan nama pemilik hak cipta.","662":"Harap sertakan nama lengkap anda.","663":"Harap sertakan alamat email anda.","664":"Harap masukkan alamat email anda yang sah.","665":"Harap konfrimasi bahwa anda memiliki keyakinan yang kuat bahwa pembagian dari material yang memiliki hak cipta diatas tidak disetujui oleh pemilik hak cipta, agennya, atau hukum (misal, sebagai penggunaan biasa)","666":"Harap konfirmasi bahwa anda mengerti bahwa anda mungkin dapat mendapat dampak buruk, termasuk biaya-biaya dan biaya pengacara, jika saya dengan sengaja maupun tidak sengaja salah melaporkan, penyalahgunaan URL(s) atau berkas-berkas","667":"Harap konfirmasi bahwa informasi pada laporan ini akurat, dan saya menyatakan dibawah hukum sumpah palsu bahwa saya memiliki hak untuk mewakili pemilik hak cipta ","668":"Terima kasih!","669":"Kami akan mengkaji ulang laporan hak cipta anda dalam waktu singkat.","670":"Bahasa","671":"Apakah anda menguasai banyak bahasa?","672":"Bantu kami menerjemahkan!","673":"Perusahaan Privasi","674":"Tidak seorang pun layak dijadikan korban campur tangan sepihak akan privasinya, keluarganya, rumahnya atau sejenisnya. Setiap orang memiliki hak atas perlindungan hukum akan campur tangan atau serangan semacam itu.","675":"Deklarasi Hak Asasi Manusia Secara Umum, Artikel 12","676":"MEGA adalah penyimpanan Cloud dengan perlindungan privasi yang sangat kuat","677":"MEGA menyediakan penyimpanan cloud yang kuat dengan kenyamanan dan kekuatan pada keamanan. MEGA percaya pada hak anda akan privasi dan melengkapi anda dengan perangkat teknologi untuk melindunginya. Kami menyebutnya User Controlled Encryption, or UCE, dan dijalankan secara otomatis.","678":"Apakah MEGA User Controlled Encryption(Enkripsi yang diatur pengguna)?","679":"Semua berkas yang tersimpan dalam MEGA telah dienkripsi \/ dikunci. Semua pemindahan data dari dan ke MEGA juga dienkripsi \/ dikunci. Walaupun semua layanan penyedia penyimpanan cloud dapat atau hanya meng-klaim hal yang sama, MEGA berbeda - tidak seperti nomra industri yang lain, dimana penyedia layanan penyimpanan cloud memegang kunci untuk membuka \/ men-dekripsi, dengan MEGA, anda mengatur peng-enkripsian, anda yang memegang kuncinya, dan anda yang memberikan izin untuk orang lain mengakses berkas anda, tanpa perlu meng-instal software apapun. Ini semua dilakukan di web browser kamu!","680":"Masa depan MEGA","681":"MEGA cloud hanyalah permulaan. Selanjutnya, MEGA akan menyediakan UCE pada browser untuk cakupan yang lebih luas akan aplikasi-aplikasi tanpa perlu meng-instal apapun. Teknologi kami akan melindungi email anda, panggilan, obrolan, dan saluran video.","692":"Apakah Mega legal?","693":"Kami adalah sekelompok teknologis yang berdedikasi yang diberikan waktu, kesempatan, dan akses internet untuk membuat layanan penyimpanan cloud yang luar biasa yang akan membantu menjaga privasi anda. Kami telah memprogram layanan internet ini dari corat-coret di Auckland, New Zealand. Tidak seperti kebanyakan dari kompetitor kami, kami menggunakan seni browser yang berbasis teknologi enkripsi dimana anda, bukan kami, mengendalikan kuncinya. Kelompok desain kami adalah Kim Dotcom, Mathias Ortmann, Bram van der Kolk, dan Finn Batato. CEO kami, veteran industri Tony Lentino, memiliki pengalaman menjalankan pendaftaran global domain terkemuka. Kami harap anda menyukainya.","694":"1. Nonaktifkan tautan (\"URL\") per berkas - berkas-berkas akan tetap tersedia di akun pengguna","695":"2. Nonaktifkan URL ganda per berkas - berkas-berkas akan tetap berada di akun pengguna","696":"3. Pindahkan semua dokumen pokok dari URL yang tersedia - tidak ada pengguna yang diizinkan untuk menyimpan konten tersebut atas segala situasi apapun.","697":"4. Lainnya","698":"Anda dapat menyerahkan laporan disini.","699":"Menandatangani dan menyerahkan laporan","700":"Harap serahkan laporan pencopotan anda secara manual dengan mengirim email ke [A1]copyright@mega.co.nz[\/A1] sesuai dengan [A2]ketetepan pencopotan[\/A2] kami.","701":"Pemberitahuan e-mail akan pencopotan","702":"Laporkan penyalahgunaan","703":"Tautan daftar anda tidak sah. Harap periksa e-mail aktivasi anda untuk kemungkinan tautan yang salah","704":"Akun anda telah di-aktifasi. Silahkan masuk akun anda","705":"Konfirmasi anda tidak dapat di proses. Harap daftar ulang. Kode error:","706":"Ubah kata sandi","707":"Memperbarui","708":"Ajukan pengubahan Sandi","709":"Saya tidak dapat mengingat kata sandi terkini saya","710":"Jika anda masih masuk akun anda tapi tidak dapat mengingat kata sandi terakhir anda, anda dapat membuat kata sandi baru dengan memeriksa pilihan ini. Anda akan menerima tautan konfirmasi pengubahan kata sandi pada e-mail yang anda gunakan untuk mengaktifkan kata sandi baru jika anda klik dalam 15 menit.","711":"Ajukan Pengubahan Sandi","712":"Pelunasan selesai","713":"Saldo kupon telah dikreditkan ke akun anda. Apakah anda ingin melanjutkan pembelanjaan pro anda sekarang?","714":"Kupon ini telah ditebus.","715":"Kata sandi baru yang anda masukkan tidak sesuai. Harap coba kembali.","716":"Kata sandi terkini","717":"Kata sandi baru","718":"Konfirmasi kata sandi baru ","719":"Silahkan masukkan kata sandi terkini anda.","720":"Silahkan masukkan kata sandi baru anda.","721":"Silahkan periksa alamat e-mail dan klik tautan konfirmasi yang kami kirimkan untuk menyelesaikan proses pengubahan sandi anda.","722":"Pengubahan telah diajukan","723":"Kata sandi baru harus berbeda dari kata sandi terkini.","724":"Kata sandi terkini yang anda masukkan salah.","725":"Kata sandi anda telah dirubah.","726":"Selesai","727":"Kata sandi anda telah dirubah.","728":"Tautan konfirmasi kata sandi ini telah berakhir.","729":"Tautan ini telah dikonfirmasi.","730":"Akun anda telah dihentikan sementara. Harap periksa e-mail anda untuk perincian dan harap menanggapi secepatnya selama anda merasa nyaman.","731":"Akun pengguna terkait telah diputus karena pelanggaran berulang atas [A]Peraturan Pelayanan[\/A] kami.","732":"Anda telah masuk ke akun yang berbeda dari yang sebelumnya anda konfirmasi. Harap periksa kembali sesi terkini anda, keluar, dan klik tautan konfirmasi anda kembali.","733":"Alamat e-mail yang tidak diketahui. Bila anda belum memiliki akun kami, kami mengundang anda untuk mendaftar.","734":"Terima kasih!","735":"Silahkan periksa e-mail anda.","736":"Hanya akun yang tidak berisi berkas dan folder yang dapat diubah kata sandinya.","737":"Ubah kata sandi","738":"Mengajukan","739":"Lupa kata sandi anda?","740":"Kata sandi anda telah berhasil diubah.","741":"Silahkan pilih kata sandi baru yang aman.","742":"Atur ulang","743":"Tautan ini telah berakhir. Harap ajukan tautan yang baru","744":"Tautan anda salah. Harap ajukan tautan yang baru.","745":"Tidak ada siklus penagihan","746":"Tipe keanggotaan","747":"Mingguan","748":"Bulanan","749":"Tahunan","750":"Siklus penagihan berikutnya pada","751":"Satu-kali","752":"MEGA Firefox extension","753":"Install MEGA Firefox extension untuk meninggkatkan performa pengunduhan secara drastis. Itu akan memperbolehkan anda untuk menumpuk pengunduhan hingga jumlah berkas tak terhingga tanpa batasan ukuran.","754":"MEGA Firefox enxtension aman dan tidak terlihat. Jika anda lebih memilih untuk menggunakan MEGA tanpa extension, kami sangat menyarankan anda untuk menggunakan [A]Chrome[\/A].","755":"Install extension","756":"1 unduhan telah selesai","757":"[X] unduhan telah selesai","758":"Buka folder unduhan","759":"Klik disini untuk membuka","760":"Harap install MEGA Firefox extension untuk mengunduh berkas sebesar ini","761":"Harap konfirmasi","762":"Anda akan mengunduh jumlah berkas yang sangat besar, yang mana dapat memperlambat browser anda. Apakah anda tetap ingin melanjutkan?","763":"Kontak","764":"Unduhan anda tidak dapat dimulai karena hard-disk anda hampir penuh.","765":"Unduhan anda tidak dapat dimulai karena hard-disk anda hampir penuh.","766":"Beberapa dari unduhan anda tidak dapat dimulai karena hard-disk anda hampir penuh.","768":"Unduhan anda tidak dapat dimulai karena hard-disk anda hampir penuh, atau anda menggunakan Chrome dalam mode private yang mana tidak mendukung penulisan pada berkas-berkas.","769":"Kami hanya dapat menggunakan 5% dari ruang tersedia dalam disk anda untuk pengunduhan. Harap kosongkan lebih banyak ruang untuk melanjutkan.","770":"Pilih kata sandi","771":"Konfirmasi kata sandi","772":"URL menuju file:","773":"Waktu tersisa","774":"E-mail tautan","775":"Beri nama di bawah ini:","776":"Simpan","777":"Ingat saya pada perangkat ini","778":"Tidak punya akun MEGA?","779":"Daftar sekarang","780":"Sudah punya akun MEGA?","781":"Karena performa CPU yang terbatas dari perangkat mobile, RSA key generation membutuhkan beberapa menit. Kami menghargai kesabaran anda.","782":"Kosongkan Folder","783":"Tidak ada berkas di Cloud Drive anda","784":"Tidak ada Kontak","785":"Tidak ditemukan.","786":"Tidak ada berkas di kotak masuk anda","787":"Tidak ada berkas di dalam Sampah anda","788":"Apakah anda yakin ingin memindahkan folder ini ke dalam Sampah?","789":"Apakah anda yakin ingin memindahkan berkas ini ke dalam Sampah?","790":"Buka Berkas","791":"Impor Berkas","792":"Hapus Berkas","794":"Hapus Folder","796":"Dapatkan Tautan","797":"Folder Berbagi","798":"Ruang Tersedia","799":"Ruang Terpakai","800":"Ruang Tersedia","801":"Versi Desktop","802":"E-mail Kontak","803":"Download Berkas","804":"Sayang sekali, tipe berkas ini masih belum di dukung untuk perangkat anda.","805":"Kami akan menambahkan dukungan mobile untuk tipe berkas ini dalam waktu dekat.","806":"Ganti nama folder:","807":"Ganti nama berkas:","808":"Link Folder","809":"URL menuju folder:","810":"Tautan Unduhan","811":"URL menuju file:","812":"Konfirmasi akun","813":"Folder Berbagi","814":"Apakah anda ingin membatalkan unggahan anda?","815":"Apakah anda ingin membatalkan unduhan anda?","816":"Harap masukkan alamat e-mail yang sah.","817":"Anda tidak dapat membuat folder dalam hasil pencarian.","818":"Apakah anda ingin beralih ke halaman desktop?","819":"memulai","820":"Berkas ini telah di impor ke Cloud Drive anda","821":"Pemberitahuan Anda","822":"Kembali","823":"Pengaturan","824":"Folder Berbagi baru dari [X]","825":"Folder Berbagi baru","826":"[X] membatalkan Folder Berbagi","827":"Pembatalan Folder Berbagi","828":"[X1] folder dan [X2] berkas","829":"[X] folder dan 1 berkas","830":"1 folder dan [X] berkas","831":"1 berkas dan 1 file","832":"[X] folder","833":"[X] berkas","834":"1 folder","835":"1 file","836":"[X] menambahkan [DATA]","837":"[X] telah ditambahkan","838":"[X] telah ditambahkan","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MEI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DES","862":"Pemberitahuan","863":"Lihat semua","864":"Unduh sebagai ZIP","865":"Buka","866":"Salin 1 item terpilih","867":"Salin [X] item terpilih","868":"PindaH 1 item terpilih","869":"Pindah [X] item terpilih","870":"Konfirm","871":"[B]Peringatan:[\/B] kuota penyimpanan telah terlewati. Harap hapus berkas atau [A] upgrade akun anda [\/A].","872":"Pro","873":"[X] detik yang lalu","874":"1 menit yang lalu","875":"[X] menit yang lalu","876":"1 jam yang lalu","877":"[X] jam yang lalu","878":"1 hari yang lalu","879":"[X] hari yang lalu","880":"Sekarang","881":"Anda sedang menggunakan sesi sementara. Data yang anda simpan akan hilang saat sesi berakhir. Untuk menahan file anda, harap upgrade ke akun apa saja yang anda inginkan dan dapatkan 50 GB cloud storage gratis !","882":"Peringatan","883":"Buat akun anda","884":"[X] tidak kompatible dengan MEGA","885":"Browser anda","886":"Internet Explorer 10 mengandung bug yang signifikan mengganggu penulisan file dari JavaScript, menyebabkan kehabisan memori pada saat mendownload data yang besar. Kami mengharapkan masalah ini dapat diselesaikan pada Internet Explorer 11. Untuk saat ini, harap meng-upgrade ke alternatif browser lainnya","887":"[X] kekurangan fitur HTML5 yang MEGA butuhkan. Oleh karena itu, kami akan menggunakan Flash yang sangat terbatas. Harap upgrade ke browser yang lebih modern demi kenyamanan anda","888":"Sangat disarankan","889":"Disarankan","890":"MEGA dapat berjalan dengan baik pada browser berikut:","891":"Perhatian akan kompatibilitas Browser","892":"Pengaturan","893":"Diupload pada","894":"Ukuran total","895":"Nama folder","896":"Dibuat pada","897":"Memiliki","898":"File & folder lebih dari satu","899":"lebih dari satu","900":"folder lebih dari satu","909":"Sandi","910":"Beli Sekarang","911":"Dapatkan keuntungan penuh dari MEGA dengan paket [B]Pro[\/B]","912":"mulai dari","913":"bulan","914":"subscription tahunan","915":"Tempat penyimpanan yang sangat luas","916":"Quota bandwith yang berlimpah","917":"Jika anda memilih untuk membayar tahunan","918":"Bulanan","919":"Tahunan","920":"Tingkatkan akun anda","921":"2 bulan gratis","922":"1 bulan","923":"1 tahun","924":"Apakah anda memiliki pertanyaan tentang [A]Akun Pro?[\/A]","925":"Tim pendukung kami akan sangat senang untuk membantu anda","926":"Perusahaan","927":"Kota","928":"ZIP \/ Kode pos","929":"Telepon","930":"Hari","931":"Bulan","932":"Tahun","933":"Alamat","934":"Provinsi","935":"Alamat PayPal","936":"Nomor Akun Bank","937":"Nama Penerima","938":"Deskripsikan strategi pemasaran anda","939":"Nama Bank","947":"Drive","948":"Sampah","949":"Kotak Masuk","950":"Kontak","951":"Akun Saya","952":"Kebanyakan perangkat mobile tidak dapat mengundul file yang lebih besar dari 4GB. Unduhan anda kemungkinan akan gagal","953":"Tidak ada ruang tersedia","954":"Credit","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Dokumentasi","964":"Program Affiliasi","965":"Kebijakan","966":"Petunjuk pencopotan","967":"Keluar","968":"Buat Akun","969":"Harap coba lagi","970":"Harap masukkan sandi yang benar.","973":"Bandwith terpakai","974":"Atur akun anda","975":"Beri tanda","976":"Hapus tanda","977":"Tidak ada file pada Cloud Drive anda.","978":"Pencarian anda tidak ditemukan","979":"Sampah anda kosong","980":"Anda belum mempuyai kontak","981":"Kotak masuk anda kosong","982":"Isi","983":"Overview","984":"Profil","985":"Riwayat","986":"Edit profile anda","987":"Berakhir pada","988":"Koneksi:","989":"[X] kontak","990":"1 kontak","991":"Pergi ke Kontak","992":"Avatar","993":"Ganti Avatar","994":"Informasi pribadi","995":"Tanggal Lahir","996":"Pilih negara","997":"Menambahkan kontak hanya untuk pengguna terdaftar","998":"Harap buat akun gratis ","999":"Apakah anda ingin meng-upgrade sesi ephemeral anda ke akun gratis sekarang?","1000":"Hindari kehilangan akses. Daftar gratis sangat disarankan!","1001":"Hapus kontak","1002":"Apakah anda yakin ingin menghapus [X] dari daftar kontak anda?","1003":"Konfirmasi penghapusan","1004":"Apakah anda yakin ingin memindahkan [X] ke Sampah ?","1005":"Membuat link \/ tautan hanya untuk pengguna terdaftar","1006":"Folder Berbagi hanya untuk pengguna terdaftar","1007":"Anda tidak dapat membatalkan ini di kemudian hari","1008":"kuota bandwith pro terlampaui","1009":"Butuh bandwith lebih ?","1010":"Kuota storage terlampaui","1011":"Ingin menyimpan file anda ?","1012":"Kuota storage hampir terlewati.","1013":"Butuh kuota storage lebih?","1015":"Harap masukkan kode voucher anda.","1016":"Pilih gambar","1017":"Gunakkan sebagai Avatar","1018":"Kosongkan","1019":"Tambahkan alamat email","1020":"Harap masukan alamat email atau pilih kontak","1021":"On","1022":"Off","1023":"Anda tidak mempunyai akses.","1024":"Harap masukkan nama folder.","1025":"Beberapa item","1026":"Masukkan decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Link \/ Tautan untuk umum","1030":"Pilih dari kontak anda, atau tambahkan alamat email","1031":"Export Link \/ Tautan dan decryption keys","1032":"Muat file key","1033":"Copy keys","1034":"Download beberapa file","1035":"Klik \"setuju\" untuk menyelesaikan pengunduhan","1036":"Dibagikan bersama","1037":"Setuju","1038":"Pilih Bahasa","1039":"Bayar dengan PayPal","1040":"Harap masuk \/ login untuk mengaktifkan pro membership anda.","1041":"Harap buat akun untuk mengaktifkan pro membership anda.","1042":"Memulai","1043":"Link \/ Tautan tidak tersedia","1044":"Link \/ Tautan yang anda ingin akses tidak lagi tersedia. Mungkin karena beberapa alsan berikut:","1045":"Link \/ Tautan telah dihapus karena pelanggaran ToS\/AUP","1046":"Link \/ Tautan ke folder telah di non-aktifkan.","1047":"Selamat datang di MEGA Pro","1048":"Membership pro anda telah diaktifkan. Selamat menikmati!","1049":"Folder","1050":"Tidak ada Folder Berbagi","1051":"Tidak pernah","1053":"Kuota bandwith hampir terlampaui.","1054":"Anda perlu menunggu [X] untuk mendapatkan bandwith yang lebih besar","1055":"Tidak ingin menunggu?","1056":"Batasan ini dynamic.","1057":"Konfirmasi penghapusan sesi","1058":"Anda sedang menggunakan ephemeral sesi. Anda yakin ingin mengakhiri ?","1059":"Ini akan menghapus semua data anda","1060":"Enkripsi menyeluruh","1061":"Tidak seperti penyedia layanan cloud storage lainnya, kami men enkripsi data anda, dan untuk men dekripsi hanya dilakukan oleh perangkat klien, dan bukan oleh kami","1062":"Akses global","1063":"Data anda dapat di akses kapan pun, dimana pun, dan dengan segala perangkat.","1064":"Kolaborasi keamanan","1065":"Bagikan folder dengan kontak anda, dan lihat update terbaru mereka.","1066":"MEGA menyediakan tool yang membuat [A] komunikasi online pribadi dan rahasia [\/A] menjadi mudah untuk dipakai.","1067":"MEGA memberikan pelayanan encrypted-cloud-based yang memperbolehkan komunikasi [A]pribadi dan aman[\/A]  untuk bisnis dan perorangan. Anda memegang dan memiliki kontrol akan encryption key untuk data anda di cloud.","1068":"Bagikan folder dengan kontak anda dan lihat update terbaru mereka.","1069":"Lihat cara kerja","1070":"Cara kerja","1071":"Ingin mengetahui lebih tentang MEGA?","1072":"Tonton launch video","1073":"Membership Plans","1074":"Dapatkan 50 GB dengan akun gratis","1075":"Berkali kali lebih dari yang anda bisa dapatkan dari kompetitor besar lain.","1076":"Buat akun","1077":"Competitive Pro Packages","1078":"Dapatkan hingga 4 TB encrypted storage mulai dari €8.33 per bulan.","1079":"Cek pro packages kami","1080":"Mobile Apps","1082":"Cloud dalam kocek anda, akses dan stream file anda dari smartphone atau tablet. Upload dan sync media anda ke cloud.","1083":"Dapatkan gratis","1084":"Tersedia untuk","1085":"Sync Client","1086":"Syncing mudah otomatis antara komputer anda dengan cloud drive MEGA anda.","1087":"Unduh sekarang","1088":"Browser Apps","1089":"Browser extension kami akan meng install MEGA pada browser anda untuk loading yang lebih cepat dan menambah keamanan.","1090":"Ke halaman download","1091":"Klik untuk upload atau drag & drop file disini","1092":"Scroll untuk melanjutkan","1093":"Jangan pernah memasukkan password anda pada perangkat yang anda kurang percaya. Jangan log in ke akun anda melalui perangkat umum.","1094":"Untuk penambahan keamanan, install [A]browser plugin[\/A] kami dan buka MEGA langsung dari komputer anda, daripada melalui server kami.","1095":"Buat akun [A]gratis[\/A] anda","1096":"Nama Depan","1097":"Nama Belakang","1098":"Nama depan dan\/atau nama belakang tidak valid","1099":"Silahkan masukkan nama depan & nama belakang anda.","1100":"alamat e-mail tidak valid.","1101":"Harap masukkan alamat e-mail yang benar.","1102":"Password salah.","1104":"Harap perkuat password anda.","1105":"Kekuatan:","1106":"Status password","1107":"Password tidak sama","1108":"Buat akun","1109":"Password anda adalah kunci utama encryption anda","1110":"Keamanan akun anda bergantung pada kekuatan password anda. Password yang terlalu singkat, terlalu mudah atau mengandung kata yang dapat ditemukan dalam kamus adalah mudah di tebak.","1111":"Jangan lupa password anda.","1112":"Tidak ada procedure pengembalian untuk lupa password. Jika anda tidak mengingat nya, anda tidak lagi dapat meng akses data anda.","1113":"Akun anda sama aman nya dengan komputer anda.","1114":"Masukkan password kembali","1115":"Verifikasi kekuatan password masih dalam proses","1116":"Harap coba kembali dalam beberapa saat.","1117":"Persetujuan persyaratan layanan","1118":"Anda harus setuju dengan persyaratan layanan untuk mendaftarkan akun MEGA.","1119":"Password anda mudah ditebak. Coba untuk membuat password yang lebih panjang. Kombinasikan huruf besar & huruf kecil. Tambahkan sepcial characters. Jangan gunakan nama atau kata yang dapat ditemukan di kamus.","1120":"Password anda mudah ditebak. Coba untuk membuat password yang lebih panjang. Kombinasikan huruf besar & huruf kecil. Tambahkan sepcial characters. Jangan gunakan nama atau kata yang dapat ditemukan di kamus.","1121":"Password anda cukup kuat, namun disarankan untuk lebih memperkuat password anda lagi.","1122":"Password ini akan menahan serangan brute-force yang paling sering. Harap pastikan bahwa anda akan mengingat password anda.","1123":"Password ini akan menahan serangan brute-force yang paling rumit. Harap pastikan bahwa anda akan mengingat password anda.","1124":"Sangat lemah","1125":"Lemah","1126":"Sedang","1127":"Bagus","1128":"Kuat","1129":"Password anda terlalu lemah untuk dapat di proses","1130":"alamat e-mail atau password salah.","1131":"Konfirm akun anda.","1132":"Entropy Collection","1133":"Game ini akan mengumpukan [A]entropy[\/A] berdasarkan pergerakan mouse anda.","1134":"Ini akan memperkuat [A]RSA key[\/A] anda.","1135":"Anda dapat membatalkan game ini saat progress indicator telah mencapai 100%","1136":"Selesai!","1137":"anda dapat melanjutkan ke step berikut untuk menyelesaikan key anda.","1138":"Lanjut","1139":"Score:","1140":"Ini adalah step yang sangat penting dan dapat memakan waktu beberapa saat","1141":"Harap bersabar.","1142":"Pembuatan Public - Private key","1143":"Mendapatkan kunci","1144":"Penggunaan cryptography pertama diketahui hampir 4000 tahun lalu, pada zaman Mesir kuno.","1145":"Saat ini, 4000 tahun kemudian, kebanyakan penyedia cloud storage besar masih belum meng-adaptasi cryptography sepenuhnya.","1146":"Selesaikan akun anda","1147":"Pilih tipe akun anda","1148":"[A]Dapatkan 2 bulan gratis[\/A] dengan pembelian 1 tahun pro membership.","1149":"Terbatas","1150":"Gratis","1151":"Dapatkan fungsi penuh MEGA dengan [A]Pro account [\/A]","1152":"Pilih Pro package anda:","1153":"Plan 1 tahun","1154":"Team","1155":"Mengunggah","1156":"Mengunduh","1157":"Download gratis","1158":"untuk Windows","1159":"Segera hadir untuk [A]Mac[\/A]","1160":"MEGA berterima kasih pada pembuat dari komponen open source berikut yang telah meng kontribusi fungsionalitas utama pada situs kami:","1161":"Aman","1162":"Data anda di enkripsi secara menyeluruh. Tidak seorang pun dapat menerobos data anda saat di storage ataupun transit.","1163":"Flexible","1164":"Sync folder apapun dari PC anda ke folder dalam cloud. Sync berapa pun folder secara parallel.","1165":"Cepat","1166":"Dapatkan keuntungan dari infrastruktur bertenaga tinggi dan transfer multi-koneksi MEGA.","1167":"Dermawan","1168":"Simpan sampai dengan 50 GB gratis!","1169":"Fitur sepenuhnya","1170":"Cari, simpan, download, stream, lihat, bagikan, beri nama atau hapus file anda. Semua dalam genggaman anda","1171":"Segera hadir untuk [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"App ini akan memperboleh anda untuk meng-install MEGA pada browser anda. Ini akan mengurangi waktu loading, menambah performa pengunduhan dan meningkatkan keamanan","1175":"Segala MEGA URL akan disimpan oleh app ini dan menjadi lokal (tidak ada JavaScript yang akan di muat dari server kami). Auto update yang aman telah disediakan, terima kasih untuk cryptographic private key signing.","1176":"Dan jika anda sangat paranoid:","1177":"Matikan auto-update dan teliti source code kami untuk update manual","1178":"Download MEGA untuk Firefox","1179":"Installation:","1180":"Download MEGA untuk Chrome","1181":"Buka extensions page di Chrome","1182":"menu>tools>extensions","1183":"atau ketik","1184":"di address bar anda.","1185":"Drag dan drop file [X] yang telah di download ke Chrome extensions page dan konfirmasi peng-install an.","1186":"Anda dapat dengan nyaman membeli membership MEGA Pro dari salah satu reseller kami dibawah ini:","1187":"Download","1188":"Ke komputer anda","1189":"Import","1190":"Ke Cloud Drive anda","1191":"File yang anda coba untuk download sementara tidak tersedia.","1192":"Scroll untuk mengetahui lebih tentang MEGA","1193":"Memulai akun baru","1194":"Apakah anda ingin meng import file ini ke sesi baru?","1195":"\"Tidak\" akan memperbolehkan anda untuk log in dan memulai untuk meng-import.","1196":"Batalkan download","1197":"Apakah anda yakin ingin membatalkan download ini?","1198":"File yang telah di download akan di hapus.","1199":"Tidak dapat men-dekripsi metadata tanpa kunci.","1200":"Pra syarat Affiliasi","1201":"[A]Gabung kami[\/A] dalam pasar cloud storage","1202":"Majukan bisnis kami dan dapatkan saham anda.","1203":"Bantu kami berkembang dan jadilah bagian dari kesuksesan kami.","1204":"Daftar","1205":"Caranya ?","1206":"Daftar dan dapatkan Partner ID unik yang dapat tambahkan ke URL anda.","1207":"Kami akan melacak semua pembelian oleh pengunjung yang anda refer ke MEGA","1208":"Anda mendapat [B]20%[\/B] dari segala pendapatan melalui Partner ID anda.","1209":"Recurring Subscriptions akan terus terhitung.","1210":"Untuk siapakah program affiliasi ?","1211":"App Developers:","1212":"Buat app kamu sendiri dengan menggunakan [A]SDK[\/A] kami.","1213":"Beralih dari user gratis ke pro dan komersilkan app anda.","1214":"Web Sites:","1215":"Bloggers","1216":"Halaman perbandingan cloud storage","1217":"Apa saja peraturan nya?","1218":"Harap baca dan penuhi [A]Pra syarat Affiliasi[\/A] kami","1220":"Mulai !","1221":"Daftar program affiliasi kami, dan anda dapat memulai mendapatkan uang secara langsung.","1223":"Contact info","1224":"Kami butuh detail lebih tentang anda.","1230":"Info pembayaran","1231":"Kami membayar sekali dalam sebulan melalui PayPal atau wire transfer (Hanya untuk bank New Zealand).","1232":"Metode pembayaran","1233":"PayPal","1234":"Akun bank (Hanya New Zealand)","1235":"Nama Penerima","1236":"Nama Bank","1237":"Nomor account bank","1238":"Alamat Paypal","1239":"Info Affiliasi","1240":"Kami ingin mengetahui bagaimana anda berencana untuk mendatangkan traffic ke MEGA.","1241":"Jelaskan strategi marketing anda:","1242":"Saya setuju dengan [A]Pra syarat Affiliasi [\/A] MEGA","1243":"Anda telah terdaftar dalam program affiliasi. Anda akan mendapatkan 20% dari segala penghasilan melalui partner ID anda.","1244":"Harap pastikan anda memenuhi [A]Pra syarat Affiliasi[\/A] kami.","1245":"Anda dapat mendapatkan penghasilan dengan mengirimkan traffic ke:","1246":"Statistik","1247":"Timeframe","1248":"30 hari","1249":"90 hari","1250":"180 hari","1251":"365 hari","1252":"Segala Waktu","1253":"Tanggal","1254":"Penjualan","1255":"Turnover","1256":"Penghasilan","1257":"Tidak ada penjualan tercatat untuk time frame terpilih.","1258":"Pembayaran","1259":"Tidak ada pembayaran tercatat untuk time frame terpilih.","1260":"Partner ID","1261":"Harap masukkan tanggal lahir anda.","1262":"Harap masukkan kota anda.","1263":"Harap masukan state atau provinsi.","1264":"Harap masukkan ZIP\/ Kode pos.","1265":"Harap masukkan nomor telepon anda.","1266":"Harap deskripsikan strategi marketing anda.","1267":"Anda harus setuju dengan Pra syarat Affiliasi.","1268":"Harap masukkan alamat PayPal anda.","1269":"Harap masukkan nama penerima dari akun bank NZ anda.","1270":"Harap masukan nama bank NZ anda.","1271":"Harap masukkan nomor akun bank NZ anda.","1272":"MEGA dibuat oleh manusia dan karena itu tidak sempurna. Jika anda menemukan bug, kami sangat berterimakasih jika anda memberi tahu kami sehingga dapat diperbaiki. Semakin detil informasi anda, semakin baik.","1273":"Kami menghargai hak karya properti intelektual secara serius dan meneggakan pencopotan \/  hukum pelanggaran berulang.","1274":"Untuk informasi lebih lanjut, harap baca [A]petunjuk pencopotan [\/A].","1275":"Anda dapat mengajukan pencopotan melalui [A]online form[\/A] atau kirimkan kami e-mail.","1276":"Apakah anda memiliki keprihatinan atau ide ? Apakah anda ingin lebih mengetahui produk kami?","1277":"Kami selalu tersedia","1278":"Harap pilih","1279":"Langkah 1","1280":"Langkah 2","1281":"Detail konten","1282":"Detil pemilik hak cipta","1283":"Tambahkan URL ","1284":"Nama pemilik hak cipta","1285":"jika tersedia","1286":"Nama agen resmi pemilik hak cipta mengajukan pemberitahuan: ","1287":"Pemberitahuan hak cipta diterima","1288":"Kami akan me-review dan memproses pemberitahuan anda secepatnya.","1289":"Terima kasih telah meng-klik link undangan anda. Harap buat akun gratis anda dibawah ini.","1290":"Oops, sepertinya invitation link anda tidak valid. Apakah anda telah terdaftar?","1291":"Anda telah meng-klik invitation link sebelumnya. Harap buat akun anda.","1292":"Segera","1293":"Selamat datang di pusat bantuan","1294":"Jika pertanyaan anda tidak terjawab disini, jangan ragu untuk menghubungi kami.","1295":"Contact Support","1296":"Topik Popular:","1297":"Alamat e-mail telah terpakai.","1298":"Harap masuk ke akun anda","1299":"Tarik untuk muat ulang","1300":"Update terkini","1301":"Hari ini","1302":"Kemarin","1303":"Minggu ini","1304":"Minggu lalu","1305":"Bulan ini","1306":"Tahun ini","1307":"Lama","1308":"Download gagal","1309":"Upload gagal","1310":"Harap masukkan confirmation code","1311":"Gagal memuat berkas","1312":"Username \/ password salah","1313":"Tidak dapat login","1314":"Tidak dapat menghapus","1315":"Tidak ada akun dengan email ini","1316":"Simpan file offline untuk dilihat","1317":"Gagal men-generate link","1319":"Password terlalu singkat","1320":"Nama terlalu singkat","1321":"Gagal memuat detil akun","1322":"Upload selesai","1323":"Logging in","1324":"Login berhasil","1325":"Membuat link","1326":"Link telah di copy ke clipboard","1327":"Download berhasil","1328":"Memulai download","1329":"Menunggu","1330":"Harap masukkan username dan pasword","1331":"Email","1332":"Konfirm pendaftaran","1333":"Harap cek email anda dan salin kode konfirmasi dibawah ini atau klik pada link konfirmasi spesial untuk iOS","1334":"Batalkan pendaftaran","1335":"Kode konfirmasi","1336":"Gunakan terbaru","1337":"Ambil foto","1338":"Pilih yang ada","1339":"Tambah folder","1340":"Beri nama untuk folder baru","1341":"Pilih foto","1342":"Edit","1343":"Kosongkan Cloud Drive","1344":"Bagi","1345":"Simpan offline","1346":"Pemindahan","1347":"Inbox kosong","1348":"Folder berbagi","1349":"Tidak ada foto","1350":"Foto","1351":"Lokal","1352":"Tersedia","1353":"Simpan untuk akses offline","1354":"Set jumlah maximum storage pada perangkat anda","1355":"Versi","1356":"Tanggapan","1357":"Keluar","1358":"Semua file yang telah di download akan dihapus","1359":"File terpilih lebih kecil dari cache yang sedang dipakai. Jika anda melanjutkan, beberapa file akan dihapus","1360":"Extend Pro","1361":"Harga","1362":"Kembali ke pembelian","1363":"Tidak ada jaringan","1364":"Ulangi","1365":"Anda tidak terhubung dengan internet","1366":"Masukkan nama baru","1367":"Dapatkan 50 GB gratis, atau daftar dengan salah satu paket Pro kami dan dapatkan hingga 4 TB encrypted storage mulai dari €8.33 per bulan","1368":"sampai dengan [X]","1369":"dan [X]","1370":"Email dan chat","1371":"Encrypted communication package kami akan hadir awal 2014","1372":"Bersiap untuk MEGA chat, email, calling & video conferencing. ","1373":"Apakah MEGA? Klik atau scroll","1374":"Kembali ke halaman utama","1375":"Kembali ke halaman download","1376":"Didukung oleh:","1377":"Apakah anda ingin bermain? Jika anda melewati step ini, mungkin akan membahayakan keamanan akun anda. Harap gerakkan mouse anda secara acak dan melebar untuk mengurangi resiko","1378":"Mulai game","1379":"Lewati","1380":"Kategori","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}