{"10":"GRANDE. MIGLIORE. VELOCE. FORTE. SICURO.","11":"Articolo 12","12":"Nessun individuo potrà essere sottoposto ad interferenze arbitrarie nella sua vita privata, nella sua famiglia, nella sua casa, nella sua corrispondenza, né a lesione del suo onore e della sua reputazione. Ogni individuo ha diritto ad essere tutelato dalla legge contro tali interferenze o lesioni.","13":"Dichiarazione Universale dei Diritti Umani","14":"Conferma eliminazione","15":"Sei sicuro di voler rimuovere definitivamente tutti gli elementi dal Cestino?","16":"Errore interno","17":"Quota di larghezza di banda superata","18":"Troppe connessione per questo download","19":"Sessione scaduta o non valida","20":"Temporaneamente non disponibile","21":"Problema nell'account, per favore controlla la tua e-mail","22":"Il file non esiste più","23":"Il file non è più accessibile","24":"Errore di decrittografia","25":"La Cartella in cui ti trovi è stata eliminata o spostata da un altro utente.","26":"Cartella perduta","27":"Purtroppo, 1 file non può essere caricato perché è più grande di [X].","28":"Purtroppo, [X1] files non possono essere caricati perché sono più grandi di [X2].","29":"Sei limitato a caricare files con Adoble Flash perchè il tuo browser non contiene il HTML5 FileReader. Sevuoi aggirare questa limitazione (e aumentare le prestazioni complessive del browser), conviene prendere in considerazione l'installazione di [A]Google Chrome[\/A].","30":"Limitazione del browser","31":"Puoi caricare solo file più piccoli di [X] con Internet Explorer. Chrome e Firefox ti consentono di caricare i file di qualsiasi dimensione.","33":"MEGA è migliore con Google Chrome","34":"Attenzione:","35":"Stai utilizzando un browser obsoleto, che influenza negativamente le prestazioni del trasferimento dei tuoi file.","36":"Per favore accedi con Google Chrome.","37":"Mentre altri produttori di browser stanno ancora lavorando per comprendere al massimo le funzionalità di HTML5, Google Chrome lo ha già fatto. Per godere di una piena potenza di MEGA (come ad esempio batch up e downloading automatizzati), consigliamo vivamente di abbandonare il tuo attuale browser e passare a Chrome il più presto possibile.","38":"Non visualizzare più questo messaggio","39":"No, Grazie","40":"Scarica Chrome","41":"Hai rimosso una cartella che contiene 1 cartella condivisa.","42":"Una volta che si svuota il cestino questa condivisione sarà disabilitata.","43":"Hai rimosso la cartella che contiene [X] cartelle condivise.","44":"Una volta che svuoti il cestino tali condivisioni verranno disattivate.","45":"Avviso cartella condivisa","46":"Errore Interno","47":"Oops, qualcosa è andato storto. Mi dispiace!","48":"Si prega di inserire almeno tre caratteri per la ricerca.","49":"sposta [X] elementi selezionati","50":"1 file","51":"[X] files","52":"e","53":"1 cartella","54":"[X] cartelle","55":"Sola lettura","56":"Lettura & Scrittura","57":"Accesso completo","58":"Scarica","59":"Ottieni link","60":"Condividi","61":"Rinomina","62":"Sposta","63":"Copia","64":"Permessi","65":"Hai accesso di sola lettura a questa cartella.","66":"Hai accessi di lettura & scrittura a questa cartella.","67":"Hai il pieno controllo di questa cartella.","68":"Nuova cartella","69":"Crea Nuova cartella","70":"Svuota il Cestino","71":"Aggiungi contatto","72":"Elimina contatto","73":"Sei sicuro di voler eliminare questo utente dal tuo elenco di contatti?","74":"Sei sicuro di voler eliminare questi utenti dal tuo elenco dei contatti?","75":"Elimina contatto","76":"Stai per rimuovere in modo permanente [X] dal cestino.","77":"Vuoi procedere?","78":"Si","79":"No","81":"OK","82":"Annulla","83":"Rimuovi","84":"Conferma eliminazione","85":"Ricarica","86":"Nome","87":"Dimensione","88":"Tipo di traferimento","89":"Stato","90":"Velocità","91":"Tempo trascorso","92":"Tempo rimanente","93":"Tipo","94":"Ultima modifica","95":"E-mail","96":"Permessi","97":"Nuovo Upload","98":"Upload Cartella","99":"Upload File","100":"Svuota il Cestino","101":"Aggiungi contatto","102":"Cerca","103":"Cancella trasferimento","104":"Trasferimenti di file","105":"rimanente","106":"File manager","107":"Vuoi copiare la cartella selezionata nella casella di privata di [X]?","108":"Conferma","109":"Vuoi copiare la cartella selezionata in questa cartella condivisa?","110":"Vuoi copiare gli elementi selezionati nella casella di privata di [X]?","111":"Vuoi copiare gli elementi selezionati in questa cartella condivisa?","112":"Collegamenti","113":"Collegamenti di file","114":"Key file","115":"Nome file","116":"Dimensione file","117":"Sposta in","118":"Seleziona la destinazione","119":"Quota di larghezza di banda gratuita superata","120":"Il tuo download non può procedere, perché bloccherà la quota di trasferimento corrente gratis per il tuo indirizzo IP.","121":"Questo limite è dinamico e dipende dalla quantità di banda inutilizzata che abbiamo a disposizione.","122":"Contano solo i trasferimenti effettuati durante le ultime cinque o sei ore.","123":"In questo intervallo di tempo:","124":"Hai scaricato [X].","125":"[X1] saranno disponibili disponibile in [X2].","126":"Il limite dell'IP corrente è di [X].","127":"Per la tua convenienza, la tua coda di download sarà messa in attesa fino ad avere abbastanza quota di banda disponibile, per poi riprendere automaticamente.","128":"Se non vuoi aspettare, puoi prendere in considerazione di comprare un pacchetto di larghezza di banda che offre anche un ampio spazio di archiviazione aggiuntivo.","129":"Passa a Pro","130":"Scarica i files","131":"Clicca \"Consenti\" per il completamento del download","132":"Sposta gli elementi","133":"Sposta [X]","134":"Copia [X]","135":"Errore","136":"Per favore seleziona la cartella di destinazione.","137":"Per favore seleziona una destinazione valida.","138":"La cartella di destinazione non può essere la stessa della cartella di origine.","139":"Errore circolare","140":"Errore circolare: la destinazione non può essere una sotto-cartella della cartella in spostamento.","141":"Per favore inserisci un indirizzo e-mail valido.","142":"Attendi...","144":"Rimuovi condivisione","145":"Indirizzo e-mail:","146":"Condividi con un nuovo utente:","147":"Garantisci accesso","148":"Chiudi","149":"Condivisione","150":"Contatto invitato","151":"Questo utente [X] è stato invitato e apparirà nell'elenco dei contatti una volta registrato.","152":"Non puoi aggiungerti alla lista dei tuoi contatti.","153":"Indirizzo e-mail","154":"Aggiungi contatto","155":"Aggiungi","156":"Annulla","157":"Nome Cartella","158":"Crea","159":"Annulla","160":"Il nome della cartella è già in uso. Prova di nuovo.","161":"Rinomina","162":"Rinomina","163":"Annulla","164":"Cloud Drive","165":"Contatti","166":"Inbox","167":"Cestino","168":"Cestino","169":"Menu","170":"Registrazione","171":"Accesso","172":"Trascina e rilascia i file dove vuoi","174":"o","175":"Scegli file","176":"Scegli i file da caricare","177":"Avete le keys per quello che memorizzate in cloud","178":"Collaborazione Sicurezza Online","179":"Potente File Manager","180":"Applicazione Ecosistema","181":"Caratteristiche in dettaglio","182":"Condividi cartelle crittografate con colleghi o partner commerciali e scambiare documenti confidenziali con crittografia end-to-end trasparente.","183":"Visualizza e gestisci i tuoi file nel browser, con integrato un sistema velocizzato di batch up e download.","184":"Un'API completa che permette agli sviluppatori di terze parti di  migliorare la funzionalità di MEGA.","185":"2048 bit di crittografia RSA","186":"Esci","187":"Il mio account","188":"File Manager","189":"Interrompi la Sessione","190":"Accesso","191":"crea un account","192":"Ricordami","193":"Accesso","194":"[X] servers online","195":"La tua Email","196":"La tua Email","197":"Per favore inserisci il tuo indirizzo e-mail.","198":"Per favore inserisci un indirizzo e-mail valido.","199":"Per favore inserisci la tua password.","200":"Oops, qualcosa è andato storto.","201":"L'indirizzo e-mail o la password non sono corretti. Per favore riprova.","202":"Crea un nuovo account","204":"o","205":"accesso","206":"Il tuo nome","207":"La tua Email","208":"Sono d'accordo con i [A]Termini di Servizio[\/A] di MEGA","209":"Registrati","210":"Preparati ad una nuova era","211":"Il Cloud storage non sarà più lo stesso","212":"Per favore inserisci il tuo nome.","213":"Per favore scegli una password.","214":"Devi accettare i nostri termini di servizio.","215":"Si è verificato un errore sconosciuto. Per favore riprova.","216":"Grandioso","217":"Per favore controlla la tua e-mail e clicca il link per confermare il tuo account.","218":"Questo indirizzo e-mail è già registrato ad un account MEGA.","219":"Questo indirizzo e-mail è già registrato ad un account MEGA.","220":"Debole","221":"Media","222":"Buona","223":"Eccellente","224":"SELEZIONA I FILE DA CARICARE","225":"SCEGLI I FILE DA CARICARE O TRASCINALI E RILASCIALI QUA","226":"Per evitare il sovraccarico delle risorse, abbiamo un massimo di banda da utilizzare. Nelle ultime sei ore, il tuo indirizzo IP ha consumato [X1], che, insieme al file selezionato di [X2], supererebbe il nostro limite attuale di [X3]. Per garantire un accesso equo e paritario alle nostre risorse, i download in sospeso sono stati messi in attesa. Riprenderanno automaticamente una volta che avrai nuova banda disponibile.","227":"I trasferimenti che avvengono con un acquisto di banda sono esenti da questa limitazione, quindi, se non vuoi aspettare, dovresti prendere in considerazione l'acquisto di un pacchetto Pro.","228":"Gestione del traffico","229":"Non visualizzare più","230":"Passa a Pro","231":"No grazie, aspetterò","232":"No grazie, aspetterò","233":"Errore temporaneo, sto riprovando.","234":"Scarica File","235":"Scarica","236":"Importa","237":"Inzia a scaricare","238":"Segnala per copyright","239":"Download completato","240":"Al fine di completare il processo di trasferimento dei file, devi prima salvare manualmente il file.","241":"Salva il file","242":"Passa a Chrome per gioire della potenza massima di MEGA","243":"Il file che stai tentando di scaricare non è più disponibile.","244":"Questo potrebbe essere dovuto alle seguenti ragioni:","246":"Il file è stato rimosso a causa di una violazione dei Termini di Servizio\/Politica di Utilizzo.","247":"URL non valido - il collegamento cui stai tentando di accedere non esiste","248":"Il file è stato eliminato dall'utente.","249":"Il file che stai tentando di scaricare non è temporaneamente disponibile.","250":"La nostra ridondanza non è riuscita. Questo potrebbe essere dovuto alle seguenti ragioni:","251":"Alcuni server sono in fase di manutenzione.","252":"Siamo sovraccarico e stiamo aggiungendo più capacità.","253":"Per favore riprova più tardi.","254":"Il file che stai tentando di scaricare non è più disponibile.","255":"Questo file non è più disponibile a causa di un reclamo di copyright da parte di [X].","256":"La tua key non ha la lunghezza corretta.","257":"Per favore assicurati di inserire una key valida.","258":"Downloading","259":"Cosa significa \"MEGA\"?","260":"MEGA è un acronimo ricorsivo e sta per \"MEGA Encrypted Global Access\".","261":"Che cosa è MEGA?","262":"MEGA è un provider di cloud storage. Offre gratuitamente, o a pagamento, uno spazio online personale. Quest'ultimo consente di memorizzare e accedere ai file all'interno del tuo browser o attraverso applicazioni client dedicate.","264":"Per quanto a nostra conoscenza, nessuna competenza attualmente definisce fuorilegge l'archiviazione o la crittografia. Ti preghiamo di rispettare le leggi e regolamenti in materia di [B]come[\/B] si utilizza il cloud storage e la crittografia così come i nostri [A]Termini di Servizio[\/A].","265":"MEGA è stato creato dalle stesse persone che in precedenza avevano creato una delle aziende più grandi del mondo del cloud storage. Per favore, potrei riavere il mio account e miei file?","266":"Purtroppo, MEGA non ha accesso ad alcuna delle attività che i suoi dipendenti hanno creato in precedenza. Non vi è alcun legame giuridico e riciclaggio di alcun codice, hardware o database, pertanto, al momento, non abbiamo modo di recuperare i vostri dati.","267":"Perché creare un'azienda specializzata nel cloud storage in Nuova Zelanda, e non in un altro posto?","268":"Tra gli altri importanti motivi, il nome originario della Nuova Zelanda in Maori è \"Aotearoa\", che significa \"terra della lunga nuvola bianca (cloud in inglese)\".","269":"Posso accedere a MEGA con qualsiasi dispositivo mobile?","270":"MEGA è stato ottimizzato per i browser desktop. Stiamo lavorando duramente per rendere MEGA pienamente compatibile con tutti i principali dispositivi mobili e tablet. Potete aspettarvi app dedicate per il tuo dispositivo preferito in un prossimo futuro.","271":"Posso riprendere download & upload interrotti in precedenza?","272":"Sì, fino a quando non chiudi la scheda del browser, gli upload ed i download riprenderanno automaticamente. Per esempio, dopo un'interruzione di rete o dopo aver messo il dispositivo in modalità standby\/ sleep. Tieni nota che i nostri server dopo 48 ore di inattività annulleranno il tuo upload automaticamente.","273":"Posso caricare lo stesso file più volte?","274":"Sì. Spetta al client gestire le collisioni tra i nomi di file - con le impostazioni standard, se si carica un file che già sembra essere presente nel tuo account (stesso percorso\/nome file, stesse dimensioni, stesso tempo dell'ultima modifica), viene saltato, ma nulla vieta di tenere più file o cartelle con lo stesso nome nella stessa cartella.","275":"Come regolate l'utilizzo della larghezza di banda?","276":"La nostra politica non si basa sull'imporre restrizioni ai nostri utenti a meno che non rese necessarie da motivi infrastrutturali. Pertanto ci riserviamo il diritto di imporre un limite sull'utilizzo di banda per ragioni operative, in qualsiasi momento e per ogni singolo IP. La tua coda di trasferimento riprenderà automaticamente una volta che avrai nuova banda a disposizione. Non è richiesto alcun intervento manuale.","277":"Ci sono limiti di dimensione dei file su MEGA?","278":"Non imponiamo limiti sulla dimensione dei file, ma dipenderanno solamente dallo spazio disponibile sul tuo disco cloud. Tuttavia, alcuni browser richiedono l'intero file di essere memorizzato nella memoria per il download (Firefox, IE10, Opera), o sia per il download e l'upload (IE9, Safari 5).","279":"È possibile caricare e scaricare allo stesso tempo?","280":"Sì.  Un upload e un download per ogni scheda del browser possono essere eseguiti in parallelo.","281":"Perché non fornite miniature delle immagini o anteprime audio e video in streaming?","282":"Perché il nostro modello di cifratura end-to-end esclude di per sé qualsiasi manipolazione dei dati in server-side, che sarebbe necessario per implementare una tale caratteristica.","283":"Come faccio a caricare files su MEGA?","284":"Ci sono tre modi per caricare files su MEGA:","285":"1. Fare clic sul pulsante rosso sulla pagina iniziale","286":"2. Vai nel tuo file manager di file e fai clic su \"Carica File\" o (se stai utilizzando Chrome) \"Upload Cartella\" nella parte superiore","287":"3. Trascinando e rilasciando i file o (se stai utilizzando Chrome) cartelle sul sito","288":"Come installo MEGA?","289":"Non hai bisogno di installare nulla. MEGA è interamente basato su browser e funziona con tutti i browser più diffusi. Per usufruire del massimo potenziale di MEGA, si consiglia vivamente di utilizzare Google Chrome.","290":"Come funzionano le cartelle condivise?","291":"È possibile condividere qualsiasi cosa del cloud drive con amici, familiari o colleghi di lavoro. Gli inviti funzionano via e-mail. Gli invitati che non hanno ancora un profilo riceveranno una e-mail di notifica con un link di iscrizione. In alternativa, è possibile creare un link pubblico per le tue cartelle ed esportare la cartella specifica con una key di crittografia, che lo rende accessibile senza un account MEGA. È quindi vostra responsabilità trasmettere in modo sicuro la key al destinatario(i).","292":"Per stabilire, modificare o eliminare una condivisione, è sufficiente fare clic destro su una cartella nel file manager e selezionare Condivisione. Ci sono tre livelli di accesso: sola lettura, lettura\/scrittura (i file possono essere aggiunti, ma non eliminati), e full (i file possono essere aggiunti ed eliminati).","293":"Se hai aggiunto un indirizzo e-mail che non ha ancora un account, è necessario che tu sia online almeno una volta dopo che abbia completato il processo di registrazione in modo che tu possa crittografare la tua condivisione per la sua key appena creata.","294":"Come faccio ad eliminare le persone dalla mia cartella condivisa?","295":"Basta fare clic destro su una cartella nel file manager e selezionare condivisione. Vedrete tutte le persone che hanno accesso alla cartella condivisa. Fai clic destro sulla persona e scegli l'opzione Elimina dal menu.","296":"Come faccio a riconoscere le mie cartelle condivise?","297":"Le cartelle condivise nel tuo file manager hanno una speciale icona con una mano sotto la cartella.","298":"Posso condividere una cartella condivisa?","299":"No. Le cartelle condivise non sono transitive.","302":"Come faccio a collegare un file su MEGA?","303":"Prima di tutto, una parola di cautela: La sicurezza di crittografia dei tuoi file dipende dalla riservatezza delle key di crittografia associate. Assicuratevi di trasmettere la key solo su canali protetti! E-mail standard, per esempio, non sono sufficienti.","304":"Con questo in mente, seleziona uno o più file nel file manager, quindi fai clic destro e utilizzare \"Ottieni link\". Una finestra di dialogo con il link pubblico(i) per il file(s) che hai selezionato si aprirà. È possibile scegliere di esportare ogni link e la key separatamente o come un combo.","305":"Come funziona la crittografia?","306":"La crittografia è end-to-end. I dati caricati vengono crittografati sul dispositivo di caricamento prima di essere inviato a Internet, e dati scaricati vengono decifrati solo dopo che è arrivato sul dispositivo download. Le macchine client sono responsabili della generazione, scambio e gestione delle key di crittografia. Non ci sono key di crittografia utilizzabili lasciate nei computer client (ad eccezione delle key pubbliche RSA).","307":"Tutti i miei dati personali soggetti alla crittografia?","308":"No. Solo i dati dei file e i file\/nomi delle cartelle sono crittografati. Le informazioni di cui abbiamo bisogno, come il tuo indirizzo e-mail, l'indirizzo IP, struttura delle cartelle, proprietà dei file e le credenziali di pagamento, vengono memorizzati ed elaborati senza crittografia. Ti preghiamo quindi di consultare la nostra politica sulla privacy per i dettagli.","309":"I miei dati sono memorizzati assolutamente in modo sicuro?","310":"Tutta la sicurezza è relativa. I vettori di attacco seguenti esistono - non sono specifici per MEGA, ma vogliamo farvi conoscere i rischi:","311":"Account individuali vengono compromessi da:","312":"- Spyware nel tuo computer. Un keylogger è abbastanza, ma le credenziali e le chiavi di sessione potrebbero anche essere estratte dalla memoria o dal sistema.","313":"- Shoulder surfing. Non digitare la password mentre qualcuno potrebbe guardare i tasti premuti.","314":"- Password brute-forcing. Utilizza password complesse.","315":"- Phishing. Verificare sempre lo stato di sicurezza della connessione (https:\/\/) e il nome di dominio corretto (mega.co.nz) prima di inserire la tua password.","316":"Attacchi su larga scala potrebbero accadere mediante:","317":"- Un attacco \"man in the middle\". Richiede il rilascio di un duplicato del certificato SSL valido in combinazione con una modifica DNS e\/o attacchi contro le nostre rotte BGP (uno scenario sitle DigiNotar).","318":"- L'accesso al server web di hosting https:\/\/mega.co.nz\/index.html e sostituendo il file con una versione modificata (ciò non influenza l'accesso attraverso la base app installata). Si noti che manipolare i contenuti sul nostro CDN non costituisce un rischio per la sicurezza, come tutto il contenuto attivo caricato da index.html è soggetto a verifica con un hash crittografico (pensare ad esso come una sorta di \"avvio sicuro\" per i siti web). Questo tipo di attacco richiede l'invio di codice dannoso per il cliente ed è quindi rilevabile.","319":"- Ottenere l'accesso alla nostra infrastruttura di base del server e la creazione di false richieste di key. Questo tipo di attacco riguarda solo i dati nelle cartelle condivise ed è rilevabile sul lato client.","320":"E se non mi fido? È sicuro usare MEGA?","321":"Se non ti fidi di noi, non puoi eseguire alcun codice fornito da noi, quindi il nostro sito nel vostro browser e immettere la password è off limits. Se vuoi continuare a utilizzare MEGA, devi farlo attraverso una applicazione client che è stata scritta da una persona di fiducia.","322":"Ho fiducia in voi e nel vostro data center in Nuova Zelanda, ma non mi fido del tuo vostro data center tedesco, in quanto è gestito da una società statunitense. È ancora sicuro per me da usare MEGA?","323":"Sì, puoi tranquillamente utilizzare MEGA, anche se i nostri server in Germania sono stati completamente compromessi. Il data center in Nuova Zelanda fa in modo che nessun codice possa essere eseguito quando si visita https:\/\/mega.co.nz\/.","324":"I dati che ho inserito nelle cartelle condivise sono sicuri tanto quanti i miei altri dati?","325":"Le cartelle condivise, per natura, sono solo più sicure quanto il loro membro meno sicuro. Tuttavia, un compromesso della nostra infrastruttura di base del server rappresenta un ulteriore rischio: Le key pubbliche possono essere manipolate, e le key richieste potrebbero essere contraffatte.","326":"Supponiamo che un nodo di archiviazione MEGA è fisicamente compromesso. Quali sono i rischi?","327":"Messaggi di errore dopo il download di file manipolati. Anche se l'attaccante ha avuto la key di crittografia per un determinato file su quel nodo, non poteva ancora sostituirlo con uno modificato senza causare i successivi download a fallire.","328":"È una buona idea  archiviare tutti i miei dati in un unico luogo?","329":"Tieni sempre delle copie ridondanti dei file importanti, online e offline. Anche se manteniamo ogni singolo file in almeno due luoghi, non vi è alcuna garanzia contro malfunzionamenti multipli e simultanei e ripetuta cattiva condotta del governo senza precedenti.","330":"Perché dovrei affidare i miei dati, di tutte le persone, a voi?","331":"La nostra gestione di crittografia, la decodifica e la key di applicazione è open source, ed invitiamo e incoraggiamo la comunità a controllare che non siano presenti difetti concettuali, bug e backdoor. Noi crediamo che questo approccio è molto più sicuro del memorizzare i dati su un provider server-side o senza nessuna codifica - se, per esempio, a causa di un errore di programmazione, gli account utente sono improvvisamente accessibili senza password, questo non potrebbe causare alcuna violazione del segreto dei dati memorizzati su MEGA.","332":"Ho notato che utilizzate HTTPS per il trasferimento di file di dati già codificati. Non è superfluo?","333":"Lo è. Purtroppo, la maggior parte dei browser si offende con la creazione di connessioni non protette da una pagina protetta, e chi può biasimarli per questo - non possono essere a conoscenza del fatto che c'è un altro strato di crittografia già in funzione. Poiché HTTPS ha un effetto negativo sulle prestazioni, ti permettiamo di toglierlo sui browser che lo permettono (Internet Explorer non lo permette) per velocizzare i trasferimenti senza mettere a repentaglio la riservatezza e l'integrità dei dati. Verrà visualizzato un avviso SSL al vostro trasferimento di file prima in alcuni browser - in questo (e solo in questo) caso, è sicuro ignorare il messaggio.","334":"Di quali algoritmi di crittografia fa uso MEGA?","335":"Per i trasferimenti di massa, AES-128 (crediamo che l'utilizzo della CPU maggiore di AES-192 e AES-256 è superiore al vantaggio teorico di sicurezza, almeno fino a quando l'avvento dei computer quantistici). L'integrità ed il controllo post-download avviene attraverso una variazione Chunked del CCM, che è meno efficiente di OCB, ma non gravata da brevetti.","336":"Per stabilire segreti condivisi tra utenti e file nella tua inbox, RSA-2048 (la lunghezza della key è stata scelta come base intermedia tra \"troppo insicuro\" e \"troppo lento\"). La crittografia, decrittografia e il generatore di key è implementato in Javascript, che limita il throughput di pochi MB\/s e causa un carico significativo di CPU. Stiamo aspettando con impazienza l'attuazione della proposta di HTML5 WebCrypto API in tutti i principali browser, che consentirà di eliminare questa limitazione.","337":"Il generatore di numeri casuali Javascript è aumentato dai movimenti di un mouse\/tastiera, basati su entropia RC4.","338":"MEGA tiene i backup dei miei files?","339":"Noi memorizziamo i tuoi files su almeno due server in data center diversi, se disponibili.","340":"Ho dimenticato la mia password. Posso resettarla?","341":"Purtroppo, la tua password MEGA non è solo una semplice password - è la key di crittografia a tutti i tuoi dati. Se si perde, si perde l'accesso a tutti i file che non si trovano in una cartella condivisa e che non hai precedentemente esportato o inserito la key.","344":"Quando è necessario eseguire l'aggiornamento a un account Pro?","345":"Un account Pro ti offre ulteriore spazio di archiviazione e quota di larghezza di banda in più che ti verrà automaticamente aggiunta quando supererai la quota gratuita - è possibile utilizzare la quota da soli, o concedere a terzi l'accesso ai tuoi dati (compresi gli utenti senza un account MEGA) . La percentuale massima del contingente larghezza di banda assegnata a terzi è configurabile nelle impostazioni dell'account.","346":"Perché c'è la possibilità di limitare la mia velocità di upload, e perché è attivata per impostazione predefinita?","347":"Molti router non attribuiscono priorità a pacchetti più piccoli in caso di congestione di link, facendo diventare il traffico in entrata una seria minaccia alle prestazioni. Misuriamo quindi la larghezza di banda disponibile in uscita durante i primi dieci secondi di un upload mantenendo almeno il 10% di essa non utilizzata. Si può cercare di massimizzare le prestazioni di caricamento facendo disabilitare questa opzione.","348":"Che cosa ottengo con un account gratuito?","349":"Un Cloud Drive accessibile a livello gobale, ad alta velocità e sicuro con un ampio spazio su disco. Gli utenti gratuiti avranno a disposizione [X] di spazio. Se avete bisogno di più spazio, è possibile eseguire l'aggiornamento ad un account [A1]Pro[\/A1]. Potete controllare il vostro utilizzo corrente [A2]qui[\/A2].","359":"Offrite una API?","361":"Sì. Il codice Javascript open-source che implementa l'interfaccia basata su browser MEGA utilizza il nostro API,  in modo da avere una codice semplice ed intuitivo a cui attingere se trovate la nostra [A]Documentazione[\/A] insufficiente. Dal momento che non abbiamo le risorse per costruire tutte le applicazioni cool che trasformano MEGA in uno strumento versatile e utile, noi stessi, vi invitiamo ad aiutarci. Dopo la revisione del codice della vostra applicazione, la presenteremo sul nostro sito. Siamo lieti di discutere sui modelli di compartecipazione alle entrate per le applicazioni molto popolari.","362":"Per evitare il sovraccarico delle risorse, a volte dobbiamo porre un limite all'utilizzo della larghezza di banda. Il file che stai tentando di scaricare è più grande del nostro attuale limite di [X3]. Il tuo trasferimento è stata rinviato e si avvierà automaticamente una volta che la avrai banda disponibile.","365":"Il tuo browser è troppo vecchio per scaricare un file di questa dimensione.","366":"Avviso di Copyright","367":"MEGA rispetta i diritti di copyright di terzi e richiede agli utenti del servizio di essere conformi alle leggi del diritto d'autore.  È assolutamente vietato l'uso del servizio cloud di MEGA per violare i diritti d'autore. L'utente non può caricare, scaricare, memorizzare, condividere, visualizzare, distribuire, inviare via e-mail, linkare o trasmettere o altrimenti rendere disponibile qualsiasi file, dati o contenuti che violano i diritti d'autore o altri diritti di proprietà di qualsiasi persona o entità.","368":"Attenzione:","369":"Il modello di sicurezza crittografica di MEGA dipende dalla riservatezza dei tasti visualizzati in precedenza. Evita di trasmetterli attraverso canali non sicuri!","370":"Copia nella clipboard","371":"Copiato nella clipboard","372":"Carica","373":"Scarica","374":"Promettiamo, forniamo","375":"Navigazione bloccata a causa delle attese di trasferimento di files.","376":"Devi aver effettuato il login per visualizzare questa pagina.","377":"Attualmente hai almeno un trasferimento di file in corso. Se continui il trasferimento si interromperà.","378":"Per favore inserisci la password per confermare il tuo account.","379":"Effettua il login per importare questo file al tuo account.","380":"Inserisci key di decrittazione","381":"Tutti i diritti riservati","382":"realizzato in Nuova Zelanda","383":"Supporto","384":"Assistenza","385":"Termini di Servizio","386":"Informativa sulla privacy","387":"Copyright","388":"Comunità","389":"Blog","390":"Partnerships","391":"Rivenditori","392":"Sviluppatori","393":"Hosting Partners","394":"Investitori","395":"Diventa un rivenditore","396":"Chi siamo","397":"Iscrizione Gratuita","398":"Iscrizione Pro","399":"Contattaci","400":"Nozioni di base","401":"Condivisione","402":"Sicurezza & privacy","403":"Account","404":"Pagamenti & Fatturazione","405":"Strumenti","406":"Domande frequenti:","407":"Categorie:","408":"Gennaio","409":"Febbraio","410":"Marzo","411":"Aprile","412":"Maggio","413":"Giugno","414":"Luglio","415":"Agosto","416":"Settembre","417":"Ottobre","418":"Novembre","419":"Dicembre","420":"Effettua il login per iniziare il caricamento.","421":"Per favore accetta i nostri termini di servizio","422":"Accetto","423":"Hai bisogno di essere registrato per utilizzare la funzione di condivisione. Vuoi registrarti adesso?","424":"Condivisione disabilitata","425":"Rinomina Cartella","426":"Rinomina File","427":"Dettagli account","428":"Buoni","429":"Cronologia Sessioni","430":"Cronologia Acquisti","431":"Cronologia Transazioni","432":"Tipo account:","433":"Aggiorna","434":"Tipo di abbonamento:","435":"GRATIS","436":"Nessun ciclo di fatturazione","437":"Spazio:","438":"[X] usato","439":"[X1] di [X2]","440":"Gestione della Banda:","441":"Abilita Gestione della Banda","442":"Disabilita Gestione della Banda","443":"Puoi specificare la percentuale che desideri assegnare alla larghezza di banda.","444":"Setta Servizio della Larghezza di Banda:","445":"Servizio Larghezza di Banda","446":"(per i download di terze parti dei tuoi files)","447":"Larghezza di Banda Download","448":"(per il download di file di terze parti)","449":"Saldo dell'account","450":"Aumenta","451":"Creare buoni:","452":"Tipo buono:","453":"Seleziona il tipo di buono","454":"Quantità:","455":"Crea","456":"Riscatta buono:","457":"Compra buono","458":"Riscatta","459":"I tuoi buoni","460":"Buoni inutilizzati","461":"Buoni riscattati","462":"Buoni annullati","463":"Buoni revocati","464":"Tutti i buoni","466":"Ultimi [X]","467":"Cronologia Sessioni","468":"Cronologia Acquisti","469":"Ultimi [X] acquisti","470":"Cronologia Transazioni","471":"Ultime [X] transazioni","472":"Ultime [X] sessioni","473":"Oops, questo non sembra essere un codice buono valido.","474":"Data di scadenza:","475":"Data\/Ora","476":"Articolo","477":"Importo","478":"Metodo di pagamento","479":"Browser","480":"Indirizzo IP","481":"Paese","482":"Attività più recenti","483":"Sessione corrente","484":"ID Transazione","485":"Credito","486":"Debito","487":"Codice buono","488":"Stato","489":"Inutilizzato","490":"Riscattato il","491":"Revocato il","492":"Eliminato il","494":"Scegli il tuo pacchetto:","495":"Spazio","496":"Larghezza di Banda","497":"Seleziona prezzi:","498":"al mese","499":"all'anno","500":"Seleziona prezzi:","501":"salva il 17%","502":"Seleziona prezzi:","503":"Scegli il metodo di pagamento:","504":"Saldo prepagato","505":"compra buono","506":"Professional","507":"Continua","508":"codice buono","509":"L'AZIENDA DELLA PRIVACY","510":"Benvenuto su MEGA!","511":"Le tue key pubbliche \/ private a 2048-bit SRA sono in fase di creazione.","512":"Per rafforzare la key, abbiamo raccolto l'entropia dei tuoi movimenti del mouse e i tempi di battitura.","513":"Il codice promozionale è stato riscattato nel tuo account, tuttavia il credito prepagato non è ancora sufficiente per questo acquisto. Ti preghiamo quindi di aggiungere più credito, o provare l'acquisto di un pacchetto più economico.","514":"Credito insufficiente, riprova per favore.","515":"Questa cartella contiene più di 500 voci. Cartelle di grandi dimensioni possono rallentare il browser. Si prega di considerare l'utilizzo di sotto-cartelle.","516":"Ottieni supporto","517":"Qualcosa non funziona? Ti preghiamo di controllare prima il nostro [A]centro assistenza[\/A]. Se la tua domanda non trova risposta, non esitare a contattarci.","518":"Legale","519":"Il nostro ufficio legale è in attesa di rispondere alle vostre richieste.","520":"Copyright","521":"Credi che un utente stia violando diritti di tua proprietà intellettuale? Ti preghiamo di inviare un avviso tramite il nostro [A]modulo online[\/A] o inviarci una e-mail.","522":"Suggerisci miglioramenti","523":"Ti preghiamo di inviare richieste di funzionalità o suggerimenti qui.","524":"Segnala un bug","525":"MEGA è attualmente in versione beta, e siete invitati a segnalare eventuali bug. Il testo più è dettagliato, meglio è.","526":"Media","527":"Accogliamo i membri dei media, compresi i blogger, per metterli in contatto con problemi correlati a MEGA.","528":"Diventa un rivenditore","529":"Entra a far parte della storia di un successo!","530":"Il nostro programma di rivenditori vi permetterà di vendere buoni Mega direttamente ai vostri clienti.","531":"Dettagli:","532":"Avrete accesso alla nostra sofisticata interfaccia di gestione buoni.","533":"Creerete buoni in tempo reale dal vostro conto.","534":"Una generosa quota di entrate fin dall'inizio.","535":"Più vendete, più alta è la vostra parte entrate, più profitto avrete.","536":"L'accesso API vi permetterà di sviluppare interessanti strumenti che possono interagire con il nostro sistema in tempo reale.","537":"Pubblicità gratuita: il vostro sito sarà collegato su Mega.","538":"Dopo la revisione e l'approvazione della vostra applicazione, La vostra azienda e sito web devono soddisfare i nostri standard.","539":"Quota di entrate","540":"La tua quota delle entrate sarà scontata al momento della creazione del buono.","541":"Fatturato mensile","542":"Quota di entrate","543":"più di [X]","544":"Applicazione rivenditore","545":"Iscriviti come rivenditore","546":"Dettagli","547":"I tuoi dettagli","548":"Mercati","549":"Scegli mercati di rivenditori:","550":"Pagamenti","551":"Scegli i metodi di pagamento","552":"Scegli i metodi di pagamento dalla lista dei provider disponibili","553":"Il tuo provider di pagamenti non è in lista? Per piacere, [A]contattaci[\/A]","554":"Completa","555":"Sono d'accordo con i [A]Termini di Servizio dei Rivenditori[\/A] di MEGA","556":"Successivo","557":"Selezionare i mercati dalla lista dei paesi disponibili","558":"Precedente","559":"Il tuo nome","560":"URL Azienda","561":"Indirizzo","562":"CAP \/ Codice postale","563":"Nome azienda","564":"Numero di telefono","565":"Città","566":"Selezionare i paesi per il metodo di pagamento:","568":"Per favore seleziona il tuo paese","569":"Impostazioni di trasferimento","570":"Numero di connessioni upload parallele:","571":"Numero di connessioni download parallele:","572":"Limite velocità upload:","573":"Nessuno","574":"Automatico","575":"Fisso","576":"Salta file identici durante il caricamento:","577":"Si","578":"No","579":"Usa l'SSL per i trasferimenti di file:","580":"Disattivando SSL si migliorano le prestazioni e non diminuisce la sicurezza.","581":"Inserisci il tuo nome.","582":"Inserisci l'URL della tua azienda.","583":"Inserisci il tuo indirizzo.","584":"Inserisci il tuo CAP \/ codice postale.","585":"Inserisci il nome della tua azienda.","586":"Inserisci il tuo numero di telefono.","587":"Inserisci la tua città.","588":"Inserisci il tuo paese.","589":"È necessario accedere ai termini di servizio del rivenditore.","590":"Per favore scegli almeno un paese.","591":"Per favore scegli almeno un metodo di pagamento.","592":"Per favore seleziona almeno un paese al di pagamento.","593":"Grandioso","594":"Riceverai una e-mail da noi con ulteriori istruzioni.","620":"Comunicazione di Presunta Violazione","621":"Comunicazione","622":"MEGA rispetta il copyright di terzi e si aspetta che gli utenti dei servizi cloud facciano lo stesso. Risponderemo alle segnalazioni di presunte violazioni del copyright che sono conformi alla normativa vigente e sono ben fornite. Se si ritiene che il contenuto è stato copiato o utilizzato in un modo che costituisce violazione del copyright, ti preghiamo di fornirci le seguenti informazioni: una firma fisica o elettronica del proprietario del copyright o una persona autorizzata ad agire per loro conto;  l'identificazione del lavoro protetto da copyright si ritiene sia stato violato; identificazione del materiale che si ritiene essere stato violato o essere oggetto di violazione e che deve essere rimosso o il cui accesso deve essere disattivato, e informazioni ragionevolmente sufficienti per permetterci di individuare il materiale tra cui ad esempio l'Uniform Resource Locator (URL), (iv) le informazioni di contatto, compreso il tuo indirizzo, numero di telefono e un indirizzo di posta elettronica, (envy) una dichiarazione che dispone in buona fede che l'uso del materiale lamentato non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge e (vi) delle dichiarazioni nella notifica accurate e, sotto pena di spergiuro, che si è autorizzati ad agire per conto del titolare del copyright.","623":"Ci riserviamo il diritto di rimuovere contenuti sostenuti violanti senza preavviso, a nostra esclusiva discrezione, e senza responsabilità nei vostri confronti. In determinate circostanze, MEGA può anche chiudere l'account di un utente se l'utente è determinato a ripetere la violazione. Il nostro responsabile designato per la notifica di presunta violazione del copyright che appare sul Cloud Services è:","624":"Avvertenza Copyright","625":"Si prega di utilizzare questo modulo per inviare un avviso di copyright. Vi risponderemo entro 24 ore (istantaneamente durante l'orario lavorativo).","626":"Contenuto:","627":"Campo obbligatorio","628":"Viola il mio diritto d'autore personale.","629":"Viola il diritto d'autore di qualcuno che sono autorizzato a rappresentare.","630":"Tipo di rimozione:","631":"Seleziona il tipo di rimozione:","632":"1. Disattivare l'URL pubblico - solo il file(s) rimarrà nell'account del proprietario(i)","633":"2. Disattivare tutti gli URL pubblici del file sottostante per l'URL segnalato - il file(s) rimarrà nell'account del proprietario(i)","634":"3. Rimuovere tutte le istanze del file(s) sottostante all'URL(s) fornito - non c'è utente autorizzato a conservare questo in qualsiasi circostanza","635":"Dichiaro in buona fede che la condivisione di materiale protetto da copyright in corrispondenza non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge (ad esempio, come uso libero)","636":"Comprendo che posso essere danneggiato, sia giuridicamente che economicamente, se segnalerò un contenuto, URL(s) o file(s) per errore.","637":"Le informazioni contenute in questa comunicazione sono esatte, e confermo che sono autorizzato ad agire per conto del titolare del copyright.","638":"Questa notifica è un documento serio legale - si prega di prestare attenzione ed essere precisi quando si rivendica un contenuto protetto da copyright. Potresti prima consultarti con un avvocato per stabilire se il contenuto che stai segnalando viola un qualcosa non protetto da fair use (uso libero), licenza o altro fondamento giuridico.","639":"Invia nota","640":"Aggiungi","641":"URL di contenuti illeciti:","642":"Nome proprietario Copyright:","643":"Qualifica:","644":"Indirizzo e-mail:","645":"Fax:","646":"Città:","647":"CAP \/ Codice postale:","648":"Lavoro protetto da copyright affermato di essere stato violato:","649":"Nome completo:","650":"Azienda \/ Organizzazione:","651":"Numero di telefono:","652":"Indirizzo:","653":"Stato \/ Provincia:","654":"Paese:","655":"Ti preghiamo di fornire l'URL per ogni opera protetta da copyright cui si ritienga sia stato violato.","656":"Ti preghiamo di fornire l'opera protetta da copyright per ogni violazione.","657":"Ti preghiamo di selezionare se il contenuto viola il tuo copyright personale o di qualcuno che si è autorizzati a rappresentare.","658":"Seleziona il tipo di rimozione.","659":"Ti preghiamo di fornire l'URL per ogni opera protetta da copyright cui si ritienga sia stato violato.","660":"Ti preghiamo di fornire l'opera protetta da copyright per ogni violazione.","661":"Ti preghiamo di fornire il nome del proprietario del copyright.","662":"Ti preghiamo di fornire il tuo nome e cognome.","663":"Ti preghiamo di fornire il tuo indirizzo e-mail.","664":"Ti preghiamo di inserire un indirizzo e-mail valido.","665":"Ti preghiamo di confermare in buona fede che la condivisione di materiale protetto da copyright segnalato non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge (ad esempio, come libero uso).","666":"Ti preghiamo di confermare che puoi essere ritenuto responsabile per danni, compresi i costi e le spese legali, se consapevolmente o erroneamente dichiari che i contenuti segnalati, URL o files sono protetti da copyright.","667":"Ti preghiamo di confermare che questa comunicazione è esatta e che si è autorizzati ad agire per conto del titolare del copyright.","668":"Grazie!","669":"Esamineremo la tua nota di copyright a breve.","670":"Lingua","671":"Parli lingue differenti?","672":"Aiutaci nella traduzione!","673":"L'azienda della Privacy","674":"Nessun individuo potrà essere sottoposto ad interferenze arbitrarie nella sua vita privata, famiglia, casa o nella sua corrispondenza. Ogni individuo ha diritto alla protezione della legge contro tali interferenze.","675":"Dichiarazione Universale dei Diritti Umani, Articolo 12","676":"MEGA è un Cloud Storage protetto sempre da Privacy","677":"MEGA fornisce un robusto cloud storage protetto sempre da privacy. MEGA crede nel tuo diritto alla privacy e ti fornisce gli strumenti tecnologici per proteggerlo. Noi la chiamiamo crittografia dell'utente controllato, o UCE, e accade automaticamente.","678":"Che cosa è la crittografia utente controllato di MEGA?","679":"Tutti i file memorizzati su MEGA sono crittografati. Tutti i trasferimenti di dati da e per MEGA sono crittografati. E mentre la maggior parte dei provider di cloud storage possono e potrebbero fare lo stesso, MEGA è diverso - a differenza delle aziende in cui il fornitore di cloud storage detiene la key di decrittazione, con MEGA, è possibile controllare la crittografia, si tiene la key, e si decide che a chi concedere o negare l'accesso ai file, senza la necessità di alcuna installazione software. Tutto accade nel tuo browser web!","680":"Futuro MEGA","681":"Il cloud di MEGA è solo l'inizio. In futuro, MEGA fornirà nel tuo browser una vasta gamma di applicazioni senza la necessità di installare nulla. La nostra tecnologia protegge le e-mail, chiamate, chat e flussi video.","692":"MEGA è legale?","693":"Siamo un gruppo di tecnici che hanno avuto il tempo e la possibilità di costruire un impressionante servizio di cloud storage che aiuterà a proteggere la vostra privacy. Abbiamo programmato questo servizio Internet da zero ad Auckland, in Nuova Zelanda. Diversamente dalla maggior parte dei nostri concorrenti, noi usiamo uno stato di crittografia basato su browser in cui voi stessi controllerete le keys. Il nostro gruppo di progettazione comprende Kim Dotcom, Mathias Ortmann, Bram van der Kolk e Finn Batato. Il nostro CEO, veterano del settore Tony Lentino, ha esperienza nella gestione di un registro rinomato di dominio globale. Speriamo che vi piaccia.","694":"1. Disabilita un collegamento (\"URL\") per ogni file - il file(s) rimarrà nell'account dell'utente","695":"2. Disabilita file per più URL - il file(s) rimarrà l'account dell'utente","696":"3. Rimuovi tutti i file(s) sottostante all'URL(s) fornito - non c'è utente autorizzato a conservare questo in qualsiasi circostanza in tutto il mondo","697":"4. Altro","698":"Puoi presentare preavviso qui","699":"Iscriviti e presenta un preavviso","700":"Ti preghiamo di inviare il tuo avviso di rimozione manualmente via email a [A1]copyright@mega.co.nz[\/A1] ai sensi delle nostre [A2]disposizioni di rimozione[\/A2].","701":"E-mail preavviso di rimozione","702":"Riporta un abuso","703":"Il tuo link di iscrizione non è valido. Ti preghiamo di verificare la presenza di eventuali interruzioni di linea nella tua e-mail di attivazione.","704":"Il tuo account è già stato attivato. Ti preghiamo di effettuare il log in.","705":"La tua conferma non può essere elaborata. Ti preghiamo di riprovare. Codice di errore:","706":"Modifica password","707":"Aggiorna","708":"Richiedi una modifica","709":"Non ricordo la mia password corrente","710":"Se sei ancora loggato ma non ricordi la tua password attuale, è possibile impostarne una nuova selezionando questa opzione. Riceverai un link di reimpostazione password via e-mail che attiverà la nuova password se cliccata entro 15 minuti.","711":"Richiedi una Modifica","712":"Completato","713":"Il saldo buoni è stato accreditato sul tuo conto. Vuoi procedere con l'acquisto pro adesso?","714":"Questo buono è già stato riscattato.","715":"Le nuove password che hai inserito non corrispondono. Si prega di riprovare.","716":"Password corrente","717":"Nuova password","718":"Conferma la nuova password","719":"Per favore inserisci la tua password corrente.","720":"Per favore inserisci la nuova password.","721":"Controlla la tua e-mail e clicca sul link di conferma per completare la modifica della password.","722":"Modifica richiesta","723":"La nuova password deve essere diversa dalla quella attuale.","724":"La password corrente che hai fornito non è corretta.","725":"La tua password è stata modificata.","726":"Fatto","727":"La tua password è stata modificata.","728":"Questo link di conferma della password è scaduto.","729":"Questo link è già stato confermato.","730":"Il tuo account è stato sospeso. Controlla la tua e-mail per i dettagli e per problemi rispondi al più presto.","731":"L'account associato è stato chiuso a causa di molteplici violazioni dei nostri [A]Termini di Servizio [\/A].","732":"Sei già loggato ad un account diverso da quello che stai confermando. Ti preghiamo di controllare la sessione corrente, effettuare il logout, e quindi fare clic sul link di conferma di nuovo.","733":"Indirizzo e-mail sconosciuto. Se non hai ancora un account, ti invitiamo a registrarti.","734":"Grazie!","735":"Controlla la tua e-mail.","736":"Solo gli account che non contengono file e cartelle possono reimpostare la propria password.","737":"Reimposta password","738":"Richiesta","739":"hai dimenticato la password?","740":"La password è stata modificata correttamente.","741":"Si prega di scegliere una password più sicura.","742":"Reset","743":"Questo link è scaduto. Si prega di richiedere un nuovo link.","744":"Collegamento non valido. Si prega di richiedere un nuovo link.","745":"Nessun ciclo di fatturazione","746":"Tipo di Iscrizione","747":"Settimanale","748":"Mensile","749":"Annuale","750":"Il prossimo ciclo di fatturazione è il","751":"Una volta","752":"Estensione MEGA Firefox","753":"Installa l'estensione MEGA Firefox aumentando notevolmente le prestazioni di download. Ciò vi permetterà di scaricare un numero illimitato di file senza limite di dimensioni.","754":"L' estensione MEGA Firefox è sicura e invisibile. Se preferisci usare MEGA senza estensione, consigliamo vivamente l' utilizzo di [A]Chrome[\/A].","755":"Installa estensione","756":"1 download completato","757":"[X] downloads completati","758":"Apri cartella download","759":"clicca qui per aprire","760":"Per favore installa l' estensione MEGA Firefox per scaricare file di questa dimensione.","761":"Si prega di confermare","762":"Stai per scaricare una grande quantità di files, che potrebbero rallentare il tuo browser. Vuoi procedere ugualmente?","763":"Contatto","764":"Il tuo download non può partire perchè il tuo hard-disk in funzione è pieno.","765":"I tuoi downloads non può partire perchè il tuo hard-disk in funzione è pieno.","766":"Alcuni dei tuoi downloads non può partire perchè il tuo hard-disk in funzione è pieno.","768":"Il tuo download non è partito perché il disco rigido in funzione è pieno, o stai usando Chrome in modalità privata, che non supporta la scrittura dei file.","769":"Siamo in grado di utilizzare solo il 5% di spazio su disco disponibile per il download. Si prega di liberare più spazio per continuare.","770":"Scegli la tua password","771":"Conferma la tua password","772":"URL del file:","773":"rimanente","774":"Invia link","775":"rinomina:","776":"Salva","777":"Ricordami in questo dispositivo","778":"Non hai un account MEGA?","779":"Registrati ora","780":"Hai già un account MEGA?","781":"A causa della CPU limitata dei dispositivi mobili, la generazione di chiavi RSA può richiedere diversi minuti per essere completata.  Apprezziamo la vostra pazienza.","782":"Cartella vuota","783":"Nessun file nel tuo Cloud Drive","784":"Nessun contatto","785":"Nessun risultato.","786":"Nessun file nella tua casella","787":"Nessun file nel tuo cestino","788":"Sei sicuro di voler spostare questo file nel cestino?","789":"Sei sicuro di voler spostare questa cartella nel cestino?","790":"Apri File","791":"Importa File","792":"Cancella File","794":"Cancella Cartella","796":"Ottieni Link","797":"Condividi cartella","798":"Spazio archiviazione","799":"Spazio usato","800":"Spazio libero","801":"Versione desktop","802":"E-mail contatto","803":"Download File","804":"Sfortunatamente, questo tipo di file non è attualmente supportato nel tuo dispositivo con MEGA.","805":"Implementeremo il supporto mobile per questo file in futuro.","806":"cambia il nome della cartella:","807":"cambia il nome del file:","808":"Link cartella","809":"URL della cartella:","810":"Link Download","811":"URL del file:","812":"Conferma account","813":"Cartella condivisa","814":"Vuoi fermare il tuo upload?","815":"Vuoi fermare il tuo download?","816":"Per favore inserisci un indirizzo e-mail valido.","817":"Non puoi creare una cartella nel risultato di una ricerca.","818":"Vuoi passare alla versione desktop?","819":"inizializzazione","820":"Il file è stato importato nel tuo Cloud Drive.","821":"Le tue Notifiche:","822":"Indietro","823":"Impostazioni","824":"Nuova cartella condivisa da [X]","825":"Nuova cartella condivisa","826":"[X] ha revocato una cartella condivisa","827":"Cartella condivisa revocata","828":"[X1] cartelle e [X2] files","829":"[X1] cartelle ed 1 file","830":"1 cartella e [X] files","831":"1 cartella ed 1 file","832":"[X] cartelle","833":"[X] files","834":"1 cartella","835":"1 file","836":"[X] ha aggiunto [DATA]","837":"[X] sono stati aggiunti","838":"[X] è stato aggiunto","850":"GEN","851":"FEB","852":"MAR","853":"APR","854":"MAG","855":"GIU","856":"LUG","857":"AGO","858":"SET","859":"OTT","860":"NOV","861":"DIC","862":"Notifiche","863":"Vedi tutto","864":"Scarica come ZIP","865":"Apri","866":"Copia 1 elemento selezionato","867":"Copia [X] elementi selezionati","868":"Sposta 1 elemento selezionato","869":"Sposta [X] elementi selezionati","870":"Conferma","871":"[B]Attenzione:[\/B] quota di archiviazione superata. Si prega di eliminare alcuni files o [A]aggiorna il tuo account[\/A].","872":"Pro","873":"[X] secondi fa","874":"1 minuto fa","875":"[X] minuti fa","876":"1 ora fa","877":"[X] ore fa","878":"1 giorno fa","879":"[X] giorni fa","880":"In questo momento","881":"Si sta utilizzando una sessione effimera. I dati in trasferimento saranno persi al suo scadere. Per conservare i file, si prega di passare il prima possibile ad un vero e proprio account e richiedere gratuitamente i tuoi 50 GB di spazio sicuro nel cloud!","882":"Avvertimento","883":"Crea il tuo account","884":"[X] non è compatibile al 100% con MEGA","885":"Il tuo browser","886":"Internet Explorer 10 contiene un bug significativo riguardante la scrittura di file da JavaScript, causando una perdita di memoria durante il download di grandi quantità di dati. Ci aspettiamo che questo problema verrà risolto in Internet Explorer 11. Nel frattempo, si prega di effettuare l'aggiornamento a un browser alternativo.","887":"[X] non possiede le caratteristiche HTML5 necessarie a MEGA per eseguire la crittografia client-side del browser. I trasferimenti saranno quindi emulati attraverso un Flash molto limitato. Ti consigliamo di utilizzare un browser moderno al più presto.","888":"Molto Raccomandato","889":"Raccomandato","890":"MEGA funziona meglio con i seguenti browsers:","891":"Avviso di compatibilità del browser","892":"Proprietà","893":"Caricato","894":"Dimensione Totale","895":"Nome della cartella","896":"Creato","897":"Contiene","898":"Cartelle & files multipli","899":"Più files","900":"Più cartelle","909":"Password","910":"Acquista ora","911":"Ottieni il massimo vantaggio di MEGA con [B]Pro[\/B]","912":"a partire da","913":"mese","914":"iscrizione annuale","915":"Spazio di archiviazione massivo","916":"Quota di larghezza di banda generosa","917":"se scegli di pagare annualmente","918":"Mensilmente","919":"Annualmente","920":"Aggiorna il tuo account","921":"2 mesi gratuiti","922":"1 mese","923":"1 anno","924":"Hai qualche domanda sugli [A]accounts Pro?[\/A]","925":"Il nostro team di supporto sarà lieto di assisterti.","926":"Ragione Sociale","927":"Città","928":"ZIP \/ Codice postale","929":"Numero di telefono","930":"giorno","931":"mese","932":"anno","933":"Indirizzo","934":"Stato o provincia","935":"Indirizzo Paypal","936":"Conto bancario","937":"Nome del beneficiario","938":"Descrivi la tua strategia di marketing","939":"Nome della banca","947":"Drive","948":"Cestino","949":"In arrivo","950":"Contatti","951":"Account","952":"La maggior parte dei dispositivi non può scaricare files più grandi di 4GB. Il download probabilmente fallirà.","953":"Non c'è abbastanza spazio libero","954":"Crediti","955":"Apps Mobile","956":"Sincronizza Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentazione","964":"Programma di affiliazione","965":"Linee di Condotta","966":"Guida per la Rimozione","967":"Esci","968":"Crea Account","969":"Riprova","970":"Inserisci una password valida.","973":"Larghezza di banda utilizzata","974":"Gestisci il tuo account","975":"Segna come speciale","976":"Rimuovi come speciale","977":"Nessun file nel tuo Cloud Drive.","978":"La tua ricerca non ha prodotto risultati in nessun documento","979":"Il tuo Cestino è vuoto","980":"Non hai contatti","981":"La tua Posta in arrivo è vuota","982":"Contenuto","983":"Panoramica","984":"Profile","985":"Storia","986":"Modifica il tuo profilo","987":"Scade il","988":"Connessioni:","989":"[X] contatti","990":"1 contatto","991":"Vai a Contatti","992":"Avatar","993":"Cambia Avatar","994":"Informazioni personali","995":"Data di nascita","996":"Scegli nazione","997":"L'aggiunta di contatti è solo per gli utenti registrati.","998":"Crea il tuo account gratuito","999":"Vuoi aggiornare la tua sessione con un account gratuito ora?","1000":"Evita di perdere l'accesso. Registrarsi è gratuito altamente raccomandato!","1001":"Rimuovi contatto","1002":"Sei sicuro di rimuovere [X] dalla tua lista di contatti?","1003":"Conferma rimozione","1004":"Sei sicuro di spostare [X] al cestino?","1005":"La creazione di links è solo per utenti registrati.","1006":"Le cartelle condivise sono solo per utenti registrati.","1007":"Non puoi annullare questa azione.","1008":"quota di larghezza di banda pro superata.","1009":"Ti serve più larghezza di banda?","1010":"quota di archiviazione superata.","1011":"Vuoi mantenere i tuoi files?","1012":"quota di archiviazione quasi superata.","1013":"Hai bisogno di più quota di archiviazione?","1015":"Inserisci il tuo codice voucher.","1016":"Scegli un'immagine","1017":"Usa questa come Avatar","1018":"Vuoto","1019":"Aggiungi un indirizzo email","1020":"Inserisci un indirizzo e-mail o seleziona un contatto.","1021":"On","1022":"Off","1023":"Non hai permessi per modificare questa cartella.","1024":"Inserisci il nome della cartella.","1025":"Più elementi","1026":"Inserisci la chiave di decrittazione","1027":"Decritta","1028":"Chiave di decrittazione","1029":"Link pubblico","1030":"Seleziona tra i tuoi contatti, oppure inserisci un indirizzo email","1031":"Esporta i collegamenti dei files e le chiavi di decrittazione","1032":"Includi chiave del file","1033":"Copia le chiavi","1034":"Scarica files multipli","1035":"Clicca \"consenti\" per completare il download","1036":"Condiviso con","1037":"Acconsenti","1038":"Scegli lingua","1039":"Paga con PayPal","1040":"Esegui l'accesso per attivare la tua iscrizione pro.","1041":"Crea un account per attivare la tua iscrizione pro.","1042":"Inizializzazione","1043":"Collegamento Cartella non disponibile","1044":"Il collegamento della cartella cui stai tentando di accedere non è più disponibile. Questo potrebbe essere dovuto alle seguenti ragioni:","1045":"Il collegamento della cartella è stato rimossa a causa di una violazione dei ToS\/AUP.","1046":"Il collegamento della cartella è stato disattivato dall'utente.","1047":"Benvenuto su MEGA Pro","1048":"La tua iscrizione pro è stata attivata. Buon divertimento!","1049":"Cartella","1050":"Nessuna condivisione","1051":"Mai","1053":"quota di larghezza di banda quasi superata.","1054":"Devi aspettare [X] prima che altra larghezza di banda venga aggiunta al tuo account.","1055":"Non vuoi aspettare?","1056":"Questo limite è dinamico.","1057":"Conferma la rimozione della sessione","1058":"Stai utilizzando una sessione temporanea. Sei sicuro di voler chiudere la sessione?","1059":"Questa azione cancellerà tutti i dati.","1060":"Crittografia end-to-end","1061":"A differenza di altri fornitori di cloud storage, i dati vengono crittografati e decifrati solamente dai dispositivi client e non da noi.","1062":"Accesso globale","1063":"I tuoi dati sono accessibili in qualsiasi momento, da qualsiasi dispositivo, ovunque.","1064":"Collaborazione sicura","1065":"Condividi le cartelle con i tuoi contatti e guarda i loro aggiornamenti in tempo reale.","1066":"MEGA offre strumenti che rendono [A]privata e confidenziale[\/A] la comunicazione on-line facile da utilizzare.","1067":"MEGA fornisce servizi criptati basati sul cloud che consentono comunicazioni e collaborazioni[A]private e sicure[\/A] per aziende e privati. Avete in mano e controllate le chiavi di crittografia dei vostri dati nel cloud.","1068":"Condividi le cartelle con i tuoi contatti e guarda i loro aggiornamenti in tempo reale.","1069":"Guarda come funziona","1070":"Come funziona","1071":"Vuoi saperne di più su MEGA?","1072":"Guarda il video di lancio","1073":"Tipi di account","1074":"Ottieni 50 GB con un account gratuito","1075":"Molto più di quello che si ottiene dai principali concorrenti.","1076":"Crea un account","1077":"Pacchetti Pro Competitivi","1078":"Ottieni fino a 4 TB di storage cifrato a partire da €8,33 al mese.","1079":"Guarda i nostri pacchetti pro","1080":"Mobile Apps","1082":"Il cloud nella tua tasca. L'accesso e lo streaming dei file dal vostro smartphone o tablet. Carica e sincronizzare i tuoi contenuti sul cloud.","1083":"Ottieni gratuitamente","1084":"Disponibile per","1085":"Sincronizza Client","1086":" Sincronizzazione facile ed automatizzata tra i tuoi computers e il tuo Cloud Drive MEGA.","1087":"Scarica ora","1088":"Browser Apps","1089":"Le nostre estensioni del browser installeranno MEGA  per caricamenti più veloce ed una maggiore resilienza contro gli attacchi.","1090":"Vai alla pagina di download","1091":"Clicca per caricare o trascina e rilascia i file qui","1092":"Scorri per continuare","1093":"Non inserire mai la tua password su un dispositivo do cui non ti fidi ciecamente. Non accedere al tuo account da un computer condiviso o pubblico.","1094":"Per una maggiore sicurezza, installa il nostro [A]plugin[\/A] e carica MEGA dal tuo computer piuttosto che dai nostri server.","1095":"Crea il tuo [A]account gratuito[\/A]","1096":"Nome","1097":"Cognome","1098":"Nome e\/o cognome non validi.","1099":"Inserisci il tuo nome & cognome.","1100":"Indirizzo e-mail non valdio.","1101":"Inserisci un indirizzo e-mail correto","1102":"Password non valida.","1104":"Inserisci una password più sicura.","1105":"Sicurezza:","1106":"Stato Password","1107":"Le passwords non corrispondono.","1108":"Crea un Account","1109":"La tua password è è la chiave di crittografia master.","1110":"La sicurezza del tuo account dipende dalla sicurezza della tua password. Le password che sono troppo brevi, troppo semplici o composti da parole del dizionario sono facilmente indovinabili.","1111":"Non scordare la tua password.","1112":"Non esiste una procedura di recupero per le password perse. Se non la ricordi, non sarai più in grado di accedere ai dati memorizzati.","1113":"Il tuo account è solo sicuro come il tuo computer.","1114":"Riscrivi la password","1115":"La verificazione della sicurezza della tua password è ancora in fase di inizializzazione.","1116":"Riprova tra alcuni secondi.","1117":"Condizioni Generali dei Termini di Servizio","1118":"Devi accettare i termini di servizio per registrare un account su MEGA.","1119":"La tua password è facilmente intuibile. Rendi la tua password più lunga. Combina lettere maiuscole e minuscole. Aggiungi caratteri speciali. Non utilizzare nomi o parole del dizionario","1120":"La tua password è facilmente intuibile. Rendi la tua password più lunga. Combina lettere maiuscole e minuscole. Aggiungi caratteri speciali. Non utilizzare nomi o parole del dizionario","1121":"La tua password è abbastanza sicura per procedere, ma ti raccomandiamo di rafforzarla ulteriormente in futuro.","1122":"Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.","1123":"Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.","1124":"Molto debole","1125":"Debole","1126":"Media","1127":"Buona","1128":"Sicura","1129":"la tua password è troppo debole per procedere","1130":"Indirizzo e-mail e\/o password non validi.","1131":"Conferma il tuo account","1132":"Collezione Entropia","1133":"Questo gioco raccoglierà l'[A]entropia[\/A] dei movimenti del tuo mouse.","1134":"Questo rafforzerà la tua [A]chiave RSA[\/A].","1135":"Puoi interrompere il gioco una volta che l'indicatore di stato è al 100%.","1136":"Finito!","1137":"ora puoi procedere al prossimo step per completare la tua chiave.","1138":"Procedi","1139":"Punteggio:","1140":"Questo è un passo molto importante e può richiedere un paio di secondi.","1141":"Sii paziente.","1142":"Creazione della chiave Privata - Pubblica","1143":"Generazione della chiave","1144":"L'uso più antico della crittografia fuquasi 4000 anni fa nell'antico Egitto","1145":"Oggi, 4000 anni dopo, la maggior parte dei principali fornitori di cloud storage non hanno ancora pienamente adottato la crittografia.","1146":"Completa il tuo account","1147":"Scegli il tuo tipo di account","1148":"[A]Ottieni 2 mesi gratis[\/A] se acquisti un piano pro di un anno.","1149":"Limitata","1150":"Gratis","1151":"Trai il massimo vantaggio di MEGA con un [A]account Pro[\/A]","1152":"Scegli il tuo pacchetto Pro:","1153":"piano di un anno","1154":"Il team","1155":"Caricamento","1156":"Scaricamento","1157":"Download Gratuito","1158":"per Windows","1159":"In arrivo per [A]Mac[\/A]","1160":"MEGA vuole ringraziare i seguenti componenti open source che hanno contribuito alle funzionalità essenziali del nostro sito:","1161":"Sicuro","1162":"I tuoi dati sono criptati end-to-end. Nessuno può intercettarli mentre sono in memoria o in transito.","1163":"Flessibile","1164":"Sincronizza qualsiasi cartella da PC a qualsiasi cartella nel cloud. Sincronizza qualsiasi numero di cartelle in parallelo.","1165":"Veloce","1166":"Approfitta delle infrastrutture ad alta potenza di MEGA e dei trasferimenti multi-connessione.","1167":"Generoso","1168":"Ottieni fino a 50 GB gratis!","1169":"Con tutte le funzioni","1170":"Cerca, fornisci, scarica, stream, visualizza, condividere, rinomina o cancella i tuoi files. È tutto lì - nel palmo delle tue mani.","1171":"In arrivo per [A]iOS[\/A]","1172":"Estensione Firefox","1173":"Estensione Chrome","1174":"Questa applicazione ti permetterà di installare MEGA nel tuo browser. Esso contribuirà a ridurre i tempi di caricamento, migliorare le prestazioni di download e rafforzare la sicurezza.","1175":"Qualsiasi URL MEGA verrà catturato da questa applicazione e rimarrà locale (nessun JavaScript verrà caricato dai nostri server). Aggiornamenti automatici e sicuri sono forniti grazie alla crittografia della chiave privata.","1176":"E se sei davvero paranoico:","1177":"disabilita gli aggiornamenti automatici e leggi il nostro codice sorgente per ogni aggiornamento manuale.","1178":"Scarica MEGA per Firefox","1179":"Installazione:","1180":"Scarica MEGA per Chrome","1181":"Apri la pagina delle estensioni in Chrome","1182":"menu>strumenti>estensioni","1183":"o digita","1184":"nella barra degli indirizzi.","1185":"Trascina e rilascia il file scaricato [X] alla pagina delle estensioni Chrome e conferma l'installazione.","1186":"Puoi comodamente acquistare il tuo abbonamento MEGA Pro da uno dei nostri rivenditori autorizzati di seguito:","1187":"Scarica","1188":"Sul tuo Computer","1189":"Importa","1190":"Sul tuo Cloud Drive","1191":"Il file che stai tentando di scaricare è temporaneamente non disponibile.","1192":"Scorri per saperne di più su MEGA","1193":"Avvio di un nuovo account","1194":"Vuoi importare il file in una nuova sessione?","1195":"\"No\" ti permetterà di accedere ed elaborare la tua importazione.","1196":"Annulla download","1197":"Sei sicuro di voler annullare questo download?","1198":"Il file scaricato sarà cancellato.","1199":"Impossibile decrittografare i metadati senza chiave.","1200":"Termini di Servizio per l'affiliazione","1201":"[A]Unisciti a noi[\/A] per interrompere il mercato dello storage cloud","1202":"Guida le imprese a noi e guadagna la tua percentuale.","1203":"Aiutaci a crescere e diventare parte del successo.","1204":"Registrati","1205":"Come funziona?","1206":"Iscriviti e ottieni il tuo ID partner unico che puoi aggiungere al nostro URL.","1207":"Tracceremo tutti gli acquisti effettuati dai visitatori tramite il suo riferimento a MEGA.","1208":"Guadagni il [B]20%[\/B] di tutte le entrate generate attraverso il tuo ID partner.","1209":"Le sottoscrizioni ricorrenti conteranno come referral ricorrenti.","1210":"Per chi è il programma di affiliazione?","1211":"Sviluppatori di applicazioni:","1212":"Crea la tua App popolare utilizzando il nostro [A]SDK[\/A]","1213":"Converti gli utenti gratuiti a pro e monetizza la tua app.","1214":"Siti Web:","1215":"Bloggers","1216":"Siti di comparazione tra i diversi fornitori di cloud storage","1217":"Quali sono le regole?","1218":"Leggi e rispetta i nostri [A]Termini di Servizio degli Affiliati[\/A]","1220":"Inizia!","1221":"Iscriviti al nostro programma di affiliazione, e puoi iniziare a guadagnare sin da subito.","1223":"Contattaci","1224":"Abbiamo bisogno di più informazioni su di te.","1230":"Informazioni di pagamento","1231":"Paghiamo una volta al mese tramite PayPal o bonifico bancario (solo conti bancari neozelandesi).","1232":"Metodo di pagamento","1233":"PayPal","1234":"Conto bancario (solo NZ)","1235":"Nome del beneficiario","1236":"Nome della banca","1237":"Numero di conto bancario","1238":"Indirizzo paypal","1239":"Iinformazioni affiliato","1240":"Ci piacerebbe sapere come hai intenzione di indirizzare il traffico verso MEGA.","1241":"Descrivi la tua strategia di marketing:","1242":"Accetto i [A]Termini di Servizio degli Affiliati[\/A] di MEGA","1243":"Sei dentro al programma di affiliazione. Potrai guadagnare il 20% di tutte le entrate generate con il tuo ID partner.","1244":"Assicurati di essere conforme ai nostri [A]Termini di Servizio degli Affiliati[\/A]","1245":"Puoi guadagnare con l'invio di traffico verso:","1246":"Statistiche","1247":"Tempistica","1248":"30 giorni","1249":"90 giorni","1250":"180 giorni","1251":"365 giorni","1252":"Sempre","1253":"Data","1254":"Vendite","1255":"Giro d'affari","1256":"Guadagni","1257":"Nessuna vendita rilevata nel periodo di tempo selezionato.","1258":"Riscossioni","1259":"Nessuna riscossione rilevata nel periodo di tempo selezionato.","1260":"ID Partner","1261":"Inserisci la tua data di nascita.","1262":"Inserisci la tua città.","1263":"Inserisci il tuo stato o provincia.","1264":"Inserisci il tuo CAP\/Codice postale.","1265":"Inserisci il tuo numero di telefono.","1266":"Descrivi la tua strategia di marketing.","1267":"Devi essere d'accordo con i Termini di Servizio degli Affiliati.","1268":"Inserisci il tuo indirizzo PayPal.","1269":"Inserisci il nome del beneficiario del tuo conto bancario NZ.","1270":"Inserisci il nome della banca NZ.","1271":"Inserisci il tuo numero di conto bancario NZ.","1272":"MEGA è stato creato da esseri umani e non è quindi perfetto. Se cadi in un bug, gradiremmo una tua segnalazione in modo da risolvere il problema - più dettagli ci riesci a fornire, meglio è.","1273":"Prendiamo i diritti di proprietà intellettuale sul serio e applichiamo una robusta politica di violazione.","1274":"Per ulteriori informazioni, si prega di leggere la nostra [A]guida di rimozione[\/A].","1275":"Puoi inviare un avviso di rimozione attraverso il nostro [A]modulo online[\/A] oppure inviandoci una e-mail.","1276":"Hai problemi o idee? Vuoi saperne di più sui nostri prodotti?","1277":"Siamo sempre disponibili.","1278":"Si prega di selezionare","1279":"1 step","1280":"2 step","1281":"Dettagli del contenuto","1282":"Dettagli del detentore del copyright","1283":"Aggiungi un altro URL","1284":"Nome del detentore del copyright","1285":"se applicabile","1286":"Nome del mandatario del titolare del copyright che sta presentando la richiesta:","1287":"Richiesta di Copyright Ricevuta","1288":"Vedremo ed elaboreremo rapidamente la vostra richiesta.","1289":"Grazie per aver cliccato sul link di invito. Sei pregato di creare un account gratuito qui sotto.","1290":"Oops, questo non sembra essere un link di invito valido. Hai già creato un account?","1291":"In precedenza è stato cliccato un link di invito. Sei pregato di creare il tuo account.","1292":"In Arrivo","1293":"Benvenuti al centro assistenza","1294":"Se la tua domanda non trova risposta qui, non esitare a contattarci.","1295":"Contatta il Supporto","1296":"Argomenti Popolari:","1297":"Indirizzo e-mail già in uso.","1298":"Si prega di accedere al proprio account.","1299":"Trascina per aggiornare","1300":"Ultimo aggiornamento","1301":"Oggi","1302":"Ieri","1303":"Questa settimana","1304":"La scorsa settimana","1305":"Questo mese","1306":"Quest'anno","1307":"Più vecchio","1308":"Download fallito","1309":"Upload fallito","1310":"Inserisci il codice di conferma","1311":"Errore durante il caricamento dei file","1312":"Nome utente\/password mancanti","1313":"Accesso non riuscito","1314":"Elimina Errore","1315":"Nessun account di posta elettronica presente","1316":"Salva il file offline per l'anteprima","1317":"Errore nella generazione del link","1319":"La password è troppo corta","1320":"Il nome è troppo corto","1321":"Errore durante il caricamento dati dell'account","1322":"Upload completato","1323":"Sto accedendo","1324":"Accesso","1325":"Generazione del link","1326":"Il collegamento è stato copiato nella clipboard","1327":"Download completato","1328":"Il download si sta avviando","1329":"In attesa","1330":"Inserisci username e password","1331":"Email","1332":"Conferma la registrazione","1333":"Ti preghiamo di controllare la tua posta elettronica e incollare il codice di conferma qui sotto oppure cliccare sul link di conferma speciale per iOS.","1334":"Interrompi registrazione","1335":"Codice di conferma","1336":"Utilizza più recente","1337":"Scatta Foto","1338":"Scegli Esistente","1339":"Aggiungi cartella","1340":"Inserisci il nome della nuova cartella","1341":"Seleziona la\/e foto","1342":"Modifica","1343":"Cloud Drive Vuoto","1344":"Condividi","1345":"Salva per l'offline","1346":"Trasferimenti","1347":"Posta in Arrivo Vuota","1348":"Cartelle Condivise","1349":"Nessuna foto","1350":"Foto","1351":"Localmente","1352":"Disponibile","1353":"Salva per l'accesso offline","1354":"Imposta la quantità massima di memoria sul dispositivo","1355":"Versione","1356":"Feedback","1357":"Esci","1358":"Tutti i file scaricati verranno cancellati","1359":"La quantità selezionata è più piccola rispetto alla cache attualmente utilizzata. Se si continua alcuni files verranno cancellati","1360":"Estendi Pro","1361":"Prezzi","1362":"Ripristina gli acquisti","1363":"Nessuna rete","1364":"Riprova","1365":"Non sei connesso ad Internet","1366":"Inserisci il nuovo nome","1367":"Ottieni 50 GB gratis, o iscriviti a uno dei nostri pacchetti PRO e ottieni fino a 4 TB di storage cifrato a partire da €8,33 al mese.","1368":"fino a [X]","1369":"e [X]","1370":"Email e chat","1371":"Il nostro pacchetto di comunicazione cifrata è in arrivo nei primi mesi del 2014.","1372":"Preparatevi per MEGA chat, email, chiamate e video conferenze.","1373":"Che cosa è MEGA? Fai clic o scorri","1374":"Torna all'inizio","1375":"Torna alla Pagina di Download","1376":"powered by:","1377":"Vuoi giocare? Se salti questo passaggio, la sicurezza del tuo account potrebbe soffrirne. Ti preghiamo di spostare il mouse ampiamente e in modo casuale per ridurre il rischio.","1378":"Inizia partita","1379":"Salta","1380":"Categorie","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}