{"11":"Articolo 12","12":"Nessun individuo potrà essere sottoposto ad interferenze arbitrarie nella sua vita privata, nella sua famiglia, nella sua casa, nella sua corrispondenza, né a lesione del suo onore e della sua reputazione. Ogni individuo ha diritto ad essere tutelato dalla legge contro tali interferenze o lesioni.","13":"Dichiarazione Universale dei Diritti Umani","14":"Conferma eliminazione","15":"Sei sicuro di voler rimuovere definitivamente tutti gli elementi dal Cestino?","16":"Errore interno","17":"Quota di larghezza di banda superata","18":"Troppe connessione per questo download","19":"Sessione scaduta o non valida","20":"Temporaneamente non disponibile","21":"Problema nell'account, per favore controlla la tua e-mail","22":"Il file non esiste più","23":"Il file non è più accessibile","24":"Errore di decrittografia","25":"La Cartella in cui ti trovi è stata eliminata o spostata da un altro utente.","26":"Cartella perduta","27":"Purtroppo, 1 file non può essere caricato perché è più grande di [X].","28":"Purtroppo, [X1] files non possono essere caricati perché sono più grandi di [X2].","29":"Sei limitato a caricare files con Adoble Flash perchè il tuo browser non contiene il HTML5 FileReader. Sevuoi aggirare questa limitazione (e aumentare le prestazioni complessive del browser), conviene prendere in considerazione l'installazione di [A]Google Chrome[\/A].","30":"Limitazione del browser","31":"Puoi caricare solo file più piccoli di [X] con Internet Explorer. Chrome e Firefox ti consentono di caricare i file di qualsiasi dimensione.","33":"MEGA è migliore con Google Chrome","34":"Attenzione:","35":"Stai utilizzando un browser obsoleto, che influenza negativamente le prestazioni del trasferimento dei tuoi file.","36":"Per favore accedi con Google Chrome.","37":"Mentre altri produttori di browser stanno ancora lavorando per comprendere al massimo le funzionalità di HTML5, Google Chrome lo ha già fatto. Per godere di una piena potenza di MEGA (come ad esempio batch up e downloading automatizzati), consigliamo vivamente di abbandonare il tuo attuale browser e passare a Chrome il più presto possibile.","38":"Non visualizzare più questo messaggio","39":"No, Grazie","40":"Scarica Chrome","41":"Hai rimosso una cartella che contiene 1 cartella condivisa.","42":"Una volta che si svuota il cestino questa condivisione sarà disabilitata.","43":"Hai rimosso la cartella che contiene [X] cartelle condivise.","44":"Una volta che svuoti il cestino tali condivisioni verranno disattivate.","45":"Avviso cartella condivisa","46":"Errore Interno","47":"Oops, qualcosa è andato storto. Mi dispiace!","48":"Si prega di inserire almeno tre caratteri per la ricerca.","49":"sposta [X] elementi selezionati","50":"1 file","51":"[X] files","52":"e","53":"1 cartella","54":"[X] cartelle","55":"Sola lettura","56":"Lettura & Scrittura","57":"Accesso completo","58":"Scarica","59":"Ottieni link","60":"Condividi","61":"Rinomina","62":"Sposta","63":"Copia","64":"Permessi","65":"Hai accesso di sola lettura a questa cartella.","66":"Hai accessi di lettura & scrittura a questa cartella.","67":"Hai il pieno controllo di questa cartella.","68":"Nuova cartella","69":"Crea Nuova cartella","70":"Svuota il Cestino","71":"Aggiungi contatto","72":"Elimina contatto","73":"Sei sicuro di voler eliminare questo utente dal tuo elenco di contatti?","74":"Sei sicuro di voler eliminare questi utenti dal tuo elenco dei contatti?","75":"Elimina contatto","76":"Stai per rimuovere in modo permanente [X] dal cestino.","77":"Vuoi procedere?","78":"Si","79":"No","81":"OK","82":"Annulla","83":"Rimuovi","84":"Conferma eliminazione","85":"Ricarica","86":"Nome","87":"Dimensione","88":"Tipo di traferimento","89":"Stato","90":"Velocità","91":"Tempo trascorso","92":"Tempo rimanente","93":"Tipo","94":"Ultima modifica","95":"E-mail","96":"Permessi","97":"Nuovo Upload","98":"Carica Cartella","99":"Carica File","100":"Svuota il Cestino","101":"Aggiungi contatto","102":"Cerca","103":"Cancella trasferimento","104":"Trasferimenti di file","105":"rimanente","106":"File manager","107":"Vuoi copiare la cartella selezionata nella casella di privata di [X]?","108":"Conferma","109":"Vuoi copiare la cartella selezionata in questa cartella condivisa?","110":"Vuoi copiare gli elementi selezionati nella casella di privata di [X]?","111":"Vuoi copiare gli elementi selezionati in questa cartella condivisa?","112":"Collegamenti","113":"Collegamenti di file","114":"Key file","115":"Nome file","116":"Dimensione file","117":"Sposta in","118":"Seleziona la destinazione","119":"Quota di larghezza di banda gratuita superata","120":"Il tuo download non può procedere, perché bloccherà la quota di trasferimento corrente gratis per il tuo indirizzo IP.","121":"Questo limite è dinamico e dipende dalla quantità di banda inutilizzata che abbiamo a disposizione.","122":"Contano solo i trasferimenti effettuati durante le ultime cinque o sei ore.","123":"In questo intervallo di tempo:","124":"Hai scaricato [X].","125":"[X1] saranno disponibili disponibile in [X2].","126":"Il limite dell'IP corrente è di [X].","127":"Per la tua convenienza, la tua coda di download sarà messa in attesa fino ad avere abbastanza quota di banda disponibile, per poi riprendere automaticamente.","128":"Se non vuoi aspettare, puoi prendere in considerazione di comprare un pacchetto di larghezza di banda che offre anche un ampio spazio di archiviazione aggiuntivo.","129":"Passa a Pro","130":"Scarica i files","131":"Clicca \"Consenti\" per il completamento del download","132":"Sposta gli elementi","133":"Sposta [X]","134":"Copia [X]","135":"Errore","136":"Per favore seleziona la cartella di destinazione.","137":"Per favore seleziona una destinazione valida.","138":"La cartella di destinazione non può essere la stessa della cartella di origine.","139":"Errore circolare","140":"Errore circolare: la destinazione non può essere una sotto-cartella della cartella in spostamento.","141":"Per favore inserisci un indirizzo e-mail valido.","142":"Attendi...","144":"Rimuovi condivisione","145":"Indirizzo e-mail:","146":"Condividi con un nuovo utente:","147":"Garantisci accesso","148":"Chiudi","149":"Condivisione","150":"Contatto invitato","151":"Questo utente [X] è stato invitato e apparirà nell'elenco dei contatti una volta registrato.","152":"Non puoi aggiungerti alla lista dei tuoi contatti.","153":"Indirizzo e-mail","154":"Aggiungi contatto","155":"Aggiungi","156":"Annulla","157":"Nome Cartella","158":"Crea","159":"Annulla","160":"Il nome della cartella è già in uso. Prova di nuovo.","161":"Rinomina","162":"Rinomina","163":"Annulla","164":"Cloud Drive","165":"Contatti","166":"Inbox","167":"Cestino","168":"Cestino","169":"Menu","170":"Registrazione","171":"Accesso","172":"Trascina e rilascia i file dove vuoi","174":"o","175":"Scegli file","176":"Scegli i file da caricare","177":"Avete le keys per quello che memorizzate in cloud","178":"Collaborazione Sicurezza Online","179":"Potente File Manager","180":"Applicazione Ecosistema","181":"Caratteristiche in dettaglio","182":"Condividi cartelle crittografate con colleghi o partner commerciali e scambiare documenti confidenziali con crittografia end-to-end trasparente.","183":"Visualizza e gestisci i tuoi file nel browser, con integrato un sistema velocizzato di batch up e download.","184":"Un'API completa che permette agli sviluppatori di terze parti di  migliorare la funzionalità di MEGA.","185":"2048 bit di crittografia RSA","186":"Esci","187":"Il mio account","188":"File Manager","189":"Interrompi la Sessione","190":"Accesso","191":"crea un account","192":"Ricordami","193":"Accesso","194":"[X] servers online","195":"La tua Email","196":"La tua Email","197":"Per favore inserisci il tuo indirizzo e-mail.","198":"Per favore inserisci un indirizzo e-mail valido.","199":"Per favore inserisci la tua password.","200":"Oops, qualcosa è andato storto.","201":"L'indirizzo e-mail o la password non sono corretti. Per favore riprova.","202":"Crea un nuovo account","204":"o","205":"accesso","206":"Il tuo nome","207":"La tua Email","208":"Sono d'accordo con i [A]Termini di Servizio[\/A] di MEGA","209":"Registrati","210":"Preparati ad una nuova era","211":"Il Cloud storage non sarà più lo stesso","212":"Per favore inserisci il tuo nome.","213":"Per favore scegli una password.","214":"Devi accettare i nostri termini di servizio.","215":"Si è verificato un errore sconosciuto. Per favore riprova.","216":"Grandioso","217":"Per favore controlla la tua e-mail e clicca il link per confermare il tuo account.","218":"Questo indirizzo e-mail è già registrato ad un account MEGA.","219":"Questo indirizzo e-mail è già registrato ad un account MEGA.","220":"Debole","221":"Media","222":"Buona","223":"Eccellente","224":"SELEZIONA I FILE DA CARICARE","225":"SCEGLI I FILE DA CARICARE O TRASCINALI E RILASCIALI QUA","226":"Per evitare il sovraccarico delle risorse, abbiamo un massimo di banda da utilizzare. Nelle ultime sei ore, il tuo indirizzo IP ha consumato [X1], che, insieme al file selezionato di [X2], supererebbe il nostro limite attuale di [X3]. Per garantire un accesso equo e paritario alle nostre risorse, i download in sospeso sono stati messi in attesa. Riprenderanno automaticamente una volta che avrai nuova banda disponibile.","227":"I trasferimenti che avvengono con un acquisto di banda sono esenti da questa limitazione, quindi, se non vuoi aspettare, dovresti prendere in considerazione l'acquisto di un pacchetto Pro.","228":"Gestione del traffico","229":"Non visualizzare più","230":"Passa a Pro","231":"No grazie, aspetterò","232":"No grazie, aspetterò","233":"Errore temporaneo, sto riprovando.","234":"Scarica File","235":"Scarica","236":"Importa","237":"Inzia a scaricare","238":"Segnala per copyright","239":"Download completato","240":"Al fine di completare il processo di trasferimento dei file, devi prima salvare manualmente il file.","241":"Salva il file","242":"Passa a Chrome per gioire della potenza massima di MEGA","243":"Il file che stai tentando di scaricare non è più disponibile.","244":"Questo potrebbe essere dovuto alle seguenti ragioni:","246":"Il file è stato rimosso a causa di una violazione dei Termini di Servizio\/Politica di Utilizzo.","247":"URL non valido - il collegamento cui stai tentando di accedere non esiste","248":"Il file è stato eliminato dall'utente.","249":"Il file che stai tentando di scaricare non è temporaneamente disponibile.","250":"La nostra ridondanza non è riuscita. Questo potrebbe essere dovuto alle seguenti ragioni:","251":"Alcuni server sono in fase di manutenzione.","252":"Siamo sovraccarico e stiamo aggiungendo più capacità.","253":"Per favore riprova più tardi.","254":"Il file che stai tentando di scaricare non è più disponibile.","255":"Questo file non è più disponibile a causa di un reclamo di copyright da parte di [X].","256":"La tua key non ha la lunghezza corretta.","257":"Per favore assicurati di inserire una key valida.","258":"Downloading","259":"Cosa significa \"MEGA\"?","260":"MEGA è un acronimo ricorsivo e sta per \"MEGA Encrypted Global Access\".","261":"Che cosa è MEGA?","262":"MEGA è un provider di cloud storage. Offre gratuitamente, o a pagamento, uno spazio online personale. Quest'ultimo consente di memorizzare e accedere ai file all'interno del tuo browser o attraverso applicazioni client dedicate.","264":"Per quanto a nostra conoscenza, nessuna competenza attualmente definisce fuorilegge l'archiviazione o la crittografia. Ti preghiamo di rispettare le leggi e regolamenti in materia di [B]come[\/B] si utilizza il cloud storage e la crittografia così come i nostri [A]Termini di Servizio[\/A].","265":"MEGA è stato creato dalle stesse persone che in precedenza avevano creato una delle aziende più grandi del mondo del cloud storage. Per favore, potrei riavere il mio account e miei file?","266":"Purtroppo, MEGA non ha accesso ad alcuna delle attività che i suoi dipendenti hanno creato in precedenza. Non vi è alcun legame giuridico e riciclaggio di alcun codice, hardware o database, pertanto, al momento, non abbiamo modo di recuperare i vostri dati.","267":"Perché creare un'azienda specializzata nel cloud storage in Nuova Zelanda, e non in un altro posto?","268":"Tra gli altri importanti motivi, il nome originario della Nuova Zelanda in Maori è \"Aotearoa\", che significa \"terra della lunga nuvola bianca (cloud in inglese)\".","269":"Posso accedere a MEGA con qualsiasi dispositivo mobile?","270":"MEGA è stato ottimizzato per i browser desktop. Stiamo lavorando duramente per rendere MEGA pienamente compatibile con tutti i principali dispositivi mobili e tablet. Potete aspettarvi app dedicate per il tuo dispositivo preferito in un prossimo futuro.","271":"Posso riprendere download & upload interrotti in precedenza?","272":"Sì, fino a quando non chiudi la scheda del browser, gli upload ed i download riprenderanno automaticamente. Per esempio, dopo un'interruzione di rete o dopo aver messo il dispositivo in modalità standby\/ sleep. Tieni nota che i nostri server dopo 48 ore di inattività annulleranno il tuo upload automaticamente.","273":"Posso caricare lo stesso file più volte?","274":"Sì. Spetta al client gestire le collisioni tra i nomi di file - con le impostazioni standard, se si carica un file che già sembra essere presente nel tuo account (stesso percorso\/nome file, stesse dimensioni, stesso tempo dell'ultima modifica), viene saltato, ma nulla vieta di tenere più file o cartelle con lo stesso nome nella stessa cartella.","275":"Come regolate l'utilizzo della larghezza di banda?","276":"La nostra politica non si basa sull'imporre restrizioni ai nostri utenti a meno che non rese necessarie da motivi infrastrutturali. Pertanto ci riserviamo il diritto di imporre un limite sull'utilizzo di banda per ragioni operative, in qualsiasi momento e per ogni singolo IP. La tua coda di trasferimento riprenderà automaticamente una volta che avrai nuova banda a disposizione. Non è richiesto alcun intervento manuale.","277":"Ci sono limiti di dimensione dei file su MEGA?","278":"Non imponiamo limiti sulla dimensione dei file, ma dipenderanno solamente dallo spazio disponibile sul tuo disco cloud. Tuttavia, alcuni browser richiedono l'intero file di essere memorizzato nella memoria per il download (Firefox, IE10, Opera), o sia per il download e l'upload (IE9, Safari 5).","279":"È possibile caricare e scaricare allo stesso tempo?","280":"Sì.  Un upload e un download per ogni scheda del browser possono essere eseguiti in parallelo.","281":"Perché non fornite miniature delle immagini o anteprime audio e video in streaming?","282":"Perché il nostro modello di cifratura end-to-end esclude di per sé qualsiasi manipolazione dei dati in server-side, che sarebbe necessario per implementare una tale caratteristica.","283":"Come faccio a caricare files su MEGA?","284":"Ci sono tre modi per caricare files su MEGA:","285":"1. Fare clic sul pulsante rosso sulla pagina iniziale","286":"2. Vai nel tuo file manager di file e fai clic su \"Carica File\" o (se stai utilizzando Chrome) \"Upload Cartella\" nella parte superiore","287":"3. Trascinando e rilasciando i file o (se stai utilizzando Chrome) cartelle sul sito","288":"Come installo MEGA?","289":"Non hai bisogno di installare nulla. MEGA è interamente basato su browser e funziona con tutti i browser più diffusi. Per usufruire del massimo potenziale di MEGA, si consiglia vivamente di utilizzare Google Chrome.","290":"Come funzionano le cartelle condivise?","291":"È possibile condividere qualsiasi cosa del cloud drive con amici, familiari o colleghi di lavoro. Gli inviti funzionano via e-mail. Gli invitati che non hanno ancora un profilo riceveranno una e-mail di notifica con un link di iscrizione. In alternativa, è possibile creare un link pubblico per le tue cartelle ed esportare la cartella specifica con una key di crittografia, che lo rende accessibile senza un account MEGA. È quindi vostra responsabilità trasmettere in modo sicuro la key al destinatario(i).","292":"Per stabilire, modificare o eliminare una condivisione, è sufficiente fare clic destro su una cartella nel file manager e selezionare Condivisione. Ci sono tre livelli di accesso: sola lettura, lettura\/scrittura (i file possono essere aggiunti, ma non eliminati), e full (i file possono essere aggiunti ed eliminati).","293":"Se hai aggiunto un indirizzo e-mail che non ha ancora un account, è necessario che tu sia online almeno una volta dopo che abbia completato il processo di registrazione in modo che tu possa crittografare la tua condivisione per la sua key appena creata.","294":"Come faccio ad eliminare le persone dalla mia cartella condivisa?","295":"Basta fare clic destro su una cartella nel file manager e selezionare condivisione. Vedrete tutte le persone che hanno accesso alla cartella condivisa. Fai clic destro sulla persona e scegli l'opzione Elimina dal menu.","296":"Come faccio a riconoscere le mie cartelle condivise?","297":"Le cartelle condivise nel tuo file manager hanno una speciale icona con una mano sotto la cartella.","298":"Posso condividere una cartella condivisa?","299":"No. Le cartelle condivise non sono transitive.","302":"Come faccio a collegare un file su MEGA?","303":"Prima di tutto, una parola di cautela: La sicurezza di crittografia dei tuoi file dipende dalla riservatezza delle key di crittografia associate. Assicuratevi di trasmettere la key solo su canali protetti! E-mail standard, per esempio, non sono sufficienti.","304":"Con questo in mente, seleziona uno o più file nel file manager, quindi fai clic destro e utilizzare \"Ottieni link\". Una finestra di dialogo con il link pubblico(i) per il file(s) che hai selezionato si aprirà. È possibile scegliere di esportare ogni link e la key separatamente o come un combo.","305":"Come funziona la crittografia?","306":"La crittografia è end-to-end. I dati caricati vengono crittografati sul dispositivo di caricamento prima di essere inviato a Internet, e dati scaricati vengono decifrati solo dopo che è arrivato sul dispositivo download. Le macchine client sono responsabili della generazione, scambio e gestione delle key di crittografia. Non ci sono key di crittografia utilizzabili lasciate nei computer client (ad eccezione delle key pubbliche RSA).","307":"Tutti i miei dati personali soggetti alla crittografia?","308":"No. Solo i dati dei file e i file\/nomi delle cartelle sono crittografati. Le informazioni di cui abbiamo bisogno, come il tuo indirizzo e-mail, l'indirizzo IP, struttura delle cartelle, proprietà dei file e le credenziali di pagamento, vengono memorizzati ed elaborati senza crittografia. Ti preghiamo quindi di consultare la nostra politica sulla privacy per i dettagli.","309":"I miei dati sono memorizzati assolutamente in modo sicuro?","310":"Tutta la sicurezza è relativa. I vettori di attacco seguenti esistono - non sono specifici per MEGA, ma vogliamo farvi conoscere i rischi:","311":"Account individuali vengono compromessi da:","312":"- Spyware nel tuo computer. Un keylogger è abbastanza, ma le credenziali e le chiavi di sessione potrebbero anche essere estratte dalla memoria o dal sistema.","313":"- Shoulder surfing. Non digitare la password mentre qualcuno potrebbe guardare i tasti premuti.","314":"- Password brute-forcing. Utilizza password complesse.","315":"- Phishing. Verificare sempre lo stato di sicurezza della connessione (https:\/\/) e il nome di dominio corretto (mega.co.nz) prima di inserire la tua password.","316":"Attacchi su larga scala potrebbero accadere mediante:","317":"- Un attacco \"man in the middle\". Richiede il rilascio di un duplicato del certificato SSL valido in combinazione con una modifica DNS e\/o attacchi contro le nostre rotte BGP (uno scenario sitle DigiNotar).","318":"- L'accesso al server web di hosting https:\/\/mega.co.nz\/index.html e sostituendo il file con una versione modificata (ciò non influenza l'accesso attraverso la base app installata). Si noti che manipolare i contenuti sul nostro CDN non costituisce un rischio per la sicurezza, come tutto il contenuto attivo caricato da index.html è soggetto a verifica con un hash crittografico (pensare ad esso come una sorta di \"avvio sicuro\" per i siti web). Questo tipo di attacco richiede l'invio di codice dannoso per il cliente ed è quindi rilevabile.","319":"- Ottenere l'accesso alla nostra infrastruttura di base del server e la creazione di false richieste di key. Questo tipo di attacco riguarda solo i dati nelle cartelle condivise ed è rilevabile sul lato client.","320":"E se non mi fido? È sicuro usare MEGA?","321":"Se non ti fidi di noi, non puoi eseguire alcun codice fornito da noi, entrare nel nostro sito del tuo browser e immettere la password è off limits. Se vuoi continuare a utilizzare MEGA, devi farlo attraverso una applicazione client che è stata scritta da una persona di fiducia.","322":"Ho fiducia in voi e nel vostro data center in Nuova Zelanda, ma non mi fido del tuo vostro data center tedesco, in quanto è gestito da una società statunitense. È ancora sicuro per me da usare MEGA?","323":"Sì, puoi tranquillamente utilizzare MEGA, anche se i nostri server in Germania sono stati completamente compromessi. Il data center in Nuova Zelanda fa in modo che nessun codice possa essere eseguito quando si visita https:\/\/mega.co.nz\/.","324":"I dati che ho inserito nelle cartelle condivise sono sicuri tanto quanti i miei altri dati?","325":"Le cartelle condivise, per natura, sono solo più sicure quanto il loro membro meno sicuro. Tuttavia, un compromesso della nostra infrastruttura di base del server rappresenta un ulteriore rischio: Le key pubbliche possono essere manipolate, e le key richieste potrebbero essere contraffatte.","326":"Supponiamo che un nodo di archiviazione MEGA è fisicamente compromesso. Quali sono i rischi?","327":"Messaggi di errore dopo il download di file manipolati. Anche se l'attaccante ha avuto la key di crittografia per un determinato file su quel nodo, non poteva ancora sostituirlo con uno modificato senza causare i successivi download a fallire.","328":"È una buona idea  archiviare tutti i miei dati in un unico luogo?","329":"Tieni sempre delle copie ridondanti dei file importanti, online e offline. Anche se manteniamo ogni singolo file in almeno due luoghi, non vi è alcuna garanzia contro malfunzionamenti multipli e simultanei e ripetuta cattiva condotta del governo senza precedenti.","330":"Perché dovrei affidare i miei dati, di tutte le persone, a voi?","331":"La nostra gestione di crittografia, la decodifica e la key di applicazione è open source, ed invitiamo e incoraggiamo la comunità a controllare che non siano presenti difetti concettuali, bug e backdoor. Noi crediamo che questo approccio è molto più sicuro del memorizzare i dati su un provider server-side o senza nessuna codifica - se, per esempio, a causa di un errore di programmazione, gli account utente sono improvvisamente accessibili senza password, questo non potrebbe causare alcuna violazione del segreto dei dati memorizzati su MEGA.","332":"Ho notato che utilizzate HTTPS per il trasferimento di file di dati già codificati. Non è superfluo?","333":"Lo è. Purtroppo, la maggior parte dei browser si offende con la creazione di connessioni non protette da una pagina protetta, e chi può biasimarli per questo - non possono essere a conoscenza del fatto che c'è un altro strato di crittografia già in funzione. Poiché HTTPS ha un effetto negativo sulle prestazioni, ti permettiamo di toglierlo sui browser che lo permettono (Internet Explorer non lo permette) per velocizzare i trasferimenti senza mettere a repentaglio la riservatezza e l'integrità dei dati. Verrà visualizzato un avviso SSL al tuo trasferimento di file prima in alcuni browser - in questo (e solo in questo) caso, è sicuro ignorare il messaggio.","334":"Di quali algoritmi di crittografia fa uso MEGA?","335":"Per i trasferimenti di massa, AES-128 (crediamo che l'utilizzo della CPU maggiore di AES-192 e AES-256 è superiore al vantaggio teorico di sicurezza, almeno fino a quando l'avvento dei computer quantistici). L'integrità ed il controllo post-download avviene attraverso una variazione Chunked del CCM, che è meno efficiente di OCB, ma non gravata da brevetti.","336":"Per stabilire segreti condivisi tra utenti e file nella tua inbox, RSA-2048 (la lunghezza della key è stata scelta come base intermedia tra \"troppo insicuro\" e \"troppo lento\"). La crittografia, decrittografia e il generatore di key è implementato in Javascript, che limita il throughput di pochi MB\/s e causa un carico significativo di CPU. Stiamo aspettando con impazienza l'attuazione della proposta di HTML5 WebCrypto API in tutti i principali browser, che consentirà di eliminare questa limitazione.","337":"Il generatore di numeri casuali Javascript è aumentato dai movimenti di un mouse\/tastiera, basati su entropia RC4.","338":"MEGA tiene i backup dei miei files?","339":"Noi memorizziamo i tuoi files su almeno due server in data center diversi, se disponibili.","340":"Ho dimenticato la mia password. Posso resettarla?","344":"Quando è necessario eseguire l'aggiornamento a un account Pro?","345":"Un account Pro ti offre ulteriore spazio di archiviazione e quota di larghezza di banda in più che ti verrà automaticamente aggiunta quando supererai la quota gratuita - è possibile utilizzare la quota da soli, o concedere a terzi l'accesso ai tuoi dati (compresi gli utenti senza un account MEGA) . La percentuale massima del contingente larghezza di banda assegnata a terzi è configurabile nelle impostazioni dell'account.","346":"Perché c'è la possibilità di limitare la mia velocità di upload, e perché è attivata per impostazione predefinita?","347":"Molti router non attribuiscono priorità a pacchetti più piccoli in caso di congestione di link, facendo diventare il traffico in entrata una seria minaccia alle prestazioni. Misuriamo quindi la larghezza di banda disponibile in uscita durante i primi dieci secondi di un upload mantenendo almeno il 10% di essa non utilizzata. Si può cercare di massimizzare le prestazioni di caricamento facendo disabilitare questa opzione.","348":"Che cosa ottengo con un account gratuito?","349":"Un Cloud Drive accessibile a livello gobale, ad alta velocità e sicuro con un ampio spazio su disco. Gli utenti gratuiti avranno a disposizione [X] di spazio. Se hai bisogno di più spazio, è possibile eseguire l'aggiornamento ad un account [A1]Pro[\/A1]. Puoi controllare il tuo utilizzo corrente [A2]qui[\/A2].","359":"Offrite una API?","361":"Sì. Il codice Javascript open-source che implementa l'interfaccia basata su browser MEGA utilizza il nostro API,  in modo da avere una codice semplice ed intuitivo a cui attingere se trovate la nostra [A]Documentazione[\/A] insufficiente. Dal momento che non abbiamo le risorse per costruire tutte le applicazioni cool che trasformano MEGA in uno strumento versatile e utile, noi stessi, vi invitiamo ad aiutarci. Dopo la revisione del codice della tua applicazione, la presenteremo sul nostro sito. Siamo lieti di discutere sui modelli di compartecipazione alle entrate per le applicazioni molto popolari.","362":"Per evitare il sovraccarico delle risorse, a volte dobbiamo porre un limite all'utilizzo della larghezza di banda. Il file che stai tentando di scaricare è più grande del nostro attuale limite di [X3]. Il tuo trasferimento è stata rinviato e si avvierà automaticamente una volta che la avrai banda disponibile.","365":"Il tuo browser è troppo vecchio per scaricare un file di questa dimensione.","366":"Avviso di Copyright","367":"MEGA rispetta i diritti di copyright di terzi e richiede agli utenti del servizio di essere conformi alle leggi del diritto d'autore.  È assolutamente vietato l'uso del servizio cloud di MEGA per violare i diritti d'autore. L'utente non può caricare, scaricare, memorizzare, condividere, visualizzare, distribuire, inviare via e-mail, linkare o trasmettere o altrimenti rendere disponibile qualsiasi file, dati o contenuti che violano i diritti d'autore o altri diritti di proprietà di qualsiasi persona o entità.","368":"Attenzione:","369":"Il modello di sicurezza crittografica di MEGA dipende dalla riservatezza dei tasti visualizzati in precedenza. Evita di trasmetterli attraverso canali non sicuri!","370":"Copia nella clipboard","371":"Copiato nella clipboard","372":"Carica","373":"Scarica","374":"Promettiamo, forniamo","375":"Navigazione bloccata a causa delle attese di trasferimento di files.","376":"Devi aver effettuato il login per visualizzare questa pagina.","377":"Attualmente hai almeno un trasferimento di file in corso. Se continui il trasferimento si interromperà.","378":"Per favore inserisci la password per confermare il tuo account.","379":"Effettua il login per importare questo file al tuo account.","380":"Inserisci key di decrittazione","381":"Tutti i diritti riservati","382":"realizzato in Nuova Zelanda","383":"Supporto","384":"Assistenza","385":"Termini di Servizio","386":"Informativa sulla privacy","387":"Copyright","388":"Comunità","389":"Blog","390":"Partnerships","391":"Rivenditori","392":"Sviluppatori","393":"Hosting Partners","394":"Investitori","395":"Diventa un rivenditore","396":"Chi siamo","397":"Iscrizione Gratuita","398":"Iscrizione Pro","399":"Contattaci","400":"Nozioni di base","401":"Condivisione","402":"Sicurezza & privacy","403":"Account","404":"Pagamenti & Fatturazione","405":"Strumenti","406":"Domande frequenti:","407":"Categorie:","408":"Gennaio","409":"Febbraio","410":"Marzo","411":"Aprile","412":"Maggio","413":"Giugno","414":"Luglio","415":"Agosto","416":"Settembre","417":"Ottobre","418":"Novembre","419":"Dicembre","420":"Effettua il login per iniziare il caricamento.","421":"Per favore accetta i nostri termini di servizio","422":"Accetto","423":"Hai bisogno di essere registrato per utilizzare la funzione di condivisione. Vuoi registrarti adesso?","424":"Condivisione disabilitata","425":"Rinomina Cartella","426":"Rinomina File","427":"Dettagli account","428":"Buoni","429":"Cronologia Sessioni","430":"Cronologia Acquisti","431":"Cronologia Transazioni","432":"Tipo account:","433":"Aggiorna","434":"Tipo di abbonamento:","435":"GRATIS","436":"Nessun ciclo di fatturazione","437":"Spazio:","438":"[X] usato","439":"[X1] di [X2]","440":"Gestione della Banda:","441":"Abilita Gestione della Banda","442":"Disabilita Gestione della Banda","443":"Puoi specificare la percentuale che desideri assegnare alla larghezza di banda.","444":"Setta Servizio della Larghezza di Banda:","445":"Servizio Larghezza di Banda","446":"(per i download di terze parti dei tuoi files)","447":"Larghezza di Banda Download","448":"(per il download di file di terze parti)","449":"Saldo dell'account","450":"Aumenta","451":"Creare buoni:","452":"Tipo buono:","453":"Seleziona il tipo di buono","454":"Quantità:","455":"Crea","456":"Riscatta buono:","457":"Compra buono","458":"Riscatta","459":"I tuoi buoni","460":"Buoni inutilizzati","461":"Buoni riscattati","462":"Buoni annullati","463":"Buoni revocati","464":"Tutti i buoni","466":"Ultimi [X]","467":"Cronologia Sessioni","468":"Cronologia Acquisti","469":"Ultimi [X] acquisti","470":"Cronologia Transazioni","471":"Ultime [X] transazioni","472":"Ultime [X] sessioni","473":"Oops, questo non sembra essere un codice buono valido.","474":"Data di scadenza:","475":"Data\/Ora","476":"Articolo","477":"Importo","478":"Metodo di pagamento","479":"Browser","480":"Indirizzo IP","481":"Paese","482":"Attività più recenti","483":"Sessione corrente","484":"ID Transazione","485":"Credito","486":"Debito","487":"Codice buono","488":"Stato","489":"Inutilizzato","490":"Riscattato il","491":"Revocato il","492":"Eliminato il","494":"Scegli il tuo pacchetto:","495":"Spazio","496":"Larghezza di Banda","497":"Seleziona prezzi:","498":"al mese","499":"all'anno","500":"Seleziona prezzi:","501":"risparmia il 17%","502":"Seleziona prezzi:","503":"Scegli il metodo di pagamento:","504":"Saldo prepagato","505":"compra buono","506":"Professional","507":"Continua","508":"codice buono","509":"L'AZIENDA DELLA PRIVACY","510":"Benvenuto su MEGA!","511":"Le tue key pubbliche \/ private a 2048-bit SRA sono in fase di creazione.","512":"Per rafforzare la key, abbiamo raccolto l'entropia dei tuoi movimenti del mouse e i tempi di battitura.","513":"Il codice promozionale è stato riscattato nel tuo account, tuttavia il credito prepagato non è ancora sufficiente per questo acquisto. Ti preghiamo quindi di aggiungere più credito, o provare l'acquisto di un pacchetto più economico.","514":"Credito insufficiente, riprova per favore.","515":"Questa cartella contiene più di 500 voci. Cartelle di grandi dimensioni possono rallentare il browser. Si prega di considerare l'utilizzo di sotto-cartelle.","516":"Ottieni supporto","517":"Qualcosa non funziona? Ti preghiamo di controllare prima il nostro [A]centro assistenza[\/A]. Se la tua domanda non trova risposta, non esitare a contattarci.","518":"Legale","519":"Il nostro ufficio legale è in attesa di rispondere alle vostre richieste.","520":"Copyright","521":"Credi che un utente stia violando diritti di tua proprietà intellettuale? Ti preghiamo di inviare un avviso tramite il nostro [A]modulo online[\/A] o inviarci una e-mail.","522":"Suggerisci miglioramenti","523":"Ti preghiamo di inviare richieste di funzionalità o suggerimenti qui.","524":"Segnala un bug","525":"MEGA è attualmente in versione beta, e siete invitati a segnalare eventuali bug. Il testo più è dettagliato, meglio è.","526":"Media","527":"Accogliamo i membri dei media, compresi i blogger, per metterli in contatto con problemi correlati a MEGA.","528":"Diventa un rivenditore","529":"Entra a far parte della storia di un successo!","530":"Il nostro programma di rivenditori vi permetterà di vendere buoni Mega direttamente ai vostri clienti.","531":"Dettagli:","532":"Avrai accesso alla nostra sofisticata interfaccia di gestione buoni.","533":"Creerai buoni in tempo reale dal tuo conto.","534":"Una generosa quota di entrate fin dall'inizio.","535":"Più vendi, più alte saranno le entrate, più profitto avrai.","536":"L'accesso API vi permetterà di sviluppare interessanti strumenti che possono interagire con il nostro sistema in tempo reale.","537":"Pubblicità gratuita: il tuo sito sarà collegato su Mega.","538":"Dopo la revisione e l'approvazione della tua applicazione, La tua azienda e sito web devono soddisfare i nostri standard.","539":"Quota di entrate","540":"La tua quota delle entrate sarà scontata al momento della creazione del buono.","541":"Fatturato mensile","542":"Quota di entrate","543":"più di [X]","544":"Applicazione rivenditore","545":"Iscriviti come rivenditore","546":"Dettagli","547":"I tuoi dettagli","548":"Mercati","549":"Scegli mercati di rivenditori:","550":"Pagamenti","551":"Scegli i metodi di pagamento","552":"Scegli i metodi di pagamento dalla lista dei provider disponibili","553":"Il tuo provider di pagamenti non è in lista? Per piacere, [A]contattaci[\/A]","554":"Completa","555":"Sono d'accordo con i [A]Termini di Servizio dei Rivenditori[\/A] di MEGA","556":"Successivo","557":"Selezionare i mercati dalla lista dei paesi disponibili","558":"Precedente","559":"Il tuo nome","560":"URL Azienda","561":"Indirizzo","562":"CAP \/ Codice postale","563":"Nome azienda","564":"Numero di telefono","565":"Città","566":"Selezionare i paesi per il metodo di pagamento:","568":"Per favore seleziona il tuo paese","569":"Impostazioni di trasferimento","570":"Numero di connessioni upload parallele:","571":"Numero di connessioni download parallele:","572":"Limite velocità upload:","573":"Nessuno","574":"Automatico","575":"Fisso","576":"Salta file identici durante il caricamento:","577":"Si","578":"No","579":"Usa l'SSL per i trasferimenti di file:","580":"Disattivando SSL si migliorano le prestazioni e non diminuisce la sicurezza.","581":"Inserisci il tuo nome.","582":"Inserisci l'URL della tua azienda.","583":"Inserisci il tuo indirizzo.","584":"Inserisci il tuo CAP \/ codice postale.","585":"Inserisci il nome della tua azienda.","586":"Inserisci il tuo numero di telefono.","587":"Inserisci la tua città.","588":"Inserisci il tuo paese.","589":"È necessario accedere ai termini di servizio del rivenditore.","590":"Per favore scegli almeno un paese.","591":"Per favore scegli almeno un metodo di pagamento.","592":"Per favore seleziona almeno un paese al di pagamento.","593":"Grandioso","594":"Riceverai una e-mail da noi con ulteriori istruzioni.","620":"Comunicazione di Presunta Violazione","621":"Comunicazione","622":"MEGA rispetta il copyright di terzi e si aspetta che gli utenti dei servizi cloud facciano lo stesso. Risponderemo alle segnalazioni di presunte violazioni del copyright che sono conformi alla normativa vigente e sono ben fornite. Se si ritiene che il contenuto è stato copiato o utilizzato in un modo che costituisce violazione del copyright, ti preghiamo di fornirci le seguenti informazioni: una firma fisica o elettronica del proprietario del copyright o una persona autorizzata ad agire per loro conto;  l'identificazione del lavoro protetto da copyright si ritiene sia stato violato; identificazione del materiale che si ritiene essere stato violato o essere oggetto di violazione e che deve essere rimosso o il cui accesso deve essere disattivato, e informazioni ragionevolmente sufficienti per permetterci di individuare il materiale tra cui ad esempio l'Uniform Resource Locator (URL), (iv) le informazioni di contatto, compreso il tuo indirizzo, numero di telefono e un indirizzo di posta elettronica, (envy) una dichiarazione che dispone in buona fede che l'uso del materiale lamentato non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge e (vi) delle dichiarazioni nella notifica accurate e, sotto pena di spergiuro, che si è autorizzati ad agire per conto del titolare del copyright.","623":"Ci riserviamo il diritto di rimuovere contenuti sostenuti violanti senza preavviso, a nostra esclusiva discrezione, e senza responsabilità nei vostri confronti. In determinate circostanze, MEGA può anche chiudere l'account di un utente se l'utente è determinato a ripetere la violazione. Il nostro responsabile designato per la notifica di presunta violazione del copyright che appare sul Cloud Services è:","624":"Avvertenza Copyright","625":"Si prega di utilizzare questo modulo per inviare un avviso di copyright. Vi risponderemo entro 24 ore (istantaneamente durante l'orario lavorativo).","626":"Contenuto:","627":"Campo obbligatorio","628":"Viola il mio diritto d'autore personale.","629":"Viola il diritto d'autore di qualcuno che sono autorizzato a rappresentare.","630":"Tipo di rimozione:","631":"Seleziona il tipo di rimozione:","632":"1. Disattivare l'URL pubblico - solo il file(s) rimarrà nell'account del proprietario(i)","633":"2. Disattivare tutti gli URL pubblici del file sottostante per l'URL segnalato - il file(s) rimarrà nell'account del proprietario(i)","634":"3. Rimuovere tutte le istanze del file(s) sottostante all'URL(s) fornito - non c'è utente autorizzato a conservare questo in qualsiasi circostanza","635":"Dichiaro in buona fede che la condivisione di materiale protetto da copyright in corrispondenza non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge (ad esempio, come uso libero)","636":"Comprendo che posso essere danneggiato, sia giuridicamente che economicamente, se segnalerò un contenuto, URL(s) o file(s) per errore.","637":"Le informazioni contenute in questa comunicazione sono esatte, e confermo che sono autorizzato ad agire per conto del titolare del copyright.","638":"Questa notifica è un documento serio legale - si prega di prestare attenzione ed essere precisi quando si rivendica un contenuto protetto da copyright. Potresti prima consultarti con un avvocato per stabilire se il contenuto che stai segnalando viola un qualcosa non protetto da fair use (uso libero), licenza o altro fondamento giuridico.","639":"Invia nota","640":"Aggiungi","641":"URL di contenuti illeciti:","642":"Nome proprietario Copyright:","643":"Qualifica:","644":"Indirizzo e-mail:","645":"Fax:","646":"Città:","647":"CAP \/ Codice postale:","648":"Lavoro protetto da copyright affermato di essere stato violato:","649":"Nome completo:","650":"Azienda \/ Organizzazione:","651":"Numero di telefono:","652":"Indirizzo:","653":"Stato \/ Provincia:","654":"Paese:","655":"Ti preghiamo di fornire l'URL per ogni opera protetta da copyright cui si ritienga sia stato violato.","656":"Ti preghiamo di fornire l'opera protetta da copyright per ogni violazione.","657":"Ti preghiamo di selezionare se il contenuto viola il tuo copyright personale o di qualcuno che si è autorizzati a rappresentare.","658":"Seleziona il tipo di rimozione.","659":"Ti preghiamo di fornire l'URL per ogni opera protetta da copyright cui si ritienga sia stato violato.","660":"Ti preghiamo di fornire l'opera protetta da copyright per ogni violazione.","661":"Ti preghiamo di fornire il nome del proprietario del copyright.","662":"Ti preghiamo di fornire il tuo nome e cognome.","663":"Ti preghiamo di fornire il tuo indirizzo e-mail.","664":"Ti preghiamo di inserire un indirizzo e-mail valido.","665":"Ti preghiamo di confermare in buona fede che la condivisione di materiale protetto da copyright segnalato non è autorizzato dal proprietario del copyright, dal suo agente o dalla legge (ad esempio, come libero uso).","666":"Ti preghiamo di confermare che puoi essere ritenuto responsabile per danni, compresi i costi e le spese legali, se consapevolmente o erroneamente dichiari che i contenuti segnalati, URL o files sono protetti da copyright.","667":"Ti preghiamo di confermare che questa comunicazione è esatta e che si è autorizzati ad agire per conto del titolare del copyright.","668":"Grazie!","669":"Esamineremo la tua nota di copyright a breve.","670":"Lingua","671":"Parli lingue differenti?","672":"Aiutaci nella traduzione!","673":"L'azienda della Privacy","674":"Nessun individuo potrà essere sottoposto ad interferenze arbitrarie nella sua vita privata, famiglia, casa o nella sua corrispondenza. Ogni individuo ha diritto alla protezione della legge contro tali interferenze.","675":"Dichiarazione Universale dei Diritti Umani, Articolo 12","676":"MEGA è un Cloud Storage protetto sempre da Privacy","677":"MEGA fornisce un robusto cloud storage protetto sempre da privacy. MEGA crede nel tuo diritto alla privacy e ti fornisce gli strumenti tecnologici per proteggerlo. Noi la chiamiamo crittografia dell'utente controllato, o UCE, e accade automaticamente.","678":"Che cosa è la crittografia utente controllato di MEGA?","679":"Tutti i file memorizzati su MEGA sono crittografati. Tutti i trasferimenti di dati da e per MEGA sono crittografati. E mentre la maggior parte dei provider di cloud storage possono e potrebbero fare lo stesso, MEGA è diverso - a differenza delle aziende in cui il fornitore di cloud storage detiene la key di decrittazione, con MEGA, è possibile controllare la crittografia, si tiene la key, e si decide che a chi concedere o negare l'accesso ai file, senza la necessità di alcuna installazione software. Tutto accade nel tuo browser web!","680":"Futuro MEGA","681":"Il cloud di MEGA è solo l'inizio. In futuro, MEGA fornirà nel tuo browser una vasta gamma di applicazioni senza la necessità di installare nulla. La nostra tecnologia protegge le e-mail, chiamate, chat e flussi video.","692":"MEGA è legale?","693":"Siamo un gruppo di tecnici che hanno avuto il tempo e la possibilità di costruire un impressionante servizio di cloud storage che aiuterà a proteggere la vostra privacy. Abbiamo programmato questo servizio Internet da zero ad Auckland, in Nuova Zelanda. Diversamente dalla maggior parte dei nostri concorrenti, noi usiamo uno stato di crittografia basato su browser in cui voi stessi controllerete le keys. Il nostro gruppo di progettazione comprende Kim Dotcom, Mathias Ortmann, Bram van der Kolk e Finn Batato. Il nostro CEO, veterano del settore Tony Lentino, ha esperienza nella gestione di un registro rinomato di dominio globale. Speriamo che vi piaccia.","694":"1. Disabilita un collegamento (\"URL\") per ogni file - il file(s) rimarrà nell'account dell'utente","695":"2. Disabilita file per più URL - il file(s) rimarrà l'account dell'utente","696":"3. Rimuovi tutti i file(s) sottostante all'URL(s) fornito - non c'è utente autorizzato a conservare questo in qualsiasi circostanza in tutto il mondo","697":"4. Altro","698":"Puoi presentare preavviso qui","699":"Iscriviti e presenta un preavviso","700":"Ti preghiamo di inviare il tuo avviso di rimozione manualmente via email a [A1]copyright@mega.co.nz[\/A1] ai sensi delle nostre [A2]disposizioni di rimozione[\/A2].","701":"E-mail preavviso di rimozione","702":"Riporta un abuso","703":"Il tuo link di iscrizione non è valido. Ti preghiamo di verificare la presenza di eventuali interruzioni di linea nella tua e-mail di attivazione.","704":"Il tuo account è già stato attivato. Ti preghiamo di effettuare il log in.","705":"La tua conferma non può essere elaborata. Ti preghiamo di riprovare. Codice di errore:","706":"Modifica password","707":"Aggiorna","708":"Richiedi una modifica","709":"Non ricordo la mia password corrente","710":"Se sei ancora loggato ma non ricordi la tua password attuale, è possibile impostarne una nuova selezionando questa opzione. Riceverai un link di reimpostazione password via e-mail che attiverà la nuova password se cliccata entro 15 minuti.","711":"Richiedi una Modifica","712":"Completato","713":"Il saldo buoni è stato accreditato sul tuo conto. Vuoi procedere con l'acquisto pro adesso?","714":"Questo buono è già stato riscattato.","715":"Le nuove password che hai inserito non corrispondono. Si prega di riprovare.","716":"Password corrente","717":"Nuova password","718":"Conferma la nuova password","719":"Per favore inserisci la tua password corrente.","720":"Per favore inserisci la nuova password.","721":"Controlla la tua e-mail e clicca sul link di conferma per completare la modifica della password.","722":"Modifica richiesta","723":"La nuova password deve essere diversa dalla quella attuale.","724":"La password corrente che hai fornito non è corretta.","725":"La tua password è stata modificata.","726":"Fatto","727":"La tua password è stata modificata.","728":"Questo link di conferma della password è scaduto.","729":"Questo link è già stato confermato.","730":"Il tuo account è stato sospeso. Controlla la tua e-mail per i dettagli e per problemi rispondi al più presto.","731":"L'account associato è stato chiuso a causa di molteplici violazioni dei nostri [A]Termini di Servizio [\/A].","732":"Sei già loggato ad un account diverso da quello che stai confermando. Ti preghiamo di controllare la sessione corrente, effettuare il logout, e quindi fare clic sul link di conferma di nuovo.","733":"Indirizzo e-mail sconosciuto. Se non hai ancora un account, ti invitiamo a registrarti.","734":"Grazie!","735":"Controlla la tua e-mail.","736":"Solo gli account che non contengono file e cartelle possono reimpostare la propria password.","737":"Reimposta password","738":"Richiesta","739":"hai dimenticato la password?","740":"La password è stata modificata correttamente.","741":"Si prega di scegliere una password più sicura.","742":"Reset","743":"Questo link è scaduto. Si prega di richiedere un nuovo link.","744":"Collegamento non valido. Si prega di richiedere un nuovo link.","745":"Nessun ciclo di fatturazione","746":"Tipo di Iscrizione","747":"Settimanale","748":"Mensile","749":"Annuale","750":"Il prossimo ciclo di fatturazione è il","751":"Una volta","752":"Estensione MEGA Firefox","753":"Installa l'estensione MEGA Firefox aumentando notevolmente le prestazioni di download. Ciò vi permetterà di scaricare un numero illimitato di file senza limite di dimensioni.","754":"L' estensione MEGA Firefox è sicura e invisibile. Se preferisci usare MEGA senza estensione, consigliamo vivamente l' utilizzo di [A]Chrome[\/A].","755":"Installa estensione","756":"1 download completato","757":"[X] downloads completati","758":"Apri cartella download","759":"clicca qui per aprire","760":"Per favore installa l' estensione MEGA Firefox per scaricare file di questa dimensione.","761":"Si prega di confermare","762":"Stai per scaricare una grande quantità di files, che potrebbero rallentare il tuo browser. Vuoi procedere ugualmente?","763":"Contatto","764":"Il tuo download non può partire perchè il tuo hard-disk in funzione è pieno.","765":"I tuoi downloads non può partire perchè il tuo hard-disk in funzione è pieno.","766":"Alcuni dei tuoi downloads non può partire perchè il tuo hard-disk in funzione è pieno.","768":"Il tuo download non è partito perché il disco rigido in funzione è pieno, o stai usando Chrome in modalità privata, che non supporta la scrittura dei file.","769":"Siamo in grado di utilizzare solo il 5% di spazio su disco disponibile per il download. Si prega di liberare più spazio per continuare.","770":"Scegli la tua password","771":"Conferma la tua password","772":"URL del file:","773":"rimanente","774":"Invia link","775":"rinomina:","776":"Salva","777":"Ricordami in questo dispositivo","778":"Non hai un account MEGA?","779":"Registrati ora","780":"Hai già un account MEGA?","781":"A causa della CPU limitata dei dispositivi mobili, la generazione di chiavi RSA può richiedere diversi minuti per essere completata.  Apprezziamo la tua pazienza.","782":"Cartella vuota","783":"Nessun file nel tuo Cloud Drive","784":"Nessun contatto","785":"Nessun risultato.","786":"Nessun file nella tua casella","787":"Nessun file nel tuo cestino","788":"Sei sicuro di voler spostare questo file nel cestino?","789":"Sei sicuro di voler spostare questa cartella nel cestino?","790":"Apri File","791":"Importa File","792":"Cancella File","794":"Cancella Cartella","796":"Ottieni Link","797":"Condividi cartella","798":"Spazio archiviazione","799":"Spazio usato","800":"Spazio libero","801":"Versione desktop","802":"E-mail contatto","803":"Download File","804":"Sfortunatamente, questo tipo di file non è attualmente supportato nel tuo dispositivo con MEGA.","805":"Implementeremo il supporto mobile per questo file in futuro.","806":"cambia il nome della cartella:","807":"cambia il nome del file:","808":"Link cartella","809":"URL della cartella:","810":"Link Download","811":"URL del file:","812":"Conferma account","813":"Cartella condivisa","814":"Vuoi fermare il tuo upload?","815":"Vuoi fermare il tuo download?","816":"Per favore inserisci un indirizzo e-mail valido.","817":"Non puoi creare una cartella nel risultato di una ricerca.","818":"Vuoi passare alla versione desktop?","819":"inizializzazione","820":"Il file è stato importato nel tuo Cloud Drive.","821":"Le tue Notifiche:","822":"Indietro","823":"Impostazioni","824":"Nuova cartella condivisa da [X]","825":"Nuova cartella condivisa","826":"[X] ha revocato una cartella condivisa","827":"Cartella condivisa revocata","828":"[X1] cartelle e [X2] files","829":"[X1] cartelle ed 1 file","830":"1 cartella e [X] files","831":"1 cartella ed 1 file","832":"[X] cartelle","833":"[X] files","834":"1 cartella","835":"1 file","836":"[X] ha aggiunto [DATA]","837":"[X] sono stati aggiunti","838":"[X] è stato aggiunto","850":"GEN","851":"FEB","852":"MAR","853":"APR","854":"MAG","855":"GIU","856":"LUG","857":"AGO","858":"SET","859":"OTT","860":"NOV","861":"DIC","862":"Notifiche","863":"Vedi tutto","864":"Scarica come ZIP","865":"Apri","866":"Copia 1 elemento selezionato","867":"Copia [X] elementi selezionati","868":"Sposta 1 elemento selezionato","869":"Sposta [X] elementi selezionati","870":"Conferma","871":"[B]Attenzione:[\/B] quota di archiviazione superata. Si prega di eliminare alcuni files o [A]aggiorna il tuo account[\/A].","872":"Pro","873":"[X] secondi fa","874":"1 minuto fa","875":"[X] minuti fa","876":"1 ora fa","877":"[X] ore fa","878":"1 giorno fa","879":"[X] giorni fa","880":"In questo momento","881":"Si sta utilizzando una sessione effimera. I dati in trasferimento saranno persi al suo scadere. Per conservare i file, si prega di passare il prima possibile ad un vero e proprio account e richiedere gratuitamente i tuoi 50 GB di spazio sicuro nel cloud!","882":"Avvertimento","883":"Crea il tuo account","884":"[X] non è compatibile al 100% con MEGA","885":"Il tuo browser","886":"Internet Explorer 10 contiene un bug significativo riguardante la scrittura di file da JavaScript, causando una perdita di memoria durante il download di grandi quantità di dati. Ci aspettiamo che questo problema verrà risolto in Internet Explorer 11. Nel frattempo, si prega di effettuare l'aggiornamento a un browser alternativo.","887":"[X] non possiede le caratteristiche HTML5 necessarie a MEGA per eseguire la crittografia client-side del browser. I trasferimenti saranno quindi emulati attraverso un Flash molto limitato. Ti consigliamo di utilizzare un browser moderno al più presto.","888":"Molto Raccomandato","889":"Raccomandato","890":"MEGA funziona meglio con i seguenti browsers:","891":"Avviso di compatibilità del browser","892":"Proprietà","893":"Caricato","894":"Dimensione Totale","895":"Nome della cartella","896":"Creato","897":"Contiene","898":"Cartelle & files multipli","899":"Più files","900":"Più cartelle","909":"Password","910":"Acquista ora","911":"Ottieni il massimo vantaggio di MEGA con [B]Pro[\/B]","912":"a partire da","913":"mese","914":"iscrizione annuale","915":"Spazio di archiviazione massivo","916":"Quota di larghezza di banda generosa","917":"se scegli di pagare annualmente","918":"Mensilmente","919":"Annualmente","920":"Aggiorna il tuo account","921":"2 mesi gratuiti","922":"1 mese","923":"1 anno","924":"Hai qualche domanda sugli [A]accounts Pro?[\/A]","925":"Il nostro team di supporto sarà lieto di assisterti.","926":"Ragione Sociale","927":"Città","928":"ZIP \/ Codice postale","929":"Numero di telefono","930":"giorno","931":"mese","932":"anno","933":"Indirizzo","934":"Stato o provincia","935":"Indirizzo Paypal","936":"Conto bancario","937":"Nome del beneficiario","938":"Descrivi la tua strategia di marketing","939":"Nome della banca","947":"Drive","948":"Cestino","949":"In arrivo","950":"Contatti","951":"Account","952":"La maggior parte dei dispositivi non può scaricare files più grandi di 4GB. Il download probabilmente fallirà.","953":"Non c'è abbastanza spazio libero","954":"Crediti","955":"Apps Mobile","956":"Sincronizza Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentazione","964":"Programma di affiliazione","965":"Linee di Condotta","966":"Guida per la Rimozione","967":"Esci","968":"Crea Account","969":"Riprova","970":"Inserisci una password valida.","973":"Larghezza di banda utilizzata","974":"Gestisci il tuo account","975":"Segna come speciale","976":"Rimuovi come speciale","977":"Nessun file nel tuo Cloud Drive.","978":"La tua ricerca non ha prodotto risultati in nessun documento","979":"Il tuo Cestino è vuoto","980":"Non hai contatti","981":"La tua Posta in arrivo è vuota","982":"Contenuto","983":"Panoramica","984":"Profilo","985":"Storia","986":"Modifica il tuo profilo","987":"Scade il","988":"Connessioni:","989":"[X] contatti","990":"1 contatto","991":"Vai a Contatti","992":"Avatar","993":"Cambia Avatar","994":"Informazioni personali","995":"Data di nascita","996":"Scegli nazione","997":"L'aggiunta di contatti è solo per gli utenti registrati.","998":"Crea il tuo account gratuito","999":"Vuoi aggiornare la tua sessione con un account gratuito ora?","1000":"Evita di perdere l'accesso. Registrarsi è gratuito altamente raccomandato!","1001":"Rimuovi contatto","1002":"Sei sicuro di rimuovere [X] dalla tua lista di contatti?","1003":"Conferma rimozione","1004":"Sei sicuro di spostare [X] al cestino?","1005":"La creazione di links è solo per utenti registrati.","1006":"Le cartelle condivise sono solo per utenti registrati.","1007":"Non puoi annullare questa azione.","1008":"quota di larghezza di banda pro superata.","1009":"Ti serve più larghezza di banda?","1010":"quota di archiviazione superata.","1011":"Vuoi mantenere i tuoi files?","1012":"quota di archiviazione quasi superata.","1013":"Hai bisogno di più quota di archiviazione?","1015":"Inserisci il tuo codice voucher.","1016":"Scegli un'immagine","1017":"Usa questa come Avatar","1018":"Vuoto","1019":"Aggiungi un indirizzo email","1020":"Inserisci un indirizzo e-mail o seleziona un contatto.","1021":"On","1022":"Off","1023":"Non hai permessi per modificare questa cartella.","1024":"Inserisci il nome della cartella.","1025":"Più elementi","1026":"Inserisci la chiave di decrittazione","1027":"Decritta","1028":"Chiave di decrittazione","1029":"Link pubblico","1030":"Seleziona tra i tuoi contatti, oppure inserisci un indirizzo email","1031":"Esporta i collegamenti dei files e le chiavi di decrittazione","1032":"Includi chiave del file","1033":"Copia le chiavi","1034":"Scarica files multipli","1035":"Clicca \"consenti\" per completare il download","1036":"Condiviso con","1037":"Acconsenti","1038":"Scegli lingua","1039":"Paga con PayPal","1040":"Esegui l'accesso per attivare la tua iscrizione pro.","1041":"Crea un account per attivare la tua iscrizione pro.","1042":"Inizializzazione","1043":"Collegamento Cartella non disponibile","1044":"Il collegamento della cartella cui stai tentando di accedere non è più disponibile. Questo potrebbe essere dovuto alle seguenti ragioni:","1045":"Il collegamento della cartella è stato rimossa a causa di una violazione dei ToS\/AUP.","1046":"Il collegamento della cartella è stato disattivato dall'utente.","1047":"Benvenuto su MEGA Pro","1048":"La tua iscrizione pro è stata attivata. Buon divertimento!","1049":"Cartella","1050":"Nessuna condivisione","1051":"Mai","1053":"quota di larghezza di banda quasi superata.","1054":"Devi aspettare [X] prima che altra larghezza di banda venga aggiunta al tuo account.","1055":"Non vuoi aspettare?","1056":"Questo limite è dinamico.","1057":"Conferma la rimozione della sessione","1058":"Stai utilizzando una sessione temporanea. Sei sicuro di voler chiudere la sessione?","1059":"Questa azione cancellerà tutti i dati.","1060":"Crittografia end-to-end","1061":"A differenza di altri fornitori di cloud storage, i dati vengono crittografati e decifrati solamente dai dispositivi client e non da noi.","1062":"Accesso globale","1063":"I tuoi dati sono accessibili in qualsiasi momento, da qualsiasi dispositivo, ovunque.","1064":"Collaborazione sicura","1065":"Condividi le cartelle con i tuoi contatti e guarda i loro aggiornamenti in tempo reale.","1066":"MEGA offre strumenti che rendono [A]privata e confidenziale[\/A] la comunicazione on-line facile da utilizzare.","1067":"MEGA fornisce servizi criptati basati sul cloud che consentono comunicazioni e collaborazioni[A]private e sicure[\/A] per aziende e privati. Avete in mano e controllate le chiavi di crittografia dei vostri dati nel cloud.","1068":"Condividi le cartelle con i tuoi contatti e guarda i loro aggiornamenti in tempo reale.","1069":"Guarda come funziona","1070":"Come funziona","1071":"Vuoi saperne di più su MEGA?","1072":"Guarda il video di lancio","1073":"Tipi di account","1074":"Ottieni 50 GB con un account gratuito","1075":"Molto più di quello che si ottiene dai principali concorrenti.","1076":"Crea un account","1077":"Pacchetti Pro Competitivi","1078":"Ottieni fino a 4 TB di storage cifrato a partire da €8,33 al mese.","1079":"Guarda i nostri pacchetti pro","1080":"Mobile Apps","1082":"Il cloud nella tua tasca. L'accesso e lo streaming dei file dal tuo smartphone o tablet. Carica e sincronizza i tuoi contenuti sul cloud.","1083":"Ottieni gratuitamente","1084":"Disponibile per","1085":"Sincronizza Client","1086":" Sincronizzazione facile ed automatizzata tra i tuoi computers e il tuo Cloud Drive MEGA.","1087":"Scarica ora","1088":"Browser Apps","1089":"Le nostre estensioni del browser installeranno MEGA  per caricamenti più veloce ed una maggiore resilienza contro gli attacchi.","1090":"Vai alla pagina di download","1091":"Clicca per caricare o trascina e rilascia i file qui","1092":"Scorri per continuare","1093":"Non inserire mai la tua password su un dispositivo do cui non ti fidi ciecamente. Non accedere al tuo account da un computer condiviso o pubblico.","1094":"Per una maggiore sicurezza, installa il nostro [A]plugin[\/A] e carica MEGA dal tuo computer piuttosto che dai nostri server.","1095":"Crea il tuo [A]account gratuito[\/A]","1096":"Nome","1097":"Cognome","1098":"Nome e\/o cognome non validi.","1099":"Inserisci il tuo nome & cognome.","1100":"Indirizzo e-mail non valdio.","1101":"Inserisci un indirizzo e-mail correto","1102":"Password non valida.","1104":"Inserisci una password più sicura.","1105":"Sicurezza:","1106":"Stato Password","1107":"Le passwords non corrispondono.","1108":"Crea un Account","1109":"La tua password è è la chiave di crittografia master.","1110":"La sicurezza del tuo account dipende dalla sicurezza della tua password. Le password che sono troppo brevi, troppo semplici o composti da parole del dizionario sono facilmente indovinabili.","1111":"Non scordare la tua password.","1112":"Non esiste una procedura di recupero per le password perse. Se non la ricordi, non sarai più in grado di accedere ai dati memorizzati.","1113":"Il tuo account è solo sicuro come il tuo computer.","1114":"Riscrivi la password","1115":"La verificazione della sicurezza della tua password è ancora in fase di inizializzazione.","1116":"Riprova tra alcuni secondi.","1117":"Condizioni Generali dei Termini di Servizio","1118":"Devi accettare i termini di servizio per registrare un account su MEGA.","1119":"La tua password è facilmente intuibile. Rendi la tua password più lunga. Combina lettere maiuscole e minuscole. Aggiungi caratteri speciali. Non utilizzare nomi o parole del dizionario","1120":"La tua password è facilmente intuibile. Rendi la tua password più lunga. Combina lettere maiuscole e minuscole. Aggiungi caratteri speciali. Non utilizzare nomi o parole del dizionario","1121":"La tua password è abbastanza sicura per procedere, ma ti raccomandiamo di rafforzarla ulteriormente in futuro.","1122":"Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.","1123":"Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.","1124":"Molto debole","1125":"Debole","1126":"Media","1127":"Buona","1128":"Sicura","1129":"la tua password è troppo debole per procedere","1130":"Indirizzo e-mail e\/o password non validi.","1131":"Conferma il tuo account","1132":"Collezione Entropia","1133":"Questo gioco raccoglierà l'[A]entropia[\/A] dei movimenti del tuo mouse.","1134":"Questo rafforzerà la tua [A]chiave RSA[\/A].","1135":"Puoi interrompere il gioco una volta che l'indicatore di stato è al 100%.","1136":"Finito!","1137":"ora puoi procedere al prossimo step per completare la tua chiave.","1138":"Procedi","1139":"Punteggio:","1140":"Questo è un passo molto importante e può richiedere un paio di secondi.","1141":"Sii paziente.","1142":"Creazione della chiave Privata - Pubblica","1143":"Generazione della chiave","1144":"L'uso più antico della crittografia fuquasi 4000 anni fa nell'antico Egitto","1145":"Oggi, 4000 anni dopo, la maggior parte dei principali fornitori di cloud storage non hanno ancora pienamente adottato la crittografia.","1146":"Completa il tuo account","1147":"Scegli il tuo tipo di account","1148":"[A]Ottieni 2 mesi gratis[\/A] se acquisti un piano pro di un anno.","1149":"Limitata","1150":"Gratis","1151":"Trai il massimo vantaggio di MEGA con un [A]account Pro[\/A]","1152":"Scegli il tuo pacchetto Pro:","1153":"piano di un anno","1154":"Il team","1155":"Caricamento","1156":"Scaricamento","1157":"Download Gratuito","1158":"per Windows","1159":"In arrivo per [A]Mac[\/A]","1160":"MEGA vuole ringraziare i seguenti componenti open source che hanno contribuito alle funzionalità essenziali del nostro sito:","1161":"Sicuro","1162":"I tuoi dati sono criptati end-to-end. Nessuno può intercettarli mentre sono in memoria o in transito.","1163":"Flessibile","1164":"Sincronizza qualsiasi cartella da PC a qualsiasi cartella nel cloud. Sincronizza qualsiasi numero di cartelle in parallelo.","1165":"Veloce","1166":"Approfitta delle infrastrutture ad alta potenza di MEGA e dei trasferimenti multi-connessione.","1167":"Generoso","1168":"Ottieni fino a 50 GB gratis!","1169":"Con tutte le funzioni","1170":"Cerca, fornisci, scarica, stream, visualizza, condividere, rinomina o cancella i tuoi files. È tutto lì - nel palmo delle tue mani.","1171":"In arrivo per [A]iOS[\/A]","1172":"Estensione Firefox","1173":"Estensione Chrome","1174":"Questa applicazione ti permetterà di installare MEGA nel tuo browser. Esso contribuirà a ridurre i tempi di caricamento, migliorare le prestazioni di download e rafforzare la sicurezza.","1175":"Qualsiasi URL MEGA verrà catturato da questa applicazione e rimarrà locale (nessun JavaScript verrà caricato dai nostri server). Aggiornamenti automatici e sicuri sono forniti grazie alla crittografia della chiave privata.","1176":"E se sei davvero paranoico:","1177":"disabilita gli aggiornamenti automatici e leggi il nostro codice sorgente per ogni aggiornamento manuale.","1178":"Scarica MEGA per Firefox","1179":"Installazione:","1180":"Scarica MEGA per Chrome","1181":"Apri la pagina delle estensioni in Chrome","1182":"menu>strumenti>estensioni","1183":"o digita","1184":"nella barra degli indirizzi.","1185":"Trascina e rilascia il file scaricato [X] alla pagina delle estensioni Chrome e conferma l'installazione.","1186":"Puoi comodamente acquistare il tuo abbonamento MEGA Pro da uno dei nostri rivenditori autorizzati di seguito:","1187":"Scarica","1188":"Sul tuo Computer","1189":"Importa","1190":"Sul tuo Cloud Drive","1191":"Il file che stai tentando di scaricare è temporaneamente non disponibile.","1192":"Scorri per saperne di più su MEGA","1193":"Avvio di un nuovo account","1194":"Vuoi importare il file in una nuova sessione?","1195":"\"No\" ti permetterà di accedere ed elaborare la tua importazione.","1196":"Annulla download","1197":"Sei sicuro di voler annullare questo download?","1198":"Il file scaricato sarà cancellato.","1199":"Impossibile decrittografare i metadati senza chiave.","1200":"Termini di Servizio per l'affiliazione","1201":"[A]Unisciti a noi[\/A] per interrompere il mercato dello storage cloud","1202":"Guida le imprese a noi e guadagna la tua percentuale.","1203":"Aiutaci a crescere e diventare parte del successo.","1204":"Registrati","1205":"Come funziona?","1206":"Iscriviti e ottieni il tuo ID partner unico che puoi aggiungere al nostro URL.","1207":"Tracceremo tutti gli acquisti effettuati dai visitatori tramite il suo riferimento a MEGA.","1208":"Guadagni il [B]20%[\/B] di tutte le entrate generate attraverso il tuo ID partner.","1209":"Le sottoscrizioni ricorrenti conteranno come referral ricorrenti.","1210":"Per chi è il programma di affiliazione?","1211":"Sviluppatori di applicazioni:","1212":"Crea la tua App popolare utilizzando il nostro [A]SDK[\/A]","1213":"Converti gli utenti gratuiti a pro e monetizza la tua app.","1214":"Siti Web:","1215":"Bloggers","1216":"Siti di comparazione tra i diversi fornitori di cloud storage","1217":"Quali sono le regole?","1218":"Leggi e rispetta i nostri [A]Termini di Servizio degli Affiliati[\/A]","1220":"Inizia!","1221":"Iscriviti al nostro programma di affiliazione, e puoi iniziare a guadagnare sin da subito.","1223":"Contattaci","1224":"Abbiamo bisogno di più informazioni su di te.","1230":"Informazioni di pagamento","1231":"Paghiamo una volta al mese tramite PayPal o bonifico bancario (solo conti bancari neozelandesi).","1232":"Metodo di pagamento","1233":"PayPal","1234":"Conto bancario (solo NZ)","1235":"Nome del beneficiario","1236":"Nome della banca","1237":"Numero di conto bancario","1238":"Indirizzo paypal","1239":"Iinformazioni affiliato","1240":"Ci piacerebbe sapere come hai intenzione di indirizzare il traffico verso MEGA.","1241":"Descrivi la tua strategia di marketing:","1242":"Accetto i [A]Termini di Servizio degli Affiliati[\/A] di MEGA","1243":"Sei dentro al programma di affiliazione. Potrai guadagnare il 20% di tutte le entrate generate con il tuo ID partner.","1244":"Assicurati di essere conforme ai nostri [A]Termini di Servizio degli Affiliati[\/A]","1245":"Puoi guadagnare con l'invio di traffico verso:","1246":"Statistiche","1247":"Tempistica","1248":"30 giorni","1249":"90 giorni","1250":"180 giorni","1251":"365 giorni","1252":"Sempre","1253":"Data","1254":"Vendite","1255":"Giro d'affari","1256":"Guadagni","1257":"Nessuna vendita rilevata nel periodo di tempo selezionato.","1258":"Riscossioni","1259":"Nessuna riscossione rilevata nel periodo di tempo selezionato.","1260":"ID Partner","1261":"Inserisci la tua data di nascita.","1262":"Inserisci la tua città.","1263":"Inserisci il tuo stato o provincia.","1264":"Inserisci il tuo CAP\/Codice postale.","1265":"Inserisci il tuo numero di telefono.","1266":"Descrivi la tua strategia di marketing.","1267":"Devi essere d'accordo con i Termini di Servizio degli Affiliati.","1268":"Inserisci il tuo indirizzo PayPal.","1269":"Inserisci il nome del beneficiario del tuo conto bancario NZ.","1270":"Inserisci il nome della banca NZ.","1271":"Inserisci il tuo numero di conto bancario NZ.","1272":"MEGA è stato creato da esseri umani e non è quindi perfetto. Se cadi in un bug, gradiremmo una tua segnalazione in modo da risolvere il problema - più dettagli ci riesci a fornire, meglio è.","1273":"Prendiamo i diritti di proprietà intellettuale sul serio e applichiamo una robusta politica di violazione.","1274":"Per ulteriori informazioni, si prega di leggere la nostra [A]guida di rimozione[\/A].","1275":"Puoi inviare un avviso di rimozione attraverso il nostro [A]modulo online[\/A] oppure inviandoci una e-mail.","1276":"Hai problemi o idee? Vuoi saperne di più sui nostri prodotti?","1277":"Siamo sempre disponibili.","1278":"Si prega di selezionare","1279":"1 step","1280":"2 step","1281":"Dettagli del contenuto","1282":"Dettagli del detentore del copyright","1283":"Aggiungi un altro URL","1284":"Nome del detentore del copyright","1285":"se applicabile","1286":"Nome del mandatario del titolare del copyright che sta presentando la richiesta:","1287":"Richiesta di Copyright Ricevuta","1288":"Vedremo ed elaboreremo rapidamente la tua richiesta.","1289":"Grazie per aver cliccato sul link di invito. Sei pregato di creare un account gratuito qui sotto.","1290":"Oops, questo non sembra essere un link di invito valido. Hai già creato un account?","1291":"In precedenza è stato cliccato un link di invito. Sei pregato di creare il tuo account.","1292":"In Arrivo","1293":"Benvenuti al centro assistenza","1294":"Se la tua domanda non trova risposta qui, non esitare a contattarci.","1295":"Contatta il Supporto","1296":"Argomenti Popolari:","1297":"Indirizzo e-mail già in uso.","1298":"Si prega di accedere al proprio account.","1299":"Trascina per aggiornare","1300":"Ultimo aggiornamento","1301":"Oggi","1302":"Ieri","1303":"Questa settimana","1304":"La scorsa settimana","1305":"Questo mese","1306":"Quest'anno","1307":"Più vecchio","1308":"Download fallito","1309":"Upload fallito","1310":"Inserisci il codice di conferma","1311":"Errore durante il caricamento dei file","1312":"Nome utente\/password mancanti","1313":"Accesso non riuscito","1314":"Elimina Errore","1315":"Nessun account di posta elettronica presente","1316":"Salva il file offline per l'anteprima","1317":"Errore nella generazione del link","1319":"La password è troppo corta","1320":"Il nome è troppo corto","1321":"Errore durante il caricamento dati dell'account","1322":"Upload completato","1323":"Sto accedendo","1324":"Accesso","1325":"Generazione del link","1326":"Il collegamento è stato copiato nella clipboard","1327":"Download completato","1328":"Il download si sta avviando","1329":"In attesa","1330":"Inserisci username e password","1331":"Email","1332":"Conferma la registrazione","1333":"Ti preghiamo di controllare la tua posta elettronica e incollare il codice di conferma qui sotto oppure cliccare sul link di conferma speciale per iOS.","1334":"Interrompi registrazione","1335":"Codice di conferma","1336":"Utilizza la più recente","1337":"Scatta Foto","1338":"Scegli Esistente","1339":"Aggiungi cartella","1340":"Inserisci il nome della nuova cartella","1341":"Seleziona la\/e foto","1342":"Modifica","1343":"Cloud Drive Vuoto","1344":"Condividi","1345":"Salva per l'offline","1346":"Trasferimenti","1347":"Posta in Arrivo Vuota","1348":"Cartelle Condivise","1349":"Nessuna foto","1350":"Foto","1351":"Localmente","1352":"Disponibile","1353":"Salva per l'accesso offline","1354":"Imposta la quantità massima di memoria sul dispositivo","1355":"Versione","1356":"Feedback","1357":"Esci","1358":"Tutti i file scaricati verranno cancellati","1359":"La quantità selezionata è più piccola rispetto alla cache attualmente utilizzata. Se si continua alcuni files verranno cancellati","1360":"Estendi Pro","1361":"Prezzi","1362":"Ripristina gli acquisti","1363":"Nessuna rete","1364":"Riprova","1365":"Non sei connesso ad Internet","1366":"Inserisci il nuovo nome","1367":"Ottieni 50 GB gratis, o iscriviti a uno dei nostri pacchetti PRO e ottieni fino a 4 TB di storage cifrato a partire da €8,33 al mese.","1368":"fino a [X]","1369":"e [X]","1370":"Email e chat","1371":"Il nostro pacchetto di comunicazione cifrata è in arrivo nei primi mesi del 2014.","1372":"Preparatevi per MEGA chat, email, chiamate e video conferenze.","1373":"Che cosa è MEGA? Fai clic o scorri","1374":"Torna all'inizio","1375":"Torna alla Pagina di Download","1376":"powered by:","1377":"Vuoi giocare? Se salti questo passaggio, la sicurezza del tuo account potrebbe soffrirne. Ti preghiamo di spostare il mouse ampiamente e in modo casuale per ridurre il rischio.","1378":"Inizia partita","1379":"Salta","1380":"Categorie","1381":"Impostazioni interfaccia utente","1382":"Ordina preferenze","1383":"Configura la colonna di ordinamento per-cartella, oppure utilizza lo stesso ordine per tutte le cartelle.","1384":"per cartella","1385":"stessa per ogni cartella","1386":"Preferenze modalità di visualizzazione","1387":"Seleziona la modalità di visualizzazione (icone o dettagli) per-cartella, oppure utilizza la stessa modalità per tutte le cartelle.","1388":"[B]Download[\/B] [A]il tuo computer[\/A]","1389":"[B]Importa[\/B] [A]al tuo Cloud Drive[\/A]","1390":"Trascina immagine qui","1391":"seguici","1392":"File & Cartelle","1393":"Registra Video","1394":"Copia link","1395":"Email link","1396":"Consenti l'accesso alle foto","1397":"Attiva i servizi di localizzazione","1398":"Consenti l'accesso ai servizi di localizzazione","1399":"Come ti senti?","1400":"Felice","1401":"Confuso","1402":"Triste","1403":"Invia un commento","1404":"Contatta il team di supporto via e-mail.","1405":"Noi leggeremo il tuo messaggio, ma dato l'elevato numero di richieste potremmo non rispondere a tutti singolarmente.","1406":"Votaci!","1407":"Richiedi assistenza o leggi gli argomenti popolari","1408":"Riguardo","1409":"Ringraziamenti","1410":"Scegli il percorso della cartella per l'importazione","1411":"PhotoSync","1412":"Abilita PhotoSync","1413":"Le foto verranno caricate sulla cartella di PhotoSync","1414":"Utilizza dati cellulare","1415":"Le foto non verranno caricate mediante il tuo piano dati mobile.","1416":"Caricamento in background","1417":"Avvia periodicamente PhotoSync quando la tua posizione cambia","1418":"Completato","1419":"Attiva codice di accesso","1420":"Inserisci codice di accesso","1421":"Cambia codice di accesso","1422":"Inserisci il tuo codice di accesso corrente","1423":"Inserisci il tuo codice di accesso","1424":"Disattiva codice di accesso","1425":"Re-inserisci il tuo codice di accesso","1426":"Inserisci il tuo nuovo codice di accesso","1427":"Re-inserisci il tuo nuovo codice di accesso","1428":"Il codice di accesso non corrisponde. Riprova.","1429":"1 tentativo di codice di accesso non riuscito","1430":"%i tentativoidi codice di accesso non riusciti","1431":"Codice di blocco","1432":"Attiva codice di accesso","1433":"Disattiva codice di accesso","1434":"Cancella dati","1435":"Cancella tutti i dati dopo 10 tentativi di inserimento del codice falliti","1436":"Lingua dell'applicazione","1437":"Inglese","1438":"Bulgaro","1439":"Portoghese","1440":"Cinese tradizionale","1441":"Tedesco","1442":"Spagnolo","1443":"Francese","1444":"Ungherese","1445":"Indonesiano","1446":"Italiano","1447":"Giapponese","1448":"Polacco","1449":"Slovacco","1450":"Sloveno","1451":"Ebraico","1452":"Olandese","1453":"Sud Coreano","1454":"Russo","1455":"Aggiornamento","1456":" Caricamento","1457":" Importazione","1458":"Scarica da un link di MEGA","1459":"Carica qui","1460":"Selezione multipla","1461":"Registrazione","1462":"Registrazione nuovo account","1463":"Conferma richiesta","1464":"Controlla la tua e-mail e clicca sul link per accedere e confermare il tuo account","1465":"Se non hai ricevuto l'email di conferma, prova a registrarti nuovamente","1466":"Acconsento a","1467":"termini di servizio","1468":"Sei già utente MEGA?","1469":"Accedi","1470":"Accedendo...","1471":" Crea un nuovo account","1472":"Riprova","1473":"Connessione al server","1474":"Calcolo chiavi di crittografia, attendi","1475":"Nuovo su MEGA?","1476":"Pin Lock","1477":"Codice incorretto","1478":"Entra","1479":"Cartella di download default","1480":"Cache interna","1481":"Seleziona la cartella in cui desideri scaricare i files","1482":"Cartella personalizzata","1483":"Scarica","1485":"Modifica della password","1486":"Password corrente errata o le nuove password che hai fornito non corrispondono. Riprova.","1487":"Password modificata con successo","1488":"Scegli il tuo Pacchetto","1489":"Seleziona prezzi","1490":"Scaricando il file","1491":"Vuoi annullare il download?","1492":"Aggiornamento lista dei files","1493":"Tocca per annullare il download","1494":"Download fallito","1495":"Scaricato","1496":"Il download è iniziato","1497":"Vuoi annullare il caricamento?","1498":"File in elaborazione","1499":"Tocca per annullare l'upload","1500":"L'upload è iniziato","1501":"caricato","1502":"Upload fallito","1503":"Impossibile aprire il file selezionato","1504":"Seleziona da","1505":"Seleziona il tipo di file","1506":"Già scaricato","1507":"Apri con","1508":"Formato del link errato","1509":"I links delle cartelle non sono ancora supportati","1510":"Email o la password errata. Hai convalidato il tuo account e-mail?","1511":"La password è troppo corta","1512":"Inserisci il tuo indirizzo email","1513":"Indirizzo email non valido","1514":"Problema di connessione di rete, riprova più tardi","1515":"Risorsa temporaneamente non disponibile, riprova più tardi","1516":"Problema filesystem","1517":"Il proprietario di questo file è bloccato","1518":"Entità non trovata","1519":"Non c'è abbastanza spazio libero","1520":"La maggior parte dei dispositivi non possono scaricare files più grandi di 4 GB. Il download probabilmente fallirà.","1521":"Condividi Link","1522":"Condivide File","1523":"Seleziona","1524":"Rinomina","1525":"Rinominazione","1526":"Sposta sul Cestino","1527":"Spostando documento","1528":"Creazione del collegamento","1529":"Condividi link al file","1530":"Spostando sul cestino","1531":"Salva in","1532":"Salva su File System","1533":"Salva in Downloads","1534":"Rende disponibile offline","1535":"Sincronizzazione Foto","1536":"Carica le tue foto ed i tuoi video automaticamente su MEGA","1537":"Sincronizzazione foto con MEGA","1538":"Sincronizzazione Foto completata","1539":"Carica solo tramite WiFi","1540":"Esegui l'upload solo mentre è in carica","1541":"Sincronizza Foto su","1542":"Problema Sincronizzazione Foto","1543":"La cartella di destinazione non è disponibile","1544":"non impostato","1545":"Cartella Foto","1546":"Cartella di destinazione","1547":"Sincronizza Foto da","1548":"Cartella Foto errata","1549":"Slots di upload","1550":"Slots di download","1551":"Numero di connessioni di upload parallele","1552":"Numero di connessioni di download parallele","1553":"Pin Lock","1554":"Abilita Pin Lock","1555":"Timeout (s) Pin Lock","1556":"Codice","1557":"Avanzato","1558":"Dimensione del file di cache massime (KB)","1559":"Massimo download di file in primo piano (KB)","1560":"Anteprime","1561":"Crea anteprime delle immagini","1562":"L'app scaricherà ogni immagine che hai e ne creerà una versione piccola (miniatura) di essa","1563":"Scarica solo tramite WiFi","1564":"Immagine","1565":"Audio","1566":"Video","1567":"Scegli da File System","1570":"foto","1571":" video","1572":"entrambi","1573":"Errore di Sincronizzazione Fotocamera: storage esterno non disponibile","1574":" Solo foto","1575":"Solo video","1576":"Foto e Video","1577":"Aggiungi cartella sincronizzata","1578":"Errore","1579":"Seleziona una cartella locale ed una cartella MEGA","1580":"La cartella locale selezionata è già sincronizzata","1581":"Una cartella sincronizzata non può essere all'interno di un'altra cartella sincronizzata","1582":"La cartella MEGA selezionata è già sincronizzato","1584":"La sincronizzazione completa dell'account è possibile solamente senza selezioni già sincronizzate","1585":"Attenzione","1586":"Cartella locale troppo grande (questa versione è limitata all'%1 di cartelle o %2 di files. Seleziona un'altra cartella.","1587":"Nome Sincronia","1588":"Il nome \"%1\" è già in uso per un'altra sincronizzazione","1589":"Inserisci un nome diverso per identificare questa cartella sincronizzata:","1590":"Cartella locale:","1591":"Cartella MEGA:","1592":"Seleziona cartella locale","1593":"Importa links","1594":"Scarica sul mio computer","1595":"Importa sul mio cloud drive","1596":"OK","1597":"Annulla","1599":"Seleziona cartella locale","1600":"Errore di decrittografia","1601":"Non trovato","1602":"MEGAsync è aggiornato","1603":"AGGIORNATO RECENTEMENTE","1604":"Uso: Dati temporaneamente non disponibili","1605":"Sincronizzazioni","1606":"Sito MEGA","1607":"%1 di %2","1608":"Uso: %1","1609":"%1 di %2 (%3\/s)","1610":"%1 di %2 (in pausa)","1611":"Trasferimenti di file in pausa","1612":"MEGAsync sta effettuando la scansione","1613":"Sono stati completati tutti i trasferimenti","1614":"Annulla tutti i downloads","1615":"Annulla download","1616":"Annulla tutti gli uploads","1617":"Annulla upload","1618":"Aggiungi Sincronia","1619":"un file a %1\/s","1620":"un file (in pausa)","1621":"%1 di %2 files a %3\/s","1622":"%1 di %2 files (in pausa)","1623":"Totale Rimanente:","1624":"Scaricamento","1625":"Caricamento","1626":"MEGAsync","1627":"Accesso","1628":"MEGAsync è ora in esecuzione.","1629":"Clicca qui per aprire la finestra di stato.","1630":"La tua sincronizzazione \"%1\" è stata disattivata perché la cartella remota non esiste","1631":"La tua sincronizzazione \"%1\" è stata disattivata perché la cartella remota è nel cestino","1632":"La tua sincronizzazione \"%1\" è stata disattivata perché la cartella locale non esiste","1633":"Errore: cartella di destinazione non valida.","1634":"Il caricamento è stato annullato","1635":"La cartella (%1) non è stata caricata perché è troppo grande (questa versione è limitata al %2 de cartelle o %3 di files).","1636":"%1 cartelle non sono state caricate perché sono troppo grandi (questa beta è limitata al %2 di cartelle o %3 files).","1637":"La sincronizzazione si fermerà.","1638":"Eliminazioni che si verificano mentre non è in esecuzione non verranno propagate.","1639":"Uscire comunque?","1640":"Riguardo MEGAsync","1641":"Codice versione MEGAsync %1","1642":"Il collegamento è stato copiato negli appunti","1643":"I collegamenti sono stati copiati negli appunti","1644":"Esci","1645":"Riguardo","1646":"Impostazioni","1647":"Pausa","1649":"Riprendi","1650":"Aggiornato","1651":"In pausa","1652":"Scansione","1653":"Sincronizzazione","1654":"Errore di trasmissione temporaneo:","1655":"Hai file nuovi o aggiornati nel tuo account","1656":"Nessun errore","1657":"Errore interno","1658":"Argomento non valido","1659":"Richiesta non riuscita, riprovo","1660":"Tasso limite superato","1661":"Fallito permanentemente","1662":"Troppe connessioni simultanee o trasferimenti","1663":"Fuori dal campo","1664":"Scaduto","1665":"Non trovato","1667":"Accesso negato","1668":"Esiste già","1669":"Incompleto","1670":"Chiave non valida\/Errore di decrittazione","1671":"ID di sessione invalido","1672":"Bloccato","1673":"Oltre quota","1674":"Temporaneamente non disponibile","1675":"Overflow di connessione","1676":"Errore di scrittura","1677":"Errore di lettura","1678":"Chiave di applicazione non valida","1679":"Errore sconosciuto","1680":"Attenzione","1681":"Selezione Cartella","1682":"Scegli una cartella MEGA:","1683":"Recupero cartelle","1684":"Nuova cartella","1685":"OK","1686":"Annulla","1687":"Cloud Drive","1688":"Immetti il nome della nuova cartella:","1689":"La cartella principale non può essere sincronizzata.","1690":"Seleziona una cartella secondaria.","1691":"Hai %1 in questa cartella.","1692":"Sei sicuro di voler sincronizzare?","1693":"Inserisci uno o più collegamenti di file MEGA","1694":"Invia","1695":"Inserisci uno o più collegamenti di file MEGA","1696":"Nessun link MEGA valido trovato. (i collegamenti alle cartelle non sono ancora supportati)","1697":"%1 ore fa","1698":"Ottieni link MEGA","1699":"ora","1700":"%1 secondi fa","1701":"1 minuto fa","1702":"%1 minuti fa","1703":"1 ora fa","1704":"1 giorno fa","1705":"%1 giorni fa","1706":"1 mese fa","1707":"%1 mesi fa","1708":"1 anno fa","1709":"%1 anni fa","1710":"Apri","1711":"Mostra nella cartella","1712":"Generale","1713":"Account","1714":"Sincronizzazioni","1715":"Larghezza banda","1716":"Avanzato","1717":"Aiuto","1718":"Annulla","1719":"Applica","1720":"Mostra notifiche","1721":"Apri all'avvio","1722":"Aggiorna automaticamente","1723":"Lingua","1724":"Dettagli","1725":"GRATIS","1726":"Esci","1727":"Spazio di archiviazione","1728":"Aggiorna","1729":"Cartelle sincronizzate","1730":"Elimina","1731":"Aggiungi","1732":"Cartella Locale","1733":"Cartella MEGA","1734":"Limite velocità di upload","1735":"Non limitare","1736":"Limita a:","1737":"Automatico","1738":"circa il 90% della larghezza di banda disponibile","1739":"Quota di larghezza di banda","1740":"I limiti di upload sono per server upload e vengono applicati quando iniziano i nuovi uploads","1741":"Cartella per uploads da Windows Explorer","1742":"Nomi di file esclusi","1743":"Impostazioni Proxy","1744":"Nessun proxy","1745":"Rileva Automaticamente","1746":"Proxy","1747":"Tipo di Proxy:","1748":"Server:","1749":"Il server proxy richiede una password","1750":"Nome utente:","1751":"Password:","1752":"Dati temporaneamente non disponibili","1753":"%1 (%2%) di %3 utilizzati","1754":"Stai già sincronizzando l'intero account.","1755":"La sincronizzazione smetterà di funzionare.","1756":"Sei sicuro?","1757":"Nome escluso","1758":"Immetti un nome da escludere nella sincronizzazione","1759":"(i caratteri * e ? sono consentiti):","1760":"Setup Wizard","1761":"Ho un account MEGA","1762":"Non ho un account MEGA","1763":"Crea un nuovo account MEGA","1764":"Nome:","1765":"Email:","1766":"Password:","1767":"Ripeti password:","1768":"Accedi al tuo account MEGA","1769":"Verifica il tuo account utilizzando il link di conferma che abbiamo inviato al tuo account di posta elettronica","1770":"Scegli tipo di installazione","1771":"Sincronizzazione completa account","1772":"Sincronizzazione dell'intero cloud drive","1773":"Sincronizzazione selettiva","1774":"Sincronizzazione cartelle specifiche nel tuo cloud drive","1775":"Le seguenti cartelle verranno sincronizzate automaticamente:","1776":"Cambia","1777":"Benvenuto su MEGA","1778":"La tua cartella locale:","1779":"e la tua cartella MEGA:","1780":"verranno sincronizzate automaticamente.","1781":"Indietro","1782":"Avanti","1783":"L'utente esiste già","1784":"Recupero elenco files","1785":"E-mail e\/o password non corretta.","1786":"Hai confermato il tuo account?","1787":"La cartella MEGA non esiste","1788":"Fine","1789":"Inserisci il tuo indirizzo e-mail","1790":"Inserisci un indirizzo e-mail valido","1791":"Inserisci la tua password","1792":"Inserisci il tuo nome","1793":"Inserisci una password più sicura","1794":"Le password immesse non corrispondono","1795":"Devi accettare i nostri termini di servizio","1796":"Creazione account","1797":"Hai %1 nel tuo Cloud Drive.","1798":"Sei sicuro di voler sincronizzare l'intero Cloud Drive?","1799":"ed il tuo Cloud Drive MEGA","1800":"Seleziona una cartella locale","1801":"Seleziona una cartella MEGA","1802":"Seleziona una cartella locale","1803":"Carica su MEGA","1804":"Condividi con un utente MEGA","1805":"Invia ad un utente MEGA","1806":"1 file","1807":"%1 files","1808":"1 cartella","1809":"%1 cartelle","1811":"Seleziona la cartella di caricamento per i tuoi files:","1812":"Carica sempre su questa destinazione","1813":"Cartella MEGA sincronizzata","1814":"Stai per importare questo file in una cartella sincronizzata. Se attivi il download, il file verrà duplicato sul tuo computer.","1815":"Sei sicuro?","1816":"Stai per importare questi files in una cartella sincronizzata. Se attivi il download, i files verranno duplicati sul tuo computer.","1817":"Altro","1818":"MEGAsync è in attesa","1819":"MEGAsync è stato aggiornato","1820":"Presto disponibile per Mac e Linux","1821":"Quando abbiamo lanciato MEGA nei primi mesi del 2013, la sorveglianza globale di massa da parte dei governi  con il pretesto della lotta al terrorismo era ancora una congettura selvaggia ed i suoi sostenitori sono stati spesso pubblicizzati come teorici della cospirazione. Dopo le rivelazioni di Edward Snowden l'atteggiamento del pubblico cambiò radicalmente ed è diventato terribilmente chiaro che la <i>sicurezza dalla politica<\/i> (\"abbiamo accesso ai vostri dati, ma promettiamo di mantenere la riservatezza e non abusarne\") non è abbastanza. Tutto ciò a corto di sicurezza <i>di progettazione<\/i> (\"non possiamo accedere ai vostri dati senza che tu sia in grado di trovarli\"), per le quali la crittografia end-to-end è un requisito essenziale, sembra ormai gravemente insufficiente .","1822":"MEGA è stato strutturato per il semplice fatto che la crittografia, per essere accettata ed utilizzata, non deve interferire con l'usabilità. MEGA è completamente accessibile senza installazioni di software precedenti e rimane l'unico fornitore di cloud storage ad alte prestazioni di crittografia basato su browser end-to-end. Gli unici segni visibili del livello di crittografia che operano sotto il cofano di MEGA sono la raccolta dell'entropia al momento della registrazione, la mancanza di una funzione di ripristino della password ed i modi di trasferimento dei files. Oggi, milioni di imprese e utenti privati ​​si affidano a MEGA per archiviare e servire petabytes di dati in modo sicuro e affidabile e siamo convinti che questo successo è il risultato del cloud più sicuro di MEGA.","1823":"Stiamo costantemente assumendo. Se sei un ingegnere software eccezionale e vuoi far parte del nostro team globale, non esitare ad inviare il tuo CV a jobs@mega.co.nz.","1824":"Sei attualmente loggato Vuoi uscire e registrare un nuovo account?","1825":"Cosa è MEGAsync?","1826":"MEGAsync è un'applicazione installabile che consente di sincronizzare le cartelle tra il computer e il tuo clod drive MEGA. Tutti i files e le sottocartelle verranno replicati in entrambi i modi. Le modifiche apportate da un lato appariranno sul lato opposto quasi in tempo reale (nei limiti della latenza link\/sistema ed i tempi di trasferimento).","1827":"Come faccio ad installare MEGAsync?","1828":"Vai alla [A]pagina di download[\/A] e segui le istruzioni. Durante l'installazione, ti verrà chiesto di entrare o creare il tuo account MEGA e di impostare le cartelle da replicare (sia il tuo cloud drive MEGA completo a una singola cartella locale o sottocartelle specifiche nell'unità cloud per cartelle corrispondenti locali). Una volta completata l'installazione, MEGAsync si avvierà automaticamente. In Windows, si vedrà un logo MEGA cliccabile nella barra di sistema mentre lasincronizzazione è in funzione che consente l'accesso a un popup di stato e alla pagina delle impostazioni.","1829":"Posso utilizzare MEGAsync su più computer?","1830":"Sì. Con la sincronizzazione di più dispositivi con la stessa cartella di cloud, è possibile ottenere una sincronizzazione cross-computer.","1831":"Come posso monitorare lo stato di sincronizzazione dei miei files e cartelle locali?","1832":"Le icone di files e cartelle che sono in sincronizzazione con il cloud verranno marcate con un cerchio verde. I trasferimenti in corso sono indicati da un cerchio blu, i trasferimenti in attesa  mostrano un cerchio rosso.","1833":"MEGAsync memorizza le mie credenziali di accesso per eseguire l'autologin. Non è un problema di sicurezza?","1834":"No, se si mantiene l'unità locale crittografata (ti consigliamo di farlo - perché vorresti sincronizzare da un'unità cloud crittografata su un disco locale non crittografato sennò?).","1835":"Ho eliminato un file da una cartella sincronizzata locale, mentre MEGAsync non era in funzione. Poi ho iniziato, e il file riapparso. Perché?","1836":"Attualmente MEGAsync non ricorda il tuo stato filesystem locale. Non ha modo di sapere che un file locale è andato mancante dall'ultima volta che è stato eseguito. Pertanto, tieni sempre MEGAsync in esecuzione se vuoi che i tuoi files eliminati locali vengano replicati correttamente.","1837":"Un file importante è stato sovrascritto o cancellato dal client di sincronizzazione. Cosa posso fare per riaverlo indietro?","1838":"Sul cloud drive, i files cancellati verranno spostati in una  sottocartella speciale \"SyncDebris\" nel tuo Cestino e possono essere recuperati da lì (utilizza la ricerca, se necessario). Sul computer locale, la cartella principale di ogni sincronizzazione avrà una cartella nascosta \"Debris\", in cui gli elementi eliminati vengono collocati.","1839":"MEGAsync esegue un esplicito file versioning?","1840":"No. Tuttavia, è possibile accedere ai files sovrascritti nelle rispettive cartelle debris fino a quando non vengono eliminati.","1841":"Il support di MEGAsync modifica i files esistenti?","1842":"No. Se un file sincronizzato viene modficato, viene sempre sostituito nel suo complesso. Pertanto, non è consigliabile sincronizzare ad esempio file di log di grandi dimensioni o tabelle di database. Scritture delta crittografate sono previste in una versione futura.","1845":"Ci sono restrizioni per quanto riguarda i nomi dei files?","1846":"I nomi dei files MacOS\/UNIX sono case sensitive, i nomi dei file di Windows non lo sono. Una cartella contenente sia \"ABC.TXT\" e \"abc.txt\" può essere sincronizzata ad una macchina UNIX senza problemi, ma quando viene sincronizzata ad una macchina Windows, solo uno dei due files sopravviverà.","1847":"MEGA non impone restrizioni sui nomi dei file - possono contenere caratteri che sono incompatibili con il sistema operativo, come ad esempio : o *. Questi saranno riscritti come %xx sul lato locale e riconvertiti al carattere originale quando vengono re-sincronizzati. L'Explorer di Windows ha anche problemi con un certo numero di files e cartelle con nomi apparentemente innocui - \"con.doc\", per esempio, non sarebbe accessibile (per capirne il motivo, dovresti essere un geek o un veterano, o entrambi). Se si verifica una situazione del genere, è sufficiente rinominare il file sul lato cloud. Caratteri stranieri nei nomi dei file sono pienamente supportati.","1848":"MEGAsync supporta strutture di cartelle abbastanza profonde (MEGA si è limitata a un massimo di 63 livelli) e  nomi molto lunghi (fino a 32.000 caratteri in Windows). Purtroppo, la maggior parte del software di Windows (compreso l'Explorer) non è in grado di accedere ai file il cui percorso è più lungo di 260 caratteri.","1849":"Come posso fare in modo che abbia sempre l'ultima versione di MEGAsync?","1850":"MEGAsync controlla per una nuova versione ogni due ore e si aggiorna ogni volta che un nuovo aggiornamento è disponibile (puoi disattivare questo nelle impostazioni - il successivo controllo viene eseguito quando si accende nuovamente). Per motivi di sicurezza, solo l'account che ha inizialmente installato MEGAsync ha il permesso di aggiornarlo.","1851":"MEGAsync utilizza i trasferimenti peer-to-peer per ottenere la sincronizzazione più veloce tra i computer nella stessa rete locale?","1852":"No. L'attuale incarnazione di MEGAsync sincronizza sempre tramite l'infrastruttura cloud di MEGA.","1853":"Cosa succede se azioni simultanee in conflitto vengono eseguite sui client sincronizzati alla stessa posizione cloud?","1854":"L'attuale incarnazione di MEGAsync non risolve tali scontri in modo deterministico. Evitali, se possibile.","1855":"MEGAsync sipporta funzionalità avanzate del filesystem quali collegamenti, attributi, ACL, streams o file sparsi?","1856":"No. Non aspettarti che questi vengano replicati nel cloud.","1857":"MEGAsync supporta la sincronizzazine di una stessa cartella locale in diverse località remote o la stessa cartella remota in diverse posizioni locali?","1858":"No, a meno che non si desidera eseguire più processi MEGAsync in parallelo, che non è raccomandato. Come regola generale, ogni elemento filesystem deve essere visibile solo agli MEGAsync una volta, in modo da evitare di sincronizzare le sottocartelle di cartelle sincronizzate o l'immissione collegamenti multipli allo stesso elemento filesystem in una cartella sincronizzata locale.","1859":"Dove posso trovare la vostra applicazione iOS?","1860":"Puoi scaricare ed installare la nostra applicazione iOS sull'[A]App Store[\/A].","1861":"Dove posso trovare la vostra applicazione Andrid?","1862":"Puoi scaricare ed installare la nostra applicazione Android su [A]Google Play[\/A].","1863":"Stiamo fornendo [A]apps[\/A] per il tuo dispositivo mobile, anche per [B]iOS[\/B] ed [C]Android[\/C].","1864":"Report di errore","1865":"MEGAsync ha rilevato un problema. Questi sono i dettagli:","1866":"Puoi aiutarci a migliorare MEGAsync inviando questa segnalazione di errore. Non contiene alcuna informazione personale. Se vuoi darci maggiori dettagli, sei pregato di scriverli qui sotto:","1867":"Grazie per la tua collaborazione!","1868":"Invia segnalazione","1869":"Scegli Utenti","1870":"Scegli per quali utenti desideri installare [A].","1871":"Scegli se desideri installare [A] solo per te o per tutti gli utenti di questo computer. [\/A]","1872":"Installa per chiunque utilizzi questo computer","1873":"Installa solo per me","1874":"Errore: cartella di destinazione valida. Il caricamento è stato annullato","1875":"Verranno presi i nuovi nomi dei files esclusi quando l'applicazione si avvierà di nuovo.","1876":"Dimensione della cache corrente: %1","1877":"Cache","1878":"Cancella","1879":"Le impostazioni del proxy non sono valide o il proxy non risponde","1880":"La cartella di destinazione è sincronizzata e hai già un file al suo interno con lo stesso nome (%1).","1881":"Se continui l'upload, il file precedente verrà sovrascritto.","1882":"Oh mio Dio, è pieno di stelle!","1883":"Stai tentando di sincronizzare una cartella molto grande. Per impedire la sincronizzazione di interi volumi di avvio, che è inefficiente e pericoloso, ti chiediamo di iniziare con una cartella più piccola e aggiungere altri dati mentre MEGAsync è in esecuzione.","1884":"La cartella (%1) non è stata caricata perché troppo grande. Facciamo questi controlli per prevenire il caricamento di interi volumi di avvio, che risulta esser inefficiente e pericoloso.","1885":"%1 cartelle non sono state caricate perché troppo grandi. Facciamo questi controlli per prevenire il caricamento di interi volumi di avvio, che risulta esser inefficiente e pericoloso.","1886":"Sto cercando di rinominare una cartella locale in Explorer, ma il nome della corrispondente cartella nel mio cloud drive rimane lo stesso, non importa ciò che faccio.","1887":"La cartella che stai cercando di rinominare contiene un file nascosto chiamato desktop.ini contenente il campo LocalizedResourceName= che impedisce la rinominazione totale. Per favore, cancella desktop.ini e prova di nuovo.","1888":"Home","1889":"iOS App","1890":"Android App","1891":"Trova risposta a tutte le domande basilari riguardanti il nostro servizio.","1892":"Scopri di più riguardo ai modelli di sicurezza e di crittografia di MEGA.","1893":"Ricevi tutte le conoscenze circa la sincronizzazione tra i computer e MEGA.","1894":"Scopri di più riguardo la nostra applicazione nativa Android, il cloud nella tua tasca.","1895":"Scopri di più riguardo e funzionalità di collaborazione di MEGA.","1896":"Tutto ciò che hai bisogno di sapere riguardo al tuo account MEGA.","1897":"Scopri di più riguardo la nostra applicazione nativa iOS, il cloud nella tua tasca.","1898":"Premi Esc per chiudere","1899":"Anteprima","1900":"Aggiornamento disponibile!","1901":"Un aggiornamento verrà applicato durante il prossimo avvio dell'applicazione.","1902":"Installazione aggiornamento...","1903":"Controllo aggiornamenti...","1904":"Installa aggiornamento","1905":"Una nuova versione di MEGAsync è disponibile! Clicca su questo messaggio per installarla","1906":"Nessun aggiornamento disponibile","1907":"Sono stati riscontrati problemi durante l'installazione dell'aggiornamento. Per favore, riprova in seguito o scarica l'ultima versione da: https:\/\/mega.co.nz\/#sync","1908":"Controlla aggiornamenti","1909":"Installazione Manuale","1910":"funziona solo per:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Scarica MEGA","1914":"per Chrome Beta \/ Canary","1915":"Attenzione: clicca sul pulsante qui sopra solo se consideri attendibile il [A]Chrome Web Store[\/A]. In alternativa, puoi scaricare e installare l'estensione di seguito manualmente.","1916":"Scarica dal","1917":"Chrome Web Store","1918":"Aggiornamento disponibile. In download...","1919":"Impossibile ottenere il file system.","1920":"Riprova. Se il problema persiste contatta bug@mega.co.nz","1921":"Cartella non valida per la sincronizzazione.","1922":"Verifica di non utilizzare caratteri come \\ \/ o : nei nomi delle cartelle.","1923":"Sincronizzazione selettiva attiva","1924":"Abilita sincronizzazione completa dell'account","1925":"Attivando la sincronizzazione completa dell'account disabiliterai tutte le sincronizzazioni attuali","1926":"Sincronizzazione completa dell'account attiva","1927":"Disattiva sincronizzazione completa dell'account","1928":"Attivando la sincronizzazione completa dell'account potrai impostare la cartella di sincronizzazione selettiva","1929":"Installa MEGA nel browser per migliorare le prestazioni e la sicurezza.","1930":"Il cloud nella tua tasca. Accedi ai tuoi files dal tuo smartphone o tablet.","1931":"MEGAsync si sta avviando","1932":"Per scaricare files più grandi di 1GB, installa la nostra estensione per il browser.","1933":"Per scaricare files più grandi di 1GB, installa un browser più moderno.","1934":"Hai dimenticato la password?","1935":"Se disponi di un backup della chiave di crittografia, puoi reimpostare la password selezionando SI. Non ci sono dati saranno persi.","1936":"Puoi ancora [A]esportare[\/A] la chiave principale se disponi di una sessione MEGA attiva in qualsiasi altro browser su questo o qualsiasi altro computer. Se non lo fai, non puoi più decriptare tuo account esistente, ma puoi avviare una nuova esportazione sotto lo stesso indirizzo e-mail selezionando NO.","1937":"Hai un backup della chiave principale?","1938":"Ottimo!","1939":"Inserisci il tuo indirizzo e-mail qui sotto. Riceverai un link di recupero che ti permetterà di inviare la chiave principale e reimpostare la password.","1940":"Invia","1941":"Oops.","1942":"Grazie al nostro paradigma di crittografia end-to-end, non sarai in grado di accedere ai dati senza né la tua password né un [A]backup[\/A] della chiave principale.","1943":"È possibile sospendere l'account e iniziarne uno nuovo con lo stesso indirizzo e-mail. Nel caso in cui ti ricorda la password del tuo account sospeso, ti preghiamo di contattare [A]support@mega.co.nz[\/A] per assistenza al recupero. I tuoi dati saranno conservati per almeno 60 giorni.","1944":"Non puoi utilizzare il recupero account con una sessione temporanea attiva.","1945":"Attualmente sei connesso con l'account [X]. Se non ricordi la tua password attuale e vuoi cambiare la tua password, esporta la tua chiave principale, poi disconnettiti e riprova.","1946":"Ti preghiamo di controllare l'indirizzo e-mail e riprovare.","1947":"Resetta account","1948":"Hai perso la password e non puoi fornire una chiave principale esportata in precedenza? Purtroppo, a causa dell'utilizzo da parte di MEGA di una crittografia forte, la perdita della tua chiave principale rende tutti i dati illeggibili. Se procedi, creerai un nuovo account sotto il tuo indirizzo e-mail esistente. Il tuo vecchio conto rimarrà sospeso per almeno 60 giorni e può essere recuperato contattando [A]support@mega.co.nz[\/A] nel caso che ancora ricordi la tua password.","1949":"Scegli la nuova password","1950":"Riconosco che sto creando un account fresco, vuoto e che io perderò tutti i dati del mio conto presente a meno che io ricordo la mia password o individuo una chiave master esportata.","1951":"Inizia un nuovo account","1952":"Nota:","1953":"Teniamo un backup dei vostri dati per almeno altri 60 giorni.","1954":"Se ricordi la password, ti preghiamo di contattare support@mega.co.nz per l'assistenza con il recupero dei dati del vecchio conto.","1955":"Reset Password","1956":"Ti preghiamo di fornire la chiave principale precedentemente esportata. È ancora possibile esportare da qualsiasi sessione MEGA hai aperto in un altro browser o su un altro computer.","1957":"Se non hai la chiave principale, puoi [A]sospendere[\/A] tuo account e ricominciare.","1958":"Usa il file di testo della chiave principale","1959":"Seleziona il file di chiave","1960":"Verifica","1961":"Hai recuperato con successo l'accesso al tuo account. Ti preghiamo di scegliere una nuova password qui sotto:","1962":"Convalida password","1963":"Sembra che la chiave principale che hai fornito non sia corretta.","1964":"Sei sicuro che hai fornito la chiave corretta?","1965":"Se non disponi della chiave corretta, è ancora possibile [A]resettare[\/A] il tuo account.","1966":"Link di recupero scaduto","1967":"Questo link di recupero è scaduto, si prega di riprovare.","1968":"Link di recupero non valido","1969":"Link non valido, riprova","1970":"O inserisci la chiave principale qui","1971":"Non è possibile utilizzare la procedura di recupero mentre seo loggato, ti preghiamo di effettuare il logout e riprova.","1972":"Chiave di file non valida","1973":"Il file selezionato è troppo grande. Si prega di assicurarsi di selezionare il file contenente la chiave principale a 22 caratteri.","1974":"Conferma che sei consapevole del fatto che tutti i dati verranno cancellati.","1975":"Account sospeso","1976":"Il tuo vecchio account è stato sospeso con successo. Ora puoi accedere al tuo nuovo account.","1977":"Chiave principale invalida","1978":"La chiave che hai fornito non corrisponde a questo account. Si prega di assicurarsi di utilizzare la chiave principale corretta e riprovare.","1979":"Account bloccato","1980":"L'account che stai cercando di ripristinare è bloccato.","1981":"La tua password è stata reimpostata correttamente. Si prega di accedere al proprio account.","1982":"Esegui il backup della tua [A]chiave di crittografia principale[\/A]","1983":"La tua password sblocca la chiave principale","1984":"I tuoi dati sono leggibili solo attraverso una catena di operazioni di decrittazione che inizia con la chiave di crittografia principale, che memorizziamo criptata con la tua password. Questo significa che se si perde la password, la chiave principale non può più essere decifrata, e non è più possibile decrittografare i dati.","1985":"Esportazione della chiave master e conservarla in un luogo sicuro consente di impostare una nuova password, senza perdita di dati.","1986":"Un attaccante esterno non può accedere al tuo account solo con la chiave. Un reset della password richiede sia la chiave e l'accesso alla tua e-mail.","1987":"Salva chiave principale come file di testo","1988":"Salva file","1989":"Copia la chiave principale negli appunti","1990":"Copia","1991":"Tenere sempre il controllo fisico della chiave principale (ad esempio su un dispositivo client, storage esterno, o di stampa).","1992":"Non conservarla su Internet (almeno non senza crittografia).","1993":"o [A]crea un account[\/A]","1994":"Sì. Tuttavia, la password MEGA è molto più di una password - sblocca la chiave di crittografia principale, senza la quale i dati sono del tutto illeggibili. Pertanto, ci sono due tipi di reimpostazione della password: forend o senza fornire una copia della chiave principale. Con la chiave, si può semplicemente impostare una nuova password e mantenere il tuo account. Senza la chiave, è possibile sospendere l'account e iniziare uno nuovo con l'indirizzo e-mail del tuo account. Si consiglia di tenere un backup della chiave master in un luogo sicuro in ogni momento, nel caso! Clicca <a href=\"#backup\"> qui <\/a> per esportare la chiave o <a href=\"#recovery\"> qui <\/a> per reimpostare la password.","1995":"Mi sono appena ricordato la password del mio vecchio account dopo aver eseguito un reset della password. Come ottengo i miei dati?","1996":"Se sono passati meno di 60 giorni da quando hai sospeso il tuo vecchio account, i dati possono essere recuperati. Si prega di contattare [A]support@mega.co.nz [\/A] per assistenza.","1997":"MEGA mi chiede di fare un backup della mia chiave di crittografia principale. Perché?","1998":"Se sei assolutamente sicuro che non perderai mai la tua password, non c'è bisogno di backup della chiave. Se si decide di fare un [A]backup[\/A], tuttavia, si prega di assicurarsi di tenerlo un luogo sicuro: Chiunque abbia accesso al backup della tua chiave e il tuo account di posta elettronica sarà in grado di reimpostare la password e di accedere ai vostri dati.","1999":"Posso sincronizzare partizioni FAT\/FAT32 in Windows?","2000":"Anche se può sembrare funzionante a prima vista, si sconsiglia vivamente l'uso di essa, perché timestamps FAT dipendono dal fuso orario, causando in tutti i file una re-sincronizzazione due volte l'anno se si vive in una zona osserva l'ora legale. Purtroppo, il seguente difetto di progettazione fondamentale nella progettazione API di Windows rende difficile compensare dinamicamente tali cambiamenti: \"Quando diventa l'ora legale, il tempo recuperato da GetFileTime è indietro un'ora, poiché la cache non viene aggiornata quando si riavvia. il computer, il tempo di cache che GetFileTime recupera è corretto. \"In altre parole, fatevi un favore e di evitare FAT.","2001":"Vuoi caricare i files in una nuova sessione?","2002":"\"No\" ti permetterà di effettuare il login e iniziare il caricamento.","2003":"Esegui il backup della la tua chiave di crittografia principale","2004":"A differenza dei servizi di cloud storage, MEGA è crittografato end-to-end. Questo significa che i dati diventano illeggibili se viene persa la password. Si consiglia vivamente di eseguire il backup della chiave di crittografia principale ora. I reset password senza perdita di dati sono possibili solo se viene fornita una chiave principale valida per il tuo account.","2005":"Annulla","2006":"Esegui Backup","2007":"Altro","2008":"Disabilita icone di sovrapposizione","2009":"Forza una nuova analisi completa","2010":"Scansione completa","2011":"MEGAsync eseguirà una scansione completa delle cartelle sincronizzate quando verrà avviato.","2012":"Vuoi riavviare MEGAsync adesso?","2013":"Uploa files\/cartelle","2014":"Una nuova versione di MEGAsync è disponibile!","2015":"MEGAsync è ora in esecuzione. Fai clic sull'icona della barra delle applicazioni per aprire la finestra di stato.","2016":"Visualizza stato","2017":"Cartella per l'upload da questo computer","2020":"Errore durante il recupero della chiave di sessione","2021":"Sincronizzazione completa","2022":"La tua cartella locale e il tuo Cloud Drive MEGA saranno sincronizzati automaticamente.","2023":"Scegli","2024":"La tua configurazione è corrotta, per favore ricomincia","2025":"Disponibile anche per <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Disponibile anche per <a href=\"\" class=\"red windows\">Windows<\/a> e <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Disponibile anche per <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"opzionale","2029":"Scegli Distro Linux","2030":"Seleziona la tua distro Linux e quindi fai clic sul pulsante di download.","2031":"Per Mac","2032":"Per Linux","2033":"Scaricare i file ZIP più grandi di 2 GB potrebbe richiedere uno strumento unpacker aggiuntivo (ad esempio \"7zip\"). Purtroppo, ZIP64 non è nativamente supportato su tutti i sistemi operativi.","2034":"Files","2035":"Cartelle","2036":"Aggiorna","2037":"Scarica da MEGA","2038":"Seleziona la cartella di destinazione per i tuoi files:","2039":"Usa sempre questa cartella","2041":"Non hai i permessi di scrittura in questa cartella locale","2042":"Non hai i permessi di scrittura in questa cartella","2043":"MEGAsync non riuscirà a scaricare nulla qui.","2044":"Vuoi continuare?","2045":"Errore ottenimento link:","2046":"Cartelle predefinite","2047":"Uploads:","2048":"Downloads:","2049":"Questa sincronizzazione non può essere attivata perché la cartella locale non esiste","2051":"Stai già sincronizzando l'intero Cloud Drive","2052":"Abilita \/ Disabilita","2053":"Scegli la cartella locale","2055":"Il tuo Cloud Drive sarà sincronizzato con questa cartella:","2056":"Dettagli di utilizzo del conto","5526":"MEGA è un servizio di cloud storage sicuro che ti rende disponibili 50GB gratuiti. Diversamente dagli altri fornitori di cloud storage, i dati sono cifrati e decifrati solamente dai dispositivi client e non da noi.I tuoi dati sono accessibili in qualsiasi momento, da qualsiasi dispositivo, ovunque. Condividi le cartelle con i tuoi contatti e vedi i loro aggiornamenti in tempo reale.La nuvola nella tu tasca. Accesso e streaming dei tuoi file da smartphone o tablet. Carica e sincronizza i tuoi documenti in cloud.Cerca, memorizza, scarica, stream, visualizza, condividi, rinomina o elimina i tuoi files. È tutto lì - nel palmo delle tue mani.Per maggiori informazioni, consulta il nostro sito web: https:\/\/mega.co.nz\/","5527":"MEGA e un servizio di stoccaggio datti online crittografato e con 50 GB di spazio gratis","5528":"di","5529":"Sposta nella cartella","5530":"Copia nella cartella","5531":"Importa nella cartella","5532":"Carica File","5533":"Caricamento ...","5534":"Importando ...","5535":"Aggiornamento...","5536":"Non implementato","5537":"Stai per rimuovere la chiave master esportata","5538":"Sei sicuro di voler continuare?","5539":"Più opzioni ...","5540":"Cancellare il contatto?","5541":"Cancellare i contatti?","5542":"Condivisioni in arrivo","5543":"Condivisione in uscita","5544":"Caricamento...","5545":"Nuova cartella","5546":"Carica su","5547":"Aggiorna","5548":"Aiuto","5549":"Aggiorna l'account","5550":"Seleziona tutto","5551":"Deseleziona tutto","5552":"Vista thumbnail","5553":"Modalità lista","5554":"Esporta MasterKey","5555":"Cancella MasterKey","5556":"La MasterKey é stata esportata in:","5557":"file","5558":"file","5559":"contatto","5560":"contatti","5561":"cartella","5562":"cartelle","5563":"Cartella condivisa","5564":"Cartelle condivise","5565":"Download","5566":"carica","5567":"caricamenti","5568":"utente","5569":"utenti","5570":"e-mail","5571":"password","5572":"Conferma password","5573":"ABC","5574":"***","5577":"Inserisci la tua password","5578":"Calcolando le chiavi crittografiche","5579":"Confermo validita link","5580":"Attivazione conto","5581":"Aggiornamento file","5582":"Nuovo conto","5583":"nome","5584":"Sono d'accordo con i <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Termini di Servizio<\/a> di MEGA","5585":"Hai gia un conto?","5586":"Devi accettare i nostri Termini di Servizio","5587":"Le password non combaciano","5588":"Salvato in locale","5589":"Condivise con me","5590":"CONTATTI","5591":"RICHIESTE INVIATE","5592":"RICHIESTE RICEVUTE","5593":"Nessuna richiesta inviata","5594":"Nessuna richiesta ricevuta","5595":"Camera Uploads","5596":"%1$ di %2$","5597":"IN ARRIVO","5598":"IN USCITA","5599":"Svuota il cestino","5600":"Nessuna condivisione in arrivo","5601":"Nessuna condivisione uscente","5602":"Disponibile offline","5603":"Abilitato","5604":"Disabilitato","5605":"Dimensione:","5606":"Contenuto:","5607":"Aggiunto:","5608":"Modificato il:","5609":"Cartella non condivisa","5610":"Leggi e scrivi","5611":"Condivise con:","5612":"Permessi:","5613":"Cambia permessi","5614":"Condividi con","5615":"Invia a","5616":"Info contatto","5617":"Cartelle condivise con","5618":"Aggiungi nuovi contatti usando il pulsante","5619":"In corso","5620":"Non c'è nessuna applicazione disponibile per eseguire il file sul tuo dispositivo","5621":"Condividi foto usando","5622":"Condividi link","5623":"Spostando","5624":"Condivisione cartella","5625":"Copiando","5626":"Cancella","5627":"Email contatto","5628":"Creando cartella ...","5629":"Contatto aggiunto","5630":"Invia link","5631":"Condividi cartella","5632":"Vedi cartelle condivise","5633":"Rimozione di tutti i contatti di condivisione","5634":"Lasciando la cartella condivisa","5635":"Cartella camera","5636":"Contatti MEGA","5637":"Contatti telefono","5638":"Cancella","5639":"Contatto agiunto","5640":"Contatto cancellato","5641":"Contatto non cancellato a causa di un errore","5642":"Permessi cambiati","5643":"Permessi non cambiati a causa di un errore","5644":"Una cartella con lo stesso nome esiste già","5645":"Cartella creata","5646":"Rinominato","5647":"Rinominazione fallita a causa di un errore","5648":"Copiatto corretamente","5649":"Copia fallita a causa di un errore","5650":"Spostato","5651":"Spostamento fallito a causa di un errore","5652":"Condiviso","5653":"Condivisione fallita a causa di un errore","5654":"Impossibile generare il link","5655":"Cancellato","5656":"Cancellazione fallita a causa di un errore","5657":"Inviato a:","5658":"Questa cartelle e privata adesso","5659":"Condivisione rimossa","5660":"Decompressione file","5661":"Visualizzatore immagini","5662":"Aggiorna l'account ora!","5663":"L'ultima sessione:","5664":"Seleziona conto","5665":"Mensilmente o Annualmente","5666":"Sottoscrizione PayPal","5667":"Mensilmente*","5668":"Annuale*","5669":"* i abbonamenti possono essere cancellati prima della data di scadenza","5670":"L'anteprima non è ancora stata scaricata. Attendi per favore.","5671":"Importato correttamente","5672":"Nessun trasferimento attivo","5673":"Trasferimenti sospesi","5674":"Sospendi trasferimenti","5675":"Riavvia trasferimenti","5676":"Solo Wi-Fi","5677":"Wi-Fi o dati mobili","5678":"Camera Upload attivo","5679":"Vuoi interrompere Camera Uploads?","5680":"Caricamento foto camera","5681":"C'e stato un problema con Camera Upload","5682":"Camera Uploads completatto","5683":"Codice d'accesso","5684":"Chiedi sempre dove scaricare","5685":"Attiva Camera Uploads","5686":"Disabilita Camera Uploads","5687":"Come caricare","5688":"Foto e video","5689":"Attiva codice d'accesso","5690":"Disattiva codice d'accesso","5691":"Codice d'accesso","5692":"Non impostato","5693":"Versione","5694":"Visualizzatore PDF","5695":"ZIP Browser","5696":"Tipo conto:","5697":"Cartella Camera Uploads creata","5698":"Il file zip verrà scaricato e decompresso","5699":"Il file zip verrà decompresso","5700":"Capisco","5701":"Avvia","5702":"Manca la password","5703":"Manca l'email","5704":"Credenziali di accesso non valide","5705":"Email non valido","5706":"Nome troppo corto","5707":"La password e troppo corta","5708":"Per continuare devi accettare i nostri Termini di Servizio","5709":"Rimani connesso","5710":"Sei sicuro di voler interrompere la registrazione?","5711":"Interrompi","5712":"Registrazione completata","5713":"Sono d'accordo con i <a href='terms'>Termini di Servizio<\/a> di Mega","5714":"La tua email","5715":"Condividi con contatto","5716":"Cancella il file?","5717":"Cancella [X] file?","5718":"Conferma rimozione","5719":"Nome della nuova cartella","5720":"Carica l'ultima foto","5721":"Scatta","5722":"Scegli","5723":"File condivisi","5724":"CloudDrive vuoto","5725":"Cartella vuota","5726":"Ripristina","5727":"Seleziona la cartella di destinazione per spostamento","5728":"Seleziona la cartella di destinazione per caricamento","5729":"Note versione","5730":"Carica contatti","5731":"Non posso accedere ai contatti","5732":"Permetti MEGA di accedere ai contatti","5733":"Nessuna condivisione","5734":"Condividi una cartella","5735":"Condividi [X] cartelle ","5736":"Invito spedito","5737":"Nessun contatto","5738":"Cestino","5739":"Qualcosa e andato storto!","5740":"Scaricando: [X]%","5741":"Preparando","5742":"Caricamento: [X]%","5743":"Memorizzato localmente","5744":"Nuovo nome del file","5745":"Sei sicuro?","5746":"File locali","5747":"Nessun file locale","5748":"Nessuna foto","5749":"Una foto","5750":"[X] foto","5751":"[X] restante","5752":"Nessuna foto","5753":"Creando cartella CameraUploads","5754":"Finito leggere foto","5755":"Esporto foto","5756":"Salta foto","5757":"Caricamento foto","5758":"Caricamento video","5759":"Creato cartella CameraUploads","5760":"Errore caricando foto","5761":"Camera Uploads attivo","5762":"Camera Uploads disattivato ","5763":"Camera Uploads completatto","5764":"Seleziona gli album per Camera Uploads","5765":"Impostazioni Camera Uploads","5766":"Quando disabilitato, nuove foto e video NON saranno caricati automaticamente","5767":"Attiva CameraUploads per caricare automaticamente le foto e video nella tua cartella CloudDrive","5768":"Carica video","5769":"Utilizza dati cellulare","5770":"Avvia periodicamente","5771":"Caricamento foto","5772":"Accesso","5773":"Esporta file","5774":"Codice di accesso","5775":"Usato","5776":"Localmente","5777":"Numero di tentativi falliti raggiunto","5778":"Disattiva codice di accesso","5779":"Attiva codice di accesso","5780":"Utilizza Touch ID","5781":"Cambia coddice d'accesso","5782":"Cancella tutti i dati locali","5783":"Linguaggio automatico","5786":"Invia commento","5787":"Votaci!","5788":"Contatta il team di supporto tramite e-mail. Tutte le email vengono letti ma dato l'elevato volume di richieste non potremmo rispondere a tutti singolarmente.","5789":"Richiedi assistenza o leggi gli argomenti popolari.","5790":"Oh mio Dio, è pieno di stelle!","5791":"Esport MasterKey","5792":"Attiva il file di debug","5793":"File cancellati vanno nel Cestino","5794":"Esportando la MasterKey e mantenendola in un luogo sicuro permette di impostare una nuova password, senza perdita di dati.","5795":"I file log aiutano i sviluppatori a risolvere eventuali problemi con l'app","5796":"MasterKey.txt è stato esportato nella cartella Documenti. È possibile trasferirlo collegando il dispositivo al computer e aprire iTunes. Vi consigliamo vivamente di non trasferire questo file via e-mail e di rimuoverlo immediatamente dopo l'utilizzo!","5797":"L'esporto della MasterKey fallito","5798":"Master Key esportato","5799":"Utilizzo","5800":"disponibile","5801":"usato","5802":"Imagini","5803":"Video","5804":"Documenti","5805":"Archivi","5806":"File temporanei","5807":"Cache","5808":"File locali","5809":"Svuota cache","5810":"Svuotare la cache cancellerà tutti i documenti salvati in locale, le miniature e altri file temporanei.","5811":"Svuota cache?","5812":"Elimina tutti i file memorizzati localmente","5813":"Cache vuoto","5814":"Incrementa spazio","5815":"[X] GB","5816":"[X] TB","5817":"Abbonamento mensile \"PRO I\"","5818":"Abbonamento annuale \"PRO I\"","5819":"PRO I","5820":"Codice di accesso attuale","5821":"Accedi usando l'impronta digitale?","5822":"Caricamento falito","5823":"Il file selezionato non é stato caricato a causa di un errore.","5824":"Caricamento interotto","5825":"Il file selezionato non é stato caricato a causa di un errore.","5826":"MEGA Spazio","5827":"MEGA Velocità","5828":"MEGA Sicurezza","5829":"MEGA Accesso","5830":"Registrati adesso e ricevi 50 GB di spazio gratis","5831":"I caricamenti sono veloci.Condividi rapidamente file con tutti.","5832":"Proteggete tutti i vostri file con la crittografia completa di MEGA.","5833":"Accesso crittografato dovunque,a qualunque momento","5834":"MEGA è un servizio di cloud storage sicuro con 50 GB di spazio di archiviazione gratuiti.All'interno della applicazione è possibile aggiornare il tuo spazio di archiviazione e larghezza di banda mediante la sottoscrizione a MEGA Pro con un abbonamento mensile o annuale.Le sottoscrizioni sono €9,99 (US$ 10.99) al mese o €99,99  (US$ 119.99) all'anno.Questo abbonamento ti offre 500 GB di spazio di archiviazione e 1000 GB di banda al mese.Gli abbonamenti vengono rinnovati automaticamente per la stessa durata ed allo stesso prezzo del periodo iniziale prescelto. È possibile disattivare il rinnovo automatico dell'abbonamento MEGA Pro entro e non oltre 24 ore dal pagamento di sottoscrizione tramite la pagina delle impostazioni dell'account iTunes. Per gestire le sottoscrizioni, è sufficiente cliccare sull'icona App Store del tuo portatile, accedere con il proprio ID Apple in fondo alla pagina (se non lo hai già fatto) e quindi cliccare Visualizza ID. Verrai reinderizzato alla pagina del tuo account in cui è possibile scorrere verso il basso per gestire le sottoscrizioni alle Apps. Da qui, è possibile selezionare il proprio abbonamento Mega PRO  e visualizzare la data di rinnovo prevista, scegliere un pacchetto di abbonamento diverso o attivare l'interruttore on-off per per disattivare il rinnovo automatico del tuo abbonamento.Termini di servizio:https:\/\/mega.co.nz\/ios_terms.htmlPolitica sulla riservatezza:https:\/\/mega.co.nz\/ios_privacy.html","5835":"Con PhotoSync, le foto scattate con il tuo iPhone verranno automaticamente sincronizzate a MEGA.È possibile utilizzare la connessione WiFi o i dati mobili  e attivando la modalità Background, l'app caricherà le foto quando la tua posizione cambierà in modo significativo.Il blocco con codice aggiunge un nuovo livello di sicurezza richiedendo un codice di quattro cifre che deve essere inserito ogni volta che l'applicazione viene avviata. Questo proteggerà i tuoi file anche se il tuo iPhone cadrà nelle mani sbagliate. C'è anche la possibilità di cancellare tutti i dati ed effettuare la disconnessione se viene immessa la password errata più di 10 volte.Varie correzioni di bug e miglioramenti di velocità.Il tuo feedback è molto importante per noi e, anche se non potremmo rispondere ad ogni email, leggiamo tutti e ciascuno.Inoltre, il rating a 5 stelle in AppStore è sempre apprezzato.","5836":"caricare, scaricare, copia, sicurezza, MEGA, condividi","5837":"[X] minuti","5838":"1 minuto","5839":"sarà disponibile in","5840":"Crea il tuo conto MEGA","5841":"Non sei connesso","5842":"Per concludere l'acquisto devi essere registrato con MEGA","5843":"Sei gia connesso. ","5844":"Vuoi usare il tuo credito prepagato per continuare?","5845":"Larghezza di banda usata","5846":"Inoltrando a PayPal","5847":"Il tuo acquisto e andato a buon fine. Per completare il processo devi seguire il link inviato via e-mail.","5848":"Sorta per ...","5849":"Connessione al server: registrazione conto","5851":"Ti ha inviato una richiesta di contatto","5852":"Ha accettato tua richiesta di contatto","5853":"Richiesta di contatto negata","5854":"Nuovo","5855":"Notifica","5856":"Accetta","5857":"Ignora ulteriori richieste","5858":"Nega","5859":"Invitati","5860":"Ignora","5861":"Reinvita","5862":"Richieste Inviate","5863":"Richieste ricevute","5864":"Utente ignorato","5865":"Non possiamo decifrare il tuo collegamento di invito, controlla che tu abbia copiato il link correttamente, o registrati manualmente con lo stesso indirizzo di posta elettronica.","5866":"Lascia quota","5867":"Lascia quota","5868":"Vedi profilo","5869":"Rimuovi contatto","5870":"Rimuovi contatto","5871":"Preferiti","5872":"Rimuovi preferito","5873":"Cartelle condivise in arrivo","5874":"Cartelle condivise in arrivo","5875":"MEGAchat","5876":"Prova la nuova e sicura chiamata\/videochiamata criptata end-to-end di MEGA.","5877":"Non preoccuparti!","5878":"Ciao, unisciti a me in MEGA e ottieni l'accesso ad uno storage e ad una comunicazione crittografati. Ottieni 50 GB gratis!","5879":"Informazioni Aziendali","5880":"Investitori","5881":"Comunicati Stampa","5882":"Rapporti Azionisti","5883":"Inizia chiamata ...","5884":"Termina chiamata ...","5885":"Inizia conversazione","5886":"Termina conversazione","5888":"La chiamata con [X] è iniziata.","5889":"La chiamata con [X] è finita.","5890":"La chiamata con [X] non è stata risposta in modo tempestivo.","5891":"Sto chiamando [X]...","5892":"La chiamata con [X] è stata respinta.","5893":"Hai una chiamata in arrivo da [X].","5894":"La chiamata con [X] è stata annullata.","5895":"La chiamata con [X] è stato gestita su un altro dispositivo.","5896":"Avvia chiamata audio","5897":"Avvia videochiamata","5898":"L'utente [X] è stato invitato e apparirà nell'elenco dei contatti una volta accettato l'invito.","5899":"Gli utenti sono stati invitati e appariranno nell'elenco dei contatti una volta accettati gli inviti.","5900":"Vedi richieste ricevute","5901":"Vedi richieste inviate","5902":"Conversazioni","5903":"Contatti","5904":"Ultima interazione","5905":"Proprietario","5906":"Accesso","5907":"beta","5908":"Digita in una e-mail o contatto","5909":"I nomi dei files MacOS\/UNIX sono case sensitive, i nomi dei file di Windows no. Una cartella contenente sia \"ABC.TXT\" che \"abc.txt\" può essere sincronizzata ad una macchina UNIX senza problemi, ma quando viene sincronizzata ad una macchina Windows, solo uno dei due files sopravvivrà.MEGA non impone restrizioni sui nomi dei file - possono contenere caratteri non compatibili con il sistema operativo, come ad esempio : o *. Questi saranno riscritti come %xx in locale e riconvertiti al carattere originale quando resincronizzati. L'Explorer di Windows ha anche problemi con un certo numero di nomi di file e cartelle apparentemente innocui - \"con.doc\", per esempio, non sarebbe accessibile (per capirne il motivo, devi essere un geek o un veterano, o entrambi). Se si verifica una situazione del genere, è sufficiente rinominare il file sul lato cloud. Caratteri stranieri nei nomi dei file sono pienamente supportati.MEGAsync supporta strutture di cartelle abbastanza profonde (MEGA si è limitata ad un massimo di 63 livelli) e molto lunghi percorsi (fino a 32.000 caratteri in Windows). Purtroppo, la maggior parte del software di Windows (compreso il Explorer) è in grado di accedere ai file il cui percorso è più lungo di 260 caratteri.","5910":"Ci sono tre modi per caricare files si MEGA utilizzando il browser web:1. Fai clic sul pulsante rosso sulla pagina iniziale2. Vai sul tuo Cloud Drive e fai clic su \"Carica File\" o (se utilizzi Chrome) su \"Carica\" nella parte superiore3. Trascina i files o (se utilizzi Chrome) cartelle sul sito","5911":"Aggiungi Contatti","5912":"Puoi creare facilmente una nuova cartella qui sotto. Proprio lì, sul lato sinistro.","5913":"Puoi aggiungere facilmente nuovi contatti via e-mail o importare i contatti esistenti da altri servizi.","5914":"Le mie conversazioni","5915":"Le mie azioni in arrivo","5916":"Cartelle","5917":"Nessuna nuova richiesta di contatto","5918":"Sembra che ci sia una e-mail non valida!","5919":"Hai già un contatto con quella e-mail!","5920":"Non c'è bisogno di questo, tu sei il proprietario!","5921":"Ascendente","5922":"Discendente","5923":"Online","5924":"Via","5925":"Occupato","5926":"Offline","5927":"Importa Contatti","5928":"Download Standard","5929":"Sei significativamente sopra la tua allocazione consentita e tuoi uploads sono stati disabilitati. Assicurati di essere sul corretto piano PRO di MEGA, o contatta support@mega.co.nz.","5930":"Annulla richiesta","5931":"Click [A]here[\/A] to view your storage usage.","5932":"Quota exceeded","5933":"Delete your account","5934":"Failed to confirm account. Please try again. [{0}]","5935":"Your account has been created, confirmed and activated. You will automatically logged in.","5936":"Account activated","5937":"Confirmation needed","5938":"MEGA Cloud Drive account creation failed. Please try again. [{0}]","5939":"Account creation failed","5940":"Failed to create folder","5941":"Folder creation failed","5942":"Folder created successful","5943":"Delete failed","5944":"Retrieving link failed","5945":"Failed to download file. Please try again. [{0}]","5946":"Could not retrieve files and folders from MEGA. Please try again.","5947":"Fetching data failed","5948":"Failed to get link","5949":"Get link failed","5950":"Failed to retrieve preview","5951":"Getting preview failed","5952":"Image successful exported to 'saved pictures' album","5953":"Image saved","5954":"Error exporting image to  'saved pictures' album. Please try again","5955":"Failed to save image","5956":"MEGA link is copied to your clipboard","5957":"MEGA Cloud Drive login failed. Please try again. [{0}]","5958":"Move failed","5959":"The image is saved in your photo album","5960":"Picture saved","5961":"Are you sure you want to remove {0}?","5962":"Remove?","5963":"Failed to remove item","5964":"Remove failed","5965":"Item successful removed","5966":"Item removed","5967":"Renaming item failed","5968":"Rename failed","5969":"Please fill in your name, e-mail address and password","5970":"Fill in required fields","5971":"Export current image to 'saved pictures' album?","5972":"Not online","5973":"Failed to retrieve thumbnail [{0}]","5974":"Getting thumbnail failed","5975":"Failed to retrieve your account details. Please try again. [{0}]","5976":"Retrieving account details failed","5977":"You have successfully logged out","5978":"Logged out","5979":"Failed to logout. Please try again. [{0}]","5980":"Logout failed","5981":"Are you sure you want to remove {0} items?","5982":"Remove items?","5983":"{0} Items removed","5984":"Items removed","5985":"Failed to move item to rubbish bin. Please try again","5986":"Move to rubbish bin failed","5987":"Are you sure you want to move {0} to rubbish bin?","5988":"Move to rubbish bin?","5989":"Item successful moved to rubbish bin","5990":"Item moved","5991":"Are you sure you want to move to rubbish bin {0} items?","5992":"Move items?","5993":"{0} Items moved to rubbish bin","5994":"Items moved","5995":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?","5996":"Pending Transfers","5997":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?","5998":"The account is already confirmed. You can now login.","5999":"Account already confirmed","6000":"The typed password is incorrect","6001":"Wrong password","6002":"You have selected over 100 items ({0}) to download. Do you want to proceed?","6003":"Download count","6004":"Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.","6005":"Failed to pause transfers","6006":"Pause failed","6007":"Failed to resume transfers","6008":"Resume failed","6009":"Please select minimal 1 picture for upload","6010":"No pictures selected","6011":"Failed to prepare image: {0} for upload","6012":"Preparing image failed","6013":"Failed to upload photo","6014":"Upload photo failed","6015":"Could not find the selected file","6016":"File not found","6017":"Failed to open the selected file","6018":"Open file failed","6019":"Failed to upload the selfie picture","6020":"Selfie upload failed","6021":"Could not load files and folders from MEGA. Please try again or click on refresh.","6022":"Failed to load","6023":"Your PIN lock codes do not match. Please re-type them and make sure they are equal","6024":"PIN lock codes do not match","6025":"You have been logged out on this device from another location","6026":"Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?","6027":"Overquota Alert!","6028":"You have not selected a default download location for your files.To proceed with the download please select a destination folder or go to preferences in order to set up your default download location.","6029":"Failed to prepare file: {0} for upload","6030":"Preparing file failed","6031":"Failed to copy the selected file: [{0}]","6032":"Copy file failed","6033":"Non hai il permesso di copiare questo tipo di file nella cartella di destinazione. Probabilmente stai tentando di salvare\/copia in una scheda SD un tipo di file non supportato.Per favore, cerca di salvare\/copiare il file nella memoria interna del dispositivo.","6034":"Accesso non autorizzato","6035":"Failed to copy masterkey to clipboard. Please try again","6036":"Clipboard failed","6037":"Current PIN lock is not correct or does not match","6038":"Current PIN lock no match","6039":"Chiave master copiata negli appunti","6040":"Chiave master copiata","6041":"Il codice PIN deve essere di almeno 4 cifre","6042":"Codice PIN troppo corto","6043":"La cache è stata svuotata con successo","6044":"Cache svuotata","6045":"Spazio di memoria insufficiente per completare questa operazione. L'app verrà arrestata","6046":"Limite di Memroria","6047":"no, solo locale","6048":"Download options","6049":"si, esporta","6050":"Tipo di risoluzione sconosciuto","6051":"Impossibile selezionare la cartella. Per favore, prova di nuovo o scegliere un'altra cartella: [{0}]","6052":"Selezione della cartella non riuscita","6053":"Failed to upload file. Please try again. [{0}]","6054":"Confermando account...","6055":"Creando l'account...","6056":"Creando la cartella...","6057":"Eliminando '{0}'...","6058":"Recupero link del download...","6059":"Ripresa della sessione...","6060":"Fetching files & folders... [{0}]","6061":"Ottenendo i dettagli dell'account...","6062":"Ottenendo link..","6063":"Ottenendo anteprima...","6064":"Importing file...","6065":"Building view...","6066":"Logging in...","6067":"Logging out...","6068":"Moving...","6069":"Moving to Rubbish bin...","6070":"Pausa dei trasferimenti...","6071":"Preparando i downloads...","6072":"Preparando gli uploads...","6073":"Rimuovendo...","6074":"Rinominando...","6075":"Riprendendo i trasferimenti...","6076":"aggiungi","6077":"aggiungi cartella","6078":"MEGA","6079":"cancella","6080":"conferma","6081":"Conferma la password","6082":"Copia","6083":"Registrazione","6084":"Creato:","6085":"Crea un nuovo account qui","6086":"Scaricando...","6087":"il tuo indirizzo e-mail","6088":"cartella vuota","6089":"Nessun trasferimento","6090":"Caricando l'anteprima...","6091":"Link MEGA:","6092":"Voglio condividere questo MEGA servizio cloud con te","6093":"il mio account","6094":"il tuo nome","6095":"Nuovo su MEGA?","6096":"successivo","6097":"apri","6098":"Apri il link di download MEGA:","6099":"apri link","6100":"la tua password","6101":"precedente","6102":"ricarica","6103":"Stai loggato","6104":"rinomina","6105":"Inserisci un nuovo nome:","6106":"salva","6107":"share","6108":"Size:","6109":"terms of use","6110":"Uploading...","6111":"transfers","6112":"Canceled","6113":"Canceling...","6114":"Error on transfer","6115":"Finished","6116":"Ready","6117":"settings","6118":"Create shortcut","6119":"Multi select","6120":"Pausing...","6121":"about","6122":"We want to special thank the following companies\/people for making this app possible:","6123":"done","6124":"preferences","6125":"PRO II","6126":"PRO III","6127":"Change PIN Lock","6128":"confirm your PIN lock","6129":"your PIN lock","6130":"yes","6131":"File upload","6132":"Link options","6133":"Select photo","6134":"Selfie mode","6135":"Take photo","6136":"Upload options","6137":"Image upload","6138":"PRO Lite","6139":"accept","6140":"account","6141":"acknowledgements","6142":"Always ask for download location","6143":"cache","6144":"cancel all","6145":"capture","6146":"clean up transfers","6147":"clear cache","6148":"clear selection","6149":"clipboard","6150":"your current PIN lock","6151":"Export masterkey","6152":"Export images to 'saved pictures' album after download","6153":"files (ascending)","6154":"files (descending)","6155":"Free space","6156":"largest","6157":"Make a PIN Lock","6158":"MasterKey","6159":"MEGA SDK","6160":"name (ascending)","6161":"name (descending)","6162":"newest","6163":"your new PIN lock","6164":"No data to show","6165":"No plans to display","6166":"oldest","6167":"pause all","6168":"Privacy policy","6169":"smallest","6170":"SORT BY","6171":"start\/resume all","6172":"subscribe","6173":"Terms of service","6174":"total","6175":"version","6176":"view","6177":"Download location","6178":"select folder","6179":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6180":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6181":"Cancel your account","6182":"Close your account","6183":"Yes, I want to cancel my account","6184":"Cancellation link has expired.","6185":"Cancellation link has expired, please try again.","6186":"Invalid cancellation link.","6187":"Invalid cancellation link, please try again.","6188":"Account is canceled","6189":"Your account has been canceled successfully.","6190":"PURCHASE","6191":"Get a FREE account             ","6192":"NEW OFFER","6193":"subscription period","6194":"Payment options","6195":"Payment options","6196":"No requests pending at this time","6197":"Account name","6198":"Wire transfer","6199":"If you want to subscribe for a yearly PRO account and pay us in Euros (&euro;), you can wire transfer funds to:","6200":"Account number","6201":"Bank code","6202":"Branch code","6203":"SWIFT code","6204":"Bank\/BIC code","6205":"Reference","6206":"Your MEGA account's registered email address","6207":"Please allow 2 - 4 business days for the funds to clear.","6208":"The most generous offer  on the market with a free account","6209":"Upload your photos and videos to MEGA and access them on all your devices","6210":"Get fully encrypted access anytime across  all your devices","6212":"Keep all your files safe with MEGA's end-to-end encryption","6213":"Easily link and share your documents by email, SMS and with your MEGA contacts.","6214":"Please check your email and click the link to proceed with","6215":"the closing of your account","6216":"If you have can’t access your email account, you will need to contact","6217":"To confirm the","6218":"closing of your account","6219":"please re-enter your password.","6220":"Enter password:","6221":"Close account","6222":"Bank address","6223":"If your email address is too long for the 'Reference' field it should be sent in the 'Comments' field.","6224":"Redirecting to Bitcoin","6225":"I don’t use my account anymore","6226":"I have another MEGA account","6227":"I have experienced too many problems","6228":"My favourite browser is not technologically compatible and I don't want to change","6229":"I find the interface too confusing to use","6230":"MEGA has under-delivered on its promise","6231":"Caution: You have elected to close your MEGA account.\\n The account under this email address will be permanently closed,\\n and this can not be undone.","6232":"By completing this action, you will lose access to all\\n your uploaded data, shares, and contacts.","6233":"Caution: You have elected to close your MEGA account.","6234":"LITE","6235":"The account under this email address will be permanently closed,","6236":"and this can not be undone.","6237":"By completing this action, you will lose access to all","6238":"i tuoi dati caricati, condivisioni e contatti.","6239":"Learn more about MEGA's security model &amp; cryptography.","6240":"Windows Phone App","6241":"BlackBerry App","6242":"MEGAChat - Getting started","6243":"Where do my downloads go?","6244":"Do you support BB10?","6245":"<p><br><\/p>","6246":"How do I delete people from my shared folder? How do I leave a shared folder with me?","6247":"How do I get 'decryption key'?","6248":"How can I preview \/ stream my files?","6249":"How do I transfer data from one account to another?","6250":"How can I transfer data to MEGA from another cloud storage?","6251":"Zipped \/ .rar file I am downloading is asking for a password - where do I get it from?","6252":"How does your bandwidth work?","6253":"Which browser should I use?","6254":"Where are my downloads from web client?","6255":"Should I use a download client?","6256":"Is there any risk if I use RC4?","6257":"Should I encrypt my local drive as well? ","6258":"Are you planning to add Two Factor Authentication?","6259":"Where can I find your BlackBerry app?","6260":"Audio & Video setup","6261":"What is MEGAChat I hear about?","6262":"I forgot my password - can I reset it through the app? I am still logged in.","6263":"I want to change my password - can I do it through the app?","6264":"I forgot my passcode - what to do?","6265":"How do I automatically back up my photos and videos?","6266":"How do I share a folder \/ file from my app? ","6267":"How do I get a folder \/ file link in my app and share it with friends? ","6268":"Can I preview and stream audio \/ video through my app? How to set it up?","6269":"How do I sync incoming shared folders?","6270":"How to setup the folders I want to sync?","6271":"Is it safe to be using port 80?","6272":"How to use MEGAsync for backup?","6273":"Sync is giving me an error. What to do?","6274":"I can't see all of my data - what to do?","6275":"How do I Get & Share Links on with Mac Sync client?","6276":"How do I do versioning in MEGASync?","6277":"How do I register for an account?","6278":"How do I cancel an account?","6279":"How do I change my account's email address?","6280":"How long does my account stay active?","6281":"How do I get a Pro account?","6282":"How do I amend \/ cancel my Pro subscription?","6283":"My credit card is being charged multiple times a month! What to do?","6284":"Will I get better speed if I buy Pro account?","6285":"I have redeemed my voucher. How do I convert the account balance to Pro account?","6286":"How can I change my password? ","6287":"Something is wrong - I can't see all of my data I uploaded. What do I do?","6288":"I have uploaded more than my account storage quota allows - is it a problem? ","6289":"Business \/ Company \/ Multi account setup","6290":"iOS error tips","6291":"Where do my downloads go? Why can I not upload documents from email?","6292":"Can I access my iPhone data from my iPad?","6293":"Can I stream audio \/ video through my app? How to set it up?","6294":"Where can I find your Windows phone app?","6295":"Copyright -  is a legal concept, enacted by most governments, giving the creator of an original work exclusive rights to it, usually for a limited time. Generally, it is \"the right to copy\", but also gives the copyright holder the right to be credited for the work, to determine who may adapt the work to other forms, who may perform the work, who may financially benefit from it, and other related rights. It is a form of intellectual property (like the patent, the trademark, and the trade secret) applicable to any expressible form of an idea or information that is substantive and discrete.","6296":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.","6297":"https:\/\/mega.nz\/#copyright.","6298":"Be aware that accounts that get targeted by multiple 'Take Down's' due to suspected copyright infringements may be suspended. ","6299":"For the full wording of our Takedown Guidance click here: https:\/\/mega.nz\/#takedown","6300":"You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).","6301":"To Share:  ","6302":"Select a folder you want to share with your colleague - right click that folder and select 'Sharing'. Enter your friends email address and permission level in the pop up window that appears.  There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).","6303":"If your colleague does not have a MEGA account, they will receive an invite email in their email inbox to create their own free account. ","6304":"If they already have an account with MEGA, your email address will appear under their 'Contacts' in their Mega account and the shared folder can be found in the 'Incoming shares' section. They will also receive a Notification inside their account.","6305":"Issues? ","6306":"Please double check the each user has each other's email ID added to 'Contacts'. If a 'share' from a new contact hasn't automatically added the email ID this share came from into 'Contacts' please make sure you add that email ID manually (Contact - Add Contact).","6307":"If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.","6308":"Right-clicking on any folder in your Cloud Drive and selecting 'Reload' also helps with recent updates.","6309":"Simply right click on a folder in your Cloud Drive and select Sharing. You will see all people that currently have access (and access level) to the shared folder. ","6310":"Right click on the person and click the remove symbol 'x' option from the menu.","6311":"To leave an incoming share go to 'Incoming shares', right-click on the folder and select 'Leave share' from the menu.","6312":"Shared folders (outgoing) in your Cloud Drive have a special icon with three silhouettes on the folder.","6313":"Your incoming shares are visible in 'Incoming shares' section.","6314":"No. Folder shares are non-transitive to prevent any unauthorised re-distribution.","6315":"First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.","6316":"To Send a Link:  ","6317":"Select a file you want to share with your friend - right click and select 'Get link'.  A pop up window will appear. Copy and paste this 'File Link' and 'File Key' into a new email (for increased security separate file link and file key into two messages. Sending both the Link and the key together is not very secure. You can email it to your friend via secure channels.","6318":"When the recipient receives your email and clicks on your link, a Mega window will appear and give them options:  ","6319":"1)  Import (to their Mega Account)  ","6320":"2)  Download (to their computer).","6321":"To deactivate a link:","6322":"Right-click on the folder that already has a link generated and select 'Sharing'. In the 'Sharing' interface you will see an existing 'Link' with a switch set on 'ON'. Simply click on the 'ON' switch and drag it across the field to 'OFF'. ","6323":"To change a link to the same data:","6324":"Folder - deactivate the link (if you wish) as described above. Then - you can change the existing 'Folder Link' by creating a new folder in your MEGA account under a new folder name. Then move or copy the file\/s into this new folder. Then right-click on the new folder, select to 'Get Link' again and MEGA will generate a new 'Folder Link & Key'.","6325":"File - you can either 'copy' the file into a new destination in your Cloud Drive and then, when in the new folder \/ Cloud Drive, right-click and select 'Get link'","6326":"Alternatively you can remove the file and re-upload the data again. Then you can generate a brand new link to this data.","6327":"Our users can generate a 'File Link' as well as the decryption key ('File key'). The reason users split the link from the key, is to make the file more difficult to access for unauthorized users, as you need both the link and the key to successfully complete the download.","6328":"To generate both file link and file (decryption) key -  right-click on the desired file, select 'Get Link' (including the File Key) and copy to clipboard. Then you can paste into your URL or a message to a friend.","6329":"Take this link for example:  (This is just a sample picture from my account, you can try these links to understand how it works) ","6330":"https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - If you click on the link above, you can share it with others straight away, or you could send it the link split up (which would add more security, as the end user would need both the link and the key to get the file to download.) ","6331":"https:\/\/mega.co.nz\/#!qIB1UICR - This portion is the 'File Link' ","6332":"Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - This portion is the 'File Key' (You can see that this is just the second half of the complete link) ","6333":"If you click on the short link, it will ask you for the file (decryption) key, which is where you just paste the second half of the link into, thus unlocking the file, and making it retrievable. ","6334":"If you don't have the decryption key to a file that was shared with you - you will need to get the key from the generator of the link. The user who uploaded and shared the data.","6335":"The streaming feature of audio and video file types is already possible on the MEGA iOS app and in our Android app. We are currently working on implementation for BlackBerry app, Windows Phone app as well as in-browser. ","6336":"The preview feature of image file types is now possible in both most compatible browsers Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox) and Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome). ","6337":"Because encrypted in-browser video streaming and document preview deployment is going to be very difficult, so it will be more of a later-stage feature.","6338":"What you can do is to connect the two accounts through a share. You can only share folders, so you need to put all files and folders under one master folder in your file manager (In the account with the data in it). Lets call this Account 1. ","6339":"Then right-click on the master folder, which has all your other folders and files in it, and select 'sharing' and add Account 2 email address and grant full access. You can then log into Account 2 and you will see the folder available to you in 'Incoming Shares' area.","6340":"You can have both Account 1 and Account 2 open in different tabs to make things easier. ","6341":"That is the sharing method, you can also achieve the same outcome by generating a link for yourself to follow : ","6342":"Generate Link method : ","6343":"You can right click on the files within the folder (or the whole folder) and select 'Get Link & Key', then open up a new tab, copy and paste these links into browser, and it will bring up an option to 'Import'. From there, you log into Account 2, refresh the page, and all the files form the master folder will now have been imported into your Account 2. ","6344":"The easiest way to transfer your files over is to install our Sync client (https:\/\/mega.nz\/#sync) and sync all the data to your Cloud Drive through the client directly. ","6345":"Alternatively you can install our Android application and then select 'Upload' from the Menu and as soon as you pick whether you want to upload image, audio or video files the option to import from Dropbox appears. Then you can login to your Dropbox account and import everything into MEGA.","6346":"The least convenient option is to download and then re-upload your data through web browser.","6347":"We apologise for this inconvenience which is caused by the fact that we have an encryption layer. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6348":"Please make sure you have the latest version of our browser extension installed.","6349":"MEGA compatible browsers:","6350":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6351":"MEGA cannot add encryption to .rar or zipped files. ","6352":"That means that you are trying to download someone else's archive without having the related password from them. The owner of the data password protected the file\/folder and you will have to ask them for the correct password to be able to extract the contents.","6353":"MEGA is a secure cloud storage and electronic collaboration\/communication service, not a file sharing or hosting site. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your browser or through dedicated client applications. You can upload your own files to your account or another MEGA user may share their files with you. Other than that you will not be able to find any files to download from our site.","6354":"MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6355":"Encrypted Calling","6356":"We have now launched first stage of encrypted messaging - audio and video calling at our new domain https:\/\/mega.nz. ","6357":"Encrypted Messaging","6358":"MEGA Chat (messaging between users) is coming soon.","6359":"Encrypted Email","6360":"The inbox feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6361":"There are three ways of uploading files to MEGA using your web browser:","6362":"1. Click on the red button on the start page","6363":"2. Go to your 'Cloud Drive' and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6364":"3. Drag and drop files or folders onto the site","6365":"You can download any file visible in your 'Cloud Drive' by simply right-clicking on the file and selecting 'Download'. When you right-click on a file you will also see that you can 'Get Link' to generate the 'File Link' and 'File Key' and share the data with another person.","6366":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. ","6367":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6368":"Remember, MEGA's cryptographic security model depends on the confidentiality of the keys. Avoid transmitting them through insecure channels!","6369":"MEGA Copyright policy:","6370":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. For the full policy wording click here: https:\/\/mega.nz\/#copyright.","6371":"!!!!!!! NOTE!!!!!","6375":"We are providing dedicated [A]apps[\/A] for your mobile device, including for [B]iOS[\/B], [C]Android[\/C], Windows Phone and BlackBerry.","6376":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","6377":"If you don't want to have multiple copies of the same file go to Menu - My Account - Settings and tick 'Skip identical files when uploading'.","6378":"You can relate bandwidth to the width of a highway, which then has multiple lanes for cars, depending on the width of the highway = maximum channel capacity at any given time of performing an upload or a download. The speed (of downloads\/uploads) can be related to the speed of the cars. That is dependent on the state and speed of your computer, software, OS and versions, browsers and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or of uploads, depending on your priorities in 'My Account' - 'Transfer Settings'.","6379":"MEGA Bandwidth = the total amount of data, typically measured in MegaBytes or GigaBytes, that may be downloaded or uploaded from a particular web site or web hosting account during a given month. It is a frequency of a network connection between a local and a remote system (the remote system being your ISP), and your speed cannot exceed that of the frequency without changing the frequency (which is actually not changing the frequency, per se, but the wavelength). ","6380":"Our Free account has a dynamic bandwidth - allowance starts with 10 GB and increases 30 min after logging in. ","6381":"Pro I account bandwidth capacity is 1 TB per month (12 TB per year). ","6382":"Pro II and III have increased Bandwidth - 4 TB per month (48 TB per year) for PRO II and 8 TB per month (96 TB per year) for PRO III.","6383":"However the PRO account bandwidth management accounting is not active yet and will be activated in about three months (approx. Mar - Apr 2015). For now our users are getting available channel capacity (bandwidth) their ISP allows with their free accounts.","6384":"You can have multiple downloads\/uploads going depending on your bandwidth capacity. Uploads and downloads per browser tab can run in parallel and you can have several tabs open at the same time, even in a different browsers.","6385":"Bandwidth restrictions: Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks. We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","6386":"A PRO account gives you an additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account). The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","6387":"To sum it up - your bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly.","6388":"We do not impose artificial limits on file sizes other than your available cloud drive space. However, some legacy or technically inadequate browsers require the entire file to be stored in memory for downloading (IE11, Opera), or for both downloading and uploading (IE9, Safari 6 - 8) due to their incomplete HTML5 support.","6389":"2. Go to your file manager and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6390":"3. Drag and drop files or  folders (if you're using Chrome) onto the site","6391":"Alternatively use one of our Sync clients https:\/\/mega.nz\/#sync or mobile apps https:\/\/mega.nz\/#mobile","6392":"You do not need to install anything. MEGA is entirely browser based and can be used with any modern web browser. ","6393":"However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. ","6394":"To unleash MEGA's full potential, we strongly urge you to use our recommended browsers and browser extensions (Menu - Apps).","6395":"To install our sync client click here: https:\/\/mega.nz\/#sync","6396":"Advanced functionality such as filesystem mounts will be made available through installable client applications.","6397":"To get one of our mobile apps go to your app store and search for MEGA.","6398":"Yes we do offer API. Please use our software development kit to add MEGA support to your application. The open-source Javascript code that implements the browser-based MEGA interface uses our API, so you have a wealth of real-world sample code to draw from if you find our documentation insufficient. ","6399":"Since we don’t have the resources to build all the cool apps that turn MEGA into a versatile and useful tool ourselves, we invite you to help us. ","6400":"After auditing your app’s code for back doors, we will feature it on our site. We are happy to discuss revenue sharing models for highly popular apps. For more information please click here: https:\/\/mega.co.nz\/#dev and https:\/\/github.com\/meganz\/sdk2","6401":"Currently we recommend Mozilla Firefox. For an enhanced performance install our MEGA extension 2.0.+. https:\/\/mega.nz\/#firefox","6402":"Our second preferred browser is Google Chrome (get extension here: https:\/\/mega.nz\/#chrome) ; third recommended browser is Opera Next.","6403":"Read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6404":"Browser Update","6405":"Starting with version 20, Mozilla Firefox finally supports the tiny JavaScript API detail that we had been craving for, making it the preferred browser to use MEGA with.","6406":"The revised MEGA browser compatibility table:","6407":"Firefox 20+:","6408":"+ Supports recursive folder uploads (using our browser extension)","6409":"+ Very stable thanks to proper memory management","6410":"+ Extremely fast JavaScript engine","6411":"+ Excellent text rendering, with proper character spacing\/kerning even under MacOS","6412":"⇒ Highly recommended (with browser extension)","6413":"Chrome:","6414":"+ Supports recursive folder uploads","6415":"+ Very fast JavaScript engine","6416":"- Anemic text rendering, erratic character spacing under MacOS","6417":"⇒ Recommended (on 64-bit operating systems) (with browser extension)","6418":"Opera Next:","6419":"⇒ Recommended ","6420":"Internet Explorer 11:","6421":"+ Excellent text rendering","6422":"- No folder uploads","6423":"- Download file size limitations","6424":"⇒ Compatible ","6425":"Safari 6, 7, 8:","6426":"- No support for writing files from within JavaScript (requiring a kludgy Flash-based workaround)","6427":"- Erratic character spacing under MacOS","6428":"⇒ Not recommended","6429":"Opera: No JavaScript file writing and exceedingly slow JavaScript crypto operations.","6430":"⇒ Not recommended","6431":"You can change download destination in your browsers settings. However this varies from browser to browser. ","6432":"Make sure you have our browser extensions installed as described below.","6433":"In theory your browser downloads data to a browser-internal file system and then copies the data to the final destination (the copy even happens if both locations are on the same drive). All files 'in progress' are being saved onto your C: Drive. ","6434":"100% status progress indicates that the download has been completed. ","6435":"Please attempt to locate the files in the default download folder for your browser. ","6436":"Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox)","6437":"- you can check your download history in 'Tools' - 'Downloads'. ","6438":"To nominate a default download destination go to 'My Account' - 'Settings' - and scroll right down to 'Browse' and select your nominated download destination.","6439":"Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome)","6440":"- you can check your download history in 'Downloads', and click 'Show in folder' for any given file. ","6441":"To nominate a default download destination go to 'Settings' - 'Advanced Settings' - 'Downloads'.","6442":"We cannot recommend any third-party tools. Our onsite download is already using multichannel downloading. The Internet Download Manager, JDownloader or any other third party download client have not been approved or authorized by MEGA and should only be used at your own risk of loosing or corrupting your data.","6443":"All files stored on MEGA are encrypted. All data transfers from and to MEGA are encrypted. And while most cloud storage providers can and do claim the same, MEGA is different – unlike the industry norm where the cloud storage provider holds the decryption key, with MEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!","6444":"All our encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device. The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).","6445":"The nominated and confirmed password for your MEGA account is also your unique master encryption key to your files. You could have noticed this being created upon your 'confirmation email' validation. The encryption key gets created from your password and to strengthen the key we have collected the entropy from your mouse movements and key stroke timings. ","6446":"Remember to keep your MEGA password secure and confidential at all times and generate your MASTER CRYPTO KEY for the event of misplacing your password in the future - https:\/\/mega.nz\/#backup.","6447":"No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.","6448":"Data you store with MEGA:","6449":"We make no use of the data a user stores with us because we cannot even decrypt it. MEGA uses a unique system of User Controlled Encryption. BEFORE your data leaves your browser, the file is encrypted (scrambled, unreadable) and then it leaves your computer, to be stored on the cloud as unreadable. The only way to decrypt\/ make it readable is to download it back, while logged in to your file manager. Only when it reaches your browser, and realizes you are logged in with the correct credentials, does it begin decrypting (become readable). The only way to get the file is to be correctly logged into that account. This is UCE. ","6450":"Server controlled encryption (other storage providers) means the file is still readable when it is sent to the cloud, and then it is encrypted. When downloading, it is decrypted at the cloud, and then sent back to you fully readable. Not hard for prying eyes to see what is going on!","6451":"Your information we collect:","6452":"We keep the following personal information:","6453":"Registration details (such as email address; time and date of creation, location on a computer network where the registration has been performed)","6454":"Records of IP addresses used to access our services","6455":"We may also collect information about visits to our website to measure the number of visitors to different parts of the site","6456":"We may use cookies or other similar technology for these purposes. By using our website or our services you specifically agree to our use of cookies and such other technology to collect personal information.","6457":"If we think it is necessary or we have to by law in any jurisdiction then we are entitled to give your information to the authorities. We reserve the right to assist any law enforcement agency with investigation, including a limited to by way of disclosure of information to them or their agents. We also reserve the right to comply with any legal processes, including but not limited to subpoenas, search warrants and court orders.","6458":"We do not make this information available to any third parties unless forced by court order.","6459":"All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ","6460":"Individual accounts are jeopardized by:","6461":"- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.","6462":"- Shoulder surfing. Do not type your password while someone could watch your keystrokes.","6463":"- Password brute-forcing. Use strong passwords.","6464":"- Phishing. Always confirm the security status of your connection (https:\/\/) and the correct domain name (mega.co.nz) before entering your password.","6465":"Large-scale attacks could be mounted through:","6466":"- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).","6467":"- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.","6468":"For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.","6469":"For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.","6470":"There is no need to worry. Anything we do send through RC4 is already encrypted from the point it leaves your browser so there is no security risk. For increased security make sure you have our browser extensions installed. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6471":"We are now conducting a single node tests to see in how much the server load will increase when using AES instead of RC4 so we can provide an alternative to those who have turned off RC4.","6472":"For our customer's sake, some things are really important to us. One of these things is obviously security, whereas another one is performance. However, the former cannot be trumped by the latter!!!","6473":"When you log in, receive the `secureboot.js` file, or when you're connecting to our API, you will *always* be running through a properly configured web server, which will give you strong authentication, strong encryption, as well as forward secrecy (PFS). These are the places where it matters that information is transferred in a secure fashion when using SSL\/TLS!","6474":"Afterwards, when you're accessing further static content, or when you're accessing your file storage, the client side (that is for example the JavaScript code in your browser, a browser extension, a","6475":"sync client or a mobile app) will take care of ensuring security. Every content further loaded off of servers (e. g. the *.static.mega.co.nz servers) will be verified cryptographically by the client, and the content that could be seen on the wire is harmless. Every time data is transferred to or from our storage servers, the client side code will take care of proper, strong encryption, so that only ever the client alone is able to get access to the actual plain data.","6476":"Given these circumstances, we could actually serve all static content and\/or data transfers with our storage servers over a completely unencrypted connection. There would be *no* lack in security!","6477":"However, browsers will refuse to allow for unencrypted HTTP connections (for good reasons) when originating from an HTTPS encrypted site, or they will at least display a degradation in security in the browser bar. This is all very good and common practice, especially if SSL\/TLS is your line of defence when transmitting plain text data. For those reasons also, all subsequent connections generally should be of similar good strength in protection. However, as stated above, we don't actually need an encrypted HTTPS connection to uphold our protection (as we've taken care to completely encrypt the actual content already). But, we can't remove SSL\/TLS (HTTPS) completely, as that would make the look in the browser \"unhappy\". Therefore, we have opted to use the weakest","6478":"possible protection (RC4 with MD5) as a \"NULL cipher\" to prevent the browser from alarming people, whereas we would even be happy with an unencrypted connection altogether. This will give the end user an enhanced performance, *without* decreasing any security. And this is actually what our other clients are doing, they're getting rid of even RC4\/MD5, but use strong SSL\/TLS where needed.","6479":"I hope this rather lengthy description has cleared up the situation, and lets you enjoy MEGA without a stale feeling of insecurity or security by hand waving. We really do take it seriously, and have put *lots* of thoughts into it.","6480":"For more information read: https:\/\/mega.co.nz\/#blog_32","6481":"To ensure maximum security and privacy of your data we recommend you encrypt your local drive.","6482":"We recommend using either built-in \"Bitlocker\" (Windows) or TrueCrypt.","6483":"Definitely! We are working on it.","6484":"MEGA BlackBerry app is a ported Android app. You can get it here: http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6485":"We are now waiting for Blackberry to approve our new app version 2 for porting so we can deliver BB10 support as well as many new features.","6486":"Native support will be coming at a later stage.","6487":"You can download and install our BlackBerry app from the app store http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6488":"Primo - assicurati che tu stia utilizzando un browser tecnologicamente compatibile.","6489":"Attualmente consigliamo Mozilla Firefox (+ estensione MEGA - https:\/\/mega.nz\/#firefox). Il nostro secondo browser preferito è Google Chrome (+ estensione MEGA - https:\/\/mega.nz\/#chrome). Il terzo raccomandato è Opera Next.","6490":"Accedi al tuo account MEGA attraverso il dominio https:\/\/mega.nz.","6491":"Cambia il tuo pulsante di stato (riga superiore, a destra) da Rosso (Offline) a Verde (Online)","6492":"Accertati che la fotocamera e l'audio siano accessibili (consentiti nelle impostazioni del browser)","6493":"Vai a Contatti (a sinistra dello schermo, 4a icona dall'alto)","6494":"Aggiungi un contatto utilizzando la funzione 'Aggiungi contatto' in alto a destra. Nota: è necessario utilizzare l'indirizzo email che la persona ha utilizzato per creare il proprio account Mega. Se utilizzi un indirizzo diverso riceveranno un invito a partecipare a Mega a tale indirizzo di posta elettronica.","6495":"Fai doppio clic su un contatto che è online (stato Verde)","6496":"Clicca su 'Avvia Conversazione'","6497":"Clicca su 'Chiama' [In alto a destra]","6498":"Guarda il popup del browser per la richiesta di permesso di utilizzo  della fotocamera\/audio. [Clicca 'Consenti sempre' per evitare questo problema in futuro. Clicca sull'icona della fotocamera nella barra degli indirizzi per controllare le impostazioni.]","6499":"Godi di una conversazione completamente criptata","6500":"Hai problemi?","6501":"Allow time for the call to connect. The system might take a few seconds to find the best route for your call.","6502":"Try hard reload of the page (Windows shift+F5; MAC - cmd+R) to get the latest code updates working.","6503":"Get both parties to log out then log in again [make sure you remember your password!]","6504":"If you are still having issues please contact beta@mega.co.nz with screenshots and details. ","6505":"You must login to your account through our new domain https:\/\/mega.nz","6506":"Audio and Video settings differ from browser to browser. ","6507":"Attualmente consigliamo Mozilla Firefox (+ estensione MEGA - https:\/\/mega.nz\/#firefox). Il nostro secondo browser preferito è Google Chrome (+ estensione MEGA - https:\/\/mega.nz\/#chrome). Il terzo raccomandato è Opera Next.","6508":"Impostazioni","6509":"Questi devono essere abilitati nel sistema operativo, che varia molto tra le diverse versioni o Windows, Mac OS, Linux, ecc","6510":"È inoltre necessario impostare l'audio e telecamera nel browser.","6511":"No audio e\/o video","6512":"Please check that you have enabled your audio and camera in my Operating System settings","6513":"Then please check your settings in your browser.","6514":"For Chrome:","6515":"Click the Chrome menu  on the browser toolbar.","6516":"Select Settings.","6517":"Click Show advanced settings.","6518":"In the \"Privacy\" section, click the Content settings button.","6519":"In the \"Media\" section: select your Microphone and Camera in the two drop down boxes and select “Ask when a site requires access to your camera and microphone (recommended)”","6520":"For Firefox you should get a popup to the left of your URL bar asking “Would you like to share your camera and microphone” please click on “Share Selected Devices\"","6521":"Also note that your Notification of incoming call may be blocked by your browser - look for a pop up icon in your URL bar and click 'always allow'!","6522":"If you are still experiencing issues:","6523":"Please forward as much detail about the systems you are using and the error report to support@mega.co.nz.","6524":"We have now launched first stage of encrypted messaging - audio and video end-to-end encrypted calling at our new domain https:\/\/mega.nz. ","6525":"MEGA Chat (end-to-end encrypted messaging between users) is coming soon.","6526":"The email feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6527":"The email feature is currently in development. The deployment has proven to be more difficult due to our User Controlled Encryption algorithm and we will take our time to get it right.","6528":"Go to your Account - Menu to 'Export MasterKey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6529":"Go to your Account - Menu to 'Change your password'.","6530":"Uninstall and re-install the app from the Play Store. Then login with your password and set a new passcode.","6531":"Go to 'Menu' - 'Settings' and tick 'Enable camera uploads' and include video's underneath as well.","6532":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'More' and then select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6533":"To share a File - create a new folder for it from top right hand Menu and follow instructions above.","6534":"Tap on the arrow at the right hand side of a file \/ folder in your Cloud Drive. From the Menu that expands select 'Get Link'. ","6535":"Preview - tap on the file in your Cloud Drive \/ folder.","6536":"Stream audio - tap on the audio file and select which player you want to complete the stream with.","6537":"Stream video - tap on the video file and select which player you want to complete the stream with.","6538":"MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.","6539":"MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.","6540":"When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'","6541":"Click on the 'Add' button to add a new sync, click on the MEGA cloud to see your remote shares.","6542":"To sync a shared folder, the folder must be shared to you with full access, read only access shares will not display for you.","6543":"Your shared folders will be at the bottom of the list.","6544":"Then you can nominate exactly which folders you would like to sync - in MEGA as well as in your computer.","6545":"When you click to nominate Local Folder you can select any other location or drive again by clicking on the right computer path icon.","6546":"If you have issues syncing shared folders:","6547":"Can you please confirm with the user who shared data with you that he gave you 'Full access'? If you do not have 'Full access' permission on the shared folder you will not be able to sync these (they aren't shown in MEGAsync). ","6548":"When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'. ","6549":"Here you can nominate exactly which folders you would like to sync - in MEGA as well as in your machine. ","6550":"Select 'Add' in the Sync interface.","6551":"Then simply click on the 'Choose' icon on the right end of the line.","6552":"When you click to nominate Local Folder you can select any other location or drive again by clicking on the right path icon in your local system.","6553":"The connections are secure, as everything transmitted via port 80 is encrypted end-to-end.","6554":"MEGAsync is a program that synchronises your local folders with your MEGA Cloud folders. ","6555":"This means however it will also synchronise mistakes made in your local folder, for example, if you accidentally overwrite a file in your local folder, that file will be updated in your MEGA account, hence it shouldn't be relied upon to backup live data.","6556":"The best way of using MEGAsync for backups would be to create a local \"Backups\" folder on your computer and use a proper backup program (or even a batch file or script) to create a backup and save the backup file in this folder, which will then be synchronised to your MEGA account.","6557":"Using this method will also allow you to create multiple backup files.","6558":"For example using the date of the backup file, eg 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, etc. ","6559":"These files will all be synchronised to your MEGA account and when you remove the oldest backup file from your computer to conserve space, it will also be removed from your MEGA account.","6560":"So, in short:","6561":"1. Create a local backups folder, eg, c:\\backups","6562":"2. Setup a backup program or batch file\/script to periodically create a","6563":"backup of your files to c:\\backups for example the end of the day, or week.","6564":"3. Set MEGAsync to synchronise c:\\backups to your MEGA account","6565":"Data uploaded to MEGA is stored on at least two international data storage servers. We currently have servers in New Zealand, Germany, Luxembourg and The Netherlands. We plan to add servers in Canada later this year. For most recent update click here: https:\/\/mega.co.nz\/#blog_21","6566":"However always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated","6567":"unprecedented government misconduct.","6568":"We provide for user controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinise it and provide feedback. ","6569":"We believe that this approach is much safer than storing your data on a provider with server-side encryption where the ISP controls the keys or, worse, no encryption at all - if, for example, MEGA user files were suddenly accessible without a password due to a programming error, they would be unreadable without the user-controlled decryption keys.","6570":"General connectivity or other errors","6571":"Please reinstall your sync client from this link https:\/\/mega.nz\/#sync (you do not need to un-install anything. Simply install again) ","6572":"What operating system and version you are using? Windows, Mac, Linux + versions?","6573":"If you are using an older version of Windows: MEGAsync requires at least Windows XP SP3. Users with previous versions of Windows can't connect. The cause is the strong security of the SSL certificate in MEGA servers. Updating previous versions of Windows (XP SP2, for example) to SP3 solves the problem.","6574":"Other tips how to fix connectivity problems are: ","6575":"* check\/disable the antivirus\/firewall (could be blocking MEGAsync), ","6576":"* disable IPv6 (to fix wrong IPv6 settings provided by some ISPs, mainly in Germany) ","6577":"* update to a newer version of your Operating System.","6578":"Temporary transmission error: Failed permanently","6579":"This error is launched when an error limit is reached during transfers. We have seen these kind of problems with users using IPv6 to access storage servers or temporary server side errors. ","6580":"MEGAsync will sync all the files when it scans. ","6581":"Please reboot your PC and upon restart the changes will sync.","6582":"If the error persists you can try disabling IPv6 in TCP\/IP settings. Please click here for more information:","6583":"http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7","6584":"You will have to uncheck the checkbox next to TCP\/IPv6 in the first screenshot and click \"OK\". ","6585":"The remote files could be in the Rubbish Bin of your Cloud Drive, in SyncDebris folder.","6586":"The local files could be in the .rubbish or .debris folder inside the synced folder. Be aware that this folder may be hidden in your OS and you may need to amend folder settings first to show hidden folders.","6587":"Our MAC Sync client is currently missing the features such as 'Get Link' or 'Share Link'.","6588":"Unfortunately, Apple keeps the Finder closed and requires bad hacks to accomplish this kind of stuff.","6589":"We are currently weighing in on any options to bypass these restrictions by Apple however it could well be at a much later stage feature we deploy (when Apple opens up the Finder API).","6590":"Apologies for this inconvenience.","6591":"VERSIONING is multiple files in the same path with the same name. ","6592":"OVERWRITE is move-to-rubbish upon upload completion, i.e. only one file per folder with the same name - latest (this is what MEGAsync does). ","6593":"Reuploading through the web browser with SKIP IDENTICAL FILES turned 'OFF' in Settings","6594":"creates VERSIONING. ","6595":"Reuploading through the web browser with SKIP IDENTICAL FILES turned 'ON' in Settings ","6596":"only keeps the OLDEST version. ","6597":"If you are experiencing issues with Versioning or Overwriting please check these factors first:","6598":"Please check if the timestamp of the file on the server is newer than the clock on the computer you amended the file on.","6599":"That is usually the problem... The image \/ text editor keeps the timestamps constant and MEGAsync then rightfully believes that it has an old file and overwrites it with the newer file from the server.","6600":"Please turn off \"keep timestamp constant\" in the settings.","6601":"We store your files on at least two servers in different datacentres, if available.","6602":"Always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated unprecedented government misconduct.","6603":"Yes. However, your MEGA password is more than just a password - it unlocks your master encryption key, without which your data is entirely unreadable.","6604":"Therefore, there are two kinds of password reset: With or without providing a copy of your backed up master key. With the key, you can just set a new password and retain your existing account. Without the key, you can park your existing account and start a new empty one under your existing account's e-mail address. We recommend that you do keep a backup of your master key in a safe location at all times, just in case! Click <a href=\"#backup\">here<\/a> to export your key or <a href=\"#recovery\">here<\/a> to reset your password.","6605":"Important question - have you got our MEGASync client \/ one of our mobile apps installed and are you logged in? That would make a big difference. Please let us know! You can still export your Master Crypto Key through 'Settings' - 'Account'.","6606":"PRO subscribers","6607":"If you decide to reset your account - Option B - and you are a Pro user -> please let support@mega.co.nz know when you have completed (together with your PayPal email address) that and we will re-assign your Pro account status to your new fresh account.","6608":"At the present moment you will not be able to perform the account reset from your mobile device. The feature to backup your Master Crypto Key is still in development and will be deployed on one of our future updates.","6609":"Reset","6610":"There are two kinds of password reset: With or Without providing a copy of your backed up Master Crypto Key. ","6611":"- With the key (Option A), you can just set a new password and retain your existing account. ","6612":"- Without the key (Option B), you can park your existing account and start a new one under your existing account's e-mail address.","6613":"OPTION A - If you have data uploaded, don't remember your password and you do have your Master Crypto Key backed up:","6614":"1. Open https:\/\/mega.nz\/#recovery","6615":"2. Set a new password after providing the exported master key","6616":"=> If you have a backup of your master crypto key you can reset your password and no data from your account will be lost. Your data will re-appear upon the next login with the reset password.","6617":"=> You can still export your master key now if have an active MEGA session in any other browser on this or any other computer. If this device does not support the Crypto key export - you can download and backup your data at least.","6618":"If you do not have any other active MEGA session open you can no longer decrypt your existing account but you can start a new one under the same email address =>","6619":"OPTION B - If you do not have your Master Crypto Key saved, there is now a workflow that permits the re-use of your primary e-mail address for a fresh and empty MEGA account (with possible data recovery):","6620":"2. Click 'No'","6621":"3. Type in your email address and click 'Send'","6622":"4. Check your email for your password reset link and click on that.","6623":"5. Nominate your new password for the reset account with the same email address.","6624":"6. If you remember \/ recover your original password within the 60 days period, contact the friendly MEGA support team at support@mega.co.nz and ask them to restore the parked account.","6625":"=> Due to our end-to-end encryption paradigm you will not be able to access your data without your original password or backup of your Master Crypto key. You can park your existing account and start a fresh one under the same email address. In the event you recover your 'parked' account password contact us for assistance. Your data will be retained in your 'parked' account for at least 60 days. ","6626":"Summary:","6627":"1. If you do have your Master crypto key backed up - you can reset the password to your account and your data will stay.","6628":"2. If you do not have your Master crypto key backed up - you can re-register with the same email address however your data will be lost after the 60 day 'recovery' period.","6629":"If you are positively sure that you will never lose your password, there is no need to back up your key. If you do decide to make a [A]backup[\/A], however, please ensure that you keep it in a safe location: Anyone with access to your backed up key and your e-mail account will be able to reset your password and gain access to your data.","6630":"We recommend you do export your account's Master Crypto Key so you can reset your account together with your data in the future if you ever misplace your account's password.","6631":"You can save your master crypto key in your local storage or in a document you will have backed up elsewhere.","6632":"How to backup your Master crypto key: ","6633":"1.) Log into your account","6634":"2.) Copy and paste this link into the URL bar https:\/\/mega.nz\/#backup","6635":"3.) Save your Master Key in your PC and \/ or Copy to clipboard and paste into a document","6636":"Alternatively you can backup your master key in Settings - Account in your Sync client or one of our mobile apps.","6637":"If you ever misplace your account's password you can then reset your account using this master key.","6638":"1.  Forget your password","6639":"2.  Request a password reset link by e-mail - https:\/\/mega.nz\/#recovery","6640":"3.  Set a new password for your after providing the exported master key","6641":"With our free account you get a globally accessible, high-performance, secure cloud drive with 50 GB of storage space with User Controlled Encryption (UCE). ","6642":"If you need more space than that, you can upgrade to a [A]pro[\/A] account. ","6643":"When you 'Create Account' with Mega (https:\/\/mega.nz\/#register), the pop up on the page will tell you to expect a 'Confirmation Email' and you should go to your email inbox and look for a 'MEGA Activation' email.  In this 'Confirmation' email, you click on the confirmation link which takes you to Mega again to put in your password for the second time so that you can authenticate your account.  If successful, you are taken to your Mega account displaying 'Cloud Drive'.","6644":"Issues?","6645":"If you haven’t received the email to confirm\/activate your account, please check your junk mail folder and spam filters at your email address.","6646":"If you still can’t locate the email, you might try to re-register using the original email address.  If the confirmation email for this registration does not appear in any of your email folders, then we suggest that you contact your ISP to determine if there is a 'block' on Mega emails.  Alternatively you may need to sign up using a different email ID.","6647":"If you are getting the warning message \"Incorrect password \/ email ID\" - that appears when the password you entered at the point of registration and the password you try to enter to validate and confirm your account don't match. ","6648":"We suggest to start registration again with the same email address and write the password down somewhere secure to validate it later. Try to make your password longer so it is not easily guessed. Combine upper and lower case letters, add special characters (we don't limit any!). Do not use names or dictionary words. Also do not use copy & paste function while creating your account - please make sure you type your password in each time when registering. ","6649":"We also strongly discourage users to use password generators as your password is also going to be your unique encryption key. ","6650":"Link doesn't work?","6651":"If the activation link you have received after signing up at Mega does not work when you click on it try to copy and paste the link directly into your browser; check for any extra white space that your email client might have entered.","6652":"If you still cannot activate your account try to re-register for a MEGA account with the same email address or sign up using a different email address to receive a new confirmation link.","6653":"Ensure you regularly clear your browser cache and that you are not logged into another MEGA account from the same browser while registering for a new one.","6654":"To cancel your actual MEGA account:","6655":"Log into your MEGA account and delete all your data, including 'Clear Rubbish Bin'.","6656":"Then email your request to support@mega.co.nz.","6657":"To cancel your subscription refer to 'How do I amend \/ cancel my Pro subscription?' below.","6658":"Please email support@mega.co.nz for assistance.","6659":"Your free account with MEGA and the files it contains do not have an expiry date and your account will stay active unless you do not log into your account for an entire year. After that period you will get a follow up email from us.","6660":"If you don't renew your Pro account subscription at the end of the term purchased your account will simply revert to a free account.","6661":"If you have more than 50 GB worth of files you will receive multiple deletion warnings to advise you, so you have a chance to save your files locally or purchase a new Pro account upgrade.","6662":"If you don't renew after a month and your account's storage is still over-quota for the free account (50 GB) your files will be deleted, largest first, until you are within the free account storage limit.","6663":"You can subscribe for a Pro account either directly through PayPal (log into your account and click https:\/\/mega.nz\/#pro) or through any of our authorized resellers (https:\/\/mega.nz\/#resellers). ","6664":"Either way you will get two options: Monthly and Annually (slide the switch across in the top right hand corner).","6665":"By purchasing a voucher you will be in charge of renewing your subscription manually each month \/ year (depends on what option you prefer).","6666":"Subscribing for a Pro account using your PayPal account will set you up with automated re-billing and the subscription will auto-renew for you each month \/ year (depends on what option you prefer).  ","6667":"You can pay with your PayPal account or your credit \/ debit card.","6668":"We don't manage MEGA Pro subscriptions with automated re-billing. ","6669":"Our users subscribe themselves using their PayPal account.","6670":"Please check your PayPal payment email confirmation you received for all the details of the agreement you have made. ","6671":"If you want to change or cancel your payment agreement with Mega Ltd. you have to do this from your PayPal account.","6672":"If you have any issues finding the subscription (to cancel or amend it) - please contact your local PayPal support for assistance.","6673":"In most cases the steps are as follows: ","6674":"If you would like to cancel this subscription, log in to your PayPal account and go to the \"History\" subtab of the \"My Account\" tab. Choose \"Subscriptions\" from the pull-down \"Show\" menu and press the \"Submit\" button. Choose this subscription, and click on its \"Details\" link. You will be taken to a Transaction Details page from which you may cancel your subscription. Cancelling your subscription will immediately stop all future scheduled payments for this subscription.","6675":"Refunds","6676":"When logged into your PayPal account (after you cancelled the ongoing subscription) you may also 'file a PayPal dispute' and apply for a refund.","6677":"If you are having issues with the subscription cancellation please contact your PayPal support.","6678":"Please check your PayPal payment email confirmations you received for all the details of the agreement you have made. ","6679":"It sounds like you may have accidentally created several subsequent Pro account subscriptions.","6680":"Please follow the instructions below, log into your PayPal account and cancel the additional subscriptions in your My Account - History. Keep only the first one you made.","6681":"Then apply for a refund of these redundant subsequent subscriptions.","6682":"The privacy and security you get with browser based end to end encryption can take it's toll on speed as due to not all browsers provide complete HTML5 support. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6683":"The speed of downloads\/uploads is dependent on the state and speed of your computer, software, operating systems and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or uploads, depending on your priorities in 'My Account' - 'Transfer Settings'. You can try to maximize your upload performance by disabling the 'Upload Speed Limit' as well.","6684":"We do default the 'Upload Speed Limit' to enabled as many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. ","6685":"The speed tests such as speedtest.net are great when you want to determine if your router or ISP has issues – you know what your speed ‘should’ be and this test indicates if there is an issue somewhere along the ‘lines’. However the result from speed test does not have a direct relation to speed with MEGA. The speed test will indicate whether everything is working right from the users or ISP’s end however there are other factors to take into consideration. Such as international peering issues (internet as a whole is currently experiencing: http:\/\/www.internetpulse.com\/); the state of users computer (whether your software is up to date, whether your HDD and browser are clogged by temp or cached data or fragmented…); transfer speed also depends which server we are storing the data on. ","6686":"To sum it up - your Pro account's increased bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly. ","6687":"Steps to perform if your voucher has been redeemed and you have an account balance showing:","6688":"Log into your MEGA account","6689":"Go to Menu","6690":"Go to My Account","6691":"in 'Account type' you see FREE. Click on 'Upgrade my account'","6692":"Choose the package you wish to have \/ have purchased - i.e. PRO I annually","6693":"Click 'Buy Now'","6694":"A pop up will appear: \"Do you want to use your prepaid balance to proceed?\"","6695":"Select 'YES'.","6696":"If you wish to change your password at any point you can do so from inside the 'My Account' - 'Account Details' - 'Edit your profile' area using \"Change password\". Please note that the \"Cancel\" \/ \"Save\" buttons will appear only after a matching pair of new passwords have been entered!","6697":"Also. You must know your original password and type it in the password change field correctly for a password change to complete correctly. If you do not know your original password, do not enter it correctly into the original password field and proceed with the password change - it will not complete. ","6698":"Your new password will not save in the system unless your old password is correct.","6699":"In your mobile app and sync client please go to Settings or Account section.","6700":"There is an 'ephemeral - test' session feature that MEGA offers users to 'get a feel' of what MEGA is all about without having to register for an account. ","6701":"This screen session displays a 'Warning Triangle' and 'Create Account' sign on the top line to alert users that they are not currently logged into any account.","6702":"Can you confirm that you have correctly validated and were logged into your account while uploading? ","6703":"Have you checked your Rubbish Bin?","6704":"Possible display issues","6705":"Please run CCleaner periodically through your system to get rid of any cached temp data - https:\/\/www.piriform.com\/ccleaner and re-try the access to your account (or clear your system and browser cache manually).","6706":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. Please make sure you have the latest version of our browser extension installed.","6707":"What happens when you refresh the browser (or log out of your account. Close the browser. Open a new browser session and log back into your MEGA account) - do the files appear? ","6708":"Shared data missing?","6709":"Also be aware that if you are sharing a folder that contained your file, anyone that you have given ‘full’ access to is able to not only download but delete any files in the folder. When sharing a folder please ensure you select the correct permissions; the three options are read-only, read\/write (files can be viewed and added, but not deleted), and full (files can be added and deleted).","6710":"Still no luck?","6711":"Contact the team at support@mega.co.nz for further assistance.","6712":"All your communication can be achieved by setting up folder sharing. We strongly discourage you from sharing your account log in information with anyone as MEGA's strict security stands precisely on keeping your details confidential.","6713":"Please note that this takes getting used to MEGA first, and a bit of administering. ","6714":"In order for any of the following to make sense, I urge you to get into MEGA, and start testing for yourself, and see how what i am about to describe can apply!","6715":"OK, the way to do this :","6716":"Firstly, the leader of this project, or the file administrator would set up an account which would be considered the MASTER account - This can just be a normal Free account, or Pro (https:\/\/mega.nz\/#pro) depending on your storage requirements. ","6717":"1 - Each other user must have an account set up with MEGA.nz - They are Free :)","6718":"2 - You need to add each of their email IDs to your master account's Contacts.","6719":"3 - In your master account, it is up to you to set up the 'hierarchy' as described. E.g. you would create a different folder unique to each user, you could call it by their name. ","6720":"4 - Once you have set up the 'hierarchy' to reach the level that you need uploaded to (e.g. User\/ Event and sub folder, Users name)","6721":"you can then 'right click' select sharing, and assign that user with FULL ACCESS!","6722":"5 - From here, this folder is effectively synced on both accounts, any modifications are visible at both accounts instantly!","6723":"You then load files into that folder, and they will be visible at the other users account too, listed under their 'Incoming Shares'","6724":"Then are also notifications to alert all users with access to that folder, of any recent activities such as new files added, removed etc. ","6725":"FULL Access allows both the master account, and the receiving account with full permissions to that folder. Each user could upload, download, modify and erase any content in that folder. The other permission levels are Read Only (no adding, no deleting) and Read and Write (you can add but not delete).","6726":"-- You may want to set up your master account, and set up a dummy account for yourself too, and start familiarizing, and the above will make sense! (Obviously with following above steps to share\/bridge)","6727":"You would need to be very careful with your password, to always keep it safe. ","6728":"Currently MEGA is optimized for desktop browsers and you can see some more information about why we recommend Mozilla Firefox in particular here: https:\/\/mega.co.nz\/#blog_12. If you have any difficulties with uploads or downloads install our MEGA extension 2.0.+. ","6729":"Our second preferred browser is Google Chrome.  Third recommended browser is Opera Next.","6730":"So, I recommend the latest version of Mozilla Firefox + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.co.nz\/#firefox","6731":"Alternatively, you could test our new Chrome App. Firstly, read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6732":"If you like the sound of the Chrome app, you will find a download link plus instructions here: https:\/\/mega.co.nz\/#chrome ","6733":"This App is to be installed into the very latest version of Google Chrome. ","6734":"So, in summary, we can provide everything you are requesting, providing you take the time to familiarize, and can manage the operation effectively from your end :)","6735":"MEGA has so much to offer, and even look at the quality of support you get with a Free account! Get testing immediately!","6736":"In cases where users experience iOS app login issues, usually the best course of action is:","6737":"- log out in the app","6738":"- delete the app","6739":"- re-install the app","6740":"- restart device","6741":"Some older devices have limited RAM and once the OS is loaded and maybe some other apps running in background, will impact the MEGA app","6742":"Apple has strict regulations due to their security. You must connect your iPhone to your iTunes and go to Devices - Apps - File Sharing - MEGA.","6743":"That is where you find your downloaded documents.","6744":"Same security restriction of the Apple security system prevents you to upload anything outside the app apart from photos on your device.","6745":"Go to your Settings - Advanced to 'Export your master key' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6746":"No. Please login through web client.","6747":"Un-install and re-install the application from App store. Then login with your password and setup a new passcode.","6748":"Go to Settings - Camera Uploads and there you can amend the settings to suit your needs for both photos and videos.","6749":"Yes. Download MEGA iOS app onto your iPad and then log into your MEGA account when prompted.","6750":"iPad User Interface is going to be launched soon.","6751":"Click on the arrow on the right from the folder \/ file and select 'Share link'.","6752":"Simply tap on the audio \/video file and the streaming will commence.","6753":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6754":"To share a File - create a new folder for it from top right hand menu '+' and follow instructions above.","6755":"In WP8.0 we can not save documents elsewhere other than in the app, this is due to the Windows Phone SDK restriction, only images can be exported to 'Saved Pictures' ","6756":"WP 8.1 - Users are able to export doc files and other file types to KnownFolders. And those are Pictures and Documents folders for example. ","6757":"if you want to browse your phone file structure you need an app. The Files app of Microsoft itself for example will let you browse and open documents\/images on your internal storage. It is Microsoft's own solution.","6758":"You can download and install our Windows phone app from Windows app store http:\/\/www.windowsphone.com\/s?appid=1b70a4ef-8b9c-4058-adca-3b9ac8cc194a","6759":"Go to your Settings - Preferences to 'Export masterkey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6760":"Yes. Go to Preferences - Change Password.","6761":"n\/a","6762":"Long press on the folder \/ file and select 'Get Link' from the menu that pops up.","6763":"Plan duration","6764":"Choose duration","6765":"When you click \"PURCHASE\" you will be forwarded to the <span class=\"payment-provider-name\">Provider<\/span> site to set up your billing information.","6766":"Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and non recurring.","6767":"Customise your <span>PAYMENT PACKAGE TITLE<\/span> account","6768":"Choose your subscription period below and continue through our payment provider.","6769":"\/one time","6770":"Learn more about MEGA's security model &amp; cryptography.","6771":"Deleted folders","6772":"No Conversations","6773":"Ascending","6774":"Descending","6775":"Share Folders","6776":"Verified","6777":"Approve","6778":"Approve credentials","6779":"New identification credentials seen for your contact:","6780":"Your Contact's credentials:","6781":"This is best done in real life by meeting face to face. If you have another already-verified channel such as verified OTR or PGP, you may also use that.","6782":"Your credentials:","6783":"Approve credentials","6784":"Authenticity Credentials:","6785":"Type in an email or contact","6786":"Worry not! You can easily add new contacts by email or import existing contacts from other services.","6787":"No shared folders with you","6788":"months","6789":"Suspended account","6790":"You have been suspended due to excess data usage. Please contact support@mega.co.nz to get your account reinstated.","6791":"Verified","6792":"Verified","6793":"Recover space by emptying the Rubbish Bin","6794":"Empty the Rubbish Bin","6795":"Are you sure you want to permanently remove all items from your Rubbish Bin?You cannot undo this action!","6796":"\"PRO Lite\" monthly subscription","6797":"\"PRO Lite\" yearly subscription","6798":"\"PRO 2\" monthly subscription","6799":"\"PRO 2\" yearly subscription","6800":"\"PRO 3\" monthly subscription","6801":"\"PRO 3\" yearly subscription","6802":"Bitcoin","6803":"%1 months","6804":"Insufficient balance","6805":"You have insufficient funds to make this purchase. Please top up your account with a voucher or choose another payment method.","6806":"%1 month purchase","6807":"When you click \"PURCHASE\" you will be shown the price in Bitcoins and an address to send the Bitcoins.","6808":"Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and nonrecurring.","6809":"one time","6810":"Scan code to pay","6811":"Open Bitcoin wallet app","6812":"Please close this dialog and click <span>purchase<\/span> again.","6813":"BTC","6814":"This purchase expires in","6815":"Connection to payment provider failed.","6816":"Plan duration","6817":"Choose duration","6818":"Payment options","6819":"Choose your subscription period below and continue through our payment provider.","6820":"Customise your <span>PRO III<\/span> account","6821":"Remove link","6822":"Subscription cancellation","6823":"Would you like to cancel your active subscription? Your credit card will not be charged again, and you will retain Pro status until the end of the current billing cycle.","6824":"Awesome!","6825":"Your payment has been accepted.","6826":"Continue","6827":"Payment declined","6828":"Your payment got declined. Please try again.","6829":"Pro payment","6830":"Include personal message for new contacts...","6831":"Caution You have elected to close your MEGA account The account under this email address will be permanently closed and this can not be undone","6832":"By completing this action you will lose access to all your uploaded data shares and contacts","6833":"End chat","6834":"Send files","6835":"Add contact to Conversation","6836":"Send contact details","6837":"From your Cloud Drive","6838":"From your computer","6839":"Download to your Cloud Drive","6840":"Download to your computer","6841":"We re sorry to see you go","6842":"Your account has now been closed","6843":"but before you leave we would love to know why you are leaving us","6844":"Please select one","6845":"I don t use my account anymore","6846":"My favourite browser is not technologically compatible and I don t want to change","6847":"MEGA has under delivered on its promise","6848":"Leave a comment","6849":"Share options","6850":"Looks like there s a malformed email","6851":"You re already imported contacts from Gmail","6852":"Looks like there s a malformed email there","6853":"Include personal message for new contacts","6854":"Share folder with contacts","6855":"Select folder to share","6856":"I m happy to share my email for future communication related to my feedback","6857":"This is the data that we will send to our servers along with your message and feedback","6858":"New unverified credentials","6859":"Info","6860":"Send to contact","6861":"Reply","6862":"Reply to all","6863":"Forward","6864":"Move up queue","6865":"Move down queue","6866":"CURRENT CALLING","6867":"Backups","6868":"Messages","6869":"Invalid folder link","6870":"No Messages","6871":"No Incoming Shares","6872":"Authenticity Credentials","6873":"Reseller","6874":"Create vouchers","6875":"Voucher type","6876":"Create voucher","6877":"Get a FREE account","6878":"Select files to upload or drag drop anywhere on this page","6879":"New unverified credentials","6880":"There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.","6881":"The previously seen contact credentials for %1 have changed.","6882":"The previously verified contact credentials for %1 have changed.","6883":"Previously seen credentials","6884":"Previously verified credentials"}