{"10":"DIDESNIS. GERESNIS. GREITESNIS. STIPRESNIS. SAUGESNIS.","11":"12 straipsnis","12":"Niekas negali savavališkai kištis į asmens privatumą, jo šeimyninį gyvenimą, buitį ar jo pokalbius. Taip pat teršti jo garbę ir reputaciją. Kiekvienas asmuo turi teisę į įstatymo apsaugą, jei jo teisės yra pažeistos.","13":"Visuotinė Žmogaus Teisių Deklaracija.","14":"Trinimo patvirtinimas","15":"Ar jūs tikrai norite negrįžtamai pašalinti visus failus iš savo šiukšlių dėžės?","16":"Vidinė klaida","17":"Viršytas duomenų srauto limitas","18":"Per daug prisijungimų šiam siuntimui","19":"Sesijos laikas pasibaigęs arba yra neteisingas","20":"Laikinai neprieinamas","21":"Paskyros klaida, prašome pasitikrinti savo el. paštą","22":"Failas neegzistuoja","23":"Failas nepasiekiamas","24":"Iššifravimo klaida","25":"Aplankas, kuriame  esate, buvo pašalintas arba perkeltas kito vartotojo.","26":"Prarastas Aplankas","27":"Deja, 1 failas negali būti įkeltas, nes jis didesnis nei [X].","28":"Deja, [X1] failai negali būti įkelti, nes jie didesni nei [X2].","29":"Jums yra apribotos galimybės įkelti failus, nes \"Adobe Flash fallback\" jūsų naršyklei nesuteikia HTML5 failų skaitymo galimybės. Jei norite pašalinti šį apribojimą (ir pagerinti savo naršymo kokybę), prašom apsvarstyti galimybę įsidiegti [A]Google Chrome[\/A].","30":"Naršyklės limitai","31":"Jūs galite įkelti failus kurie yra mažesni nei [X] naudojant Internet Explorer 9. Chrome, Firefox ir Internet Explorer 10 suteikia galimybę įkelti didesnius failus.","33":"MEGA geriausiai veikia naudojant Google Chrome","34":"Įspėjimas:","35":"Jūs naudojate pasenusią naršyklę, kuri turi įtakos jūsų duomenų perdavimo našumui.","36":"Prašome atsinaujinti į Google Chrome.","37":"Kol kitos naršyklės stengiasi gauti pilną spektrą HTML5 funkcijų, Google Chrome turi jas visas - šiandien. Kad galėtumėte mėgautis MEGA pilnu pajėgumu (pvz., automatizuotu failų įkėlimu ir parsiuntimu), mes rekomenduojame palikti savo dabartinę, pasenusią naršyklę ir kuo greičiau atsinaujinti į Chrome.","38":"Daugiau nerodyti šio pranešimo","39":"Ne, Ačiū","40":"Atsisiųskite Chrome","41":"Jūs pašalinote aplanką, kuriame buvo 1 subendrintas aplankas.","42":"Kai ištuštinsite šiukšlių dėžę, šis failų subendrinimas bus panaikintas.","43":"Jūs ką tik panaikinote aplanką, kuriame buvo [X] subendrintų(-as) aplankų(-as).","44":"Kai ištuštinsite šiukšlių dėžę, šie bendrinimai bus panaikinti.","45":"Subendrintų aplankų įspėjimas","46":"Vidinė Klaida","47":"Ups, kažkas blogai. Atsiprašome!","48":"Prašome įvesti bent tris simbolius norėdami atlikti paiešką.","49":"perkelti [X] pasirinktą(-us) elementą(-us)","50":"1 failas","51":"[X] failų","52":"ir","53":"1 aplankas","54":"[X] aplankų","55":"Tik skaityti","56":"Skaityti ir rašyti","57":"Pilna kontrolė","58":"Parsiųsti","59":"Gauti nuorodą","60":"Bendrinimas","61":"Pervadinti","62":"Perkelti","63":"Kopijuoti","64":"Teisės","65":"Savo aplankui jūs turite tik skaitymo teisę.","66":"Savo aplankui jūs turite skaitymo-rašymo teises.","67":"Savo aplankui jūs turite pilną kontrolę.","68":"Naujas aplankas","69":"Sukurti Naują Aplanką","70":"Išvalyti Šiukšlių Dėžę","71":"Pridėti kontaktą","72":"Ištrinti kontaktą","73":"Ar jūs tikrai norite ištrinti šį vartotoją iš savo kontaktų sąrašo?","74":"Ar jūs tikrai norite ištrinti šiuos vartotojus iš savo kontaktų sąrašo?","75":"Ištrinti kontaktą","76":"Jūs tuoj visam laikui ištrinsite [X] bylas(-ų) iš Šiukšlių Dėžės.","77":"Ar norite tęsti?","78":"Taip","79":"Ne","81":"Gerai","82":"Atšaukti","83":"Ištrinti","84":"Patvirtinti ištrinimą","85":"Perkrauti","86":"Pavadinimas","87":"Dydis","88":"Perdavimo tipas","89":"Būsena","90":"Greitis","91":"Praėjo laiko","92":"Likęs laikas","93":"Tipas","94":"Paskutinį kartą redaguotas","95":"El. paštas","96":"Teisės","97":"Naujas Įkėlimas","98":"Aplanko Įkėlimas","99":"Failo Įkėlimas","100":"Išvalyti Šiukšlių Dėžę","101":"Pridėti kontaktą","102":"Ieškoti","103":"Atšaukti perdavimą","104":"Failų perdavimai","105":"laukiama","106":"Failų tvarkyklė","107":"Ar norite kopijuoti pasirinktą aplanką į privačią dėžutę [X]?","108":"Patvirtinimas","109":"Ar jūs norite kopijuoti pasirinktą aplanką į šį subendrintą aplanką?","110":"Ar jūs norite kopijuoti pasirinktus failus į privačią dėžutę [X]?","111":"Ar jūs norite kopijuoti pasirinktus failus į šį subendrintą aplanką?","112":"Eksportuoti failų nuorodas ir dešifravimo raktus","113":"Failo nuoroda","114":"Failo raktas","115":"Failo pavadinimas","116":"Failo dydis","117":"Perkelti į","118":"Pasirinkti paskirties vietą","119":"Peržengtas nemokamų failų perdavimo kiekis","120":"Jūsų siuntimas negali būti pradėtas, nes jis viršytų leidžiamų nemokamų duomenų limitą  jūsų IP adresui.","121":"Šis limitas yra kintantis ir priklauso nuo neišnaudoto duomenų srauto kiekio kurį mes turime.","122":"Yra skaičiuojami tik tie perdavimai, kurie įvyko 5 - 6 valandų laikotarpyje.","123":"Dabartiniame lange:","124":"Jūs parsisiuntėte [X].","125":"[X1] galima bus naudoti po [X2].","126":"Esamo IP adreso limitas yra [X].","127":"Jūsų patogumui, jūsų failai bus užlaikyti parsiuntimo režime tol, kol jūs turėsite pakankamai vietos, vėliau siuntimas bus pratęstas automatiškai.","128":"Jei jūs nenorite laukti, apsvarstykite galimybę užsisakyti paketą su daugiau pralaidumo. Jis taip pat jums suteiks daugiau laisvos vietos serveryje.","129":"Atnaujinti į Pro paketą","130":"Atsisiųsti failus","131":"Paspauskite \"Leisti\", kad pabaigtumėte parsiuntimą","132":"Perkelti Elementus","133":"Perkelti [X]","134":"Kopijuoti [X]","135":"Klaida","136":"Prašome pasirinkti paskirties aplanką.","137":"Prašome pasirinkti teisingą paskirties objektą.","138":"Paskirties aplankas negali būti ta pati vieta.","139":"Cirkuliarinė klaida","140":"Cirkuliarinė klaida: paskirties vieta negali būti perkeliamo aplanko poaplankyje .","141":"Prašome įvesti galiojanti el. pašto adresą.","142":"Prašome palaukti...","144":"Panaikinti dalijimąsi","145":"El. pašto adresas:","146":"Bendrinti su nauju vartotoju:","147":"Suteikti priėjimą","148":"Uždaryti","149":"Bendrinimas","150":"Kontaktas pakviestas","151":"Vartotojas [X] buvo pakviestas ir atsiras jūsų adresatų sąraše vos tik užsiregistruos.","152":"Jūs negalite pridėti savęs į savo kontaktų sąrašą.","153":"El. pašto adresas","154":"Pridėti kontaktą","155":"Pridėti","156":"Atšaukti","157":"Aplanko pavadinimas","158":"Sukurti","159":"Atšaukti","160":"Šis aplanko pavadinimas jau naudojamas. Prašome pabandyti dar kartą.","161":"Pervadinti","162":"Pervadinti","163":"Atšaukti","164":"Cloud Diskas","165":"Kontaktai","166":"Gautieji","167":"Šiukšliadėžė","168":"Šiukšliadėžė","169":"Meniu","170":"Registruotis","171":"Prisijungti","172":"Tempkite ir meskite failus","174":"arba","175":"Pasirinkite failus","176":"Pasirinkite failus","177":"Jūs turite raktus į tai, ką saugote debesyse","178":"Saugus bendradarbiavimas internete","179":"Galinga Failų Tvarkyklė","180":"App Ekosistema","181":"Savybės išsamiai","182":"Dalinkis šifruotais aplankais su bendradarbiais arba verslo partneriais ir keiskis konfidencialiais dokumentais naudojant skaidrų ištisinį šifravimą.","183":"Peržiūrėti ir tvarkyti savo failus naršyklėje su integruotu paketu failų įkėlimui ir parsiuntimui.","184":"Visiškai atviras API suteikia galimybę trečių šalių programuotojams praplėsti MEGA funkcionalumą.","185":"2048 bitų RSA šifravimas","186":"Atsijungti","187":"Mano paskyra","188":"Failų Tvarkyklė","189":"Nutraukti sesiją","190":"Prisijungti","191":"sukurkite paskyrą","192":"Prisiminti mane","193":"Prisijungti","194":"[X] aktyvūs serveriai","195":"Jūsų El. paštas","196":"Jūsų El. paštas","197":"Prašome įvesti savo el. pašto adresą.","198":"Prašome įvesti galiojantį el.pašto adresą.","199":"Prašome įvesti slaptažodį.","200":"Oi, kažkas negerai.","201":"Neteisingas el. paštas ir\/arba slaptažodis. Bandykite dar kartą.","202":"Kurti naują paskyrą","204":"arba","205":"prisijungti","206":"Jūsų vardas","207":"Jūsų el. paštas","208":"Aš sutinku su MEGA [A]Paslaugų teikimo sąlygomis[\/A]","209":"Registruotis","210":"Pasiruošk naujai kartai!","211":"Cloud saugykla niekados nebebus tokia pati","212":"Prašome įvesti savo vardą.","213":"Pasirinkite slaptažodį.","214":"Jūs turite sutikti su mūsų paslaugų teikimo sąlygomis.","215":"Įvyko nežinoma klaida. Bandykite dar kartą.","216":"Nuostabu","217":"Pasitikrinkite savo el. pašto dėžutę ir spustelėkite pateiktą nuorodą, kad patvirtintumėte savo paskyrą.","218":"Šis el. pašto adresas jau naudojamas su paskyra sukurta MEGA'oje","219":"Šis el. pašto adresas jau naudojamas su paskyra sukurta MEGA'oje","220":"Silpnas","221":"Vidutinis","222":"Geras","223":"Puikus","224":"PASIRINKITE FAILUS","225":"PASIRINKITE FAILUS ARBA TEMPKITE JUOS ČIA","226":"Kad būtų išvengta išteklių perkrovos, mes kartais turime apriboti pralaidumo išnaudojimą. Per pastarąsias šešias valandas, jūsų IP adresas sunaudojo [X1], tai kartu su pasirinktu failu [X2] viršytų jūsų dabartinę leidžiamą ribą [X3]. Siekiant užtikrinti teisingą ir vienodą priėjimą prie mūsų resursų dabar vykstantys parsiuntimai buvo kuriam laikui atidėti. Jie bus automatiškai pratęsti, kai išteklių perkrova sumažės.","227":"Šie parsiuntimai yra apmokęstinti dėl duomenų kiekio apribojimų,  jei nenorite laukti, užsisakykite Pro paketą.","228":"Duomenų apsikeitimas vykdomas","229":"Daugiau nerodyti","230":"Užsisakyti Pro paketą","231":"Ne ačiū, aš palauksiu","232":"Ne ačiū, aš palauksiu","233":"Laikina klaida, bandoma dar kartą.","234":"Parsiųsti failą","235":"Parsisiųsti","236":"Įkelti","237":"Siuntimas pradedamas","238":"Autorinių teisių žymėjimas","239":"Siuntimas baigtas","240":"Kad galėtumėte pabaigti šio failo persiuntimo procesą, jums reikia rankiniu būdų išsaugoti failą.","241":"Išsaugoti failą","242":"Atsinaujinkite į Chrome, kad galėtumėte mėgautis MEGA pilnu pajėgumu","243":"Failas kurį bandote atsisiųsti yra nebeprieinamas.","244":"Tai galėjo atsitikti dėl šių priežasčių:","246":"Failas buvo ištrintas dėl PTS\/PNS pažeidimo.","247":"Neteisingas adresas. Nuoroda, kurią bandote pasiekti, neegzistuoja","248":"Failas buvo ištrintas vartotojo.","249":"Failas kurį bandote parsisiųsti  yra laikinai nepasiekiamas.","250":"Mūsų pertėkliaus sistema nesuveikė. Tai galėjo atsitikti dėl šių priežasčių:","251":"Keletas serverių yra tvarkomi.","252":"Mes esame perkrauti ir plečiame serverio vietą.","253":"Prašome pabandyti vėliau.","254":"Failas, kurį bandote parsisiųsti nebeegzistuoja.","255":"Šis failas nebeegzistuoja, nes pažeistos failo autorinės teisės [X].","256":"Neteisingas rakto ilgis","257":"Įsitikinkite, kad įvedėte teisinga raktą.","258":"Siunčiama","259":"Kam \"MEGA\" skirta?","260":"MEGA yra rekursinis akronimas ir reiškia \"MEGA Encrypted Global Access\".","261":"Kas yra MEGA?","262":"MEGA yra Cloud saugyklos tiekėjas. Jis siūlo nemokamą ir mokamą saugyklas pasiekiamas internetu. Jis leidžia talpinti ir pasiekti failus naršyklės arba kito kliento\/programos pagalbą.","264":"Mūsų žiniomis, Cloud saugykla ir šifravimas yra teisėti. Prašome laikytis galiojančių įstatymų ir teisės aktų pagal tai [B]kaip[\/B] naudojate Cloud saugyklą ir šifravimą ir pagal mūsų [A]naudojimosi sąlygas[\/A].","265":"MEGA buvo sukurta keletos žmonių, kurie anksčiau turėjo vieną didžiausių pasaulyje Cloud talpyklų. Gal galėčiau atgauti savo paskyrą?","266":"Deje, MEGA darbuotojai neturi priėjimo prie jokių įrašų, kurie buvo sukurti anksčiau. Taipogi nėra galimybės pasiekti informacijos buvusios fiziniuose įrenginiuose, ar duomenų bazėse, todėl dabar nėra galimybės sugrąžinti jūsų duomenų. ","267":"Kodėl Cloud talpyklos būstinė yra būtent Naujojoje Zelandijoje?","268":"Tarp kitų svarbių priežasčių, Naujosios Zelandijos vietinis Māori vardas \"Aotearoa\", jis reiškia \"ilgo balto debesies žemė\" (Cloud lietuviškai Debesis).","269":"Galiu aš naudotis MEGA telefonu?","270":"MEGA buvo subalansuota kompiuterio naršyklėms. Bet mes sunkiai dirbame, kad MEGA būtų pilnai prieinama daugumai telefonų ir planšečių. Jūs galite tikėtis šaunių programų jūsų mobiliems prietaisams artimoje ateityje.","271":"Ar galiu aš pratęsti nutrauktą įkėlimą arba parsiuntimą?","272":"Taip, jei neuždarėte naršyklės lango duomenų perdavimas bus pratęstas iškart po pvz. nutrūkusio interneto ryšio arba grįžus iš kompiuterio miego rėžimo. Prašome atsiminti, kad mūsų serveriai automatiškai pašalins failus, kurie nebuvo baigti įkelti iki galo ir 48 valandas buvo neaktyvūs. ","273":"Ar galiu įkelti vienodus failus?","274":"Jei bandysite įkelti failą kurį jau buvote įkėlęs anksčiau  į savo paskyrą (vienodu pavadinimu, keliu iki failo, dydžiu,  bei paskutinio koregavimo data) serveris šį failą praleis. Bet niekas nedraudžia jums turėti keletos failų ar aplankų su tais pačiais pavadinimais viename aplanke.","275":"Ar pralaidumas apribojamas?","276":"Mes neturime jokių specialių apribojimų skirtų vartotojams, nebent tai yra būtinybė sukelta tam tikrų problemų. Todėl mes pasiliekame teisę apriboti vartotojo pralaidumo sunaudojimą tam tikram IP adresui dėl darbinių priežasčių. Jūsų persiuntimai bus pratęsti automatiškai, kai tik serverio apkrova sumažės. Tokiu atveju nereikia nieko papildomai daryti pačiam.","277":"Ar yra failų dydžių limitas MEGA'oje?","278":"Mes neturime nustatyto failų dydžių limito , išskyrus jūsų paskyros Cloud saugykloje vietą . Tačiau, kai kurios naršyklės failus patalpina į laikinąją atmintį prieš pradedant siuntimą (Firefox, IE10, Opera),  o kai kurios naršyklės į laikinąją atmintį patalpina ir prieš įkeliant failus į serverį (IE9 , Safari 5). ","279":"Ar galima vienu metu įkelti ir parsisiųsti failus?","280":"Taip. Skirtinguose kortelėse, vienoje parsisiųsti, kitoje įkelti failus į serverį galima paraleliai.","281":"Kodėl paveikslėliai neturi miniatiūrų arba kodėl jūs netransliuojate video ir garso failų?","282":"Nes mūsų šifravimo medelis draudžia bet kokias manipuliacijas jūsų failais serveryje.","283":"Kaip įkelti failus į MEGA?","284":"Yra trys būdai kaip naudojant naršyklę įkelti failus į MEGA:","285":"1. Paspauskite raudoną mygtuką pradiniame puslapyje.","286":"2. Atidarykite failų tvarkyklę ir paspauskite mygtuką viršuje \"Failo Įkėlimas\" arba (jei naudojate Chrome) \"Aplanko Įkėlimas\".","287":"3. Tempkite failus arba (jei naudojate Chrome) aplankus ant tinklapio.","288":"Kaip įdiegti MEGA?","289":"Jums nieko nereikia įdiegti. MEGA sukurta naršyklei ir veikia su visomis pagrindinėmis naršyklėmis. Kad išnaudoti visas MEGA galimybes mes labai rekomenduojame naudoti tik Google chrome.","290":"Kaip veikia aplankų dalijimasis?","291":"Jūs galite bendrinti aplankus esančiais jūsų Cloud saugykloje su savo draugais, šeimyna ar bendradarbiais. Pakviesti dalintis failais galima el-pašto pagalba, jei asmuo su kurio norite dalintis neturi paskyros, jam bus pasiūlyta ją susikurti. Alternatyviai, jūs galite sukurti  bet kurio savo aplanko ar failo viešą nuorodą su specifiniu šifravimo raktu, kuris leis pasiekti failus be MEGA paskyros. Jūsų atsakomybė yra saugiai perduoti raktus norimam gavėjui(-ams).","292":"Kad pradėti bendrinti, pakeisti ar ištrinti bendrinimą aplankams ar failams tiesiog spauskite dešinį pelės klavišą ant norimo aplanko savo failų tvarkyklėje ir pasirinkite \"Bendrinti\". Galima pasirinkti tris norimu priėjimo prie duomenų lygius: Tik skaityti, skaityti\/rašyti (failai gali būti pridėti, bet ne ištrinti), ir pilnas (failai gali būti pridėti ir ištrinti).","293":"Jei jūs pridėjote el-paštą, kuris nebuvo susietas su paskyra jums teks prisijungti bent kartą po to, kai gavėjas prisiregistruos, tam, kad galėtumėte bendrinti failus su juo, naujai sukurtu viešuoju raktu.","294":"Kaip aš galiu pašalinti vartotojus iš savo bendrinamo aplanko?","295":"Paprasčiausiai paspauskite dešinį pelės klavišą ant norimo aplanko savo failų tvarkyklėje ir pasirinkite \"Bendrinti\". Jūs matysite visus žmones, kurie turi priėjimą prie šio aplanko. Paspauskite dešinį klavišą ant reikiamo asmens ir pasirinkite ištrinti.","296":"Kaip aš galiu atskirti bendrinamus aplankus?","297":"Aplankai kurie yra bendrinami turi delno piktogramą.","298":"Ar aš galiu bendrinti aplanką prie kurio priėjimą man davė kažkas kitas?","299":"Ne. Aplankų bendrinimas yra ne perėmimas.","302":"Kaip aš galiu gauti nuorodą į savo failą MEGA'oje?","303":"Įspėjimas: Jūsų failų kriptografinis saugumas priklauso tik nuo jums priklausančių šifravimo raktų konfidencialumo. Būkite įsitikinęs, kad juos perduodate saugiais kanalais! Pavyzdžiui paprastas el-paštas nėra pakankamai saugus.","304":"Turint tai omenyje, pasirinkite vieną ar daugiau failų savo failų tvarkyklėje ir paspauskit dešinį pelės klavišą ir pasirinkite \"Gauti nuorodą\". Atsidarys langas kuriame bus nuorodos į pasirinktus failus. Jūs galite sugeneruoti nuorodą kiekvienam failui atskirtai arba visiems iškarto.","305":"Kaip šifravimo raktas veikia?","306":"Visas šifravimas vyksta nuo pradžių iki galo. Failai, kurios keliate į serveri būna šifruojami dar jūsų kompiuteryje prieš patenkant į internetą.  Ir failai būną iššifruojami  tik tada kai patenką į to asmens kuriam jūs siunčiate failą prietaisą. Kliento prietaisai yra atsakingi už šifravimo raktų generavimą, pasikeitimą ir tvarkymą. Nei vienas naudojamas raktas nepalieką kliento kompiuterio (išskyrus RSA viešuosius raktus).","307":"Ar visa mano asmeninė informacija šifruojama?","308":"Ne. Šifruojami tik failai\/aplankai ir  jų pavadinimai. Informacija, kuri mums reikalinga operacijų priėjimui, tokia kaip el-paštas, IP adresas, aplanko struktūra,  failų teisės bei apmokėjimų informacija yra patalpinta ir naudojama neužšifruota.","309":"Ar mano patalpinti duomenys saugūs?","310":"Visa apsauga yra santykinė. Įvairios atakos egzistuoja - jos nėra tesiogiai susyjusios su MEGA, bet nori jus informuoti apie riziką:","311":"Paskyroms yra pavojus dėl:","312":"- Šnipinėjimo programinės įrangos esančios jūsų kompiuteryje.","313":"- Galimybė, kad kažkas pamatys jūsų slaptažodį jums jį rašant.","314":"- Slaptažodžio jėgos metodas. Naudokite stiprius slaptažodžius (naudojant jėgos metodą paprastus slaptažodžius galima lengvai atspėti).","315":"- Sukčiavimas. Visada būkite įsitikinęs, kad esate prisijungę saugiu ryšiu (https:\/\/) ir adresas įvestas teisingai (mega.co.nz) prieš įvesdami slaptažodį.","316":"Didelio mąsto atakos:","317":"- \"Asmuo per vidurį\" ataka. Kai reikalaujama panaudoti veikianti, pasikartojanti SSL sertifikatą kartu su padirbtu  DNS ir\/arba atakos į musų BGP maršrutus (DigiNotar-stiliaus scenarijus).","318":"- Gaunant priėjima prie žiniatinklio prieglobos https:\/\/mega.co.ne\/index.html ir pakeičiant failą su padirbtą jo versija (tai neturėtu trikdyti susisiekimo su tinklapiu).  Pastaba - visos  turinio manipuliacijos nekelia pavojaus saugumui, nes visas aktyvus turinys serveryje yra užkrautas iš index.html irviskas patvirtinama su kriptografinia maiša. Tokio tipo atakos reikalauja išsiųsti užkrėstą kodą į kliento prietaisą ir tada jis yra aptinkamas. ","319":"- Gaunant priėjimą prie mūsų pagrindinio serverio infrastruktūros ir sukuriant suklastotus raktus egzistuojantiems subendrintiems failams. Šio tipo atakos gali paveikti tik paskyras, kurių subendrinti failai yra matomi vartotojo paskyroje.","320":"Kas jei aš jumis nepasitikiu? Ar man vis dar saugu naudotis MEGA?","321":"Jei jūs nepasitikit mumis, jūs negalite naudoti jokio mūsų pateikto kodo, taigi atidarant mūsų tinklapį savo naršyklėje ir įvedant savo slaptažodį jūs jau prieštaraujat savo klausimui. Jei jūs vis dar norite naudotis MEGA jūs turite mumis pasitikėti.","322":"Aš pasitikiu jumis ir jūsų Naujosios Zelandijos duomenų centrų, bet aš nepasitikiu Vokietijos duomenų centru, nes jis yra valdomas Jungtinių valstijų kompanijos.  Ar man vis dar saugu naudotis MEGA?","323":"Taip, jūs vis dar galite naudotis MEGA (su keletu apribojimų) net jei mūsų pagrindinis duomenų centras Vokietijoje susikompromituotu Naujosios Zelandijos duomenų centras užtikrins, kad bet koks neteisėtas kodas neveiktų tol kol jūs lankysitės https:\/\/mega.co.nz\/.","324":"Ar duomenys kurie yra bendrinamuose aplankuose  yra tokie pat saugūs kaip ir kiti duomenys?","325":"Bendrinami aplankai iš prigimties yra saugūs.Tačiau  mūsų pagrindinio serverio infrastruktūra gali iškelti šiuos pavojus:  Viešaisiais raktais galima manipuliuoti ir įmanoma suklastoti raktų užklausą. ","326":"Tarkime, kad yra fizinis pažeidimas MEGA talpyklos mazge. Kokia būtų rizika?","327":"Klaidos žinutės po failų parsiuntimo.  Net jei atakuojantis asmuo turėtų šifravimo raktą konkrečiam failui jis negalėtų jo pakeisti su suklastotu raktu, nes bandymo rezultatas būtų parsiuntimo klaida.","328":"Ar gera įdėją būtų sukelti mano duomenis į vieną vietą?","329":"Visada turėkite atsarginę failų kopiją tiek internete, tiek kompiuteryje ar kitoje laikmenoje. Nors mes ir laikome failus bent dvejuose vietose vistiek nėra garantijos, kad dėl pasikartojančių klaidų ar \tbeprecedenčio  valstybinio nusižengimo jie gali dingti.","330":"Kodėl turėčiau patikėti savo duomenis būtent jums?","331":"Mes siūlome vartotojo valdomą šifravimą (VVŠ), kurio pagalbą šifravimo raktus valdo pats vartotojas. VVŠ sukurtas atviro kodo principu, ir mes skatiname bendruomenę jį išnagrinėti, vertinti, bei palikti atsiliepimus.  Mes tikime, kad šis veikimo principas yra saugesnis už kai kurių kitų tiekėjų veikimo principus, kurių šifravimas vyksta internete ir raktus sukuria tiekėjas arba jie nesukuriami visai. Pavyzdžiui jei MEGA vartotojo failai būtų pasiekiami dėl programinės klaidos, jų būtų neįmanoma perskaityti be vartotojo sukurto iššifravimo rakto.","332":"Aš pastebėjau, kad jūs naudojate HTTPS jau šifruotų failų apsikeitimui. Ar tai reikalinga?","333":"Taip, reikalinga. Deja, dauguma naršyklių įspėja dėl sukurto nesaugaus ryšio naudojant saugų tinklapį. Ir taip turi būti, naršyklės nežino, kad tinklalapyje jau veikia papildomos apsaugos priemonės. Kadangi HTTPS protokolas nėra našus, mes jums leidžiame saugumą panaikinti, tose naršyklėse, kurios palaiko šią funkciją (Chrome, Safari ir Firefox iki 17 versijos) tai pagreitins jūsų failų perdavimą be pavojaus konfidencialumui ar jūsų duomenims. Jei kai kuriuose naršyklėse pastebėjote SSL įspėjimą pradedant  pirmą savo persiuntimą šiuo atveju yra saugu jį ignoruoti.","334":"Kokius šifravimo algoritmus naudoja MEGA?","335":"Dideliems parsisiuntimas AES-128. Po parsiuntimo tikrinama su CCM, kuris yra mažiau efektyvus nei OCB, bet nėra apsunkintas patentų.","336":"Dalintis duomenimis tarp vartotojų ir įmetamų failų į savo talpyklą - RSA-2048. Visi šifravimai, iššifravimai vyksta JavaScript pagalba, kas apriboja srautą iki kelių MB\/s ir įtakoją neįtikėtiną procesoriaus apkrovimą. Mes stengiamės įgyvendinti tai su HTML5 webCrypto API pagalba ir suderinti jį su visomis pagrindinėmis naršyklėmis, kas pašalintų minėtas problemas.","337":"JavaScript turi atsitiktinį skaičiaus generatorių, kuris yra papildytas pelės bei klaviatūros  entropijos kriptografija. Taip pritaikomi atsitiktini pasikeitimai (kol kas tik Chrome naršyklėje).","338":"Ar MEGA saugo mano failų atsargines kopijas?","339":"Mes, esant galimybei, saugome jūsų failus bent dviejuose serveriuose, skirtinguose duomenų centruose.","340":"Aš pamiršau savo slaptažodį. Ar galiu nustatyti jį iš naujo?","341":"Deja, jūsų MEGA slaptažodis nėra tik slaptažodis - jis taipogi yra pagrindinis iššifravimo raktas visiems jūsų duomenims. Jei jūs prarasite jį, jūs prarasite ir priėjimą prie visų savo failų, kurie nėra bendrinami (jei neturite bendrinamų failų nuorodos juos prarasite taip pat).","344":"Kada man reikėtų įsigyti PRO paskyros paketą?","345":"PRO paskyros paketas suteiks jums papildomos vietos, bei padidins pralaidumo kvotą, kurią mes automatiškai apibrėžiame kada pralaidumo limitas būną pasiekęs ribą. Jūs galite savo kvotos limitą naudoti pats arba paskirti ją tretiems asmenims pasiekti jūsų duomenis (įskaitant vartotojus be MEGA paskyros). Visai tai nustatyti galima savo paskyros nustatymų lange.","346":"Kam siuntimo apribojimas yra naudingas?","347":"Dauguma maršrutizatorių nenustato prioriteto smulkesniems failams, kas įtakoją jūsų naršymo kokybę. Todėl mes siūlome automatinį sistemos valdymą,  per 10 sekundžių mes išmatuojame jūsų pralaidumą ir paliekame apie 10% laisvo srauto, jo turėtų pakakti toliau naudotis internetu be trukdžių.","348":"Ką aš gaunu su savo nemokama paskyra?","349":"Globalų pasiekiamumą, didelį našumą ir apsaugotą Cloud talpyklą su [X] vietos. Jei jums reikia daugiau nei tai, jūs galite savo nemokamą paskyrą atsinaujinti į [A1]PRO[\/A1] paskyrą. Spauskite [A2]čia[\/A2], kad pamatyti dabartinią būseną.","359":"Ar jūs siulote API?","361":"Taip. MEGA sąsaja naudoja atviro kodo Javascript programas, taigi jūs turite daugybe tikrų kodo pavyzdžių, kuriuos galite išsirinkti iš mūsų [A]dokumentacijos[\/A]. Kadangi mes neturime pakankamai resursų  šaunių programų kūrimui, kurios padėtų MEGA paversti  lankstesniu ir naudingesniu įrankiu mum patiems, mes kviečiame jus prisidėti. Po apsvarstymo jūsų sukurtos programos kodas  bus paskelbtas mūsų tinklapyje ir mes su džiaugsmu apsvarstysime biudžeto pasidalijimo galimybes labai populiariom programom.","362":"Kad būtų išvengta išteklių perkrovos, mes kartais turime apriboti pralaidumo išnaudojimą. Failai kuriuos jūs bandote parsisiųsti yra didesni nei dabartinis galimas jūsų limitas [X3].  Siuntimas buvo atidėtas ir jis bus automatiškai pratęstas, kai išteklių perkrova sumažės.","365":"Jūsų naršyklė nėra pakankamai moderni, kad parsiųsti tokio dydžio failus.","366":"Autoriaus teisių įspėjimas","367":"MEGA gerbia kitų autorių teises ir reikalauja, kad MEGA'os cloud paslaugų vartojai laikytųsi  autorinių teisių įstatymų. Jums griežtai draudžiama naudotis MEGA cloud paslaugomis, jeigu jūs pažeidžiate autorines teises. Jūs negalite įkelti, parsisiųsti, talpinti, dalintis, rodyti, transliuoti, dalintis el-paštu ar kitaip perduoti nuorodas, ar kitu būdų leisti pasiekti  bet kokio žmogaus, ar institucijos duomenis, jei jie pažeidžia autorines ar kitas  nuosavybės teises.","368":"Įspėjimas:","369":"MEGA kriptografijos apsaugos modulis priklauso nuo raktų konfidencialumo pateiktų žemiau. Neperduokite jų nesaugiais kanalais!","370":"Kopijuoti į atmintį","371":"Nukopijuota į atmintį","372":"Įkėlimas","373":"Parsiuntimas","374":"Mes pažadam, mes teikiam","375":"Navigacija užblokuota. Vyksta failų perdavimai.","376":"Jūs turite būti prisijungęs, kad galėtumėte peržiūrėti šį puslapį.","377":"Vyksta failų perdavimai. Jeigu jūs tęsite, jie bus atšaukti.","378":"Įveskite slaptažodį norėdami patvirtinti paskyrą.","379":"Prisijunkite, jeigu norite šį failą įkelti į savo paskyrą.","380":"Įveskite iššifravimo raktą","381":"Visos teisės saugomos","382":"pagaminta Naujoje Zelandijoje","383":"Pagalba","384":"Pagalbos centras","385":"Naudojimo Sąlygos","386":"Privatumo Politka","387":"Autorinės teisės","388":"Bendruomenė","389":"Tinklaraštis","390":"Partnerystės","391":"Perpardavėjai","392":"Programuotojams","393":"Hostingo Partneriai","394":"Investuotojai","395":"Tapk perpardavėju","396":"Apie mus","397":"Nemokama Narystė","398":"Pro Narystė","399":"Susisiekite Su Mumis","400":"Pagrindai","401":"Bendrinimas","402":"Saugumas ir privatumas","403":"Paskyra","404":"Mokėjimai ir sandoriai","405":"Įrankiai","406":"Dažniausiai užduodami klausimai:","407":"Kategorijos:","408":"Sausis","409":"Vasaris","410":"Kovas","411":"Balandis","412":"Gegužė","413":"Birželis","414":"Liepa","415":"Rugpjūtis","416":"Rugsėjis","417":"Spalis","418":"Lapkritis","419":"Gruodis","420":"Prisijunkite norėdami pradėti įkėlimą.","421":"Prašome sutikti su paslaugų taisyklėmis","422":"Aš sutinku","423":"Jums reikia registruotos paskyros, kad galėtumėte naudotis dalijimosi paslauga. Ar norėtumėte užsiregistruoti dabar?","424":"Bendrinimas išjungtas","425":"Pervadinti aplanką","426":"Pervadinti failą","427":"Paskyros informacija","428":"Kuponai","429":"Sesijos istorija","430":"Pirkimų istorija","431":"Sandorių istorija","432":"Paskyros tipas:","433":"Atnaujinti","434":"Prenumeratos tipas:","435":"NEMOKAMAI","436":"Be pirkimų rato","437":"Saugyklos Talpa:","438":"[X] panaudota","439":"[X1] iš [X2]","440":"Pralaidumo valdymas:","441":"Įjungti pralaidumo valdymą:","442":"Išjungti pralaidumo valdymą:","443":"Jūs galite nurodyti kiek procentų norite skirti  aptarnavimo pralaidumo pagerinti.","444":"Nustatyti aptarnavimo pralaidumo procentą","445":"Aptarnavimo pralaidumas","446":"(skirta trečios šalies failų parsisiuntimui)","447":"Parsiųsta","448":"(skirta trečios šalies failų parsiuntimui)","449":"Sąskaitos balansas","450":"Papildyti","451":"Sukurti kuponą","452":"Kupono tipas:","453":"Pasirinkti kupono tipą","454":"Kiekis","455":"Sukurti","456":"Naudoti kuponą:","457":"Pirkti kuponą","458":"Naudoti","459":"Jūsų kuponai","460":"Nepanaudoti kuponai","461":"Panaudoti kuponai","462":"Atšaukti kuponai","463":"Panaikinti kuponai","464":"Visi kuponai","466":"Paskutiniai [X]","467":"Sesijos Istorija","468":"Pirkimų istorija","469":"Paskutiniai [X] pirkimų","470":"Sandorių istorija","471":"Paskutiniai [X] sandorių","472":"Paskutinės [X] sesijų","473":"Uuups, šis kupono kodas yra neteisingas.","474":"Galiojimo data:","475":"Data\/Laikas","476":"Įrašas","477":"Kiekis","478":"Mokėjimo būdas","479":"Naršyklė","480":"IP-adresas","481":"Šalis","482":"Naujausia veikla","483":"Dabartinė sesija","484":"Sandorio ID","485":"Kreditas","486":"Debetas","487":"Kupono kodas","488":"Būsena","489":"Nenaudotas","490":"Panaudotas","491":"Panaikintas","492":"Atšauktas","494":"Pasirinkite savo paketą","495":"Talpos","496":"Pralaidumas","497":"Išsirinkite kainą:","498":"per mėnesį","499":"per metus","500":"Išsirinkite kainą:","501":"sutaupykite 17%","502":"Išsirinkite kainą:","503":"Pasirinkite mokėjimo būdą:","504":"Išankstinio mokėjimo balansas","505":"pirkti kuponą","506":"Profesionalus","507":"Tęsti","508":"kupono kodas","509":"PRIVATUMO KOMPANIJA","510":"Sveiki atvykę į MEGA!","511":"Jūsų 2048-bit RSA vieša\/privati raktų pora yra kuriama.","512":"Kad pastiprintumėme šifravimo raktą mes surinkame  jūsų pelytės judesių, bei mygtukų paspaudimo laiko duomenis.","513":"Kuponas buvo aktyvuotas ir balansas buvo papildytas, tačiau jūsų naujas išankstinio mokėjimo balansas yra nepakankamas šiam pirkiniui. Prašome pasipildyti balansą arba bandyti nusipirkti pigesni paketą.","514":"Nepakankamas balansas, bandykite dar kartą.","515":"Šis aplankas turi daugiau nei 500 įrašų. Dideli aplankai gali sulėtinti naršyklės našumą. Prašom apsvarstyti galimybę susikurti poaplankius.","516":"Gaukite pagalbą","517":"Kažkas neveikia? Pirmiausiai prašome peržiūrėti [A]pagalbos centrą[\/A]. Jei neradote tinkamo atsakymo, susisiekite su mumis.","518":"Juridinis","519":"Mūsų juridinis skyrius skirtas atsakyti  į jūsų klausimus.","520":"Visos teisės saugomos","521":"Manote, kad jūsų intelektinės nuosavybės teisės pažeistos? Prašome paskelbti apie tai mūsų [A]žiniatinklio formoje[\/A] arba parašykite mums el-paštu.","522":"Pasiūlyti patobulinimus","523":"Prašome pateikti pasiūlymus, kurie pagerintų tinklapio veiklą.","524":"Pranešti apie klaidą","525":"MEGA dabar yra beta stadijoje ir jūs kviečiami pranešti apie klaidas. Kuo plačiau apie jas aprašysite, tuo geriau.","526":"Žiniasklaida","527":"Mes kviečiame žinasklaidos atstovus, įskaitant blog'erius susisiekti su mumis jei turite klausimų susijusiu su MEGA.","528":"Tapk perpardavėju","529":"Tapk sekmės istorijos dalimi!","530":"Mūsų perpardavimo programa leis jums parduoti MEGA kuponus  jūsų vartotojams.","531":"Išsami informacija:","532":"Jūs gausite prieigą prie mūsų šiuolaikinės kuponų valdymo sąsajos.","533":"Sukurti kuponus realiu laiku naudojant savo sąskaitos balansą.","534":"Didelė pajamų dalis nuo pat pradžių. ","535":"Kuo daugiau parduosite tuo didesnį pelną gausite.","536":"Perpardavėjo API suteikia galimybę jums sukurti šaunias programas, kurios veikia realiu laiku kartu su  mūsų sistema.","537":"Nemokama reklama: jūsų tinkapis bus susietas su Mega.","538":"Apžvelgus ir patvirtinus jūsų perpardavėjo formą. Jūsų verslas ir tinklalapis  turi atitikti mūsų standartus.","539":"Pajamų dalis","540":"Jūsų pajamų dalis bus atskaičiuota kupono kūrimo metu.","541":"Mėnesio apyvarta","542":"Pajamų dalis","543":"daugiau nei [X]","544":"Perpardavėjo paraiška","545":"Užsiregistruoti, kaip perpardavėjas","546":"Duomenys","547":"Jūsų duomenys","548":"Parduotuvės","549":"Pasirinkite perpardavinėtojo parduotuves:","550":"Mokėjimai","551":"Pasirinkite mokėjimo būdus","552":"Pasirinkite mokėjimo metodus iš tiekėjų sąrašo","553":"Neradote apmokėjimo tiekėjo sąraše? Prašome [A]susisiekti su mumis[\/A].","554":"Baigta","555":"Aš sutinktu su MEGA [A]Perpardavėjų paslaugų teikimo sąlygomis[\/A]","556":"Kitas","557":"Pasirinkite prekyvetes iš prieinamų šalių sąrašo","558":"Ankstesnis","559":"Jūsų vardas","560":"Jūsų įmonės tinklapio adresas","561":"Adresas","562":"Pašto kodas","563":"Įmonės pavadinimas","564":"Telefono numeris","565":"Miestas","566":"Pasirinkite tinkamą apmokėjimui šalį:","568":"Prašome pasirinki savo šalį","569":"Duomenų siuntimo nustatymai","570":"Paralelių išsiuntimų skaičius","571":"Paralelių parsiuntimų skaičius","572":"Išsiuntimo greičio limitas:","573":"Nė vienas","574":"Automatinis","575":"Apribotas","576":"Įkeliant  failus praleisti identiškus:","577":"Taip","578":"Ne","579":"Naudoti SSL failų persiuntimui:","580":"Išjungtas SSL padidins našumą, bet nesumažins saugumo.","581":"Prašome įvesti savo vardą.","582":"Prašome įvesti savo įmonės tinklapio adresą:","583":"Prašome įvesti savo adresą.","584":"Prašome įvesti pašto kodą.","585":"Prašome įvesti savo įmonės pavadinimą.","586":"Prašome įvesti telefono numerį.","587":"Prašome įvesti miestą.","588":"Pašome įvesti šalį.","589":"Jūs turite sutikti su perpardavėjo paslaugų teikimo sąlygomis","590":"Prašome pasirinkti bent vieną šalį.","591":"Prašome pasirinkti bent vieną apmokėjimo būdą.","592":"Prašome pasirinkti bent vieną šalį apmokėjimui.","593":"Nuostabus","594":"Jūs gausite elektroninį laišką su tolimesniais nurodymais.","620":"Pranešimas apie įtariamą pažeidimą","621":"Pranešimas","622":"Mes gerbiame kitų autorių teises ir reikalaujame, kad mūsų paslaugų vartotojai laikytųsi autorių teisių įstatymų. Jums griežtai draudžiama naudotis mūsų paslaugomis neteisėtais tikslais. Jūs  negalite įkelti, parsisiųsti, talpinti, dalintis, atvaizduoti, transliuoti, dalintis el-paštu, dalintis nuorodomis, ar kitaip pateikti failus, duomenis, kurie pažeidžia autorines teises. Mes pasistengsime reaguoti į pranešimus apie įtariamus autorinių teisių pažeidimus.  Jei jūs manote, kad jūsų turinys buvo nukopijuotas ar panaudotas ir kokiu nors būdų pažeidžia jūsų autorines teises prašome mums tai pranešti kartu su šia informacija: (i) autoriaus arba įgalioto asmens autorinėms teisėms saugoti fizinis arba elektroninis parašas; (ii) turinio, kurio autorinės teisės pažeistos identifikacija. (iii)  turinio, kuris tariamai pažeidžia autorinių teisių įstatymą ir kitką identifikacija. Nurodyti, kad failai būtų pašalinti arba panaikinta jų prieiga ar informacija, kurios pakanka, kad būtų galima surasti duomenis (failą)  įskaitant pilną adresą iki jo; (iv) Jūsų kontaktinius duomenis: adresas, telefono numeris, el-paštas; (v) Pareiškimą, kad esate įsitikinęs, kad panaudotas turinys nepriklauso autoriui, agentui ar pažeidžia įstatymus. (vi) Pareiškiate, kad informacija pranešime yra teisinga, ir prisiimate atsakomybę už galimą melagingą informaciją (nebent tam prieštarautu įstatymas), įgaliojimą veikti autoriaus vardu.","623":"Mes pasiliekame teisę savo nuožiūra pašalinti duomenis, kurie pažeidžia įstatymus be išankstinio įspėjimo, neprisiimant atsakomybės už tai. Susiklosčius tam tikrom aplinkybėms, mes taip pat pašalinsime jūsų paskyrą, pavyzdžiui jei bus nustatyta, kad pakartotinai pažeidžiate autorines teises. Musu agentas atsakingas už autorines teises:","624":"Pastaba dėl autorinių teisių","625":"Prašome pasinaudoti šia formą, kad pareikštumėte pranešimą apie autorines teisių pažeidimą. Mes atsakysime jums per 24 valandas (darbo valandomis).","626":"Turinys:","627":"Privalomas laukas","628":"Pažeidžiamos mano asmenines autoriaus teises","629":"Pažeidžiamos autoriaus teises asmens, kuriam aš atstovauju.","630":"Pašalinimo tipas:","631":"Pasirinkite pašalinimo tipą:","632":"1.  Pašalinti tiekiamas viešąsias nuorodas. (failas (-ai) liks pas vartotoją kuris jos įkėlė).","633":"2. Pašalinti tiekiamas viešąsias nuorodas šiems failams arba pateiktoms nuorodoms (failas (-ai) liks pas vartotoją kuris jos įkėlė).","634":"3. Panaikinti viską. Joks vartotojas neturėtų pasiekti šių failų visame pasaulyje.","635":"Prašau patvirtinti, kad šie, aukščiau esantys duomenys, yra saugomi autorių teisių ir  yra leistini autoriaus, jo agento ar įstatymo.","636":"Aš suprantu, kad esu atsakingas už galimą žalą,  įskaitant mokesčius ir advokatų honorarus. Jei aš sąmoningai pateikiu klaidingą informacija ataskaitoje apie pateiktus duomenis, nuorodas ar failus.","637":"Informacija šiame pranešime yra tiksli, ir aš pareiškiu, kad aš esu įgaliotas veikti autorių teisių savininko vardu.","638":"Šis pranešimas yra oficialus dokumentas - prašome būti atsargiais savo autorinių teisių pažeidimų reikalavimuose. Jeigu norite galite pirmiausia pasikonsultuoti su advokatu, siekiant nustatyti, ar turinys, apie kurį pranešate, iš tikrųjų yra neteisėto pobūdžio ir nėra apsaugoti sąžiningo naudojimo, licencijos ar kitu teisėtu pagrindu.","639":"Išsiųsti pranešimą","640":"Pridėti daugiau","641":"Nuoroda į autorines teises pažeidžiančius duomenis:","642":"Autoriaus vardas:","643":"Pareigos:","644":"El. pašto adresas:","645":"Faksas:","646":"Miestas:","647":"Pašto kodas:","648":"Autorinių teisių pažeisti duomenys:","649":"Mano vardas, pavardė:","650":"Įmonė \/ Organizacija","651":"Telefonas:","652":"Adresas:","653":"Valstija \/ Provincija:","654":"Šalis:","655":"Prašome pateikti nuorodas į visus autorines teises  pažeidusius duomenis.","656":"Prašome pateikti autorinių teisių saugomus darbus, kiekvienai pateiktai neteisėtai nuorodai.","657":"Prašome pasirinkti, ar turinys pažeidžia jūsų asmenines autoriaus teises ar asmens, kuriam jūs įgaliotas atstovauti.","658":"Prašome pasirinkti pašalinimo tipą.","659":"Prašome pateikti nuorodas į visus autorines teises  pažeidusius duomenis.","660":"Prašome pateikti autorinių teisių saugomus darbus, kiekvienai pateiktai neteisėtai nuorodai.","661":"Prašome pateikti autoriaus vardą.","662":"Prašome pateikti savo vardą ir pavardę.","663":"Prašome pateikti savo el.pašto adresą.","664":"Prašome įvesti galiojantį el. pašto adresą.","665":"Prašau patvirtinti, kad šie, aukščiau esantys duomenys, yra saugomi autorių teisių ir  yra leistini autoriaus, jo agento ar įstatymo.","666":"Prašome patvirtinti, kad suprantate, kad esate atsakingas už galimą žalą,  įskaitant mokesčius ir advokatų honorarus. Jei jūs sąmoningai pateikiate klaidingą informacija ataskaitoje apie pateiktus duomenis, nuorodas ar failus.","667":"Prašome patvirtinti, kad pranešimas yra tikslus ir jūs pagal savo juridinę teisę esate įgaliotas veikti autorių teisių savininko vardu.","668":"Ačiū!","669":"Greitai mes peržvelgsime jūsų pranešimą.","670":"Kalba","671":"Kalbate keliomis kalbomis?","672":"Padėkite mums versti!","673":"Privatumo Kompanija","674":"Niekas negali savavališkai kištis į asmens privatumą, jo šeimyninį gyvenimą, buitį ar jo pokalbius. Taip pat teršti jo garbę ir reputaciją. Kiekvienas asmuo turi teisę į įstatymo apsaugą, jei jo teisės yra pažeistos.","675":"Visuotinė Žmogaus Teisių Deklaracija, 12 straipsnis","676":"MEGA yra Cloud Saugykla su Galingu ir Visada Veikiančiu Privatumu","677":"MEGA teikia patikimas duomenų saugyklos debesyse paslaugas su patogiu, galingu ir visada veikiančiu privatumu. MEGA tiki į jūsų privatumą ir suteikia jums visas priemones apsaugoti jį. Mes tai vadiname Vartotojo Valdomu Šifravimu arba VVŠ, ir tai vyksta automatiškai.","678":"Kas yra MEGA Vartotojo Valdomas Šifravimas?","679":"Visi failai saugomi MEGA saugykloje yra šifruojami. Visi duomenų perdavimai į ir iš MEGA saugyklos yra šifruojami. Nors kiti rinkoje esantys tiekėjai ir teigia jog teikia panašaus saugumo paslaugas, MEGA yra kitokia - skirtingai nei kitose saugyklose, kurios laiko dešifravimo raktus, su MEGA jūs kontroliuojate šifravimą, jūs turite raktus ir jūs sprendžiate kam suteikti, o kam uždrausti prieeigą prie jūsų failų, nereikalaujant jokios pavojingos programinės įrangos įdiegimo. Visa tai vyksta jūsų interneto naršyklėje!","680":"MEGA Ateitis","681":"MEGA debesis yra tik pradžia.  Ateityje MEGA teiks VVŠ plataus mąsto programoms tiesiog jūsų naršyklėje. Mūsų technologija apsaugos jūsų el. paštą, skambučius, pokalbius ir vaizdo transliacijas.","692":"Ar Mega yra teisėta?","693":"Mes esame atsidavusi  technologų grupė, kuriai buvo suteikta laiko, galimybių ir prieigą prie interneto sukurti šaunią cloud saugyklą, kuri apsaugos jūsų privatumą. Mes suprogramavome šią interneto paslauga nuo nulio, Oklande, Naujojoje Zelandijoje. Skirtingai nei daugelis mūsų konkurentų, mes naudojame naršykles šifravimo technologija, kur jūs, ne mes, kontroliuojate savo šifravimo raktus. Mūsų dizaino grupė, tai yra Kim Dotcom , Mathias Ortmann, Bram van der Kolk ir Finn Batato. Mūsų generalinis direktorius, Vikram Kumar, buvo pelno nesiekiančios organizacijos InternetNZ generalinis direktorius, turinčios viziją \"atviras ir nevaržomas internetas\". Tikimės, kad jums tai patinka.","694":"1. Išjungti vieną nuorodą (\"URL\") . Failui - failas(-ai) liks vartotojo paskyroje","695":"2. Panaikinti keletą nuorodų (\"URL\") failams - failai liks pas vartotoją","696":"3. Panaikinti visus, pasirinktus failus pateiktoms nuorodoms - nėra vartotojo kuris turi teisę tai laikyti.","697":"4. Kita","698":"Jūs galite pateikti pranešimą čia","699":"Pasirašyti ir patvirtinti pranešimą","700":"Prašome pateikti savo panaikinimo pranešimą el. paštu [A1]copyright@mega.co.nz[\/A1] pagal [A2]panaikinimo nuostatas[\/A2].","701":"El. pašto pašalinimo pranešimas","702":"Pranešti apie piknaudžiavimą","703":"Jūsų prisijungimo adresas negalioja.  Prašome pasitikrinti nuorodą.","704":"Jūsų paskyra jau aktyvuota. Prašome prisijungti.","705":"Jūsų patvirtinimas negali būti pratęstas. Prašome registruotis iš naujo. Klaidos kodas:","706":"Keisti slaptažodį","707":"Atnaujinti","708":"Prašyti pakeisti","709":"Aš negaliu prisiminti savo dabartinio slaptažodžio","710":"Jei jūs vis dar prisijungęs ir neatsimenate savo slaptažodžio, jūs galite nustatyti naują slaptažodį naudojantis šia galimybe. Jūs gausite slaptažodžio keitimo, patvirtinimo nuorodą į savo el-pašto dėžutę, kuri aktyvuos naują slaptažodį per 15 minučių.","711":"Prašyti pakeisti","712":"Išpirkimas baigtas","713":"Kupono balansas buvo pridėtas į jūsų saskaitą. Ar norėtumėte tęsti savo PRO paketo pirkimą?","714":"Šis kuponas jau buvo panaudotas.","715":"Nauji slaptažodiai, kuriuos įvedėte nesutampa. Prašome bandyti dar kartą.","716":"Dabartinis slaptažodis","717":"Naujas slaptažodis","718":"Patvirtinti naują slaptažodį","719":"Prašome įvesti dabartinį slaptažodį.","720":"Prašome įvesti naują slaptažodį.","721":"Prašome patikrinti savo el-paštą ir paspausti patvirtinimo nuorodą, kad baigtumėte slaptažodžio keitimo procesą.","722":"Pareikalauta pakeitimo","723":"Naujas slaptažodis neturi sutapti su esamu.","724":"Slaptažodis, kurį jūs pateikėte yra neteisingas.","725":"Jūsų slaptažodis buvo pakeistas.","726":"Atlikta","727":"Jūsų slaptažodis buvo pakeistas.","728":"Slaptažodžio patvirtinimo nuorodos galiojimas baigėsi.","729":"Ši nuoroda jau buvo patvirtinta.","730":"Jūsų paskyra buvo užšaldyta. Prašome pasitikrinti el. paštą dėl papildomos informacijos, bei atsakyti mums jums patogiu metu.","731":"Ši vartotojo paskyra buvo pašalinta dėl keletos pažeidimų musų [A]paslaugų taisyklėse[\/A]","732":"Jūs jau prisijungęs su kita paskyra, kuri nesutampa su paskyra kurią šiuo metu bandote patvirtinti. Prašome patikrinti savo dabartinę sesiją, atsijunkite, ir tada paspauskite ant patvirtinimo nuorodos vėl.","733":"Nežinomas el. pašto adresas. Jeigu dar neturite pas mus paskyros, kviečiame užsiregistruoti.","734":"Ačiū!","735":"Prašome patikrinti savo el. paštą.","736":"Atstatyti slaptažodį gali tik tos paskyros, kurios neturi failų ar aplankų.","737":"Atstatytį slaptažodį","738":"Prašyti","739":"pamiršote savo slaptažodį?","740":"Jūsų slaptažodis buvo sėkmingai pakeistas.","741":"Prašome pasirinkti naują, saugų slaptažodį.","742":"Atstatyti","743":"Ši nuoroda pasenusi. Prašome gauti naują nuorodą.","744":"Neteisinga nuroda. Paprašykite naujos nuorodos.","745":"Nėra atsiskaitymo ","746":"Narystės tipas","747":"Kartą per savaitę","748":"Kartą per mėnesį","749":"Kartą per metus","750":"Kitas atsiskaitymo ciklas yra ","751":"Vienkartinis","752":"MEGA Firefox plėtinys","753":"Kad pagerintumėte našumą įdiekite MEGA Firefox plėtinį. Tai leis jums parsisiųsti neribotą kieki failų, be jokių failų dydžio apribojimų.","754":"MEGA Firefox plėtinys yra saugus ir nepastebimas. Jei jūs  norite naudotis MEGA be šio plėtinio, mes rekomenduojame naudotis [A]Chrome[\/A] naršykle.","755":"Įdiegti plėtinį","756":"1 parsiuntimas baigtas.","757":"[X] baigti(-ų) parsiuntimai(-ų).","758":"Atidaryti parsiuntimų aplanką","759":"spauskite čia, kad atidaryti","760":"Prašome įdiegti MEGA Firefox plėtinį, kad galėtumėte parsisiųsti didelį failą.","761":"Prašome patvirtinti","762":"Jūs ketinate parsisiųsti labai didelį kieki failų kurie gali sulėtinti jūsų naršyklės našumą. Vis tiek tęsti?","763":"Kontaktas","764":"Parsiuntimas negali būti pradėtas, nes jūsų kietasis diskas yra pilnas.","765":"Parsiuntimai negali būti pradėti, nes jūsų kietasis diskas yra pilnas.","766":"Keletas parsiuntimų negali būti pradėti, nes jūsų kietasis diskas yra pilnas.","768":"Parsiuntimas negali būti pradėtas, nes jūsų kietasis diskas yra pilnas arba jūs naudojate Chrome privačiu rėžimu, kuris nepalaiko failų įrašymo į kietąjį diską.","769":"Mes galime panaudoti tik 5% jūsų kietojo disko failų failų parsiuntimui. Prašome atlaisvinti vietos, kad galėtumėte tęsti.","770":"Pasirinkite slaptažodį","771":"Patvirtinkite slaptažodį","772":"URL iki failo:","773":"liko","774":"El. pašto adresas","775":"pervadinti žemiau:","776":"Išsaugoti","777":"Prisiminti mane šiame įrenginyje","778":"Neturite MEGA paskyros?","779":"Registruokis dabar","780":"Jau turite MEGA paskyrą?","781":"Dėl riboto mobiliųjų įrenginių procesoriaus našumo, RSA rakto generavimas gali užtrukti kelias minutes. Dėkojame už kantrybę.","782":"Tuščias Aplankas","783":"Failų Cloud Diske nėra","784":"Kontaktų nėra","785":"Jokių rezultatų.","786":"Failų Pašto dežutėje nėra","787":"Failų Šiukšliadėžėje nėra","788":"Ar jūs tikrai norite perkelti šį failą į Šiukšliadėžę?","789":"Ar jūs tikrai norite perkelti šį aplanką į Šiukšliadėžę?","790":"Atidaryti Failą","791":"Įkelti Failą","792":"Ištrinti Failą","794":"Ištrinti Aplanką","796":"Gauti Nuorodą","797":"Dalintis Aplanku","798":"Saugyklos Vieta","799":"Panaudota Vieta","800":"Laisva Vieta","801":"Desktop versija","802":"Kontakto El. paštas","803":"Failo Parsiuntimas","804":"Dėja, jūsų įrenginys nepalaiko šio failo tipo su MEGA.","805":"Mes suteiksime mobiliąją pagalbą šiam failo tipui netolimoje ateityje.","806":"pakeisti aplanko pavadinimą:","807":"pakeisti failo pavadinimą:","808":"Aplanko Adresas","809":"URL iki aplanko:","810":"Parsiuntimo Nuoroda","811":"URL iki failo:","812":"Patvirtinti paskyrą","813":"Bendrinamas Aplankas","814":"Ar jūs norite atšaukti įkėlimą?","815":"Ar jūs norite atšaukti parsiuntimą?","816":"Prašome įvesti galiojantį el. pašto adresą.","817":"Jūs negalite sukurti aplanko paieškos rezultatuose.","818":"Ar jūs norite pereiti į desktop versiją?","819":"pradedama","820":"Failas buvo įkeltas į jūsų Cloud Diską.","821":"Jūsų Pranešimai","822":"Atgal","823":"Nustatymai","824":"Nauji bendrinami aplankai iš [X]","825":"Naujas bendrinamas aplankas","826":"[X] atsisakė bendrinamo aplanko","827":"Bendrinamas aplankas atmestas","828":"[X1] aplankai ir [X2] failai","829":"[X] aplankai ir 1 failas","830":"1 aplankas ir [X] failų","831":"1 aplankas ir 1 failas","832":"[X] aplankų","833":"[X] failų","834":"1 aplankas","835":"1 failas","836":"[X] pridėjo [DATA]","837":"[X] buvo pridėti(-a)","838":"[X] buvo pridėtas","850":"Sau","851":"Vas","852":"Kov","853":"Bal","854":"Geg","855":"Bir","856":"Lie","857":"Rugp","858":"Rugs","859":"Spa","860":"Lap","861":"Gruo","862":"Pranešimai","863":"Matyti visus","864":"Parsiųsti kaip ZIP","865":"Atidaryti","866":"Kopijuoti 1 pažymėtą elementą","867":"Kopijuoti [X] pažymėtus elementus","868":"Perkelti 1 pažymėtą elementą","869":"Perkelti [X] pažymėtus(-ų) elementus(-ų)","870":"Patvirtinti","871":"[B]Įspėjimas:[\/B] viršytas saugyklos duomenų limitas. Ištrinkite failus arba [A]atnaunkite savo paskyrą[\/A].","872":"Pro","873":"Prieš [X] sekundes(-žių)","874":"Prieš 1 minutę","875":"Prieš [X] minučių","876":"Prieš 1 valandą","877":"Prieš [X] valandų","878":"Prieš 1 dieną","879":"Prieš [X] dienų","880":"Ką tik","881":"Jūs naudojate laikinąja sesija. Duomenys kuriuos saugote bus prarasti kai ji pasibaigs. Norėdami išsaugoti savo failus, prašome artimiausiu metu atsinaujinti į tikrą paskyrą ir reikalauti savo nemokamų 50 GB!","882":"Įspėjimas","883":"Kurti paskyrą","884":"[X] nėra pilnai suderinama su MEGA","885":"Jūsų naršyklė","886":"Internet Explorer 10 naršyklėje yra labai reikšminga klaida, turinti įtakos darbinės atminties trūkumui siunčiant didelius duomenų kiekius. Mes tikimes, kad ši problema bus išspresta Internet Explorer 11 naršyklėje. Tuo tarpu, prašome naudotis kita naršykle. ","887":"[X] neturi HTML5 funkcijų, kuriomis MEGA remiasi atlikdami šifravimą kliento pusėje, jo naršyklėje. HTML5 duomenų perdavimai bus atliekami per laibai ribotą Flash apeitį. Prašome apsvarstyti galimybę artimiausiu metu atsinaujinti savo naršyklę.","888":"Labai Rekomenduojama","889":"Rekomenduojama","890":"MEGA geriausiai veikia su šiomis naršyklėmis:","891":"Naršyklės suderinamumo įspėjimas","892":"Ypatybės","893":"Įkeltas","894":"Bendras dydis","895":"Aplanko pavadinimas","896":"Sukurtas","897":"Talpina","898":"Keli failai ir aplankai","899":"Keli failai","900":"Keli aplankai","909":"Slaptažodis","910":"Pirkti dabar","911":"Išnaudokite visus MEGA privalumus su [B]Pro[\/B]","912":"nuo","913":"mėnesis","914":"metinė prenumerata","915":"Didelė saugyklos talpa","916":"Didelis pralaidumas","917":"pasirinkę mokėti kasmet","918":"Kas mėnesį","919":"Kasmet","920":"Atnaujinkite savo paskyrą","921":"2 mėnesiai nemokami","922":"1 mėnesis","923":"1 metai","924":"Ar turite klausimų apie [A]Pro paketą?[\/A]","925":"Mūsų pagalbos komandai būtų malonu jums padėti.","926":"Įmonės pavadinimas","927":"Miestas","928":"Pašto kodas","929":"Telefonas","930":"diena","931":"mėnesis","932":"metai","933":"Adresas","934":"Valstija arba provincija","935":"PayPal adresas","936":"Banko sąskaita","937":"Gavėjo vardsas","938":"Apibūdinkite savo marketingo strategiją","939":"Banko pavadinimas","947":"Diskas","948":"Šiukšliadėžė","949":"Gautieji","950":"Kontaktai","951":"Mano Paskyra","952":"Daugelis įrenginių negali parsiųsti failų, kurie yra didesnis nei 4GB. Jūsų parsiuntimas tikriausiai nepavyks.","953":"Nepakanka laisvos vietos","954":"Kūrėjų Sąrašas","955":"Mobiliosios Programėlės","956":"Sync Client","957":"Chrome Programėlė","959":"Firefox Programėlė","961":"Programėlės","962":"Programinės Įrangos Kūrimo Rinkinys","963":"Dokumentacija","964":"Partnerių Programa","965":"Politika","966":"Pašalinimo Vadovas","967":"Atsijungti","968":"Kurti Paskyrą","969":"Bandykite dar kartą","970":"Prašome įvesti galiojantį slaptažodį.","973":"Išnaudotas duomenų srautas","974":"Tvarkyti savo paskyrą","975":"Pažymėti Žvaigždute","976":"Pašalinti Žvaigždutę","977":"Failų Cloud Diske nėra.","978":"Jūsų paieška neatitiko jokių dokumentų","979":"Jūsų Šiukšliadėžė yra tuščia","980":"Jūs neturite kontaktų","981":"Jūsų Pašto Dežutė yra tuščia","982":"Turinys","983":"Apžvalga","984":"Profilis","985":"Istorija","986":"Redaguoti profilį","987":"Pasibaigs","988":"Ryšiai:","989":"[X] kontaktų","990":"1 kontaktas","991":"Eiti į Kontaktus","992":"Avataras","993":"Keisti Avatarą","994":"Asmeninė Informacija","995":"Gimimo data","996":"Pasirinkite šalį","997":"Kontaktus pridėti gali tik registruoti vartotojai.","998":"Sukurkite savo paskyrą nemokamai","999":"Ar norėtumėte atsinaujinti savo vienkartinę sesiją į nemokamą paskyrą?","1000":"Nepraraskite prieigos. Labai rekomenduojame nemokamą registraciją!","1001":"Ištrinti kontaktą","1002":"Ar jūs tikrai norite ištrinti [X] iš savo kontaktų sąrašo?","1003":"Patvirtinkite pašalinimą","1004":"Ar jūs tikrai norite perkelti [X] į šiukšliadėžę?","1005":"Kurti nuorodas gali tik registruoti vartotojai.","1006":"Dalintis aplankais gali tik registruoti vartotojai.","1007":"Jūs negalite atšaukti šio veiksmo.","1008":"viršytas pro duomenų srauto limitas.","1009":"Reikia daugiau duomenų srauto?","1010":"viršytas talpos limitas.","1011":"Norite išsaugoti savo failus?","1012":"beveik viršytas talpos limitas.","1013":"Reikia daugiau talpos?","1015":"Prašome įvesti savo kupono kodą.","1016":"Pasirinkite paveikslėlį","1017":"Naudoti kaip Avatarą","1018":"Tuščias","1019":"Pridėti el. pašto adresą ","1020":"Prašome įvesti el. pašto adresą arba pasirinkite kontaktą.","1021":"Įjungtas","1022":"Išjungtas","1023":"Jūs neturite įrašymo teisės šiam aplankui.","1024":"Įveskite aplanko pavadinimą.","1025":"Keli elementai","1026":"Įveskite dešifravimo raktą","1027":"Iššifruoti","1028":"Dešifravimo raktas","1029":"Vieša nuoroda","1030":"Pasirinkite iš savo kontaktų arba pridėkite el. pašto adresus","1031":"Eksportuoti failo nuorodas ir dešifravimo raktus","1032":"Įtraukti failo raktą","1033":"Kopijuoti raktus","1034":"Parsiųsti kelis failus","1035":"Spauskite \"leisti\", kad baigtumėte siuntimą","1036":"Bendrinamas su","1037":"Sutinku","1038":"Pasirinkti kalbą","1039":"Mokėti su PayPal","1040":"Prašome prisijungti, kad aktyvuotumėte savo pro narystę.","1041":"Prašome sukurti paskyrą, kad aktyvuotumėte savo pro narystę.","1042":"Inicijuojama","1043":"Aplanko nuoroda nepasiekiama","1044":"Aplanko nuoroda, kurią bandote pasiekti, neegzistuoja. Tai galėjo atsitikti dėl šių priežasčių:","1045":"Aplankas buvo ištrintas dėl PTS\/PNS pažeidimo.","1046":"Vartotojas išjungė aplanko nuorodą.","1047":"Sveiki atvykę į MEGA Pro!","1048":"Jūsų pro narystė aktyvuota. Mėgaukitės!","1049":"Aplankas","1050":"Bendrinimų nėra","1051":"Niekada","1053":"beveik viršytas duomenų srauto limitas.","1054":"Jūs turite palaukti [X], kol didesnis duomenų srautas bus priskirtas jūsų paskyrai.","1055":"Nenorite laukti?","1056":"Šis apribojimas yra dinamiškas.","1057":"Patvirtinkite sesijos pašalinimą","1058":"Šiuo metu jūs naudojates laikina sesija. Ar tikrai norite baigti sesiją?","1059":"Šis veiksmas ištrins visus jūsų duomenis.","1060":"Ištisinis šifravimas","1061":"Skirtingai nei pas kitus cloud saugyklų tiekėjus, jūsų duomenys yra šifruojami ir dešifruojami tik jūsų paties prietaisuose ir niekada pas mus.","1062":"Globali prieiga","1063":"Jūsų duomenys yra pasiekiami bet kuriuo metu, iš bet kurio įrenginio, visur.","1064":"Saugus bendradarbiavimas","1065":"Dalinkites aplankais su savo kontaktais ir pamatykite jų atnaujinimus realiu laiku.","1066":"MEGA suteikia įrankius, kurie daro [A]privatų ir konfidencialų[\/A] bendravimą internetu paprastą naudoti.","1067":"MEGA teikia šifruotas paslaugas, kurios užtikrina [A]privatų ir saugų[\/A] bendravimą ir bendradarbiavimą įmonėms ir privatiems asmenims. Jūs laikote ir kontroliuojate šifravimo raktus prie savo duomenų debesyse.","1068":"Dalinkites aplankais su savo kontaktais ir pamatykite jų atnaujinimus realiu laiku.","1069":"Pažiūrėkite kaip tai veikia","1070":"Kaip tai veikia","1071":"Norite sužinoti daugiau apie MEGA?","1072":"Žiūrėti starto vaizdo įrašą","1073":"Narystės Planai","1074":"Gaukite 50 GB su nemokama paskyra","1075":"Daug kartų daugiau nei tai, ką jūs gaunate iš pagrindinių konkurentų.","1076":"Sukurti paskyrą","1077":"Konkurencingi Pro Paketai","1078":"Gaukite iki 4 TB šifruojamos talpos už ne mažiau kaip 8,33 € per mėnesį.","1079":"Peržiūrėkite mūsų pro paketus","1080":"Mobiliosios Programėlės","1082":"Debesis jūsų kišenėje. Pasiekite savo failus iš savo išmaniojo telefono ar planšetinio kompiuterio. Įkelkite ir sinchronizuokite savo failus į debesį.","1083":"Gauti nemokamai","1084":"Programėlės jūsų išmaniesiems telefonams","1085":"Sync Client","1086":"Paprastas automatiškai veikiantis sinchronizavimas tarp jūsų kompiuterių ir jūsų MEGA cloud disko.","1087":"Atsisiųskite dabar","1088":"Naršyklės Programėlės","1089":"Mūsų naršyklės plėtinys įdiegs MEGA į jūsų naršyklę greitesniam įkėlimui ir atsparumui nuo atakų.","1090":"Eiti į atsisiuntimo puslapį","1091":"Pasirinkite failus arba tempkite juos čia","1092":"Slinkite, kad tęstumėte","1093":"Niekada neįvedinėkite slaptažodžio naudojantis prietaisu, kuriuo pilnai nepasitikite. Nesijunkite prie savo paskyros iš bendrojo ar viešojo kompiuterio.","1094":"Dėl stipresnio saugumo, įdiekite mūsų [A]naršyklės plėtinį[\/A] ir skirtingai nei iš mūsų serverių, įkelkite MEGA iš savo kompiuterio.","1095":"Sukurkite savo [A]nemokamą[\/A] paskyrą","1096":"Vardas","1097":"Pavardė","1098":"Neteisingas vardas ir\/arba pavardė.","1099":"Prašome įvesti savo vardą ir pavardę","1100":"Neteisingas el. pašto adresas.","1101":"Prašome įvesti teisingą el. pašto adresą","1102":"Neteisingas slaptažodis.","1104":"Prašome sustiprinti savo slaptažodį.","1105":"Striprumas:","1106":"Slaptažodžio būsena","1107":"Slaptažodžiai nesutampa.","1108":"Kurti Paskyrą","1109":"Jūsų slaptažodis yra jūsų pagrindinis šifravimo raktas.","1110":"Jūsų paskyros saugumas priklauso nuo jūsų slaptažodžio stiprumo. Slaptažodžiai, kurie yra per trumpi, paprasti ar sudaryti iš žodyno žodžių yra lengvai atspėjami.","1111":"Nepamirškite savo slaptažodžio.","1112":"Praradus slaptažodį, galimybės jį atkurti nėra. Jeigu jūs negalite prisiminti jo, jūs daugiau nebeturėsite prieigos prie savo saugomų duomenų.","1113":"Jūsų paskyra yra tiek pat saugi kaip ir jūsų kompiuteris.","1114":"Pakartokite Slaptažodį","1115":"Slaptažodžio stiprumo tikrintojas vis dar inicializuojamas.","1116":"Po kelių sekundžių bandykite dar kartą.","1117":"Paslaugų teikimo sutarties sąlygos","1118":"Jūs turite sutikti su paslaugų teikimo sąlygomis norėdami užregistruoti paskyrą MEGA.","1119":"Jūsų slaptažodį yra lengva atspėti. ","1120":"Jūsų slaptažodį yra lengva atspėti. Pabandykite sukurti ilgesnį slaptažodį. Naudokite didžiasias ir mažasias raides. Pridėkite specialiuosius simbolius. Nenaudokite vardų ar žodyno žodžių.","1121":"Jūsų slaptažodis yra pakankamai geras, kad galėtumėte tęsti, tačiau ateityje rekomenduojame sustiprinti savo slaptažodį.","1122":"Šis slaptažodis atlaikys pačius būdingiausius brute-force išpuolius. Prašome įsitikinti, kad jūs jį prisiminsite.","1123":"Šis slaptažodis atlaikys pačius moderniausius brute-force išpuolius. Prašome įsitikinti, kad jūs jį prisiminsite.","1124":"Labai silpnas","1125":"Silpnas","1126":"Vidutinis","1127":"Geras","1128":"Stiprus","1129":"jūsų slaptažodis yra per silpnas, kad galėtumėte tęsti","1130":"Neteisingas el. paštas ir\/arba slaptažodis.","1131":"Patvirtinkite savo paskyrą","1132":"Entropijos Rinkimas","1133":"Šis žaidimas renka [A]entropiją[\/A] priklausomai nuo jūsų pelės judėjimo.","1134":"Tai sustiprins jūsų [A]RSA raktą[\/A].","1135":"Jūs galite nutraukti žaidimą, kai eigos indikatorius yra 100%.","1136":"Baigta!","1137":"dabar jūs galite pereiti prie kito žingsnio, kad užbaigtumėte savo raktą.","1138":"Tęsti","1139":"Taškai:","1140":"Tai labai svarbus žingsnis ir tai gali užtrukti keletą sekundžių.","1141":"Būkite kantrus.","1142":"Viešo - Privataus rakto kūrimas","1143":"Generuojamas raktas","1144":"Seniausiai žinoma kriptografija naudota beveik prieš 4000 metų, senovės Egipte.","1145":"Šiandien, po 4000 metų, daugelis pagrindinių cloud saugyklų vis dar nėra pilnai priėmusios kriptografiją.","1146":"Užpildykite savo paskyrą","1147":"Pasirinkite savo paskyros tipą","1148":"[A]Gaukite 2 mėnesius nemokamai[\/A] pirkdami vienerių metų pro planą.","1149":"Ribotas","1150":"Nemokamas","1151":"Išnaudokite visus MEGA privalumus su [A]Pro paskyra[\/A]","1152":"Pasirinkite Pro paketą:","1153":"vienerių metų planas","1154":"Komanda","1155":"Įkeliama","1156":"Siunčiama","1157":"Nemokamas Parsiuntimas","1158":"Windows operacinei sistemai","1159":"Greitai ir [A]Mac[\/A] kompiuteriams","1160":"MEGA norėtų padėkoti šių atviro kodo komponentų autoriams, kurie pridėjo svarbaus funkcionalumo į mūsų  tinklapį:","1161":"Saugus","1162":"Jūsų duomenys yra šifruojami ištisai. Niekas negali įsiterpti kol jie yra saugykloje ar pakeliui į ją.","1163":"Lankstus","1164":"Sinchronizuokite bet kurį aplanką savo kompiuteryje su bet kuriuo aplanku debesyse. Sinchronizuokite bet kokį kiekį aplankų lygiagrečiai.","1165":"Greitas","1166":"Pasinaudokite MEGA galingos infrastruktūros ir kelių prisijungimų perdavimų teikiamais privalumais.","1167":"Didelis","1168":"Saugokite iki 50 GB nemokamai!","1169":"Pilnai funkcionuojantis","1170":"Ieškokite, saugokite, siųskites, peržiūrėkite, dalinkites, pervardinkite arba ištrinkite savo failus. Visa tai čia - jūsų delnuose.","1171":"Greitai ir [A]iOS[\/A] operacinei sistemai","1172":"Firefox Plėtinys","1173":"Chrome Plėtinys","1174":"Šį programėlė leis jums įdiegti MEGA į jūsų naršyklę. Tai sutrumpins krovimosi laikus, pagerins parsiuntimų spartą ir sustiprins saugumą.","1175":"Bet kuri MEGA nuoroda bus perimta šios programėlės ir liks vietoje (JavaScript nebus įkeliamas iš mūsų serverių). Saugūs automatiniai atnaujinimai bus pateikiami privataus kriptografijos rakto parašo dėka.","1176":"Ir jei jūs tikrai paranojikas:","1177":"išjungti automatinius atnaujinimus ir tikrinti mūsų išeitį rankiniu būdu, kiekvieno atnaujinimo metu.","1178":"Parsiųsti MEGA skirtą Firefox naršyklei","1179":"Įdiegimas:","1180":"Parsiųsti MEGA skirtą Chrome naršyklei","1181":"Atidaryti plėtinių puslapį Chrome naršyklėje","1182":"meniu>įrangiai>plėtiniai","1183":"arba rašykite","1184":"jūsų adreso juostoje.","1185":"Tempkite ir meskite parsiųstą failą [X] į Chrome plėtinių puslapį ir patvirtinkite diegimą.","1186":"Jūs galite patogiai nusipirkti MEGA Pro narystę iš mūsų perpardavėjų, pateiktų žemiau:","1187":"Parsiųsti","1188":"Į jūsų Kompiuterį","1189":"Importuoti","1190":"Į jūsų Cloud Diską","1191":"Failas kurį jūs bandote parsiųsti yra laikinai neprieinamas.","1192":"Slinkite žemyn norėdami sužinoti daugiau apie MEGA","1193":"Sukuriama nauja paskyra","1194":"Ar jūs norite įkėlti šį failą į naują sesiją?","1195":"\"Ne\" leis jums prisijungti ir apdoroti jūsų įkėlimą.","1196":"Atšaukti parsiuntimą","1197":"Ar jūs tikrai norite atšaukti parsiuntimą?","1198":"Parsiųstas failas bus ištrintas.","1199":"Negalima dešifruoti metaduomenų be rakto.","1200":"Partnerystės Paslaugų Teikimo Sąlygos","1201":"[A]Prisijunkite prie mūsų[\/A] ir sutrikdykite cloud saugyklų rinką","1202":"Atveskite verslą pas mus ir pasiimkite savo dalį.","1203":"Padėkite mums augti ir tapkite sekmės dalimi.","1204":"Registracija","1205":"Kaip tai veikia?","1206":"Užsiregistruokite ir gaukite savo unikalų partnerio ID kurį galite pridėti prie mūsų URL.","1207":"Mes seksime visus atliktus mokėjimus, kuriuos atliko jūsų atvesti lankytojai.","1208":"Jūs gaunate [B]20%[\/B] visų pajamų, gaunamų iš jūsų partnerio ID.","1209":"Pasikartojančios prenumeratos bus skaičiuojamos kaip pasikartojantys referalai.","1210":"Kam skirta šį partnerystės programa?","1211":"Programuotojai:","1212":"Sukurkite savo programėlę naudodami mūsų [A]SDK[\/A]","1213":"Paverskite nemokamus vartotojus į pro ir uždirbkite iš savo programėlės.","1214":"Tinklapiai:","1215":"Blogeriai","1216":"Cloud saugyklų palyginimo tinklapiai","1217":"Kokios taisyklės?","1218":"Prašome perskaityti ir laikytis mūsų [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1220":"Pradėkime!","1221":"Prisijunkite prie mūsų partnerių programos ir pradėkite uždirbti pinigus iš karto.","1223":"Kontaktinė informacija","1224":"Mums reikia šiek tiek daugiau informacijos apie tave.","1230":"Mokėjimo informacija","1231":"Mes mokėsime kartą per mėnesį per PayPal arba pavedimu (tik Naujosios Zelandijos bankų sąskaitos).","1232":"Mokėjimo Būdas","1233":"PayPal","1234":"Banko sąskaita (tik Naujosios Zelandijos)","1235":"Gavėjo vardas","1236":"Banko pavadinimas","1237":"Banko sąskaitos numeris","1238":"Paypal adresas","1239":"Partnerystės informacija","1240":"Mes norėtume sužinoti, kaip jūs planuojate pritraukti lankytojų į MEGA.","1241":"Aprašykite savo marketingo strategiją:","1242":"Aš sutinku su MEGA [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1243":"Jūs esate įtrauktas į partnerių programą. Jūs gausite 20% visų pajamų, uždirbtų su jūsų partnerio ID.","1244":"Prašome įsitikinti, kad sutinkate su mūsų [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1245":"Jūs galite gauti pajamas siunčiant lankytojų srautą į:","1246":"Statistika","1247":"Laikotarpis","1248":"30 dienų ","1249":"90 dienų","1250":"180 dienų","1251":"365 dienos","1252":"Visas laikas","1253":"Data","1254":"Pardavimai","1255":"Apyvarta","1256":"Pajamos","1257":"Pardavimų pasirinktu laikotarpiu nėra.","1258":"Išmokos","1259":"Išmokų pasirinktu laikotarpiu nėra.","1260":"Partnerio ID","1261":"Prašome įvesti savo gimimo datą.","1262":"Prašome įvesti savo miestą.","1263":"Prašome įvesti savo valstiją arba provinciją.","1264":"Prašome įvesti savo Pašto kodą.","1265":"Prašome įvesti savo telefono numerį.","1266":"Prašome aprašyti savo marketingo strategiją.","1267":"Jūs turite sutikti su Partnerystės Paslaugų Teikimo Sąlygomis.","1268":"Prašome įvesti savo PayPal adresą.","1269":"Prašome įvesti savo NZ banko sąskaitos gavėjo pavadinimą.","1270":"Prašome įvesti savo NZ banko pavadinimą.","1271":"Prašome įvesti savo NZ banko sąskaitos numerį.","1272":"MEGA buvo sukurta žmonių, todėl ji nėra tobula. Jeigu susidursite su klaida, mes būtume dėkingi jeigu apie ją praneštumėte mums, tuomet mes ją galėtume ištaisyti  - kuo daugiau informacijos pateiksite apie ją, tuo geriau.","1273":"Mes rimtai žiūrime į intelektualios nuosavybės teises ir taikome patikimą teisių pažeidėjų šalinimo politiką.","1274":"Daugiau informacijos rasite skaitydami mūsų [A]pašalinimo vadovą[\/A].","1275":"Galite pateikti panaikinimo pranešimą per mūsų [A]internetine formą[\/A] arba siųsdami mums elektroninį laišką.","1276":"Ar turite kokių nors klausimų? Ar norite sužinoti daugiau apie mūsų produktus?","1277":"Mes visuomet pasiekiami.","1278":"Prašome pasirinkti","1279":"1 žingsnis","1280":"2 žingsnis","1281":"Išsamesnis turinys","1282":"Autorinių teisių savininko duomenys","1283":"Pridėti kitą URL","1284":"Autorinių teisių savininkas","1285":"jeigu taikoma","1286":"Autoriaus, kuriam priklauso autorinės teisės, agentas, pateikia pranešimą:","1287":"Gautas pranešimas dėl Autorinių Teisių","1288":"Mes operatyviai peržiūrėsime ir apdorosime jūsų pranešimą.","1289":"Dėkojame už paspaudimą ant pakvietimo nuorodos. Prašome sukurti savo nemokamą paskyrą žemiau.","1290":"Ups, neatrodo, kad tai galiojanti pakvietimo nuoroda. Ar jūs jau užsiregistravote?","1291":"Jūs jau esate anksčiau paspaudęs ant pakvietimo nuorodos. Prašome sukurti paskyrą.","1292":"Jau Greitai","1293":"Sveiki atvykę į pagalbos centrą","1294":"Jeigu čia nėra atsakymo į jūsų klausimą, nedvejodami kreipkites į mus.","1295":"Susisiekti Su Pagalba","1296":"Populiarios Temos:","1297":"El. pašto adresas jau naudojamas.","1298":"Prašome prisijungti prie savo paskyros.","1299":"Tempkite norėdami atnaujinti","1300":"Paskutinis atnaujinimas","1301":"Šiandien","1302":"Vakar","1303":"Šią savaitę","1304":"Praėjusią savaitę","1305":"Šį mėnesį","1306":"Šiais metais","1307":"Senesnis","1308":"Parsiuntimas nepavyko","1309":"Įkėlimas nepavyko","1310":"Prašome įvesti patvirtinimo kodą","1311":"Klaida įkeliant failus","1312":"Trūksta vartotojo vardo\/slaptažodžio","1313":"Prisijungimas nepavyko","1314":"Trinimo klaida","1315":"Nenurodytas el. paštas","1316":"Išsaugoti failą peržiūrai neprisijungus","1317":"Klaida generuojant nuorodą","1319":"Slaptažodis per trumpas","1320":"Pavadinimas per trumpas","1321":"Klaida įkeliant vartotojo duomenis","1322":"Įkėlimas baigtas","1323":"Prisijungiama","1324":"Prisijungimas sėkmingas","1325":"Generuojama nuoroda","1326":"Nuoroda buvo nukopijuota į mainų sritį","1327":"Siuntimas baigtas","1328":"Pradedamas siuntimas","1329":"Laukiama","1330":"Įveskite vartotojo vardą ir slaptažodį","1331":"El. paštas","1332":"Patvirtinkite registraciją","1333":"Pasitikrinkite savo el. pašto dėžutę ir įklijuokite patvirtinimo kodą žemiau arba spauskite ant specialios iOS patvirtinimo nuorodos.","1334":"Nutraukti registraciją","1335":"Patvirtinimo kodas","1336":"Naudoti paskutinę","1337":"Fotografuoti","1338":"Pasirinkti Esamą","1339":"Pridėti aplanką","1340":"Įveskite naujo aplanko pavadinimą","1341":"Pasirinkti nuotrauką(-as)","1342":"Redaguoti","1343":"Tuščias Cloud Diskas","1344":"Dalintis","1345":"Išsaugoti naudojimui neprisijungus","1346":"Perdavimai","1347":"Empty Inbox","1348":"Bendrinami Aplankai","1349":"Nuotraukų Nėra","1350":"Nuotraukos","1351":"Vietoje","1352":"Pasiekiamas","1353":"Išsaugoti prieeigai neprisijungus","1354":"Nustatyti maksimalų naudojamos vietos kiekį jūsų įrenginyje","1355":"Versija","1356":"Atsiliepimas","1357":"Atsijungti","1358":"Visi parsiųsti failai bus ištrinti","1359":"Pasirinktas dydis yra mažesnis nei laikinoji atmintis šiuo metu naudoja. Jeigu jūs tęsite, kai kurie failai bus ištrinti","1360":"Pratęsti Pro","1361":"Kainos","1362":"Atkurti pirkimus","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}