{"11":"12 straipsnis","12":"Niekas negali savavališkai kištis į asmens privatumą, jo šeimyninį gyvenimą, buitį ar jo pokalbius. Taip pat teršti jo garbę ir reputaciją. Kiekvienas asmuo turi teisę į įstatymo apsaugą, jei jo teisės yra pažeistos.","13":"Visuotinė Žmogaus Teisių Deklaracija.","14":"Trynimo patvirtinimas","15":"Ar jūs tikrai norite negrįžtamai pašalinti visus failus iš savo Šiukšliadėžės?","16":"Vidinė klaida","17":"Viršytas duomenų srauto limitas","18":"Per daug prisijungimų šiam siuntimui","19":"Sesijos laikas pasibaigęs arba yra negaliojantis","20":"Laikinai neprieinamas","21":"Paskyros klaida, prašome patikrinti savo el. paštą","22":"Failas neegzistuoja","23":"Failas nepasiekiamas","24":"Iššifravimo klaida","25":"Aplankas, kuriame esate, buvo pašalintas arba perkeltas kito vartotojo.","26":"Prarastas Aplankas","27":"Deja, 1 failas negali būti įkeltas, nes jis didesnis nei [X].","28":"Deja, [X1] failai negali būti įkelti, nes jie didesni nei [X2].","29":"Jums yra apribotos galimybės įkelti failus, nes \"Adobe Flash fallback\" jūsų naršyklei nesuteikia HTML5 failų skaitymo galimybės. Jei norite pašalinti šį apribojimą (ir pagerinti savo naršymo kokybę), prašom apsvarstyti galimybę įsidiegti [A]Google Chrome[\/A].","30":"Naršyklės limitai","31":"Jūs galite įkelti failus kurie yra mažesni nei [X] naudojant Internet Explorer 9. Chrome, Firefox ir Internet Explorer 10 suteikia galimybę įkelti didesnius failus.","33":"MEGA geriausiai veikia naudojant Google Chrome","34":"Įspėjimas:","35":"Jūs naudojate pasenusią naršyklę, kuri turi įtakos jūsų duomenų perdavimo našumui.","36":"Prašome atsinaujinti į Google Chrome.","37":"Kol kitos naršyklės stengiasi gauti pilną spektrą HTML5 funkcijų, Google Chrome turi jas visas - šiandien. Kad galėtumėte mėgautis MEGA pilnu pajėgumu (pvz., automatizuotu failų įkėlimu ir parsiuntimu), mes rekomenduojame palikti savo dabartinę, pasenusią naršyklę ir kuo greičiau atsinaujinti į Chrome.","38":"Daugiau nerodyti šio pranešimo","39":"Ne, Ačiū","40":"Atsisiųskite Chrome","41":"Jūs pašalinote aplanką, kuriame buvo 1 subendrintas aplankas.","42":"Kai ištuštinsite šiukšliadėžę, šis failų subendrinimas bus panaikintas.","43":"Jūs ką tik panaikinote aplanką, kuriame buvo [X] subendrintų(-as) aplankų(-as).","44":"Kai ištuštinsite šiukšliadėžę, šie bendrinimai bus panaikinti.","45":"Subendrintų aplankų įspėjimas","46":"Vidinė Klaida","47":"Ups, kažkas blogai. Atsiprašome!","48":"Prašome įvesti bent tris simbolius norėdami atlikti paiešką.","49":"perkelti [X] pasirinktą(-us) elementą(-us)","50":"1 failas","51":"[X] failų","52":"ir","53":"1 aplankas","54":"[X] aplankų","55":"Tik skaityti","56":"Skaityti ir rašyti","57":"Pilna kontrolė","58":"Atsisiųsti","59":"Gauti nuorodą","60":"Bendrinimas","61":"Pervadinti","62":"Perkelti","63":"Kopijuoti","64":"Teisės","65":"Savo aplankui jūs turite tik skaitymo teisę.","66":"Savo aplankui jūs turite skaitymo-rašymo teises.","67":"Savo aplankui jūs turite pilną kontrolę.","68":"Naujas aplankas","69":"Sukurti Naują Aplanką","70":"Išvalyti Šiukšliadėžę","71":"Pridėti kontaktą","72":"Ištrinti kontaktą","73":"Ar jūs tikrai norite ištrinti šį vartotoją iš savo kontaktų sąrašo?","74":"Ar jūs tikrai norite ištrinti šiuos vartotojus iš savo kontaktų sąrašo?","75":"Ištrinti kontaktą","76":"Jūs tuoj visam laikui ištrinsite [X] bylas(-ų) iš Šiukšliadėžės.","77":"Ar norite tęsti?","78":"Taip","79":"Ne","81":"Gerai","82":"Atšaukti","83":"Ištrinti","84":"Patvirtinti ištrinimą","85":"Perkrauti","86":"Pavadinimas","87":"Dydis","88":"Perdavimo Tipas","89":"Būsena","90":"Greitis","91":"Praėjo laiko","92":"Likęs laikas","93":"Tipas","94":"Paskutinį kartą redaguotas","95":"El. paštas","96":"Teisės","97":"Naujas Įkėlimas","98":"Aplanko Įkėlimas","99":"Failo Įkėlimas","100":"Išvalyti Šiukšliadėžę","101":"Pridėti kontaktą","102":"Ieškoti","103":"Atšaukti perdavimą","104":"Failų perdavimai","105":"laukiama","106":"Failų tvarkyklė","107":"Ar norite kopijuoti pasirinktą aplanką į privačią dėžutę [X]?","108":"Patvirtinimas","109":"Ar jūs norite kopijuoti pasirinktą aplanką į šį subendrintą aplanką?","110":"Ar jūs norite kopijuoti pasirinktus failus į privačią dėžutę [X]?","111":"Ar jūs norite kopijuoti pasirinktus failus į šį subendrintą aplanką?","112":"Eksportuoti failų nuorodas ir dešifravimo raktus","113":"Failo nuoroda","114":"Failo raktas","115":"Failo pavadinimas","116":"Failo dydis","117":"Perkelti į","118":"Pasirinkti paskirties vietą","119":"Peržengtas nemokamų failų perdavimo kiekis","120":"Jūsų siuntimas negali būti pradėtas, nes jis viršytų leidžiamų nemokamų duomenų limitą  jūsų IP adresui.","121":"Šis limitas yra kintantis ir priklauso nuo neišnaudoto duomenų srauto kiekio kurį mes turime.","122":"Yra skaičiuojami tik tie perdavimai, kurie įvyko 5 - 6 valandų laikotarpyje.","123":"Dabartiniame lange:","124":"Jūs parsisiuntėte [X].","125":"[X1] galima bus naudoti po [X2].","126":"Esamo IP adreso limitas yra [X].","127":"Jūsų patogumui, jūsų failai bus užlaikyti parsiuntimo režime tol, kol jūs turėsite pakankamai vietos, vėliau siuntimas bus pratęstas automatiškai.","128":"Jei jūs nenorite laukti, apsvarstykite galimybę užsisakyti paketą su daugiau pralaidumo. Jis taip pat jums suteiks daugiau laisvos vietos serveryje.","129":"Atnaujinti į Pro paketą","130":"Atsisiųsti failus","131":"Paspauskite \"Leisti\", kad pabaigtumėte parsiuntimą","132":"Perkelti Elementus","133":"Perkelti [X]","134":"Kopijuoti [X]","135":"Klaida","136":"Prašome pasirinkti paskirties aplanką.","137":"Prašome pasirinkti teisingą paskirties objektą.","138":"Paskirties aplankas negali būti ta pati vieta.","139":"Cirkuliarinė klaida","140":"Cirkuliarinė klaida: paskirties vieta negali būti perkeliamo aplanko poaplankyje .","141":"Prašome įvesti galiojantį el. pašto adresą.","142":"Prašome palaukti...","144":"Panaikinti dalijimąsi","145":"El. pašto adresas:","146":"Bendrinti su nauju vartotoju:","147":"Suteikti priėjimą","148":"Uždaryti","149":"Bendrinimas","150":"Kontaktas pakviestas","151":"Vartotojas [X] buvo pakviestas ir atsiras jūsų adresatų sąraše vos tik užsiregistruos.","152":"Jūs negalite pridėti savęs į savo kontaktų sąrašą.","153":"El. pašto adresas","154":"Pridėti kontaktą","155":"Pridėti","156":"Atšaukti","157":"Aplanko pavadinimas","158":"Sukurti","159":"Atšaukti","160":"Šis aplanko pavadinimas jau naudojamas. Bandykite dar kartą.","161":"Pervadinti","162":"Pervadinti","163":"Atšaukti","164":"Cloud Diskas","165":"Kontaktai","166":"Gautieji","167":"Šiukšliadėžė","168":"Šiukšliadėžė","169":"Meniu","170":"Registruotis","171":"Prisijungti","172":"Tempkite ir meskite failus","174":"arba","175":"Pasirinkite failus","176":"Pasirinkite failus","177":"Jūs turite raktus į tai, ką saugote debesyse","178":"Saugus bendradarbiavimas internete","179":"Galinga Failų Tvarkyklė","180":"App Ekosistema","181":"Savybės išsamiai","182":"Dalinkis šifruotais aplankais su bendradarbiais arba verslo partneriais ir keiskis konfidencialiais dokumentais naudojant skaidrų ištisinį šifravimą.","183":"Peržiūrėti ir tvarkyti savo failus naršyklėje su integruotu paketu failų įkėlimui ir parsiuntimui.","184":"Visiškai atviras API suteikia galimybę trečių šalių programuotojams praplėsti MEGA funkcionalumą.","185":"2048 bitų RSA šifravimas","186":"Atsijungti","187":"Mano paskyra","188":"Failų Tvarkyklė","189":"Nutraukti sesiją","190":"Prisijungti","191":"sukurti paskyrą","192":"Prisiminti mane","193":"Prisijungti","194":"[X] aktyvūs serveriai","195":"Jūsų El. paštas","196":"Jūsų El. paštas","197":"Prašome įvesti savo el. pašto adresą.","198":"Prašome įvesti galiojantį el.pašto adresą.","199":"Prašome įvesti slaptažodį.","200":"Oi, kažkas negerai.","201":"Neteisingas el. paštas ir\/arba slaptažodis. Bandykite dar kartą.","202":"Kurti naują paskyrą","204":"arba","205":"prisijungti","206":"Jūsų vardas","207":"Jūsų el. paštas","208":"Aš sutinku su MEGA [A]Paslaugų teikimo sąlygomis[\/A]","209":"Registruotis","210":"Pasiruošk naujai kartai!","211":"Cloud saugykla niekada nebebus tokia pati","212":"Įveskite savo vardą.","213":"Pasirinkite slaptažodį.","214":"Jūs turite sutikti su mūsų paslaugų teikimo sąlygomis.","215":"Įvyko nežinoma klaida. Bandykite dar kartą.","216":"Nuostabu","217":"Pasitikrinkite savo el. pašto dėžutę ir spustelėkite pateiktą nuorodą, kad patvirtintumėte savo paskyrą.","218":"Šis el. pašto adresas jau naudojamas su paskyra sukurta MEGA'oje.","219":"Šis el. pašto adresas jau naudojamas su paskyra sukurta MEGA'oje.","220":"Silpnas","221":"Vidutinis","222":"Geras","223":"Puikus","224":"PASIRINKITE FAILUS","225":"PASIRINKITE FAILUS ARBA TEMPKITE JUOS ČIA","226":"Kad būtų išvengta išteklių perkrovos, mes kartais turime apriboti pralaidumo išnaudojimą. Per pastarąsias šešias valandas, jūsų IP adresas sunaudojo [X1], tai kartu su pasirinktu failu [X2] viršytų jūsų dabartinę leidžiamą ribą [X3]. Siekiant užtikrinti teisingą ir vienodą priėjimą prie mūsų resursų dabar vykstantys parsiuntimai buvo kuriam laikui atidėti. Jie bus automatiškai pratęsti, kai išteklių perkrova sumažės.","227":"Šie parsiuntimai yra apmokęstinti dėl duomenų kiekio apribojimų,  jei nenorite laukti, užsisakykite Pro paketą.","228":"Duomenų apsikeitimas vykdomas","229":"Daugiau nerodyti","230":"Užsisakyti Pro paketą","231":"Ne ačiū, aš palauksiu","232":"Ne ačiū, aš palauksiu","233":"Laikina klaida, bandoma dar kartą.","234":"Atsisiųsti Failą","235":"Atsisiųsti","236":"Importuoti","237":"Siuntimas pradedamas","238":"Autorinių teisių žymėjimas","239":"Siuntimas baigtas","240":"Kad galėtumėte pabaigti šio failo persiuntimo procesą, jums reikia rankiniu būdų išsaugoti failą.","241":"Išsaugoti failą","242":"Atsinaujinkite į Chrome, kad galėtumėte mėgautis MEGA pilnu pajėgumu","243":"Failas kurį bandote atsisiųsti yra nebeprieinamas.","244":"Tai galėjo atsitikti dėl šių priežasčių:","246":"Failas buvo ištrintas dėl PTS\/PNS pažeidimo.","247":"Neteisingas adresas. Nuoroda, kurią bandote pasiekti, neegzistuoja","248":"Failas buvo ištrintas vartotojo.","249":"Failas kurį bandote parsisiųsti yra laikinai nepasiekiamas.","250":"Mūsų pertėkliaus sistema nesuveikė. Tai galėjo atsitikti dėl šių priežasčių:","251":"Keletas serverių yra tvarkomi.","252":"Mes esame perkrauti ir plečiame serverio vietą.","253":"Prašome pabandyti vėliau.","254":"Failas, kurį bandote atsisiųsti nebeegzistuoja.","255":"Šis failas nebeegzistuoja, nes pažeistos failo autorinės teisės [X].","256":"Neteisingas rakto ilgis","257":"Įsitikinkite, kad įvedėte teisinga raktą.","258":"Siunčiama","259":"Kam \"MEGA\" skirta?","260":"MEGA yra rekursinis akronimas ir reiškia \"MEGA Encrypted Global Access\".","261":"Kas yra MEGA?","262":"MEGA yra Cloud saugyklos tiekėjas. Jis siūlo nemokamą ir mokamą saugyklas pasiekiamas internetu. Jis leidžia talpinti ir pasiekti failus naršyklės arba kito kliento\/programos pagalbą.","264":"Mūsų žiniomis, Cloud saugykla ir šifravimas yra teisėti. Prašome laikytis galiojančių įstatymų ir teisės aktų pagal tai [B]kaip[\/B] naudojate Cloud saugyklą ir šifravimą ir pagal mūsų [A]naudojimosi sąlygas[\/A].","265":"MEGA buvo sukurta keletos žmonių, kurie anksčiau turėjo vieną didžiausių pasaulyje Cloud talpyklų. Gal galėčiau atgauti savo paskyrą?","266":"Deje, MEGA darbuotojai neturi priėjimo prie jokių įrašų, kurie buvo sukurti anksčiau. Taipogi nėra galimybės pasiekti informacijos buvusios fiziniuose įrenginiuose, ar duomenų bazėse, todėl dabar nėra galimybės sugrąžinti jūsų duomenų. ","267":"Kodėl Cloud talpyklos būstinė yra būtent Naujojoje Zelandijoje?","268":"Tarp kitų svarbių priežasčių, Naujosios Zelandijos vietinis Māori vardas \"Aotearoa\", jis reiškia \"ilgo balto debesies žemė\" (Cloud lietuviškai Debesis).","269":"Galiu aš naudotis MEGA telefonu?","270":"MEGA buvo subalansuota kompiuterio naršyklėms. Bet mes sunkiai dirbame, kad MEGA būtų pilnai prieinama daugumai telefonų ir planšečių. Jūs galite tikėtis šaunių programų jūsų mobiliems prietaisams artimoje ateityje.","271":"Ar galiu aš pratęsti nutrauktą įkėlimą arba parsiuntimą?","272":"Taip, jei neuždarėte naršyklės lango duomenų perdavimas bus pratęstas iškart po pvz. nutrūkusio interneto ryšio arba grįžus iš kompiuterio miego rėžimo. Prašome atsiminti, kad mūsų serveriai automatiškai pašalins failus, kurie nebuvo baigti įkelti iki galo ir 48 valandas buvo neaktyvūs. ","273":"Ar galiu įkelti vienodus failus?","274":"Jei bandysite įkelti failą kurį jau buvote įkėlęs anksčiau  į savo paskyrą (vienodu pavadinimu, keliu iki failo, dydžiu,  bei paskutinio koregavimo data) serveris šį failą praleis. Bet niekas nedraudžia jums turėti keletos failų ar aplankų su tais pačiais pavadinimais viename aplanke.","275":"Ar pralaidumas apribojamas?","276":"Mes neturime jokių specialių apribojimų skirtų vartotojams, nebent tai yra būtinybė sukelta tam tikrų problemų. Todėl mes pasiliekame teisę apriboti vartotojo pralaidumo sunaudojimą tam tikram IP adresui dėl darbinių priežasčių. Jūsų persiuntimai bus pratęsti automatiškai, kai tik serverio apkrova sumažės. Tokiu atveju nereikia nieko papildomai daryti pačiam.","277":"Ar yra failų dydžių limitas MEGA'oje?","278":"Mes neturime nustatyto failų dydžių limito , išskyrus jūsų paskyros Cloud saugykloje vietą . Tačiau, kai kurios naršyklės failus patalpina į laikinąją atmintį prieš pradedant siuntimą (Firefox, IE10, Opera),  o kai kurios naršyklės į laikinąją atmintį patalpina ir prieš įkeliant failus į serverį (IE9 , Safari 5). ","279":"Ar galima vienu metu įkelti ir parsisiųsti failus?","280":"Taip. Skirtinguose kortelėse, vienoje parsisiųsti, kitoje įkelti failus į serverį galima paraleliai.","281":"Kodėl paveikslėliai neturi miniatiūrų arba kodėl jūs netransliuojate video ir garso failų?","282":"Nes mūsų šifravimo medelis draudžia bet kokias manipuliacijas jūsų failais serveryje.","283":"Kaip įkelti failus į MEGA?","284":"Yra trys būdai kaip naudojant naršyklę įkelti failus į MEGA:","285":"1. Paspauskite raudoną mygtuką pradiniame puslapyje.","286":"2. Atidarykite failų tvarkyklę ir paspauskite mygtuką viršuje \"Failo Įkėlimas\" arba (jei naudojate Chrome) \"Aplanko Įkėlimas\".","287":"3. Tempkite failus arba (jei naudojate Chrome) aplankus ant tinklapio.","288":"Kaip įdiegti MEGA?","289":"Jums nieko nereikia įdiegti. MEGA sukurta naršyklei ir veikia su visomis pagrindinėmis naršyklėmis. Kad išnaudoti visas MEGA galimybes mes labai rekomenduojame naudoti tik Google chrome.","290":"Kaip veikia aplankų dalijimasis?","291":"Jūs galite bendrinti aplankus esančiais jūsų Cloud saugykloje su savo draugais, šeimyna ar bendradarbiais. Pakviesti dalintis failais galima el-pašto pagalba, jei asmuo su kurio norite dalintis neturi paskyros, jam bus pasiūlyta ją susikurti. Alternatyviai, jūs galite sukurti  bet kurio savo aplanko ar failo viešą nuorodą su specifiniu šifravimo raktu, kuris leis pasiekti failus be MEGA paskyros. Jūsų atsakomybė yra saugiai perduoti raktus norimam gavėjui(-ams).","292":"Kad pradėti bendrinti, pakeisti ar ištrinti bendrinimą aplankams ar failams tiesiog spauskite dešinį pelės klavišą ant norimo aplanko savo failų tvarkyklėje ir pasirinkite \"Bendrinti\". Galima pasirinkti tris norimu priėjimo prie duomenų lygius: Tik skaityti, skaityti\/rašyti (failai gali būti pridėti, bet ne ištrinti), ir pilnas (failai gali būti pridėti ir ištrinti).","293":"Jei jūs pridėjote el. paštą, kuris nebuvo susietas su paskyra jums teks prisijungti bent kartą po to, kai gavėjas prisiregistruos, tam, kad galėtumėte bendrinti failus su juo, naujai sukurtu viešuoju raktu.","294":"Kaip aš galiu pašalinti vartotojus iš savo bendrinamo aplanko?","295":"Paprasčiausiai paspauskite dešinį pelės klavišą ant norimo aplanko savo failų tvarkyklėje ir pasirinkite \"Bendrinti\". Jūs matysite visus žmones, kurie turi priėjimą prie šio aplanko. Paspauskite dešinį klavišą ant reikiamo asmens ir pasirinkite ištrinti.","296":"Kaip aš galiu atskirti bendrinamus aplankus?","297":"Aplankai kurie yra bendrinami turi delno piktogramą.","298":"Ar aš galiu bendrinti aplanką prie kurio priėjimą man davė kažkas kitas?","299":"Ne. Aplankų bendrinimas yra ne perėmimas.","302":"Kaip aš galiu gauti nuorodą į savo failą MEGA'oje?","303":"Įspėjimas: Jūsų failų kriptografinis saugumas priklauso tik nuo jums priklausančių šifravimo raktų konfidencialumo. Būkite įsitikinęs, kad juos perduodate saugiais kanalais! Pavyzdžiui paprastas el. paštas nėra pakankamai saugus.","304":"Turint tai omenyje, pasirinkite vieną ar daugiau failų savo failų tvarkyklėje ir paspauskit dešinį pelės klavišą ir pasirinkite \"Gauti nuorodą\". Atsidarys langas kuriame bus nuorodos į pasirinktus failus. Jūs galite sugeneruoti nuorodą kiekvienam failui atskirtai arba visiems iškarto.","305":"Kaip šifravimo raktas veikia?","306":"Visas šifravimas vyksta nuo pradžių iki galo. Failai, kurios keliate į serveri būna šifruojami dar jūsų kompiuteryje prieš patenkant į internetą.  Ir failai būną iššifruojami  tik tada kai patenką į to asmens kuriam jūs siunčiate failą prietaisą. Kliento prietaisai yra atsakingi už šifravimo raktų generavimą, pasikeitimą ir tvarkymą. Nei vienas naudojamas raktas nepalieką kliento kompiuterio (išskyrus RSA viešuosius raktus).","307":"Ar visa mano asmeninė informacija šifruojama?","308":"Ne. Šifruojami tik failai\/aplankai ir jų pavadinimai. Informacija, kuri mums reikalinga operacijų priėjimui, tokia kaip el. paštas, IP adresas, aplanko struktūra,  failų teisės bei apmokėjimų informacija yra patalpinta ir naudojama neužšifruota.","309":"Ar mano patalpinti duomenys saugūs?","310":"Visa apsauga yra santykinė. Įvairios atakos egzistuoja - jos nėra tesiogiai susyjusios su MEGA, bet nori jus informuoti apie riziką:","311":"Paskyroms yra pavojus dėl:","312":"- Šnipinėjimo programinės įrangos esančios jūsų kompiuteryje.","313":"- Galimybė, kad kažkas pamatys jūsų slaptažodį jums jį rašant.","314":"- Slaptažodžio jėgos metodas. Naudokite stiprius slaptažodžius (naudojant jėgos metodą paprastus slaptažodžius galima lengvai atspėti).","315":"- Sukčiavimas. Visada būkite įsitikinęs, kad esate prisijungę saugiu ryšiu (https:\/\/) ir adresas įvestas teisingai (mega.co.nz) prieš įvesdami slaptažodį.","316":"Didelio mąsto atakos:","317":"- \"Asmuo per vidurį\" ataka. Kai reikalaujama panaudoti veikianti, pasikartojanti SSL sertifikatą kartu su padirbtu  DNS ir\/arba atakos į musų BGP maršrutus (DigiNotar-stiliaus scenarijus).","318":"- Gaunant priėjima prie žiniatinklio prieglobos https:\/\/mega.co.ne\/index.html ir pakeičiant failą su padirbtą jo versija (tai neturėtu trikdyti susisiekimo su tinklapiu).  Pastaba - visos  turinio manipuliacijos nekelia pavojaus saugumui, nes visas aktyvus turinys serveryje yra užkrautas iš index.html irviskas patvirtinama su kriptografinia maiša. Tokio tipo atakos reikalauja išsiųsti užkrėstą kodą į kliento prietaisą ir tada jis yra aptinkamas. ","319":"- Gaunant priėjimą prie mūsų pagrindinio serverio infrastruktūros ir sukuriant suklastotus raktus egzistuojantiems subendrintiems failams. Šio tipo atakos gali paveikti tik paskyras, kurių subendrinti failai yra matomi vartotojo paskyroje.","320":"Kas jei aš jumis nepasitikiu? Ar man vis dar saugu naudotis MEGA?","321":"Jei jūs nepasitikit mumis, jūs negalite naudoti jokio mūsų pateikto kodo, taigi atidarant mūsų tinklapį savo naršyklėje ir įvedant savo slaptažodį jūs jau prieštaraujat savo klausimui. Jei jūs vis dar norite naudotis MEGA jūs turite mumis pasitikėti.","322":"Aš pasitikiu jumis ir jūsų Naujosios Zelandijos duomenų centrų, bet aš nepasitikiu Vokietijos duomenų centru, nes jis yra valdomas Jungtinių valstijų kompanijos.  Ar man vis dar saugu naudotis MEGA?","323":"Taip, jūs vis dar galite naudotis MEGA (su keletu apribojimų) net jei mūsų pagrindinis duomenų centras Vokietijoje susikompromituotu Naujosios Zelandijos duomenų centras užtikrins, kad bet koks neteisėtas kodas neveiktų tol kol jūs lankysitės https:\/\/mega.co.nz\/.","324":"Ar duomenys kurie yra bendrinamuose aplankuose  yra tokie pat saugūs kaip ir kiti duomenys?","325":"Bendrinami aplankai iš prigimties yra saugūs.Tačiau  mūsų pagrindinio serverio infrastruktūra gali iškelti šiuos pavojus:  Viešaisiais raktais galima manipuliuoti ir įmanoma suklastoti raktų užklausą. ","326":"Tarkime, kad yra fizinis pažeidimas MEGA talpyklos mazge. Kokia būtų rizika?","327":"Klaidos žinutės po failų parsiuntimo.  Net jei atakuojantis asmuo turėtų šifravimo raktą konkrečiam failui jis negalėtų jo pakeisti su suklastotu raktu, nes bandymo rezultatas būtų parsiuntimo klaida.","328":"Ar gera įdėją būtų sukelti mano duomenis į vieną vietą?","329":"Visada turėkite atsarginę failų kopiją tiek internete, tiek kompiuteryje ar kitoje laikmenoje. Nors mes ir laikome failus bent dvejuose vietose vistiek nėra garantijos, kad dėl pasikartojančių klaidų ar \tbeprecedenčio  valstybinio nusižengimo jie gali dingti.","330":"Kodėl turėčiau patikėti savo duomenis būtent jums?","331":"Mes siūlome vartotojo valdomą šifravimą (VVŠ), kurio pagalbą šifravimo raktus valdo pats vartotojas. VVŠ sukurtas atviro kodo principu, ir mes skatiname bendruomenę jį išnagrinėti, vertinti, bei palikti atsiliepimus.  Mes tikime, kad šis veikimo principas yra saugesnis už kai kurių kitų tiekėjų veikimo principus, kurių šifravimas vyksta internete ir raktus sukuria tiekėjas arba jie nesukuriami visai. Pavyzdžiui jei MEGA vartotojo failai būtų pasiekiami dėl programinės klaidos, jų būtų neįmanoma perskaityti be vartotojo sukurto iššifravimo rakto.","332":"Aš pastebėjau, kad jūs naudojate HTTPS jau šifruotų failų apsikeitimui. Ar tai reikalinga?","333":"Taip, reikalinga. Deja, dauguma naršyklių įspėja dėl sukurto nesaugaus ryšio naudojant saugų tinklapį. Ir taip turi būti, naršyklės nežino, kad tinklalapyje jau veikia papildomos apsaugos priemonės. Kadangi HTTPS protokolas nėra našus, mes jums leidžiame saugumą panaikinti, tose naršyklėse, kurios palaiko šią funkciją (Chrome, Safari ir Firefox iki 17 versijos) tai pagreitins jūsų failų perdavimą be pavojaus konfidencialumui ar jūsų duomenims. Jei kai kuriuose naršyklėse pastebėjote SSL įspėjimą pradedant  pirmą savo persiuntimą šiuo atveju yra saugu jį ignoruoti.","334":"Kokius šifravimo algoritmus naudoja MEGA?","335":"Dideliems parsisiuntimas AES-128. Po parsiuntimo tikrinama su CCM, kuris yra mažiau efektyvus nei OCB, bet nėra apsunkintas patentų.","336":"Dalintis duomenimis tarp vartotojų ir įmetamų failų į savo talpyklą - RSA-2048. Visi šifravimai, iššifravimai vyksta JavaScript pagalba, kas apriboja srautą iki kelių MB\/s ir įtakoją neįtikėtiną procesoriaus apkrovimą. Mes stengiamės įgyvendinti tai su HTML5 webCrypto API pagalba ir suderinti jį su visomis pagrindinėmis naršyklėmis, kas pašalintų minėtas problemas.","337":"JavaScript turi atsitiktinį skaičiaus generatorių, kuris yra papildytas pelės bei klaviatūros  entropijos kriptografija. Taip pritaikomi atsitiktini pasikeitimai (kol kas tik Chrome naršyklėje).","338":"Ar MEGA saugo mano failų atsargines kopijas?","339":"Mes, esant galimybei, saugome jūsų failus bent dviejuose serveriuose, skirtinguose duomenų centruose.","340":"Aš pamiršau savo slaptažodį. Ar galiu nustatyti jį iš naujo?","344":"Kada man reikėtų įsigyti PRO paskyros paketą?","345":"PRO paskyros paketas suteiks jums papildomos vietos, bei padidins pralaidumo kvotą, kurią mes automatiškai apibrėžiame kada pralaidumo limitas būną pasiekęs ribą. Jūs galite savo kvotos limitą naudoti pats arba paskirti ją tretiems asmenims pasiekti jūsų duomenis (įskaitant vartotojus be MEGA paskyros). Visai tai nustatyti galima savo paskyros nustatymų lange.","346":"Kam siuntimo apribojimas yra naudingas?","347":"Dauguma maršrutizatorių nenustato prioriteto smulkesniems failams, kas įtakoją jūsų naršymo kokybę. Todėl mes siūlome automatinį sistemos valdymą,  per 10 sekundžių mes išmatuojame jūsų pralaidumą ir paliekame apie 10% laisvo srauto, jo turėtų pakakti toliau naudotis internetu be trukdžių.","348":"Ką aš gaunu su savo nemokama paskyra?","349":"Globalų pasiekiamumą, didelį našumą ir apsaugotą Cloud talpyklą su [X] vietos. Jei jums reikia daugiau nei tai, jūs galite savo nemokamą paskyrą atsinaujinti į [A1]PRO[\/A1] paskyrą. Spauskite [A2]čia[\/A2], kad pamatyti dabartinią būseną.","359":"Ar jūs siulote API?","361":"Taip. MEGA sąsaja naudoja atviro kodo Javascript programas, taigi jūs turite daugybe tikrų kodo pavyzdžių, kuriuos galite išsirinkti iš mūsų [A]dokumentacijos[\/A]. Kadangi mes neturime pakankamai resursų  šaunių programų kūrimui, kurios padėtų MEGA paversti  lankstesniu ir naudingesniu įrankiu mum patiems, mes kviečiame jus prisidėti. Po apsvarstymo jūsų sukurtos programos kodas  bus paskelbtas mūsų tinklapyje ir mes su džiaugsmu apsvarstysime biudžeto pasidalijimo galimybes labai populiariom programom.","362":"Kad būtų išvengta išteklių perkrovos, mes kartais turime apriboti pralaidumo išnaudojimą. Failai kuriuos jūs bandote atsisiųsti yra didesni nei dabartinis galimas jūsų limitas [X3].  Siuntimas buvo atidėtas ir jis bus automatiškai pratęstas, kai išteklių perkrova sumažės.","365":"Jūsų naršyklė nėra pakankamai moderni, kad būtų galima atsisiųsti tokio dydžio failus.","366":"Autoriaus teisių įspėjimas","367":"MEGA gerbia kitų autorių teises ir reikalauja, kad MEGA'os cloud paslaugų vartojai laikytųsi  autorinių teisių įstatymų. Jums griežtai draudžiama naudotis MEGA cloud paslaugomis, jeigu jūs pažeidžiate autorines teises. Jūs negalite įkelti, parsisiųsti, talpinti, dalintis, rodyti, transliuoti, dalintis el-paštu ar kitaip perduoti nuorodas, ar kitu būdų leisti pasiekti  bet kokio žmogaus, ar institucijos duomenis, jei jie pažeidžia autorines ar kitas  nuosavybės teises.","368":"Įspėjimas:","369":"MEGA kriptografijos apsaugos modulis priklauso nuo raktų konfidencialumo pateiktų žemiau. Neperduokite jų nesaugiais kanalais!","370":"Kopijuoti į mainų sritį","371":"Nukopijuota į mainų sritį","372":"Įkėlimas","373":"Atsiuntimas","374":"Mes pažadam, mes teikiam","375":"Navigacija užblokuota. Vyksta failų perdavimai.","376":"Jūs turite būti prisijungęs, kad galėtumėte peržiūrėti šį puslapį.","377":"Vyksta failų perdavimai. Jeigu jūs tęsite, jie bus atšaukti.","378":"Įveskite slaptažodį norėdami patvirtinti paskyrą.","379":"Prisijunkite, jeigu norite šį failą įkelti į savo paskyrą.","380":"Įveskite iššifravimo raktą","381":"Visos teisės saugomos","382":"pagaminta Naujoje Zelandijoje","383":"Pagalba","384":"Pagalbos centras","385":"Naudojimo Sąlygos","386":"Privatumo Politika","387":"Autorinės teisės","388":"Bendruomenė","389":"Tinklaraštis","390":"Partnerystės","391":"Perpardavėjai","392":"Programuotojams","393":"Hostingo Partneriai","394":"Investuotojai","395":"Tapk perpardavėju","396":"Apie mus","397":"Nemokama Narystė","398":"Pro Narystė","399":"Susisiekite Su Mumis","400":"Pagrindai","401":"Bendrinimas","402":"Saugumas ir privatumas","403":"Paskyra","404":"Mokėjimai ir sandoriai","405":"Įrankiai","406":"Dažniausiai užduodami klausimai:","407":"Kategorijos:","408":"Sausis","409":"Vasaris","410":"Kovas","411":"Balandis","412":"Gegužė","413":"Birželis","414":"Liepa","415":"Rugpjūtis","416":"Rugsėjis","417":"Spalis","418":"Lapkritis","419":"Gruodis","420":"Prisijunkite norėdami pradėti įkėlimą.","421":"Prašome sutikti su paslaugų taisyklėmis","422":"Aš sutinku","423":"Jums reikia registruotos paskyros, kad galėtumėte naudotis dalijimosi paslauga. Ar norėtumėte užsiregistruoti dabar?","424":"Bendrinimas išjungtas","425":"Pervadinti aplanką","426":"Pervadinti failą","427":"Paskyros informacija","428":"Kuponai","429":"Sesijos istorija","430":"Pirkimų istorija","431":"Sandorių istorija","432":"Paskyros tipas:","433":"Atnaujinti","434":"Prenumeratos tipas:","435":"NEMOKAMAS","436":"Be pirkimų rato","437":"Saugyklos Talpa:","438":"[X] panaudota","439":"[X1] iš [X2]","440":"Pralaidumo Valdymas:","441":"Įjungti Pralaidumo Valdymą:","442":"Išjungti Pralaidumo Valdymą:","443":"Jūs galite nurodyti kiek procentų norite skirti  aptarnavimo pralaidumui gerinti.","444":"Nustatyti Aptarnavimo Pralaidumą:","445":"Aptarnavimo Pralaidumas","446":"(skirta trečios šalies failų parsisiuntimui)","447":"Siuntimo Pralaidumas","448":"(skirta trečios šalies failų parsiuntimui)","449":"Sąskaitos balansas","450":"Papildyti","451":"Kurti kuponus:","452":"Kupono tipas:","453":"Pasirinkti kupono tipą","454":"Kiekis:","455":"Sukurti","456":"Naudoti kuponą:","457":"Pirkti kuponą","458":"Naudoti","459":"Jūsų kuponai","460":"Nepanaudoti kuponai","461":"Panaudoti kuponai","462":"Atšaukti kuponai","463":"Panaikinti kuponai","464":"Visi kuponai","466":"Paskutiniai [X]","467":"Sesijos Istorija","468":"Pirkimų Istorija","469":"Paskutiniai [X] pirkimų","470":"Sandorių istorija","471":"Paskutiniai [X] sandorių","472":"Paskutinės [X] sesijų","473":"Uuups, šis kupono kodas yra neteisingas.","474":"Galiojimo data:","475":"Data\/Laikas","476":"Įrašas","477":"Kiekis","478":"Mokėjimo būdas","479":"Naršyklė","480":"IP-adresas","481":"Šalis","482":"Naujausia veikla","483":"Dabartinė sesija","484":"SandorioID","485":"Kreditas","486":"Debetas","487":"Kupono kodas","488":"Būsena","489":"Nenaudotas","490":"Panaudotas","491":"Panaikintas","492":"Atšauktas","494":"Pasirinkite savo paketą:","495":"Talpos","496":"Pralaidumas","497":"Išsirinkite kainą:","498":"per mėnesį","499":"per metus","500":"Išsirinkite kainą:","501":"sutaupykite 17%","502":"Išsirinkite kainą:","503":"Pasirinkite mokėjimo būdą:","504":"Išankstinio mokėjimo balansas","505":"pirkti kuponą","506":"Profesionalus","507":"Tęsti","508":"kupono kodas","509":"PRIVATUMO KOMPANIJA","510":"Sveiki atvykę į MEGA!","511":"Jūsų 2048-bit RSA vieša \/ privati raktų pora yra kuriama.","512":"Kad pastiprintumėme šifravimo raktą mes surenkame jūsų pelytės judesių, bei mygtukų paspaudimo laiko duomenis.","513":"Kuponas buvo aktyvuotas ir balansas buvo papildytas, tačiau jūsų naujas išankstinio mokėjimo balansas yra nepakankamas šiam pirkiniui. Prašome pasipildyti balansą arba bandyti nusipirkti pigesni paketą.","514":"Nepakankamas balansas, bandykite dar kartą.","515":"Šis aplankas turi daugiau nei 500 įrašų. Dideli aplankai gali sulėtinti naršyklės našumą. Prašom apsvarstyti galimybę susikurti poaplankius.","516":"Gaukite pagalbą","517":"Kažkas neveikia? Pirmiausiai prašome peržiūrėti [A]pagalbos centrą[\/A]. Jei neradote tinkamo atsakymo, susisiekite su mumis.","518":"Juridinis","519":"Mūsų juridinis skyrius skirtas atsakyti  į jūsų klausimus.","520":"Visos teisės saugomos","521":"Manote, kad jūsų intelektinės nuosavybės teisės pažeistos? Prašome paskelbti apie tai mūsų [A]formoje[\/A] arba rašykite mums el. paštu.","522":"Pasiūlyti patobulinimus","523":"Prašome pateikti pasiūlymus, kurie pagerintų tinklapio veiklą.","524":"Pranešti apie klaidą","525":"MEGA dabar yra beta stadijoje ir jūs esate kviečiami pranešti apie klaidas. Kuo plačiau apie jas aprašysite, tuo geriau.","526":"Žiniasklaida","527":"Mes kviečiame žinasklaidos atstovus, įskaitant blogerius susisiekti su mumis jei turite klausimų susijusiu su MEGA.","528":"Tapk perpardavėju","529":"Tapk sekmės istorijos dalimi!","530":"Mūsų perpardavimo programa leis jums parduoti MEGA kuponus  jūsų vartotojams.","531":"Išsami informacija:","532":"Jūs gausite prieigą prie mūsų šiuolaikinės kuponų valdymo sąsajos.","533":"Sukurti kuponus realiu laiku naudojant savo sąskaitos balansą.","534":"Didelė pajamų dalis nuo pat pradžių. ","535":"Kuo daugiau parduosite tuo didesnį pelną gausite.","536":"Perpardavėjo API suteikia galimybę jums sukurti šaunias programas, kurios veikia realiu laiku kartu su  mūsų sistema.","537":"Nemokama reklama: jūsų tinkapis bus susietas su Mega.","538":"Apžvelgus ir patvirtinus jūsų perpardavėjo formą. Jūsų verslas ir tinklalapis  turi atitikti mūsų standartus.","539":"Pajamų Dalis","540":"Jūsų pajamų dalis bus atskaičiuota kupono kūrimo metu.","541":"Mėnesio apyvarta","542":"Pajamų dalis","543":"daugiau nei [X]","544":"Perpardavėjo paraiška","545":"Užsiregistruoti kaip perpardavėjas","546":"Duomenys","547":"Jūsų duomenys","548":"Parduotuvės","549":"Pasirinkite perpardavinėtojo parduotuves:","550":"Mokėjimai","551":"Pasirinkite mokėjimo būdus","552":"Pasirinkite mokėjimo metodus iš tiekėjų sąrašo","553":"Neradote apmokėjimo tiekėjo sąraše? Prašome [A]susisiekti su mumis[\/A].","554":"Baigta","555":"Aš sutinktu su MEGA [A]Perpardavėjų paslaugų teikimo sąlygomis[\/A]","556":"Kitas","557":"Pasirinkite prekyvietes iš prieinamų šalių sąrašo","558":"Ankstesnis","559":"Jūsų vardas","560":"Jūsų įmonės tinklapio adresas","561":"Adresas","562":"Pašto kodas","563":"Įmonės pavadinimas","564":"Telefono numeris","565":"Miestas","566":"Pasirinkite tinkamą apmokėjimui šalį:","568":"Prašome pasirinki savo šalį","569":"Duomenų siuntimo nustatymai","570":"Paralelių išsiuntimų skaičius:","571":"Paralelių parsiuntimų skaičius:","572":"Išsiuntimo greičio limitas:","573":"Nė vienas","574":"Automatinis","575":"Apribotas","576":"Įkeliant  failus praleisti identiškus:","577":"Taip","578":"Ne","579":"Naudoti SSL failų persiuntimui:","580":"Išjungtas SSL padidins našumą, bet nesumažins saugumo.","581":"Prašome įvesti savo vardą.","582":"Prašome įvesti savo įmonės tinklapio adresą:","583":"Prašome įvesti savo adresą.","584":"Prašome įvesti pašto kodą.","585":"Prašome įvesti savo įmonės pavadinimą.","586":"Prašome įvesti telefono numerį.","587":"Prašome įvesti miestą.","588":"Pašome įvesti šalį.","589":"Jūs turite sutikti su perpardavėjo paslaugų teikimo sąlygomis","590":"Prašome pasirinkti bent vieną šalį.","591":"Prašome pasirinkti bent vieną apmokėjimo būdą.","592":"Prašome pasirinkti bent vieną šalį apmokėjimui.","593":"Nuostabus","594":"Jūs gausite elektroninį laišką su tolimesniais nurodymais.","620":"Pranešimas apie įtariamą pažeidimą","621":"Pranešimas","622":"Mes gerbiame kitų autorių teises ir reikalaujame, kad mūsų paslaugų vartotojai laikytųsi autorių teisių įstatymų. Jums griežtai draudžiama naudotis mūsų paslaugomis neteisėtais tikslais. Jūs  negalite įkelti, parsisiųsti, talpinti, dalintis, atvaizduoti, transliuoti, dalintis el-paštu, dalintis nuorodomis, ar kitaip pateikti failus, duomenis, kurie pažeidžia autorines teises. Mes pasistengsime reaguoti į pranešimus apie įtariamus autorinių teisių pažeidimus.  Jei jūs manote, kad jūsų turinys buvo nukopijuotas ar panaudotas ir kokiu nors būdų pažeidžia jūsų autorines teises prašome mums tai pranešti kartu su šia informacija: (i) autoriaus arba įgalioto asmens autorinėms teisėms saugoti fizinis arba elektroninis parašas; (ii) turinio, kurio autorinės teisės pažeistos identifikacija. (iii)  turinio, kuris tariamai pažeidžia autorinių teisių įstatymą ir kitką identifikacija. Nurodyti, kad failai būtų pašalinti arba panaikinta jų prieiga ar informacija, kurios pakanka, kad būtų galima surasti duomenis (failą)  įskaitant pilną adresą iki jo; (iv) Jūsų kontaktinius duomenis: adresas, telefono numeris, el-paštas; (v) Pareiškimą, kad esate įsitikinęs, kad panaudotas turinys nepriklauso autoriui, agentui ar pažeidžia įstatymus. (vi) Pareiškiate, kad informacija pranešime yra teisinga, ir prisiimate atsakomybę už galimą melagingą informaciją (nebent tam prieštarautu įstatymas), įgaliojimą veikti autoriaus vardu.","623":"Mes pasiliekame teisę savo nuožiūra pašalinti duomenis, kurie pažeidžia įstatymus be išankstinio įspėjimo, neprisimant atsakomybės už tai. Susiklosčius tam tikroms aplinkybėms, mes taip pat pašalinsime jūsų paskyrą, pavyzdžiui jei bus nustatyta, kad pakartotinai pažeidžiate autorines teises. Mūsų agentas atsakingas už autorines teises:","624":"Pastaba dėl autorinių teisių","625":"Prašome pasinaudoti šia formą, kad pareikštumėte pranešimą apie autorinių teisių pažeidimą. Mes atsakysime jums per 24 valandas (darbo valandomis).","626":"Turinys:","627":"Privalomas laukas","628":"Pažeidžiamos mano asmenines autoriaus teisės.","629":"Pažeidžiamos autoriaus teisės asmens, kuriam aš atstovauju.","630":"Pašalinimo tipas:","631":"Pasirinkite pašalinimo tipą:","632":"1.  Pašalinti tiekiamas viešąsias nuorodas. (failas(-ai) liks pas vartotoją kuris juos įkėlė).","633":"2. Pašalinti tiekiamas viešąsias nuorodas šiems failams arba pateiktoms nuorodoms (failas (-ai) liks pas vartotoją kuris jos įkėlė).","634":"3. Panaikinti viską. Joks vartotojas neturėtų pasiekti šių failų visame pasaulyje.","635":"Prašau patvirtinti, kad šie, aukščiau esantys duomenys, yra saugomi autorių teisių ir  yra leistini autoriaus, jo agento ar įstatymo.","636":"Aš suprantu, kad esu atsakingas už galimą žalą,  įskaitant mokesčius ir advokatų honorarus. Jei aš sąmoningai pateikiu klaidingą informacija ataskaitoje apie pateiktus duomenis, nuorodas ar failus.","637":"Informacija šiame pranešime yra tiksli, ir aš pareiškiu, kad aš esu įgaliotas veikti autorių teisių savininko vardu.","638":"Šis pranešimas yra oficialus dokumentas - prašome būti atsargiais savo autorinių teisių pažeidimų reikalavimuose. Jeigu norite galite pirmiausia pasikonsultuoti su advokatu, siekiant nustatyti, ar turinys, apie kurį pranešate, iš tikrųjų yra neteisėto pobūdžio ir nėra apsaugoti sąžiningo naudojimo, licencijos ar kitu teisėtu pagrindu.","639":"Išsiųsti pranešimą","640":"Pridėti daugiau","641":"Nuoroda į autorines teises pažeidžiančius duomenis:","642":"Autoriaus vardas:","643":"Pareigos:","644":"El. pašto adresas:","645":"Faksas:","646":"Miestas:","647":"Pašto kodas:","648":"Autorinių teisių pažeisti duomenys:","649":"Mano vardas, pavardė:","650":"Įmonė \/ Organizacija","651":"Telefonas:","652":"Adresas:","653":"Valstija \/ Provincija:","654":"Šalis:","655":"Prašome pateikti nuorodas į visus autorines teises  pažeidusius duomenis.","656":"Prašome pateikti autorinių teisių saugomus darbus, kiekvienai pateiktai neteisėtai nuorodai.","657":"Prašome pasirinkti, ar turinys pažeidžia jūsų asmenines autoriaus teises ar asmens, kuriam jūs įgaliotas atstovauti.","658":"Prašome pasirinkti pašalinimo tipą.","659":"Prašome pateikti nuorodas į visus autorines teises  pažeidusius duomenis.","660":"Prašome pateikti autorinių teisių saugomus darbus, kiekvienai pateiktai neteisėtai nuorodai.","661":"Prašome pateikti autoriaus vardą.","662":"Prašome pateikti savo vardą ir pavardę.","663":"Prašome pateikti savo el.pašto adresą.","664":"Prašome įvesti galiojantį el. pašto adresą.","665":"Prašau patvirtinti, kad šie, aukščiau esantys duomenys, yra saugomi autorių teisių ir  yra leistini autoriaus, jo agento ar įstatymo.","666":"Prašome patvirtinti, kad suprantate, kad esate atsakingas už galimą žalą,  įskaitant mokesčius ir advokatų honorarus. Jei jūs sąmoningai pateikiate klaidingą informacija ataskaitoje apie pateiktus duomenis, nuorodas ar failus.","667":"Prašome patvirtinti, kad pranešimas yra tikslus ir jūs pagal savo juridinę teisę esate įgaliotas veikti autorių teisių savininko vardu.","668":"Ačiū!","669":"Greitai mes peržvelgsime jūsų pranešimą.","670":"Kalba","671":"Kalbate keliomis kalbomis?","672":"Padėkite mums versti!","673":"Privatumo Kompanija","674":"Niekas negali savavališkai kištis į asmens privatumą, jo šeimyninį gyvenimą, buitį ar jo pokalbius. Taip pat teršti jo garbę ir reputaciją. Kiekvienas asmuo turi teisę į įstatymo apsaugą, jei jo teisės yra pažeistos.","675":"Visuotinė Žmogaus Teisių Deklaracija, 12 straipsnis","676":"MEGA yra Cloud Saugykla su Galingu ir Visada Veikiančiu Privatumu","677":"MEGA teikia patikimas duomenų saugyklos debesyse paslaugas su patogiu, galingu ir visada veikiančiu privatumu. MEGA tiki į jūsų privatumą ir suteikia jums visas priemones apsaugoti jį. Mes tai vadiname Vartotojo Valdomu Šifravimu arba VVŠ, ir tai vyksta automatiškai.","678":"Kas yra MEGA Vartotojo Valdomas Šifravimas?","679":"Visi failai saugomi MEGA saugykloje yra šifruojami. Visi duomenų perdavimai į ir iš MEGA saugyklos yra šifruojami. Nors kiti rinkoje esantys tiekėjai ir teigia jog teikia panašaus saugumo paslaugas, MEGA yra kitokia - skirtingai nei kitose saugyklose, kurios laiko dešifravimo raktus, su MEGA jūs kontroliuojate šifravimą, jūs turite raktus ir jūs sprendžiate kam suteikti, o kam uždrausti prieeigą prie jūsų failų, nereikalaujant jokios pavojingos programinės įrangos įdiegimo. Visa tai vyksta jūsų interneto naršyklėje!","680":"MEGA Ateitis","681":"MEGA debesis yra tik pradžia.  Ateityje MEGA teiks VVŠ plataus mąsto programoms tiesiog jūsų naršyklėje. Mūsų technologija apsaugos jūsų el. paštą, skambučius, pokalbius ir vaizdo transliacijas.","692":"Ar Mega yra teisėta?","693":"Mes esame atsidavusi  technologų grupė, kuriai buvo suteiktas laikas, galimybė ir prieiga prie interneto sukurti šaunią cloud saugyklą, kuri apsaugos jūsų privatumą. Mes suprogramavome šią interneto paslauga nuo nulio, Oklande, Naujojoje Zelandijoje. Skirtingai nei daugelis mūsų konkurentų, mes naudojame naršykles šifravimo technologija, kur jūs, ne mes, kontroliuojate savo šifravimo raktus. Mūsų dizaino grupė, tai yra Kim Dotcom , Mathias Ortmann, Bram van der Kolk ir Finn Batato. Mūsų generalinis direktorius, Vikram Kumar, buvo pelno nesiekiančios organizacijos InternetNZ generalinis direktorius, turinčios viziją \"atviras ir nevaržomas internetas\". Tikimės, kad jums tai patinka.","694":"1. Išjungti vieną nuorodą (\"URL\") failui - failas(-ai) liks pas vartotoją","695":"2. Panaikinti keletą nuorodų (\"URL\") failams - failai liks vartotojo paskyroje","696":"3. Panaikinti visus pasirinktus failus pateiktoms nuorodoms - nėra vartotojo kuris turi teisę tai laikyti.","697":"4. Kita","698":"Jūs galite pateikti pranešimą čia","699":"Pasirašyti ir patvirtinti pranešimą","700":"Prašome pateikti savo panaikinimo pranešimą el. paštu [A1]copyright@mega.co.nz[\/A1] pagal [A2]panaikinimo nuostatas[\/A2].","701":"El. pašto pašalinimo pranešimas","702":"Pranešti apie piknaudžiavimą","703":"Jūsų prisijungimo adresas negalioja.  Prašome patikrinti nuorodą.","704":"Jūsų paskyra jau aktyvuota. Prašome prisijungti.","705":"Jūsų patvirtinimas negali būti pratęstas. Prašome registruotis iš naujo. Klaidos kodas:","706":"Keisti slaptažodį","707":"Atnaujinti","708":"Prašyti pakeisti","709":"Aš negaliu prisiminti savo dabartinio slaptažodžio","710":"Jei jūs vis dar prisijungęs ir neatsimenate savo slaptažodžio, jūs galite nustatyti naują slaptažodį naudojantis šia galimybe. Jūs gausite slaptažodžio keitimo, patvirtinimo nuorodą į savo el. pašto dėžutę, kuri aktyvuos naują slaptažodį per 15 minučių.","711":"Prašyti pakeisti","712":"Išpirkimas baigtas","713":"Kupono balansas buvo pridėtas į jūsų saskaitą. Ar norėtumėte tęsti pro paketo pirkimą?","714":"Šis kuponas jau buvo panaudotas.","715":"Nauji slaptažodiai, kuriuos įvedėte nesutampa. Prašome bandyti dar kartą.","716":"Dabartinis slaptažodis","717":"Naujas slaptažodis","718":"Patvirtinti naują slaptažodį","719":"Prašome įvesti dabartinį slaptažodį.","720":"Prašome įvesti naują slaptažodį.","721":"Prašome patikrinti savo el. paštą ir paspausti patvirtinimo nuorodą, kad baigtumėte slaptažodžio keitimo procesą.","722":"Pareikalauta pakeitimo","723":"Naujas slaptažodis neturi sutapti su esamu.","724":"Slaptažodis, kurį jūs pateikėte yra neteisingas.","725":"Jūsų slaptažodis buvo pakeistas.","726":"Atlikta","727":"Jūsų slaptažodis buvo pakeistas.","728":"Slaptažodžio patvirtinimo nuorodos galiojimas baigėsi.","729":"Ši nuoroda jau buvo patvirtinta.","730":"Jūsų paskyra buvo užšaldyta. Prašome pasitikrinti el. paštą dėl papildomos informacijos, bei atsakyti mums jums patogiu metu.","731":"Ši vartotojo paskyra buvo pašalinta dėl [A]Paslaugų teikimo sąlygų[\/A] pažeidimo","732":"Jūs jau prisijungęs su kita paskyra, kuri nesutampa su paskyra kurią šiuo metu bandote patvirtinti. Prašome patikrinti savo dabartinę sesiją, atsijunkite, ir tada paspauskite ant patvirtinimo nuorodos vėl.","733":"Nežinomas el. pašto adresas. Jeigu dar neturite pas mus paskyros, kviečiame užsiregistruoti.","734":"Ačiū!","735":"Prašome patikrinti savo el. paštą.","736":"Atstatyti slaptažodį gali tik tos paskyros, kurios neturi failų ar aplankų.","737":"Atstatytį slaptažodį","738":"Prašyti","739":"pamiršote savo slaptažodį?","740":"Jūsų slaptažodis buvo sėkmingai pakeistas.","741":"Prašome pasirinkti naują, saugų slaptažodį.","742":"Atstatyti","743":"Ši nuoroda pasenusi. Prašome gauti naują nuorodą.","744":"Neteisinga nuroda. Paprašykite naujos nuorodos.","745":"Nėra atsiskaitymo ","746":"Narystės tipas","747":"Kartą per savaitę","748":"Kartą per mėnesį","749":"Kartą per metus","750":"Kitas atsiskaitymo ciklas yra ","751":"Vienkartinis","752":"MEGA Firefox plėtinys","753":"Kad pagerintumėte našumą įdiekite MEGA Firefox plėtinį. Tai leis jums parsisiųsti neribotą kieki failų, be jokių failų dydžio apribojimų.","754":"MEGA Firefox plėtinys yra saugus ir nepastebimas. Jei jūs  norite naudotis MEGA be šio plėtinio, mes rekomenduojame naudotis [A]Chrome[\/A] naršykle.","755":"Įdiegti plėtinį","756":"1 parsiuntimas baigtas.","757":"[X] baigti(-ų) parsiuntimai(-ų).","758":"Atidaryti parsiuntimų aplanką","759":"spauskite čia, kad atidaryti","760":"Prašome įdiegti MEGA Firefox plėtinį, kad galėtumėte parsisiųsti didelį failą.","761":"Prašome patvirtinti","762":"Jūs ketinate atsisiųsti labai didelį kieki failų kurie gali sulėtinti jūsų naršyklės našumą. Vis tiek tęsti?","763":"Kontaktas","764":"Atsiuntimas negali būti pradėtas, nes jūsų kietasis diskas yra pilnas.","765":"Atsiuntimai negali būti pradėti, nes jūsų kietasis diskas yra pilnas.","766":"Keletas atsiuntimų negali būti pradėti, nes jūsų kietasis diskas yra pilnas.","768":"Atsiuntimas negali būti pradėtas, nes jūsų kietasis diskas yra pilnas arba jūs naudojate Chrome privačiu rėžimu, kuris nepalaiko failų įrašymo į kietąjį diską.","769":"Mes galime panaudoti tik 5% jūsų kietojo disko failų failų atsiuntimui. Prašome atlaisvinti vietos, kad galėtumėte tęsti.","770":"Pasirinkite slaptažodį","771":"Patvirtinkite slaptažodį","772":"URL iki failo:","773":"liko","774":"El. pašto adresas","775":"pervadinti žemiau:","776":"Išsaugoti","777":"Prisiminti mane šiame įrenginyje","778":"Neturite MEGA paskyros?","779":"Registruokis dabar","780":"Jau turite MEGA paskyrą?","781":"Dėl riboto mobiliųjų įrenginių procesoriaus našumo, RSA rakto generavimas gali užtrukti kelias minutes. Dėkojame už kantrybę.","782":"Tuščias Aplankas","783":"Failų Cloud Diske nėra","784":"Kontaktų nėra","785":"Jokių rezultatų.","786":"Failų Pašto dežutėje nėra","787":"Failų Šiukšliadėžėje nėra","788":"Ar jūs tikrai norite perkelti šį failą į Šiukšliadėžę?","789":"Ar jūs tikrai norite perkelti šį aplanką į Šiukšliadėžę?","790":"Atidaryti Failą","791":"Įkelti Failą","792":"Ištrinti Failą","794":"Ištrinti Aplanką","796":"Gauti Nuorodą","797":"Dalintis Aplanku","798":"Saugyklos Vieta","799":"Panaudota Vieta","800":"Laisva Vieta","801":"Desktop versija","802":"Kontakto El. paštas","803":"Failo Atsiuntimas","804":"Dėja, jūsų įrenginys nepalaiko šio failo tipo su MEGA.","805":"Mes suteiksime mobiliąją pagalbą šiam failo tipui netolimoje ateityje.","806":"pakeisti aplanko pavadinimą:","807":"pakeisti failo pavadinimą:","808":"Aplanko Nuoroda","809":"URL iki aplanko:","810":"Parsiuntimo Nuoroda","811":"URL iki failo:","812":"Patvirtinti paskyrą","813":"Bendrinamas Aplankas","814":"Ar jūs norite atšaukti įkėlimą?","815":"Ar jūs norite atšaukti atsiuntimą?","816":"Prašome įvesti galiojantį el. pašto adresą.","817":"Jūs negalite sukurti aplanko paieškos rezultatuose.","818":"Ar jūs norite pereiti į desktop versiją?","819":"pradedama","820":"Failas buvo įkeltas į jūsų Cloud Diską.","821":"Jūsų Pranešimai","822":"Atgal","823":"Nustatymai","824":"Nauji bendrinami aplankai iš [X]","825":"Naujas bendrinamas aplankas","826":"[X] atsisakė bendrinamo aplanko","827":"Bendrinamas aplankas atmestas","828":"[X1] aplankai ir [X2] failai","829":"[X] aplankai ir 1 failas","830":"1 aplankas ir [X] failų","831":"1 aplankas ir 1 failas","832":"[X] aplankų","833":"[X] failų","834":"1 aplankas","835":"1 failas","836":"[X] pridėjo [DATA]","837":"[X] buvo pridėti(-a)","838":"[X] buvo pridėtas","850":"Sau","851":"Vas","852":"Kov","853":"Bal","854":"Geg","855":"Bir","856":"Lie","857":"Rugp","858":"Rugs","859":"Spa","860":"Lap","861":"Gruo","862":"Pranešimai","863":"Matyti visus","864":"Atsisiųsti kaip ZIP","865":"Atidaryti","866":"Kopijuoti 1 pažymėtą elementą","867":"Kopijuoti [X] pažymėtus elementus","868":"Perkelti 1 pažymėtą elementą","869":"Perkelti [X] pažymėtus(-ų) elementus(-ų)","870":"Patvirtinti","871":"[B]Įspėjimas:[\/B] viršytas saugyklos duomenų limitas. Ištrinkite failus arba [A]atnaujinkite savo paskyrą[\/A].","872":"Pro","873":"Prieš [X] sekundes(-žių)","874":"Prieš 1 minutę","875":"Prieš [X] minučių","876":"Prieš 1 valandą","877":"Prieš [X] valandų","878":"Prieš 1 dieną","879":"Prieš [X] dienų","880":"Ką tik","881":"Jūs naudojate laikinąją sesiją. Duomenys kuriuos saugote bus prarasti kai ji pasibaigs. Norėdami išsaugoti savo failus, prašome artimiausiu metu atsinaujinti į tikrą paskyrą ir reikalauti savo nemokamų 50 GB!","882":"Įspėjimas","883":"Kurti paskyrą","884":"[X] nėra pilnai suderinama su MEGA","885":"Jūsų naršyklė","886":"Internet Explorer 10 naršyklėje yra labai reikšminga klaida, turinti įtakos darbinės atminties trūkumui siunčiant didelius duomenų kiekius. Mes tikimes, kad ši problema bus išspresta Internet Explorer 11 naršyklėje. Tuo tarpu, prašome naudotis kita naršykle. ","887":"[X] neturi HTML5 funkcijų, kuriomis MEGA remiasi atlikdami šifravimą kliento pusėje, jo naršyklėje. HTML5 duomenų perdavimai bus atliekami per laibai ribotą Flash apeitį. Prašome apsvarstyti galimybę artimiausiu metu atsinaujinti savo naršyklę.","888":"Labai Rekomenduojama","889":"Rekomenduojama","890":"MEGA geriausiai veikia su šiomis naršyklėmis:","891":"Naršyklės suderinamumo įspėjimas","892":"Ypatybės","893":"Įkeltas","894":"Bendras dydis","895":"Aplanko pavadinimas","896":"Sukurtas","897":"Talpina","898":"Keli failai ir aplankai","899":"Keli failai","900":"Keli aplankai","909":"Slaptažodis","910":"Pirkti dabar","911":"Išnaudokite visus MEGA privalumus su [B]Pro[\/B]","912":"nuo","913":"mėnesis","914":"metinė prenumerata","915":"Didelė saugyklos talpa","916":"Didelis pralaidumas","917":"pasirinkę mokėti kasmet","918":"Kas mėnesį","919":"Kasmet","920":"Atnaujinkite savo paskyrą","921":"2 mėnesiai nemokami","922":"1 mėnesis","923":"1 metai","924":"Ar turite klausimų apie [A]Pro paketą?[\/A]","925":"Mūsų pagalbos komandai būtų malonu jums padėti.","926":"Įmonės pavadinimas","927":"Miestas","928":"Pašto kodas","929":"Telefonas","930":"diena","931":"mėnesis","932":"metai","933":"Adresas","934":"Valstija arba provincija","935":"PayPal adresas","936":"Banko sąskaita","937":"Gavėjo vardsas","938":"Apibūdinkite savo marketingo strategiją","939":"Banko pavadinimas","947":"Diskas","948":"Šiukšliadėžė","949":"Gautieji","950":"Kontaktai","951":"Mano Paskyra","952":"Daugelis įrenginių negali parsiųsti failų, kurie yra didesnis nei 4GB. Jūsų parsiuntimas tikriausiai nepavyks.","953":"Nepakanka laisvos vietos","954":"Kūrėjų Sąrašas","955":"Mobiliosios Programėlės","956":"Sync Client","957":"Chrome Programėlė","959":"Firefox Programėlė","961":"Programėlės","962":"Programinės Įrangos Kūrimo Rinkinys","963":"Dokumentacija","964":"Partnerių Programa","965":"Politika","966":"Pašalinimo Vadovas","967":"Atsijungti","968":"Kurti Paskyrą","969":"Bandykite dar kartą","970":"Prašome įvesti galiojantį slaptažodį.","973":"Išnaudotas duomenų srautas","974":"Tvarkyti savo paskyrą","975":"Pažymėti Žvaigždute","976":"Pašalinti Žvaigždutę","977":"Failų Cloud Diske nėra.","978":"Jūsų paieška neatitiko jokių dokumentų","979":"Jūsų Šiukšliadėžė yra tuščia","980":"Jūs neturite kontaktų","981":"Jūsų Pašto Dežutė yra tuščia","982":"Turinys","983":"Apžvalga","984":"Profilis","985":"Istorija","986":"Redaguoti profilį","987":"Pasibaigs","988":"Ryšiai:","989":"[X] kontaktai (-ų)","990":"1 kontaktas","991":"Eiti į Kontaktus","992":"Avataras","993":"Keisti Avatarą","994":"Asmeninė Informacija","995":"Gimimo data","996":"Pasirinkite šalį","997":"Kontaktus pridėti gali tik registruoti vartotojai.","998":"Sukurkite savo paskyrą nemokamai","999":"Ar norėtumėte atsinaujinti savo vienkartinę sesiją į nemokamą paskyrą?","1000":"Nepraraskite prieigos. Labai rekomenduojame nemokamą registraciją!","1001":"Ištrinti kontaktą","1002":"Ar jūs tikrai norite ištrinti [X] iš savo kontaktų sąrašo?","1003":"Patvirtinkite pašalinimą","1004":"Ar jūs tikrai norite perkelti [X] į šiukšliadėžę?","1005":"Kurti nuorodas gali tik registruoti vartotojai.","1006":"Dalintis aplankais gali tik registruoti vartotojai.","1007":"Jūs negalite atšaukti šio veiksmo.","1008":"viršytas Pro duomenų srauto limitas.","1009":"Reikia daugiau duomenų srauto?","1010":"viršytas talpos limitas.","1011":"Norite išsaugoti savo failus?","1012":"Beveik viršytas talpos limitas.","1013":"Reikia daugiau talpos?","1015":"Prašome įvesti savo kupono kodą.","1016":"Pasirinkite paveikslėlį","1017":"Naudoti kaip Avatarą","1018":"Tuščias","1019":"Pridėti el. pašto adresą ","1020":"Prašome įvesti el. pašto adresą arba pasirinkite kontaktą.","1021":"Įjungtas","1022":"Išjungtas","1023":"Jūs neturite įrašymo teisės šiam aplankui.","1024":"Įveskite aplanko pavadinimą.","1025":"Keli elementai","1026":"Įveskite dešifravimo raktą","1027":"Iššifruoti","1028":"Dešifravimo Raktas","1029":"Vieša nuoroda","1030":"Pasirinkite iš savo kontaktų arba pridėkite el. pašto adresus","1031":"Eksportuoti failo nuorodas ir dešifravimo raktus","1032":"Įtraukti failo raktą","1033":"Kopijuoti raktus","1034":"Parsiųsti kelis failus","1035":"Spauskite \"leisti\", kad baigtumėte siuntimą","1036":"Bendrinamas su","1037":"Sutinku","1038":"Pasirinkti kalbą","1039":"Mokėti su PayPal","1040":"Prašome prisijungti, kad aktyvuotumėte savo pro narystę.","1041":"Prašome sukurti paskyrą, kad aktyvuotumėte savo pro narystę.","1042":"Inicijuojama","1043":"Aplanko nuoroda nepasiekiama","1044":"Aplanko nuoroda, kurią bandote pasiekti, neegzistuoja. Tai galėjo atsitikti dėl šių priežasčių:","1045":"Aplankas buvo ištrintas dėl PTS\/PNS pažeidimo.","1046":"Vartotojas išjungė aplanko nuorodą.","1047":"Sveiki atvykę į MEGA Pro!","1048":"Jūsų pro narystė aktyvuota. Mėgaukitės!","1049":"Aplankas","1050":"Bendrinimų nėra","1051":"Niekada","1053":"beveik viršytas duomenų srauto limitas.","1054":"Jūs turite palaukti [X], kol didesnis duomenų srautas bus priskirtas jūsų paskyrai.","1055":"Nenorite laukti?","1056":"Šis apribojimas yra dinamiškas.","1057":"Patvirtinkite sesijos pašalinimą","1058":"Šiuo metu jūs naudojates laikina sesija. Ar tikrai norite baigti sesiją?","1059":"Šis veiksmas ištrins visus jūsų duomenis.","1060":"Ištisinis šifravimas","1061":"Skirtingai nei pas kitus cloud saugyklų tiekėjus, jūsų duomenys yra šifruojami ir dešifruojami tik jūsų paties prietaisuose ir niekada pas mus.","1062":"Globali prieiga","1063":"Jūsų duomenys yra pasiekiami bet kuriuo metu, iš bet kurio įrenginio, visur.","1064":"Saugus bendradarbiavimas","1065":"Dalinkites aplankais su savo kontaktais ir pamatykite jų atnaujinimus realiu laiku.","1066":"MEGA suteikia įrankius, kurie daro [A]privatų ir konfidencialų[\/A] bendravimą internetu paprastą naudoti.","1067":"MEGA teikia šifruotas paslaugas, kurios užtikrina [A]privatų ir saugų[\/A] bendravimą ir bendradarbiavimą įmonėms ir privatiems asmenims. Jūs laikote ir kontroliuojate šifravimo raktus prie savo duomenų debesyse.","1068":"Dalinkites aplankais su savo kontaktais ir pamatykite jų atnaujinimus realiu laiku.","1069":"Pažiūrėkite kaip tai veikia","1070":"Kaip tai veikia","1071":"Norite sužinoti daugiau apie MEGA?","1072":"Žiūrėti starto vaizdo įrašą","1073":"Narystės Planai","1074":"Gaukite 50 GB su nemokama paskyra","1075":"Daug kartų daugiau nei tai, ką jūs gaunate iš pagrindinių konkurentų.","1076":"Sukurti paskyrą","1077":"Konkurencingi Pro Paketai","1078":"Gaukite iki 4 TB šifruojamos talpos už ne mažiau kaip 8,33 € per mėnesį.","1079":"Peržiūrėkite mūsų pro paketus","1080":"Mobiliosios Programėlės","1082":"Debesis jūsų kišenėje. Pasiekite savo failus iš savo išmaniojo telefono ar planšetinio kompiuterio. Įkelkite ir sinchronizuokite savo failus į debesį.","1083":"Gauti nemokamai","1084":"Programėlės jūsų išmaniesiems telefonams","1085":"Sync Client","1086":"Paprastas automatiškai veikiantis sinchronizavimas tarp jūsų kompiuterių ir jūsų MEGA cloud disko.","1087":"Atsisiųskite dabar","1088":"Naršyklės Programėlės","1089":"Mūsų naršyklės plėtinys įdiegs MEGA į jūsų naršyklę greitesniam įkėlimui ir atsparumui nuo atakų.","1090":"Eiti į atsisiuntimo puslapį","1091":"Pasirinkite failus arba tempkite juos čia","1092":"Slinkite, kad tęstumėte","1093":"Niekada neįvedinėkite slaptažodžio naudojantis prietaisu, kuriuo pilnai nepasitikite. Nesijunkite prie savo paskyros iš bendrojo ar viešojo kompiuterio.","1094":"Dėl stipresnio saugumo, įdiekite mūsų [A]naršyklės plėtinį[\/A] ir skirtingai nei iš mūsų serverių, įkelkite MEGA iš savo kompiuterio.","1095":"Sukurkite savo [A]nemokamą[\/A] paskyrą","1096":"Vardas","1097":"Pavardė","1098":"Neteisingas vardas ir\/arba pavardė.","1099":"Prašome įvesti savo vardą ir pavardę","1100":"Neteisingas el. pašto adresas.","1101":"Prašome įvesti teisingą el. pašto adresą","1102":"Neteisingas slaptažodis.","1104":"Prašome sustiprinti savo slaptažodį.","1105":"Striprumas:","1106":"Slaptažodžio būsena","1107":"Slaptažodžiai nesutampa.","1108":"Kurti Paskyrą","1109":"Jūsų slaptažodis yra jūsų pagrindinis šifravimo raktas.","1110":"Jūsų paskyros saugumas priklauso nuo jūsų slaptažodžio stiprumo. Slaptažodžiai, kurie yra per trumpi, paprasti ar sudaryti iš žodyno žodžių yra lengvai atspėjami.","1111":"Nepamirškite savo slaptažodžio.","1112":"Praradus slaptažodį, galimybės jį atkurti nėra. Jeigu jūs negalite prisiminti jo, jūs daugiau nebeturėsite prieigos prie savo saugomų duomenų.","1113":"Jūsų paskyra yra tiek pat saugi kaip ir jūsų kompiuteris.","1114":"Pakartokite Slaptažodį","1115":"Slaptažodžio stiprumo tikrintojas vis dar inicializuojamas.","1116":"Po kelių sekundžių bandykite dar kartą.","1117":"Paslaugų teikimo sutarties sąlygos","1118":"Jūs turite sutikti su paslaugų teikimo sąlygomis norėdami užregistruoti paskyrą MEGA.","1119":"Jūsų slaptažodį yra lengva atspėti. ","1120":"Jūsų slaptažodį yra lengva atspėti. Pabandykite sukurti ilgesnį slaptažodį. Naudokite didžiasias ir mažasias raides. Pridėkite specialiuosius simbolius. Nenaudokite vardų ar žodyno žodžių.","1121":"Jūsų slaptažodis yra pakankamai geras, kad galėtumėte tęsti, tačiau ateityje rekomenduojame sustiprinti savo slaptažodį.","1122":"Šis slaptažodis atlaikys pačius būdingiausius brute-force išpuolius. Prašome įsitikinti, kad jūs jį prisiminsite.","1123":"Šis slaptažodis atlaikys pačius moderniausius brute-force išpuolius. Prašome įsitikinti, kad jūs jį prisiminsite.","1124":"Labai silpnas","1125":"Silpnas","1126":"Vidutinis","1127":"Geras","1128":"Stiprus","1129":"jūsų slaptažodis yra per silpnas, kad galėtumėte tęsti","1130":"Neteisingas el. paštas ir\/arba slaptažodis.","1131":"Patvirtinkite savo paskyrą","1132":"Entropijos Rinkimas","1133":"Šis žaidimas renka [A]entropiją[\/A] priklausomai nuo jūsų pelės judėjimo.","1134":"Tai sustiprins jūsų [A]RSA raktą[\/A].","1135":"Jūs galite nutraukti žaidimą, kai eigos indikatorius yra 100%.","1136":"Baigta!","1137":"dabar jūs galite pereiti prie kito žingsnio, kad užbaigtumėte savo raktą.","1138":"Tęsti","1139":"Taškai:","1140":"Tai labai svarbus žingsnis ir tai gali užtrukti keletą sekundžių.","1141":"Būkite kantrus.","1142":"Viešo - Privataus rakto kūrimas","1143":"Generuojamas raktas","1144":"Seniausiai žinoma kriptografija naudota beveik prieš 4000 metų, senovės Egipte.","1145":"Šiandien, po 4000 metų, daugelis pagrindinių cloud saugyklų vis dar nėra pilnai priėmusios kriptografiją.","1146":"Užpildykite savo paskyrą","1147":"Pasirinkite savo paskyros tipą","1148":"[A]Gaukite 2 mėnesius nemokamai[\/A] pirkdami vienerių metų pro planą.","1149":"Ribotas","1150":"Nemokamas","1151":"Išnaudokite visus MEGA privalumus su [A]Pro paskyra[\/A]","1152":"Pasirinkite Pro paketą:","1153":"vienerių metų planas","1154":"Komanda","1155":"Įkeliama","1156":"Siunčiama","1157":"Nemokamas Parsiuntimas","1158":"Windows operacinei sistemai","1159":"Greitai ir [A]Mac[\/A] kompiuteriams","1160":"MEGA norėtų padėkoti šių atviro kodo komponentų autoriams, kurie pridėjo svarbaus funkcionalumo į mūsų  tinklapį:","1161":"Saugus","1162":"Jūsų duomenys yra šifruojami ištisai. Niekas negali įsiterpti kol jie yra saugykloje ar pakeliui į ją.","1163":"Lankstus","1164":"Sinchronizuokite bet kurį aplanką savo kompiuteryje su bet kuriuo aplanku debesyse. Sinchronizuokite bet kokį kiekį aplankų lygiagrečiai.","1165":"Greitas","1166":"Pasinaudokite MEGA galingos infrastruktūros ir kelių prisijungimų perdavimų teikiamais privalumais.","1167":"Didelis","1168":"Saugokite iki 50 GB nemokamai!","1169":"Pilnai funkcionuojantis","1170":"Ieškokite, saugokite, siųskites, peržiūrėkite, dalinkites, pervardinkite arba ištrinkite savo failus. Visa tai čia - jūsų delnuose.","1171":"Greitai ir [A]iOS[\/A] operacinei sistemai","1172":"Firefox Plėtinys","1173":"Chrome Plėtinys","1174":"Šį programėlė leis jums įdiegti MEGA į jūsų naršyklę. Tai sutrumpins krovimosi laikus, pagerins parsiuntimų spartą ir sustiprins saugumą.","1175":"Bet kuri MEGA nuoroda bus perimta šios programėlės ir liks vietoje (JavaScript nebus įkeliamas iš mūsų serverių). Saugūs automatiniai atnaujinimai bus pateikiami privataus kriptografijos rakto parašo dėka.","1176":"Ir jei jūs tikrai paranojikas:","1177":"išjunkite automatinius atnaujinimus ir kiekvieno atnaujinimo metu tikrinkite mūsų išeitį rankiniu būdu.","1178":"Parsisiųskite MEGA skirtą Firefox naršyklei","1179":"Įdiegimas:","1180":"Parsisiųskite MEGA skirtą Chrome naršyklei","1181":"Atidarykite plėtinių puslapį Chrome naršyklėje","1182":"meniu>įrangiai>plėtiniai","1183":"arba rašykite","1184":"adreso juostoje.","1185":"Tempkite ir meskite parsiųstą failą [X] į Chrome plėtinių puslapį ir patvirtinkite diegimą.","1186":"Jūs galite patogiai nusipirkti MEGA Pro narystę iš mūsų perpardavėjų, pateiktų žemiau:","1187":"Parsiųsti","1188":"Į jūsų Kompiuterį","1189":"Importuoti","1190":"Į jūsų Cloud Diską","1191":"Failas kurį jūs bandote parsiųsti yra laikinai neprieinamas.","1192":"Slinkite žemyn norėdami sužinoti daugiau apie MEGA","1193":"Sukuriama nauja paskyra","1194":"Ar jūs norite įkėlti šį failą į naują sesiją?","1195":"\"Ne\" leis jums prisijungti ir apdoroti jūsų įkėlimą.","1196":"Atšaukti parsiuntimą","1197":"Ar jūs tikrai norite atšaukti parsiuntimą?","1198":"Parsiųstas failas bus ištrintas.","1199":"Negalima dešifruoti metaduomenų be rakto.","1200":"Partnerystės Paslaugų Teikimo Sąlygos","1201":"[A]Prisijunkite prie mūsų[\/A] ir sutrikdykite cloud saugyklų rinką","1202":"Atveskite verslą pas mus ir pasiimkite savo dalį.","1203":"Padėkite mums augti ir tapkite sekmės dalimi.","1204":"Registracija","1205":"Kaip tai veikia?","1206":"Užsiregistruokite ir gaukite savo unikalų partnerio ID kurį galite pridėti prie mūsų URL.","1207":"Mes seksime visus atliktus mokėjimus, kuriuos atliko jūsų atvesti lankytojai.","1208":"Jūs gaunate [B]20%[\/B] visų pajamų, gaunamų iš jūsų partnerio ID.","1209":"Pasikartojančios prenumeratos bus skaičiuojamos kaip pasikartojantys referalai.","1210":"Kam skirta šį partnerystės programa?","1211":"Programuotojams:","1212":"Sukurkite savo programėlę naudodami mūsų [A]SDK[\/A]","1213":"Paverskite nemokamus vartotojus į pro ir uždirbkite iš savo programėlės.","1214":"Tinklapiams:","1215":"Blogeriams","1216":"Cloud saugyklų palyginimo tinklapiams","1217":"Kokios taisyklės?","1218":"Prašome perskaityti ir laikytis [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1220":"Pradėkite!","1221":"Prisijunkite prie mūsų partnerių programos ir pradėkite uždirbti pinigus iš karto.","1223":"Kontaktinė informacija","1224":"Mums reikia šiek tiek daugiau informacijos apie tave.","1230":"Mokėjimo informacija","1231":"Mes mokėsime kartą per mėnesį per PayPal arba pavedimu (tik Naujosios Zelandijos bankų sąskaitos).","1232":"Mokėjimo Būdas","1233":"PayPal","1234":"Banko sąskaita (tik Naujosios Zelandijos)","1235":"Gavėjo vardas","1236":"Banko pavadinimas","1237":"Banko sąskaitos numeris","1238":"Paypal adresas","1239":"Partnerystės informacija","1240":"Mes norėtume sužinoti, kaip jūs planuojate pritraukti lankytojų į MEGA.","1241":"Aprašykite savo marketingo strategiją:","1242":"Aš sutinku su MEGA [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1243":"Jūs esate įtrauktas į partnerių programą. Jūs gausite 20% visų pajamų, uždirbtų su jūsų partnerio ID.","1244":"Prašome įsitikinti, kad sutinkate su mūsų [A]Partnerystės Paslaugų Teikimo Sąlygomis[\/A]","1245":"Jūs galite gauti pajamas siunčiant lankytojų srautą į:","1246":"Statistika","1247":"Laikotarpis","1248":"30 dienų ","1249":"90 dienų","1250":"180 dienų","1251":"365 dienos","1252":"Visas laikas","1253":"Data","1254":"Pardavimai","1255":"Apyvarta","1256":"Pajamos","1257":"Pardavimų pasirinktu laikotarpiu nėra.","1258":"Išmokos","1259":"Išmokų pasirinktu laikotarpiu nėra.","1260":"Partnerio ID","1261":"Prašome įvesti savo gimimo datą.","1262":"Prašome įvesti savo miestą.","1263":"Prašome įvesti savo valstiją arba provinciją.","1264":"Prašome įvesti savo Pašto kodą.","1265":"Prašome įvesti savo telefono numerį.","1266":"Prašome aprašyti savo marketingo strategiją.","1267":"Jūs turite sutikti su Partnerystės Paslaugų Teikimo Sąlygomis.","1268":"Prašome įvesti savo PayPal adresą.","1269":"Prašome įvesti savo NZ banko sąskaitos gavėjo pavadinimą.","1270":"Prašome įvesti savo NZ banko pavadinimą.","1271":"Prašome įvesti savo NZ banko sąskaitos numerį.","1272":"MEGA buvo sukurta žmonių, todėl ji nėra tobula. Jeigu susidursite su klaida, mes būtume dėkingi jeigu apie ją praneštumėte mums, tuomet mes ją galėtume ištaisyti  - kuo daugiau informacijos pateiksite apie ją, tuo geriau.","1273":"Mes rimtai žiūrime į intelektualios nuosavybės teises ir taikome patikimą teisių pažeidėjų šalinimo politiką.","1274":"Daugiau informacijos rasite skaitydami mūsų [A]pašalinimo vadovą[\/A].","1275":"Galite pateikti panaikinimo pranešimą per mūsų [A]internetine formą[\/A] arba siųsdami mums elektroninį laišką.","1276":"Ar turite kokių nors klausimų? Ar norite sužinoti daugiau apie mūsų produktus?","1277":"Mes visuomet pasiekiami.","1278":"Prašome pasirinkti","1279":"1 žingsnis","1280":"2 žingsnis","1281":"Išsamesnis turinys","1282":"Autorinių teisių savininko duomenys","1283":"Pridėti kitą URL","1284":"Autorinių teisių savininkas","1285":"jeigu taikoma","1286":"Autoriaus, kuriam priklauso autorinės teisės, agentas, pateikia pranešimą:","1287":"Gautas pranešimas dėl Autorinių Teisių","1288":"Mes operatyviai peržiūrėsime ir apdorosime jūsų pranešimą.","1289":"Dėkojame už paspaudimą ant pakvietimo nuorodos. Prašome sukurti savo nemokamą paskyrą žemiau.","1290":"Ups, neatrodo, kad tai galiojanti pakvietimo nuoroda. Ar jūs jau užsiregistravote?","1291":"Jūs jau esate anksčiau paspaudęs ant pakvietimo nuorodos. Prašome sukurti paskyrą.","1292":"Jau Greitai","1293":"Sveiki atvykę į pagalbos centrą","1294":"Jeigu čia nėra atsakymo į jūsų klausimą, nedvejodami kreipkites į mus.","1295":"Susisiekti Su Pagalba","1296":"Populiarios Temos:","1297":"El. pašto adresas jau naudojamas.","1298":"Prašome prisijungti prie savo paskyros.","1299":"Tempkite norėdami atnaujinti","1300":"Paskutinis atnaujinimas","1301":"Šiandien","1302":"Vakar","1303":"Šią savaitę","1304":"Praėjusią savaitę","1305":"Šį mėnesį","1306":"Šiais metais","1307":"Senesnis","1308":"Atsiuntimas nepavyko","1309":"Įkėlimas nepavyko","1310":"Prašome įvesti patvirtinimo kodą","1311":"Klaida įkeliant failus","1312":"Trūksta vartotojo vardo\/slaptažodžio","1313":"Prisijungimas nepavyko","1314":"Trinimo Klaida","1315":"Nenurodytas el. paštas","1316":"Išsaugoti failą peržiūrai neprisijungus","1317":"Klaida generuojant nuorodą","1319":"Slaptažodis per trumpas","1320":"Pavadinimas per trumpas","1321":"Klaida įkeliant vartotojo duomenis","1322":"Įkėlimas baigtas","1323":"Prisijungiama","1324":"Prisijungimas sėkmingas","1325":"Generuojama nuoroda","1326":"Nuoroda buvo nukopijuota į mainų sritį","1327":"Siuntimas baigtas","1328":"Pradedamas siuntimas","1329":"Laukiama","1330":"Įveskite vartotojo vardą ir slaptažodį","1331":"El. paštas","1332":"Patvirtinkite registraciją","1333":"Pasitikrinkite savo el. pašto dėžutę ir įklijuokite patvirtinimo kodą žemiau arba spauskite ant specialios iOS patvirtinimo nuorodos.","1334":"Nutraukti registraciją","1335":"Patvirtinimo kodas","1336":"Naudoti paskutinę","1337":"Fotografuoti","1338":"Pasirinkti Esamą","1339":"Pridėti aplanką","1340":"Įveskite naujo aplanko pavadinimą","1341":"Pasirinkti nuotrauką (-as)","1342":"Redaguoti","1343":"Tuščias Cloud Diskas","1344":"Dalintis","1345":"Išsaugoti naudojimui neprisijungus","1346":"Perdavimai","1347":"Gautieji tušti","1348":"Bendrinami Aplankai","1349":"Nuotraukų Nėra","1350":"Nuotraukos","1351":"Vietoje","1352":"Pasiekiamas","1353":"Išsaugoti prieigai neprisijungus","1354":"Nustatyti maksimalų naudojamos vietos kiekį jūsų įrenginyje","1355":"Versija","1356":"Atsiliepimas","1357":"Atsijungti","1358":"Visi parsiųsti failai bus ištrinti","1359":"Pasirinktas dydis yra mažesnis nei laikinoji atmintis šiuo metu naudoja. Jeigu jūs tęsite, kai kurie failai bus ištrinti","1360":"Pratęsti Pro","1361":"Kainos","1362":"Atkurti pirkimus","1363":"Nėra tinklo ryšio","1364":"Bandyti dar kartą","1365":"Jūs nesate prisijungęs prie Interneto","1366":"Įveskite naują pavadinimą","1367":"Gaukite 50 GB nemokamai arba užsiregistruokite su vienu iš mūsų Pro paketu ir gaukite iki 4 TB šifruojamos talpos už ne mažiau kaip 8,33 € per mėnesį.","1368":"iki [X]","1369":"ir [X]","1370":"El. paštas ir Pokalbiai","1371":"Mūsų šifruoto ryšio paketas pasirodys 2014 metų pradžioje.","1372":"Būkite pasiruošę MEGA pokalbiams, el. paštui, skambučiams ir vaizdo konferencijoms.","1373":"Kas yra MEGA? Spauskite čia arba slinkite žemyn","1374":"Grįžti į Pradinį","1375":"Grįžti į Parsiuntimus","1376":"varomas:","1377":"Ar norite žaisti? Jei praleisti šį žingsnį, jūsų paskyros saugumas gali nukentėti. Prašome judinti pelę plačiai ir atsitiktinai taip sumažindami riziką.","1378":"Pradėti Žaidimą","1379":"Praleisti","1380":"Kategorijos","1381":"Vartotojo sąsajos nustatymai","1382":"Rūšiavimo pirmumas","1383":"Nustatyti stulpelių rūšiavimo tvarką kiekvienam aplankui arba naudoti tą pačią tvarką visiems aplankams.","1384":"viename aplanke","1385":"tas pats kiekvienam aplankui","1386":"Peržiūros rėžimo pirmumas","1387":"Pasirinkite peržiūros rėžimą (piktogramos arba detalės) kiekvienam aplankui arba naudokite tą patį rėžimą visiems aplankams.","1388":"[B]Parsiųsti[\/B] [A]į jūsų kompiuterį[\/A]","1389":"[B]Įkelti[\/B] [A]į jūsų Cloud diską[\/A]","1390":"Tempkite ir meskite paveikslėlį čia","1391":"sekite mus","1392":"Failai ir Aplankai","1393":"Filmuoti","1394":"Kopijuoti nuorodą","1395":"Siųsti nuorodą","1396":"Prašome suteikti prieigą prie nuotraukų","1397":"Prašome įgalinti vietos nustatymo paslaugas","1398":"Prašome suteikti prieigą prie vietos nustatymo paslaugų","1399":"Kaip jaučiatės?","1400":"Laimingas","1401":"Suglumęs","1402":"Nelaimingas","1403":"Siųsti Atsiliepimą","1404":"Susisiekite ","1405":"Mes perskaitysime jūsų žinutę, tačiau atsižvelgiant į didelį kiekį prašymų, mes ne kievienam galime atsakyti individualiai.","1406":"Įvertinkite Mus!","1407":"Gaukite pagalbą arba skaitykite populiarias temas","1408":"Apie","1409":"Padėka","1410":"Pasirinkite aplanko vietą įkėlimui","1411":"PhotoSync","1412":"Įjungti PhotoSync","1413":"Nuotraukos bus įkeltos į PhotoSync aplanką","1414":"Naudoti mobiliojo interneto ryšį","1415":"Nuotraukos nebus įkeliamos naudojantis jūsų mobiliuoju internetu.","1416":"Įkėlimas sistemos fone","1417":"Periodiškai paleisti PhotoSync kai keičiasi jūsų buvimo vieta","1418":"Užbaigtas","1419":"Įjungti Prieigos Raktą","1420":"Įveskite Prieigos Raktą","1421":"Pakeisti Prieigos Raktą","1422":"Įveskite dabartinį prieigos raktą","1423":"Įveskite Prieigos Raktą","1424":"Išjungti Prieigos Raktą","1425":"Iš naujo įveskite Prieigos Raktą","1426":"Įveskite naują prieigos raktą","1427":"Iš naujo įveskite naują prieigos raktą","1428":"Prieigos raktai nesutampa. Bandykite dar kartą.","1429":"1 Nesėkmingas Bandymas įvesti prieigos raktą","1430":"%i Nesėkmingi(-ų) Bandymai(-ų) įvesti prieigos raktą","1431":"Prieigos rakto užraktas","1432":"Įjungti Prieigos Raktą","1433":"Išjungti Prieigos Raktą","1434":"Ištrinti Duomenis","1435":"Ištrinti visus duomenis po 10-ies nesėkmingų bandymų įvesti prieigos raktą","1436":"Programėlės kalba","1437":"Anglų","1438":"Bulgarų","1439":"Portugalų","1440":"Tradicinė kinų","1441":"Vokiečių ","1442":"Įspanų","1443":"Prancūzų","1444":"Vengrų","1445":"Indonezų","1446":"Italų","1447":"Japonų","1448":"Lenkų","1449":"Slovakų","1450":"Slovėnų","1451":"Hebrajų","1452":"Olandų","1453":"Korėjiečių","1454":"Rusų","1455":"Atnaujinama","1456":"Kraunama","1457":"Įkeliama","1458":"Atsisiųsti iš MEGA nuorodos","1459":"Įkelti čia","1460":"Keli pasirinkimai","1461":"Registracija","1462":"Sukuriama nauja paskyra","1463":"Reikalingas patvirtinimas","1464":"Prašome patikrinti savo el. paštą ir paspausti patvirtinimo nuorodą, kad patvirtintumėte savo paskyrą","1465":"Jeigu negavote patvirtinimo laiško, pabandykite užsiregistruoti iš naujo","1466":"Aš sutinku su","1467":"paslaugų teikimo sąlygomis","1468":"Jau esi MEGA vartotojas?","1469":"Prisijungti","1470":"Prisijungiama","1471":"Sukurti naują paskyrą","1472":"Bandykite dar kartą","1473":"Prisijungiama prie serverio","1474":"Skaičiuojami šifravimo raktai, prašome palaukti","1475":"Esi naujas MEGA'oje?","1476":"Pin Užraktas","1477":"Neteisingas kodas","1478":"Įeiti","1479":"Numatyta parsiuntimo vieta","1480":"Vidinė atmintis","1481":"Pasirinkite aplanką, kuriame jūs norite saugoti parsiųstus failus","1482":"Pasirinktinas aplankas","1483":"Atsiųsti į","1485":"Keičiamas slaptažodis","1486":"Neteisingas dabartinis slaptažodis arba nauji slaptažodžiai, kuriuos jūs įvedėte, nesutampa. Prašome bandyti dar kartą.","1487":"Slaptažodis sėkmingai pakeistas","1488":"Pasirinkite Paketą","1489":"Išsirinkite kainą","1490":"Parsiunčiamas failas","1491":"Ar jūs norite atšaukti atsiuntimą?","1492":"Atnaujinamas failų sąrašas","1493":"Bakstelėkite norėdami atšaukti atsiuntimą","1494":"Atsiuntimas nepavyko","1495":"parsiųsta","1496":"Pradedamas atsiuntimas","1497":"Ar jūs tikrai norite atšaukti įkėlimą?","1498":"Apdorojamas failas","1499":"Palieskite norėdami atšaukti įkėlimą","1500":"Pradedamas įkėlimas","1501":"įkelta","1502":"Įkėlimas nepavyko","1503":"Nepavyko atidaryti pasirinkto failo","1504":"Pasirinkti iš","1505":"Pasirinkite failo tipą","1506":"Jau parsiųsta","1507":"Atidaryti su","1508":"Neteisingas nuorodos formatas","1509":"Aplankų nuorodos dar nėra palaikomos","1510":"Neteisingas el. paštas arba slaptažodis. Ar patvirtinote savo el.pašto adresą?","1511":"Slaptažodis yra per trumpas","1512":"Prašome įvesti savo el. pašto adresą","1513":"Neteisingas el. pašto adresas","1514":"Ryšio su tinklu problemos, bandykite dar kartą vėliau","1515":"Ištekliai laikinai nepasiekiami, bandykite dar kartą vėliau","1516":"Failų sistemos problema","1517":"Šio failo savininkas yra užblokuotas","1518":"Subjektas nerastas","1519":"Nepakanka laisvos vietos","1520":"Daugelis įrenginių negali parsiųsti failų, kurie yra didesnis nei 4GB. Jūsų parsiuntimas tikriausiai nepavyks.","1521":"Dalintis Nuoroda","1522":"Dalintis Failu","1523":"Pasirinkti","1524":"Pervadinti","1525":"Pervadinama","1526":"Perkelti į Šiukšliadėžę","1527":"Perkeliamas dokumentas","1528":"Sukuriama nuoroda","1529":"Pasidalink nuoroda į failą","1530":"Perkeliama į Šiukšliadėžę","1531":"Išsaugoti į ","1532":"Išsaugoti į Failų Sistemą","1533":"Išsaugoti į Atsiuntimus","1534":"Padaryti pasiekiamu neprisijungus","1535":"Nuotraukų Sinchronizavimas","1536":"Automatiškai įkelti nuotraukas ir vaizdo įrašus į MEGA","1537":"Nuotraukos sinchronizuojamos su MEGA","1538":"Nuotraukų Sinchronizavimas baigtas","1539":"Įkelti tik per WiFi","1540":"Įkelinėti tik tada, kai telefonas kraunamas","1541":"Nuotraukas Sinchronizuoti į","1542":"Nuotraukų Sinchronizavimo problema","1543":"Paskirties aplankas nepasiekiamas","1544":"nenurodytas","1545":"Nuotraukų aplankas","1546":"Paskirties aplankas","1547":"Sinchronizuoti Nuotraukas iš","1548":"Neteisingas nuotraukų aplankas","1549":"Įkėlimų vietos","1550":"Parsiuntimų vietos","1551":"Paralelių išsiuntimų skaičius","1552":"Paralelių parsiuntimų skaičius","1553":"Pin Užraktas","1554":"Įjungti Pin Užraktą","1555":"Pin Užrakto pertraukos","1556":"Kodas","1557":"Sudėtingiau","1558":"Maksimalus podėlio dydis (KB)","1559":"Maksimalus failo parsiuntimas (KB)","1560":"Miniatiūros","1561":"Sukurti nuotraukų miniatiūras","1562":"Programėlė parsiųs kiekvieną jūsų turimą nuotrauką ir sukurs mažėsniąją jos versiją (miniatiūrą)","1563":"Atsisiųsti tik per WiFi","1564":"Paveikslėlis","1565":"Muzikos failas","1566":"Vaizdo įrašas","1567":"Paimti iš Failų Sistemos","1570":"nuotraukos","1571":"vaizdo įrašai","1572":"abu","1573":"Kameros Sinchronizacijos Klaida: Nėra išorinės atminties","1574":"Tik Nuotraukos","1575":"Tik Vaizdo Įrašai","1576":"Nuotraukos ir Vaizdo Įrašai","1577":"Pridėti sinchronizuotą aplanką","1578":"Klaida","1579":"Prašome pasirinkti vietinį aplanką ir MEGA aplanką","1580":"Pasirinktas vietinis aplankas jau sinchronizuotas","1581":"Sinchronizuotas aplankas negali būti kitame sinchronizuotame aplanke","1582":"Pasirinktas MEGA aplankas jau sinchronizuotas","1584":"Pilna paskyros sinchronizacija galima tuo metu, kai nėra jokių kitų pasirinktinų sinchronizacijų","1585":"Įspėjimas","1586":"Vietinis aplankas yra per didelis (ši versija riboja iki %1 aplankų arba %2 failų. Prašome pasirinkti kitą aplanką.","1587":"Sinchronizacijos pavadinimas","1588":"Pavadinimas \"%1\" jau naudojamas kitai sinchronizacijai","1589":"Prašome įvesti kitą pavadinimą, kad nustatyti šį sinchronizuotą aplanką:","1590":"Vietinis aplankas:","1591":"MEGA aplankas:","1592":"Pasirinkite vietinį aplanką","1593":"Įkelti nuorodas","1594":"Atsiųsti į mano kompiuterį","1595":"Įkelti į mano cloud diską","1596":"Gerai","1597":"Atšaukti","1599":"Pasirinkite vietinį aplanką","1600":"Iššifravimo klaida","1601":"Nerasta","1602":"MEGAsync atnaujinta","1603":"Neseniai atnaujinti","1604":"Naudojama: Duomenys laikinai nepasiekiami","1605":"Sinchronizacijos","1606":"MEGA tinklapis","1607":"%1 iš %2","1608":"Naudojama: %1","1609":"%1 iš %2 (%3\/s)","1610":"%1 iš %2 (pauzė)","1611":"Failų perdavimai pristabdyti","1612":"MEGAsync peržvelgia","1613":"Visi perdavimai buvo baigti","1614":"Atšaukti visus atsiuntimus","1615":"Atšaukti atsiuntimą","1616":"Atšaukti visus įkėlimus","1617":"Atšaukti įkėlimą","1618":"Pridėti Sinchronizaciją","1619":"vienas failas %1\/s greičiu","1620":"vienas failas (pauzė)","1621":"%1 iš %2 failų %3\/s greičiu","1622":"%1 iš %2 failų (pauzė)","1623":"Iš Viso Liko:","1624":"Parsiunčiama","1625":"Įkeliama","1626":"MEGAsync","1627":"Prisijungiama","1628":"MEGAsync dabar veikia.","1629":"Spauskite čia, kad atidarytumėte būsenos langą.","1630":"Jūsų sinchronizacija \"%1\" buvo išjungta, nes nuotolinis aplankas neegzistuoja","1631":"Jūsų sinchronizacija \"%1\" buvo išjungta, nes nuotolinis aplankas yra šiukšliadėžeje","1632":"Jūsų sinchronizacija \"%1\" buvo išjungta, nes vietinis aplankas neegzistuoja","1633":"Klaida: Neteisingas paskirties aplankas.","1634":"Įkėlimas buvo atšauktas","1635":"Aplankas (%1) nebuvo įkeltas, nes jis yra per didelis (ši versija riboja iki %2 aplankų ir %3 failų.","1636":"%1 aplankai(-ų) nebuvo įkelti, nes jie yra per dideli (ši beta versija ribojama iki %2 aplankų arba %3 failų.","1637":"Sinchronizacija bus sustabdyta.","1638":"Ištrinimai, kurie buvo įvykdyti tuo metu, kai ji neveikė, nebus perduoti.","1639":"Vistiek išeiti?","1640":"Apie MEGAsync","1641":"MEGAsync versijos kodas %1","1642":"Nuoroda buvo nukopijuota į mainų sritį","1643":"Nuorodos buvo nukopijuotos į mainų sritį","1644":"Išeiti","1645":"Apie","1646":"Nustatymai","1647":"Pauzė","1649":"Tęsti","1650":"Atnaujinta","1651":"Sustabdyta","1652":"Peržvelgiama","1653":"Sinchronizuojama","1654":"Laikina perdavimo klaida:","1655":"Jūs turite naujų arba atnaujintų failų","1656":"Klaidų nėra","1657":"Vidinė klaida","1658":"Neteisingas argumentas","1659":"Užklausa nepavyko, bandoma dar kartą","1660":"Viršytas normos riba","1661":"Nepavyko visam laikui","1662":"Per daug prisijungimų arba pardavimų vienu metu","1663":"Nepasiekiamas","1664":"Pasibaigęs","1665":"Nerasta","1667":"Prieiga negalima","1668":"Jau egzistuoja","1669":"Neužbaigtas","1670":"Neteisingas raktas\/Iššifravimo klaida","1671":"Blogas sesijos ID","1672":"Užblokuotas","1673":"Viršytas kiekis","1674":"Laikinai nepasiekiamas","1675":"Ryšys perkrautas","1676":"Įrašymo klaida","1677":"Skaitymo klaida","1678":"Neteisingas programos raktas","1679":"Nežinoma klaida","1680":"Įspėjimas","1681":"Aplanko Pasirinkimas","1682":"Pasirinkite MEGA aplanką:","1683":"Gaunami aplankai","1684":"Naujas aplankas","1685":"Gerai","1686":"Atšaukti","1687":"Cloud Diskas","1688":"Įveskite naują aplanka pavadinimą:","1689":"Pagrindinis aplankas negali būti sinchronizuotas.","1690":"Prašome pasirinkti sub-aplanką.","1691":"Jūs turite %1 šiame aplanke.","1692":"Ar jūs tikrai norite sinchronizuoti?","1693":"Įveskite vieną ar kelias MEGA failų nuorodas","1694":"Pateikti","1695":"Įveskite vieną ar kelias MEGA failų nuorodas","1696":"Galiojančių MEGA nuorodų nerasta (aplankų nuorodos dar nėra palaikomos)","1697":"Prieš %1 valandas(-ų)","1698":"Gauti MEGA nuorodą","1699":"ką tik","1700":"prieš %1 sekundes(-žių)","1701":"prieš 1 minutę","1702":"prieš %1 minutes(-čių)","1703":"prieš 1 valandą","1704":"prieš 1 dieną","1705":"prieš %1 dienas(-ų)","1706":"prieš 1 mėnesį","1707":"prieš %1 mėnesius(-ių)","1708":"prieš 1 metus","1709":"prieš %1 metus(-ų)","1710":"Atidaryti","1711":"Rodyti aplanke","1712":"Bendras","1713":"Paskyra","1714":"Sinchronizacijos","1715":"Pralaidumas","1716":"Sudėtingiau","1717":"Pagalba","1718":"Atšaukti","1719":"Taikyti","1720":"Rodyti pranešimus","1721":"Paleisti kartu paleidžiant Windows","1722":"Atnaujinti automatiškai","1723":"Kalba","1724":"Išsami informacija","1725":"NEMOKAMAS","1726":"Atsijungti","1727":"Saugyklos talpa","1728":"Atnaujinti","1729":"Sinchronizuoti aplankai","1730":"Ištrinti","1731":"Pridėti","1732":"Vietinis Aplankas","1733":"MEGA aplankas","1734":"Išsiuntimo riba","1735":"Neribojama","1736":"Riboti iki:","1737":"Automatiškai","1738":"apie 90% viso turimo pralaidumo","1739":"Pralaidumas","1740":"Įkėlimo apribojimai yra taikomi vienam įkėlimo serveriui ir kai pradedami nauji įkėlimai","1741":"Aplankas įkėlimams iš Windows Explorer","1742":"Neįtraukti failų pavadinimai","1743":"Proxy Nustatymai","1744":"Proxy nėra","1745":"Automatiškai aptikti","1746":"Proxy","1747":"Proxy tipas:","1748":"Serveris:","1749":"Proxy serveris reikalauja slaptažodžio","1750":"Vartotojo vardas:","1751":"Slaptažodis:","1752":"Duomenys laikinai nepasiekiami","1753":"%1 (%2%) iš %3 naudojama","1754":"Jūs jau sinchronizuojate savo paskyrą.","1755":"Sinchronizacija nustojo veikus.","1756":"Ar tikrai?","1757":"Neįtrauktas pavadinimas","1758":"Įveskite failų pavadinimus kuriems netaikyti sinchronizavimo.","1759":"(pakaitos simboliai * ir ? yra leistini): ","1760":"Sąrankos Vedlys","1761":"Aš turiu MEGA paskyrą","1762":"Ar neturiu MEGA paskyros","1763":"Sukurti naują MEGA paskyrą","1764":"Vardas:","1765":"El. paštas:","1766":"Slaptažodis:","1767":"Pakartokite slaptažodį:","1768":"Prisijunkite prie savo MEGA paskyros","1769":"Prašome patvirtinti savo paskyrą naudojantis patvirtinimo nuoroda, kurią mes išsiuntėme jums el. paštu.","1770":"Pasirinkite įdiegimo tipą","1771":"Pilna paskyros sinchronizacija","1772":"Sinchronizuoti visą cloud diską","1773":"Pasirinkti sinchronizaciją","1774":"Sinchronizuoti konkrečius aplankus cloud diske","1775":"Šie failai bus automatiškai sinchronizuojami:","1776":"Keisti","1777":"Sveiki atvykę į MEGA","1778":"Jūsų vietinis aplankas:","1779":"ir jūsų MEGA aplankas:","1780":"bus automatiškai sinchronizuoti.","1781":"Grįžti","1782":"Kitas","1783":"Vartotojas jau egzistuoja","1784":"Parsiunčiamas failų sąrašas","1785":"Neteisingas el. paštas ir\/arba slaptažodis.","1786":"Ar jūs patvirtinote savo paskyrą?","1787":"MEGA aplankas neegzistuoja","1788":"Baigti","1789":"Prašome įvesti savo el. pašto adresą","1790":"Prašome įvesti galiojantį el.pašto adresą","1791":"Prašome įvesti slaptažodį","1792":"Prašome įvesti savo vardą","1793":"Prašome įvesti stipresnį slaptažodį","1794":"Įvesti slaptažodžiai nesutampa","1795":"Jūs turite sutikti su paslaugų teikimo taisyklėmis","1796":"Sukuriama paskyra","1797":"Jūs turite %1 jūsų Cloud Diske.","1798":"Ar jūs tikrai norite sinchronizuoti visą Cloud Diską?","1799":"ir jūsų MEGA Cloud Diskas","1800":"Prašome pasirinkti vietinį aplanką","1801":"Prašome pasirinkti MEGA aplanką","1802":"Pasirinkti vietinį aplanką","1803":"Įkelti į MEGA","1804":"Dalintis su MEGA vartotoju","1805":"Siųsti MEGA vartotojui","1806":"1 failas","1807":"%1 failai(-ų)","1808":"1 aplankas","1809":"%1 aplankai(-ų)","1811":"Prašome pasirinkti įkėlimo aplanką jūsų failams:","1812":"Visada kelti į šią paskirties vietą","1813":"MEGA sinchronizuotas aplankas","1814":"Jūs ketinate importuoti šį failą į sinchronizuotą aplanką. Jeigu įjungsite atsisiuntimą, failas bus dubliuojamas jūsų kompiuteryje.","1815":"Ar tikrai?","1816":"Jūs ketinate importuoti šiuos failus į sinchronizuotą aplanką. Jeigu įjungsite atsisiuntimą, failai bus dubliuojami jūsų kompiuteryje.","1817":"Daugiau","1818":"MEGAsync laukia","1819":"MEGAsync buvo atnaujintas","1820":"Greitai Mac ir Linux kompiuteriams","1821":"Kai mes paleidome MEGA ankstyvais 2013-aisiais, nęsąžininga vyriausybė vis dar vykdė globalų masinį sekimą, o kova su terorizmu tebuvo tik pretekstas jam vykdyti. Edvardo Snoudeno pareiškimas po 137-ių dienų iš esmės pakeitė visuomenės požiūrį ir visiems tapo aišku, kad <i>saugumo politika<\/i> (\"mes turime prieigą prie jūsų duomenų, tačiau mes pažadame laikyti juos konfidencialiais ir nesinaudoti jais\") nėra pakankamai gera. Viskas išskyrus <i>saugumo planą<\/i> (\"mes negalime padidinti prieigos prie jūsų duomenų be jūsų žinios\"), dėl kurio stiprus end-to-end šifravimas yra būtina sąlyga, dabar atrodo grubiai nepakankama.","1822":"MEGA buvo sukurta laikantis paprasto principo, kad norint jog kriptografija būtų priimtina ir naudojama, ji neturėtų kliudyti praktiškumui. MEGA yra pilnai prieinama be išankstinių programinės įrangos diegimų ir  išlieka tik kaip cloud saugyklos tiekėjas su didelio našumo ištisiniu šifravimu. Vienintelis matomas ženklas, kad kriptografijos sluoksnis veikia būtent po MEGA dangčiu yra pelytės judesių rinkimas registracijos metu, slaptažodžio atkurimo galimybės nebuvimas ir nauji būdai, kuriais vyksta failų perdavimai. Šiandien, milijonai verslų ir asmeninių vartotojų pasitiki MEGA saugumu ir patikimai joje laiko petabaitus duomenų ir mes tikime, kad ši sekmė yra MEGA noro pereiti į saugesnius debesis rezultatas.","1823":"Mes nuolatos samdome darbuotojus. Jeigu esate išskirtinis programuotojas ir norėtumėte prisijungti prie mūsų komandos, nedvejodami atsiųskite savo CV į jobs@mega.co.nz.","1824":"Jūs šiuo metu esate prisijungęs. Ar norėtumėte atsijungti ir užregistruoti naują paskyrą?","1825":"Kas yra MEGAsync?","1826":"MEGAsync yra įdiegama programa, kuri sinchronizuoja aplankus tarp jūsų kompiuterio ir jūsų MEGA cloud disko. Visi failai ir poaplankiai bus atkartojami dvejopai. Pakeitimai, kuriuos jūs padarysite vienoje pusėje, atsikartos kitoje pusėje beveik realiu laiku.","1827":"Kaip įdiegti MEGAsync?","1828":"Eikite į [A]atsisiuntimo puslapį[\/A] ir sekite nurodymus. Diegimo metu jūsų bus paprašyta įvesti arba sukurti MEGA paskyrą ir nurodyti aplankus, kuriuos norite atkartoti (pilną MEGA cloud diską ir aplankų struktūrą į vieną vietos aplanką ar tam tikrus poaplankius jūsų cloud diske į atitinkamus vietos aplankus). Kai diegimas bus baigtas, MEGAsync bus paleista automatiškai. Su Windows jūs matysite paspaudžiamą MEGA logotipą užduočių juostoje tol, kol sinchronizavimo įrankis bus įjungtas. Jis suteiks jums prieigą prie būsenos lango ir nustatymų puslapio.","1829":"Ar aš galiu naudotis MEGAsync keliuose kompiuteriuose?","1830":"Taip. Sinchronizuojant kelis įrenginius su tuo pačiu cloud aplanku, jūs galite turėti kelių skirtingų kompiuterių sinchronizavimą (jei jūs naudojate tą pačią MEGA paskyrą kiekviename įrenginyje).","1831":"Kaip aš galiu stebėti mano vietos failų ir aplankų sinchronizavimo būsena?","1832":"Sinchronizuojamų failų ir aplankų piktogramos bus pažymėtos žaliu apskritimu. Vykstantis perdavimai žymimi mėlynu apskritimu; laukiantys perdavimai atvaizduojami raudonai.","1833":"MEGAsync saugo mano prisijungimo duomenis tam, kad atliktų automatišką prisijungimą. Ar tai nėra saugumo klausimas?","1834":"Ne, jeigu jūsų vietos diskas nuolatos bus šifruojamas (kodėl jūs turėtumėte norėti sinchronizuoti failus iš šifruojamos cloud saugyklos į nešifruojamą vietos diską?).","1835":"Aš ištryniau failą iš sinchronizuojamo vietinio aplanko kai MEGAsync nebuvo įjungta. Kai aš paleidau ją, failas vėl pasirodė. Kodėl?","1836":"Dabartinė MEGAsync versija neprisimena jūsų vietos failų sistemos būsenos tuo metu, kai programa yra paleidžiama iš naujo. Ji neturi galimybės žinoti, kad vietos failas buvo ištrintas tuo metu, kai ji buvo išjungta. Palikite MEGAsync visuomet įjungtą, jeigu norite, kad jūsų vietiniai ištrynimai būtų atkartoti tinkamai.","1837":"Svarbus failas buvo užrašytas arba ištrintas sync client. Kaip aš galėčiau jį susigrąžinti?","1838":"Cloud pusėje, ištrinti failai būna perkeliamį į specialų \"SyncDebris\" aplanką jūsų Šiukšliadėžėje ir gali būti susigrąžinti iš ten (jei reikia, naudokites integruota MEGA paieška). Vietiniame kompiuteryje, kiekvienas pagrindinis aplankas turi paslėpta \"Debris\" aplanką, į kurį būna talpinami ištrinti failai. ","1839":"Ar MEGAsync atlieka tikslų failo versijavimą?","1840":"Ne. Tačiau jūs galite pasiekti užrašytus failus atitinkamuose debris aplankuose, kol šie nėra išvalyti. ","1841":"Ar MEGAsync palaiko esamų failų modifikavimą?","1842":"Ne. Jeigu sinchronizuoti failai yra modifikuojami, jie visuomet yra pakeičiami kaip visas failas.  Todėl nerekomenduojama sinchronizuoti pvz.: didelių registrų failų arba duomenų bazės lentelių.","1845":"Ar yra kokių nors apribojimų kalbant apie failų pavadinimus?","1846":"MacOS\/UNIX failų pavadinimai yra jautrūs didžiosioms ir mažosioms raidėms, o Windows - nėra. Aplankas kuris talpina abu, \"ABC.TXT\" ir \"abc.txt\" failus, gali būti sinchronizuotas į UNIX mašiną be jokių problemų, tačiau sinchronizuojant juos į Windows mašiną, tik vienas iš dviejų failų išliks.","1847":"MEGA netaiko jokių apribojimų failų pavadinimams - jie gali būti sudaryti iš simbolių, kurie yra nesuderinami su operacine sistema, tokiais kaip : arba *. Jie bus perrašyti kaip %xx vietinėje pusėje ir konvertuojami į pradinę būsena sinchronizuojant juos atgal. Windows Tvarkyklė taip pat turi bėdą su iš pažiūros nekenksmingais failų ir aplankų pavadinimais, pavyzdžiui \"con.doc\" būtų nepasiekiamas (tam, kad suprastumėte kodėl, jūs turėtumėte būti geek'as arba veteranas, arba abu viename). Jeigu susidūrėte su tokia situacija, tiesiog perdavinkite failą cloud pusėje. Užsienio simboliai failų pavadinimuose yra pilnai palaikomi.","1848":"MEGAsync palaiko gana gilias aplankų struktūras (pati MEGA jas yra apribojus iki ne daugiau kaip 63 lygių) ir labai ilgus vardus (iki 32,000 simbolių su Windows). Deja, daugelis Windows programinės įrangos (įskaitant ir Tvarkyklę) negali prieiti prie failų kurių vardai yra ilgesni nei 260 simbolių.","1849":"Kaip galiu įsitikinti, kad aš visuomet turiu naujausią MEGAsync versiją?","1850":"MEGAsync tikrina ar nėra naujos versijos kas dvi valandas ir atsinaujina pats, vos tik atsiranda tokia galimybė (jūs galite tai išjungti nustatymuose - kitas patikrinimas bus atliekamas tuomet, kai jūs vėl jį įjungsite). Dėl saugumo priežasčių, atnaujinti leidžiama tik tai paskyrai, kuri yra įsidiegusi MEGAsync.","1851":"Ar MEGAsync naudoja peer-to-peer perdavimus spartesniam sinchronizavimui tarp kompiuterių, esančių tame pačiame vietiniame tinkle?","1852":"Ne. MEGAsync visuomet atlieką sinchronizaciją per MEGA cloud infrastruktūrą.","1853":"Kas atsitiks, jei tuo pačiu metu bus atlikti prieštaringi veiksmai keliuose klientuose, toje pačioje cloud vietoje?","1854":"Dabartinė MEGAsync versija neišsprendžia tokių susidurimų determinuotu būdu. Jeigu įmanoma, išvenkite jų.","1855":"Ar MEGAsync palaiko tokias sudėtingas failų sistemos funkcijas kaip nuorodos, atributai, srautai\/išsišakojimai arba negausūs failai?","1856":"Ne. Nesitikėkite, kad jie bus atkartoti debesyje.","1857":"Ar MEGAsync palaiko vietinio aplanko su skirtingais nutolusiais aplankais arba nutolusio aplanko su vietiniais aplankais sinchronizavimą?","1858":"Ne, nebent norite paleisti kelis MEGAsync procesus lygiagrečiai, kas nėra rekomenduojama. Kaip bendra taisyklė, kiekvienas failų sistemos elementas turi būti matomas MEGAsync tik vieną kartą, todėl venkite sinchronizuotų aplankų poaplankių sinchronizavimo ar kelių nuorodų nurodymo tam pačiam failų sistemos elementui vietiniame sinchronizuotame aplanke.","1859":"Kur galiu rasti jūsųiOS programėlę?","1860":"Jūs galite atsisiųsti ir įdiegti mūsų iOS programėlę per [A]App Store[\/A].","1861":"Kur galiu rasti jūsų Android programėlę?","1862":"Jūs galite atsisiųsti ir įdiegti mūsų Android programėlę per [A]Google Play[\/A].","1863":"Mes siūlome [A]programėles[\/A] skirtas jūsų mobiliems įrenginiams, įskaitant [B]iOS[\/B] ir [C]Android[\/C].","1864":"Pranešti apie klaidą","1865":"MEGAsync aptiko problemą. Daugiau detalių:","1866":"Jūs galite padėti mums tobulinti MEGAsync siųsdami šį klaidos pranešimą. ","1867":"Dėkojame už bendradarbiavimą!","1868":"Siųsti pranešimą","1869":"Pasirinkti Vartotojus","1870":"Pasirinkite, kuriems vartotojams norite įdiegti [A].","1871":"Pasirinkite ką norite įdiegti [A] tik sau ar visiems šio kompiuterio vartotojams. [\/A]","1872":"Įrašyti visiems, naudojantiems šį kompiuterį","1873":"Įrašyti tik man","1874":"Klaida: Neteisingas paskirties aplankas. Įkėlimas buvo atšauktas.","1875":"Nauji atmesti failų vardai bus įtraukti į paskyrą kito paleidimo metu.","1876":"Dabartinis podėlio dydis: %1","1877":"Podėlis","1878":"Išvalyti","1879":"Jūsų proxy nustatymai yra neteisingi arba proxy neatsako","1880":"Paskirties aplankas yra sinchronizuotas ir jame jau yra failas pavadinimu (%1).","1881":"Jeigu jūs tęsite, ankstesnis failas bus užrašytas.","1882":"Dieve mano, ji pilna žvaigždžių!","1883":"Jūs bandote sinchronizuoti labai didelį aplanką. Tam, kad išvengtume ištisų disko skirsnių sinchronizavimo, kas yra neefektyvu ir pavojinga, mes prašome jūsų pradėti nuo mažesnio aplanko, pridedant į jį daugiau duomenų.","1884":"Aplankas (%1) nebuvo įkeltas, nes jis yra labai didelis. Mes atliekame šį patikrinimą tam, kad išvengtume ištisų disko skirsnių įkėlimo, kas yra neefektyvu ir pavojinga.","1885":"%1 aplankai (-ų) nebuvo įkelti, nes jie yra labai dideli. Mes atliekame šį patikrinimą tam, kad išvengtume ištisų disko skirsnių įkėlimo, kas yra neefektyvu ir pavojinga.","1886":"Aš bandau pervadinti vietos aplanką Tvarkyklėje, tačiau atitinkamo aplanko pavadinimas mano cloud diske lieka toks pats, nesvarbu, kad ir ką daryčiau.","1887":"Aplankas, kurį jūs bandote pervadinti, turi paslėptą failą pavadinimu desktop.ini su LocalizedResourceName= laukeliu, į kurį keliauja jūsų pervadinimai - tikrasis aplanko vardas nepakito! Ištrinkite desktop.ini ir bandykite dar kartą.","1888":"Namai","1889":"iOS App","1890":"Android App","1891":"Raskite atsakymus į visus pagrindinius klausimus apie mūsų paslaugas.","1892":"Sužinokite daugiau apie MEGA saugumo modelį ir kriptografiją.","1893":"Gauti visas žinias apie sinchronizavimą tarp kompiuterių ir MEGA.","1894":"Sužinok daugiau apie mūsų Android programėlę, debesį jūsų kišenėje.","1895":"Sužinok daugiau apie MEGA bendradarbiavimo galimybes.","1896":"Viskas ką turite žinoti apie savo MEGA paskyrą.","1897":"Sužinok daugiau apie mūsų iOS programėlę, debesį jūsų kišenėje.","1898":"Spauskite Esc, kad uždarytumėte","1899":"Peržiūra","1900":"Galimas atnaujinimas!","1901":"Atnaujinimas bus taikomas kito paleidimo metu","1902":"Įdiegiamas atnaujinimas...","1903":"Ieškoma atnaujinimų...","1904":"Įdiegti atnaujinimą","1905":"Nauja MEGAsync versija jau prieinama! Spauskite šį pranešimą jeigu norite jį įdiegti","1906":"Atnaujinimų nėra","1907":"Iškilo problema diegiant šį atnaujinimą. Bandykite dar kartą vėliau arba atsisiųskite naujausią versiją iš: https:\/\/mega.co.nz\/#sync","1908":"Ieškoti atnaujinimų","1909":"Rankinis diegimas","1910":"veikia tik:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Atsiųsti MEGA","1914":"skirta Chrome Beta \/ Canary naršyklėms","1915":"Įspėjimas: spustelėkite aukščiau esantį mygtuką tik tuo atvėju, jeigu jūs pasitikite [A]Chrome internetine parduotuve[\/A]. Kitu atveju jūs galite rankiniu būdu atsisiųsti ir įdiegti žemiau pateiktą papildinį.","1916":"Atsisiųsti iš","1917":"Chrome internetinė parduotuvė","1918":"Yra atnaujinimų. Parsiunčiama...","1919":"Nepavyko gauti failų sistemos informacijos.","1920":"Bandykite dar kartą. Jeigu problema išlieka, susisiekite su mumis bug@mega.co.nz","1921":"Netinkamas aplankas sinchronizacijai.","1922":"Prašome įsitikinti, kad jūs nenaudojate tokių simbolių kaip \\ \/ arba : jūsų aplankų pavadinimuose.","1923":"Pasirinktinis sinchronizavimas aktyvus","1924":"Įjungti pilną paskyros sinchronizavimą","1925":"Įjungus pilną paskyros sinchronizaciją bus išjungtos visos esamos sinchronizacijos","1926":"Pilnas paskyros sinchronizavimas aktyvus","1927":"Išjungti pilną paskyros sinchronizavimą","1928":"Išjungus pilną paskyros sinchronizavimą jus galėsite rankiniu būdu pasirinkti aplankus, kuriuos norite sinchronizuoti","1929":"Įdiekite MEGA į jūsų naršyklę greitesniam įkėlimui ir atsparumui nuo atakų.","1930":"Debesis jūsų kišenėje. Pasiekite ir peržiūrėkite failus iš savo išmaniojo telefono ar planšetinio kompiuterio.","1931":"MEGAsync paleidžiama","1932":"Įdiekite mūsų naršyklės plėtinį norėdami parsisiųsti failus didesnius nei 1GB.","1933":"Prašome įdiegti modernesnę naršyklę norėdami parsisiųsti failus didesnius nei 1GB.","1934":"Pamiršote savo slaptažodį?","1935":"Jeigu turite pagrindinio kriptografijos rakto atsarginę kopiją, tuomet galite iš naujo nustatyti slaptažodį pasirinkdami TAIP. Jokie duomenys nebus prarasti.","1936":"Jūs vis dar galite [A]eksportuoti[\/A] savo pagrindinį raktą jei turite aktyvią MEGA sesiją kitoje naršyklėje šiame arba kitame kompiuteryje. Jeigu neturite, tuomet jūs negalėsite iššifruoti savo esamos paskyros, tačiau jūs galite sukurti naują paskyrą su tuo pačiu el. paštu pasirinkdami NE.","1937":"Ar turite savo pagrindinio rakto atsarginę kopiją?","1938":"Puiku!","1939":"Prašome įvesti savo el. pašto adresą žemiau. Jūs gausite atkūrimo nuorodą, kuri jums leis pateikti savo pagrindinį raktą ir pakeisti slaptažodį.","1940":"Siųsti","1941":"Ups.","1942":"Dėl mūsų ištisinio šifravimo paradigmos, jums nebus suteikta galimybė gauti prieigą prie jūsų duomenų be slaptažodžio arba pagrindinio rakto [A]atsarginės kopijos[\/A].","1943":"Jūs galite priparkuoti savo esamą paskyrą ir sukurti naują su tuo pačiu el. pašto adresu. Tuo atvėju, jei jūs prisimintumėte savo priparkuotos paskyros slaptažodį, prašome susisiekti su mumis [A]support@mega.co.nz[\/A] dėl išsamesnės informacijos atkuriant paskyrą. Jūsų duomenys bus saugomi ne trumpiau kaip 60 dienų.","1944":"Jūs negalite naudotis paskyros atkūrimu su aktyvia laikina sesija.","1945":"Jūs esate prisijungęs su [X] paskyra. Jeigu negalite prisiminti savo dabartinio slaptažodžio ir jūs norėtumėte pakeisti savo slaptažodį, prašome eksportuoti savo pagrindinį raktą, tuomet atsijungti ir bandyti dar kartą.","1946":"Pasitikrinkite savo el. pašto dežutę ir bandykite dar kartą.","1947":"Priparkuoti paskyrą","1948":"Jūs praradote savo slaptažodį ir negalite pateikti anksčiau eksportuoto pagrindinio rakto? Deja, dėl MEGA naudojimosi stripria kriptografija, jūsų pagrindinio rakto netekimas padaro visus jūsų duomenis nenuskaitomus. Jei tęsite, jūs sukursite naują paskyrą su tuo pačiu el. pašto adresu. Jūsų sena paskyra bus laikoma priparkuota mažiausiai 60 dienų ir galės būti atkūrta susisiekus su mumis [A]support@mega.co.nz[\/A] su sąlyga, kad jūs vis dar prisimenate savo slaptažodį.","1949":"Pasirinkite naują slaptažodį","1950":"Aš pripažįstu, kad kuriu naują, tuščią paskyrą ir kad aš prarasiu visus dabartinės paskyros duomenis, nebent prisiminsiu savo slaptažodį arba nurodysiu eksportuotą pagrindinį raktą.","1951":"Sukurti naują paskyrą","1952":"Pastaba:","1953":"Mes laikysime jūsų duomenų atsargines kopijas dar bent 60 dienų.","1954":"Jeigu prisimenate slaptažodį, prašome susisiekti su mumis support@mega.co.nz dėl išsamesnės informacijos atkuriant jūsų senos paskyros duomenis.","1955":"Slaptažodžio atkūrimas","1956":"Prašome nurodyti anksčiau eksportuotą pagrindinį raktą. Jūs vis dar galite eksportuoti jį iš jūsų bet kurios MEGA sesijos kitoje naršyklėje, kitame kompiuteryje.","1957":"Jei neturite savo pagrindinio rakto, jūs galite [A]priparkuoti[\/A] savo esamą paskyrą ir pradėti iš naujo.","1958":"Naudoti pagrindinio rakto tekstinį failą","1959":"Pasirinkti raktą","1960":"Patvirtinti","1961":"Jūs sėkmingai atgavote prieiga prie savo paskyros. Prašome įvesite naują slaptažodį žemiau:","1962":"Patvirtinti slaptažodį","1963":"Atrodo, kad pagrindinis raktas kurį nurodėte, yra neteisingas.","1964":"Ar tikrai nurodėte teisingą raktą?","1965":"Jeigu neturite teisingo rakto, jūs vis dar galite [A]atstatyti[\/A] savo paskyrą.","1966":"Atkūrimo Nuorodos Galiojimas Pasibaigęs","1967":"Šios atkūrimo nuorodos galiojimas yra pasibaigęs, bandykite dar kartą.","1968":"Neteisinga Atkūrimo Nuoroda","1969":"Neteisinga nuoroda, bandykite dar kartą.","1970":"Arba įveskite savo pagrindinį raktą čia","1971":"Jūs negalite naudotis paskyros atkūrimo procedūra būdamas prisijungęs. Prašome atsijungti ir bandyti dar kartą.","1972":"Neteisingas raktas","1973":"Failas, kurį jūs pažymėjote, yra per didelis. ","1974":"Prašome patvirtinti, kad jūs žinote, kad jūsų visi duomenys bus ištrinti.","1975":"Paskyra priparkuota","1976":"Jūsų sena paskyra buvo sėkmingai priparkuota. Dabar galite prisijungti prie savo naujos paskyros.","1977":"Neteisingas pagrindinis raktas","1978":"Pateiktas raktas neatitinka šios paskyros. Prašome įsitikinti, kad jūs naudojate tinkamą pagrindinį raktą ir bandykite dar kartą.","1979":"Paskyra užblokuota","1980":"Paskyra kurią jūs bandote atstatyti yra užblokuota.","1981":"Jūsų slaptažodis buvo sėkmingai atnaujintas. Prašome prisijungti prie savo paskyros.","1982":"Sukurkite savo [A]pagrindinio šifravimo rakto[\/A] atsarginę kopiją","1983":"Jūsų slaptažodis atrakina jūsų pagrindinį raktą","1984":"Jūsų duomenys yra nuskaitomi per dešifravimo operacijų grandinę, kuri prasideda jūsų pagrindiniu šifravimo raktu, kurį mes laikome užšifruotą su jūsų slaptažodžiu. Tai reiškia, kad slaptažodžio praradimo atvėju, jūsų pagrindinio rakto daugiau nebus galima iššifruoti, nebus galima iššifruoti ir jūsų duomenų.","1985":"Pagrindinio rakto eksportavimas ir jo laikymas saugioje vietoje leis jums nustatyti naują slaptažodį be duomenų praradimo.","1986":"Išorinis užpuolikas negalės gauti prieigos prie jūsų paskyros tik su raktu. Slaptažodžio atkūrimas reikalauja tiek rakto, tiek prieigos prie jūsų el. pašto.","1987":"Išsaugoti pagrindinį raktą kaip tekstinį failą","1988":"Išsaugoti failą","1989":"Kopijuoti pagrindinį raktą į mainų sritį","1990":"Kopijuoti","1991":"Visuomet laikykite pagrindinį raktą fiziškai pasiekiamu (pvz.: išorinėje duomenų laikmenoje ar atspausdintą ant popieriaus lapo).","1992":"Nelaikykite jo internete (bent jau ne be šifravimo).","1993":"arba [A]sukurkite naują paskyrą[\/A]","1994":"Taip. Tačiau, jūsų MEGA slaptažodis yra daugiau nei slaptažodis - jis atrakina jūsų pagrindinį šifravimo raktą, be kurio jūsų duomenys yra visiškai neišskaitomi. Todėl yra keli būdai, kuriais gali būti atkuriamas slaptažodis: Su ir be pagrindinio rakto atsarginės kopijos. Su raktu jūs tiesiog galite nustatyti naują slaptažodį ir išlaikyti jūsų esamą paskyrą. Be rakto jūs galite priparkuoti savo esamą paskyrą ir sukurtį naują su tuo pačiu el. pašto adresu. Mes rekomenduojame visuomet laikyti savo pagrindinio rakto atsarginę kopiją saugioje vietoje! Spauskite <a href=\"#backup\">čia<\/a>, norėdami eksportuoti savo raktą arba <a href=\"#recovery\">čia<\/a>, norėdami pakeisti slaptažodį.","1995":"Aš tiesiog prisiminiau savo senos paskyros slaptažodį po to, kai atlikau slaptažodžio keitimą. Kaip aš galėčiau atgauti savo duomenis?","1996":"Jeigu nuo tos dienos, kai jūs priparkavote savo paskyrą, praėjo mažiau nei 60 dienų, tuomet jūsų duomenys gali būti atkurti. Prašome susisiekti su mumis [A]support@mega.co.nz[\/A] dėl išsamesnės informacijos.","1997":"MEGA manęs prašo sukurti mano pagrindinio šifravimo rakto atsarginę kopiją. Kodėl?","1998":"Jeigu jūs esate tikras, kad jūs niekada nepamiršite slaptažodžio, tuomet jums nėra būtina kurti savo rakto atsarginės kopijos. Jeigu nusprendėte sukurti [A]atsarginę kopiją[\/A], įsitikinkite, kad jūs ją laikysite saugioje vietoje: Bet kas, turintis prieigą prie jūsų rakto atsarginės kopijos ir jūsų el. pašto paskyros, gali pakeisti slaptažodį ir gauti prieigą prie jūsų duomenų.","1999":"Ar aš galiu sinchronizuoti FAT\/FAT32 particijas naudojant Windows?","2000":"Nors iš pirmo žvilgsnio ir atrodo, kad tai turėtų veikti, tačiau mes primygtinai rekomenduojame vengti to, nes FAT laiko žymos yra priklausomos nuo laiko juostos, todėl jeigu gyvenate teritorijoje, kurioje galioja vasaros laikas, visi jūsų failai būtų sinchronizuojami iš naujo du kartus per metus. Kitaip tariant, padarykite sau paslaugą vengdami FAT.","2001":"Ar norite įkelti savo failus į naują sesiją?","2002":"\"Ne\" jums leis prisijungti ir pradėti įkėlimą.","2003":"Sukurkite savo pagrindinio šifravimo rakto atsarginę kopiją dabar","2004":"Skirtingai nei kitos saugyklos, MEGA yra ištisai šifruota. Tai reiškia, kad praradus slaptažodį jūsų duomenys taps neišskaitomi. Mes primygtinai rekomenduojame susikurti savo pagrindinio šifravimo rakto atsarginę kopiją dabar. Slaptažodžio atkūrimas be duomenų praradimo įmanomas tik tuo atvėju, jei jūs pateiksite galiojantį pagrindinį paskyros raktą. ","2005":"Nutraukti","2006":"Kurti atsarginę kopiją","2007":"Kitas","2008":"Išjungti persidengiančias piktogramas","2009":"Inicijuoti pilną skenavimą","2010":"Pilnas skenavimas","2011":"MEGAsync atliks pilną jūsų sinchronizuotų aplankų skenavimą vos tik ji bus paleista.","2012":"Ar jūs dabar norite paleisti MEGAsync iš naujo?","2013":"Įkelti failus\/aplankus","2014":"Nauja MEGAsync versija jau prieinama!","2015":"MEGAsync dabar veikia. Norėdami atidaryti būsenos langą, spauskite piktogramą sistemos dėkle.","2016":"Rodyti būseną","2017":"Aplankas įkėlimams iš šio kompiuterio","2020":"Klaida gaunant sesijos raktą","2021":"Pilna sinchronizacija","2022":"Jūsų vietinis aplankas ir jūsų MEGA Cloud Diskas bus automatiškai sinchronizuojami.","2023":"Pasirinkti","2024":"Jūsų nustatymų failas sugadintas, prašome pradėti iš naujo","2025":"Taip pat prieinamas <a href=\"\" class=\"red mac\">Mac<\/a> ir <a href=\"\" class=\"red linux\">Linux<\/a>  operacinėms sistemoms","2026":"Taip pat prieinamas <a href=\"\" class=\"red windows\">Windows<\/a> ir <a href=\"\" class=\"red linux\">Linux<\/a> operacinėms sistemoms","2027":"Taip pat prieinamas <a href=\"\" class=\"red windows\">Windows<\/a> ir <a href=\"\" class=\"red mac\">Mac<\/a> operacinėms sistemoms","2028":"pasirinktinai","2029":"Pasirinkti Linux distribuciją","2030":"Prašome pasirinkti savo Linux distribuciją ir tuomet paspausti mygtuką Atsisiųsti.","2031":"Mac operacinei sistemai","2032":"Linux operacinei sistemai","2033":"Downloading ZIP files larger than 2GB might require an additional unpacker tool (such as \"7zip\"). Unfortunately, ZIP64 is not natively supported on all operating systems.","2034":"Failai","2035":"Aplankai","2036":"Atnaujinti","2037":"Atsisiųsti iš MEGA","2038":"Prašome pasirinkti ","2039":"Visada parsisiųsti į šią vietą","2041":"Jūs neturite įrašymo teisių šiame vietiniame aplanke.","2042":"Jūs neturite įrašymo teisių šiame aplanke.","2043":"MEGAsync negalės nieko čia atsiųsti.","2044":"Ar norite tęsti?","2045":"Klaida gaunant nuorodą:","2046":"Numatyti aplankai","2047":"Įkėlimai:","2048":"Parsiuntimai:","2049":"Ši sinchronizacija negali būti įjungta, nes vietinis aplankas neegzistuoja","2051":"Jūs jau sinchronizuojate visą savo Cloud Diską","2052":"Įjungti \/ išjungti","2053":"Pasirinkti vietinį aplanką","2055":"Jūsų Cloud Diskas bus sinchronizuotas su šiuo aplanku:","2056":"Paskyros naudojimo informacija","2222":"downloads","5526":"MEGA is a secure cloud storage service that gives you 50GB for free.Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.Your data is accessible any time, from any device, anywhere. Share folders with your contacts and see their updates in real time.The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.For more info, please check our website: https:\/\/mega.co.nz\/","5527":"MEGA yra Cloud Saugykla su Galingu ir Visada Veikiančiu Privatumu. 50 GB nemokamai","5528":"iš ","5529":"Perkelti į","5530":"Kopijuoti į","5531":"Įkelti į","5532":"Įkelti Failą","5533":"Kraunama...","5534":"Įkeliama...","5535":"Atnaujinama...","5536":"Dar neįgyvendintas","5537":"Jūs ketinate ištrinti eksportuotą master rakto failą","5538":"Security warning! This is a high risk operation. Do you want to continue?","5539":"Daugiau pasirinkimų... ","5540":"Ar norite ištrinti kontaktą","5541":"Ar norite ištrinti šiuos kontaktus?","5542":"Įeinantys Bendrinimai","5543":"Išeinantys Bendrinimai","5544":"Įkelti...","5545":"Sukurti naują aplanką","5546":"Įkelti į","5547":"Atnaujinti","5548":"Pagalba","5549":"Atnaujinti paskyrą","5550":"Pasirinkti Visus","5551":"Atžymėti Visus","5552":"Thumbnail view","5553":"Sąrašo vaizdas","5554":"Eksportuoti Master Raktą","5555":"Ištrinti MasterKey","5556":"MasterKey buvo eksportuotas į:","5557":"failas","5558":"failai","5559":"kontaktas","5560":"kontaktai","5561":"aplankas","5562":"Aplankai","5563":"subendrintas aplankas","5564":"subendrinti aplankai","5565":"parsiuntimas","5566":"įkelti","5567":"įkėlimai","5568":"vartotojas","5569":"vartotojai","5570":"el. paštas","5571":"slaptažodis","5572":"Patvirtinti slaptažodį","5573":"ABC","5574":"...","5577":"Prašome įvesti slaptažodį","5578":"Skaičiuojami šifravimo raktai","5579":"Tikrinama patvirtinimo nuoroda","5580":"Patvirtinama paskyra","5581":"Ruošiamas failų sąrašas","5582":"Sukurti paskyrą","5583":"vardas","5584":"Aš sutinku su MEGA <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Paslaugų Teikimo Sąlygomis<\/a>","5585":"Jau turite paskyrą?","5586":"Jūs turite sutikti su mūsų Paslaugų Teikimo Taisyklėmis.","5587":"Slaptažodžiai nesutampa","5588":"Išsaugotas prieigai neprisijungus","5589":"Shared with me","5590":"KONTAKTAI","5591":"IŠSIŲSTI PAKVIETIMAI","5592":"GAUTI PAKVIETIMAI","5593":"Išsiųstų pakvietimų nėra","5594":"Gautų pakvietimų nėra","5595":"Kameros Įkėlimai","5596":"%1$s iš %2$s","5597":"ĮEINANTYS","5598":"IŠEINANTYS","5599":"Šiukšliadėžė tuščia","5600":"Įeinamų bendrinamų aplankų nėra","5601":"Išeinančių bendrinamų aplankų nėra","5602":"Pasiekiamas neprisijungus","5603":"ON","5604":"OFF","5605":"Dydis:","5606":"Turinys:","5607":"Pridėtas:","5608":"Modifikuotas:","5609":"Viešosios nuorodos nėra","5610":"Skaityti ir rašyti","5611":"Shared with: ","5612":"Teisės:","5613":"Pakeisti teises","5614":"Dalintis su","5615":"Siųsti į","5616":"Kontakto Informacija","5617":"Shared Folders with:","5618":"Pridėti naujus kontaktus naudojantis mygtuku esančiu žemiau.","5619":"Ruošiami failai","5620":"There isn't any available app to execute this file on your device","5621":"Dalintis nuotrauka naudojant","5622":"Dalintis nuoroda","5623":"Perkeliama","5624":"Bendrinamas aplankas","5625":"Kopijuojama","5626":"Ištrinti iš MEGA","5627":"Kontakto el. paštas","5628":"Sukuriamas aplankas...","5629":"Pridedamas kontaktas","5630":"Siųsti nuorodą","5631":"Dalintis aplanku","5632":"Žiūrėti subendrintus aplankus","5633":"Removing all sharing contacts","5634":"Paliekamas bendrinamas aplankas","5635":"Kameros aplankas","5636":"MEGA Kontaktai","5637":"Telefono Kontaktai","5638":"Ištrinti","5639":"Kontaktas pridėtas","5640":"Kontaktas ištrintas","5641":"Klaida. Kontaktas nebuvo ištrintas","5642":"Pasikeitė teisės","5643":"Klaida. Teisės nebuvo pakeistos","5644":"Aplankas jau egzistuoja","5645":"Aplankas sukurtas","5646":"Teisingai pervadinta","5647":"Klaida. Nebuvo pervadintas","5648":"Teisingai nukopijuota","5649":"Klaida. Nebuvo nukopijuotas","5650":"Teisingai perkelta","5651":"Klaida. Nebuvo perkeltas","5652":"Teisingai bendrinama","5653":"Klaida. Nebuvo subendrintas","5654":"Neįmanoma gauti nuorodos","5655":"Teisingai pašalinta iš MEGA","5656":"Klaida. Nebuvo ištrintas iš MEGA","5657":"Teisingai išsiųsta:","5658":"Aplankas dabar yra privatus","5659":"Subendrinimas sėkmingai pašalintas","5660":"Išarchyvuojamas failas","5661":"Nuotraukų Žiuryklė","5662":"Atnaujinti dabar!","5663":"Paskutinė sesija:","5664":"Pasirinkti narystę","5665":"Monthly or annual recurring","5666":"Paypal prenumerata","5667":"Mėnesinis*","5668":"Kasmet*","5669":"* pasikartojanti prenumerata gali būti atšaukta bet kuriuo metu iki atnaujinimo datos.","5670":"The preview has not been downloaded yet. Please wait.","5671":"Įkelta tinkamai","5672":"Nėra aktyvių perdavimų","5673":"Visi perdavimai yra sustabdyti","5674":"Sustabdyti perdavimus","5675":"Paleisti perdavimus iš naujo","5676":"Tik naudojant Wi-Fi","5677":"Naudojant Wi-Fi arba mobiliojo ryšio duomenų planą","5678":"Vykdomas kameros failų įkėlimas","5679":"Ar norite atšaukti Kameros Įkėlimus?","5680":"Įkelti kameros nuotraukas","5681":"Kameros Įkėlimų problema","5682":"Kameros failų įkėlimas baigtas","5683":"PIN Užraktas","5684":"Visada klausti atsisiuntimo vietos","5685":"Įjungti Kameros Įkėlimus","5686":"Išjungti Kameros Įkėlimus","5687":"Kaip įkelti","5688":"Nuotraukos ir vaizdo įrašai","5689":"Įjungti PIN Užraktą","5690":"Išjungti PIN Užraktą","5691":"PIN Kodas","5692":"Nenustatytas","5693":"Aplikacijos versija","5694":"MEGA PDF Žiuryklė","5695":"ZIP Naršyklė","5696":"Paskyros Tipas:","5697":"Sukurtas Kameros Įkėlimų aplankas","5698":"Zip failas bus parsiųstas ir išarchyvuotas","5699":"Zip failas buvo išarchyvuotas","5700":"Supratau","5701":"Įjungti","5702":"Trūksta slaptažodžio","5703":"Trūksta el. pašto","5704":"Neteisingi prisijungimo duomenys","5705":"Neteisingas el. paštas","5706":"Pavadinimas per trumpas","5707":"Slaptažodis per trumpas","5708":"Jūs turite sutikti su Paslaugų Teikimo Taisyklėmis","5709":"Likti prisijungus","5710":"Ar jūs tikrai norite atšaukti registraciją?","5711":"Nutraukti","5712":"Registracija baigta","5713":"Aš sutinku su MEGA <a href='terms'>Paslaugų Teikimo Sąlygomis<\/a>","5714":"Jūsų el. paštas","5715":"Dalintis su MEGA kontaktu","5716":"Ištrinti vieną failą?","5717":"Ištrinti [X] failų?","5718":"Patvirtinti ištrinimą","5719":"Naujo aplanko pavadinimas","5720":"Įkelti paskutinę nuotrauką","5721":"Užfiksuoti","5722":"Pasirinkti","5723":"Subendrinti failai","5724":"Failų Cloud Diske nėra","5725":"Failų aplanke nėra","5726":"Atkurti","5727":"Prašome pasirinkti paskirties aplanką perkėlimui","5728":"Prašome pasirinkti paskirties aplanką importavimui","5729":"Leidimo informacija","5730":"Užkrauti kontaktus","5731":"Nepavyksta pasiekti kontaktų","5732":"Leisti MEGA naudotis kontaktais per Nustatymai > Privatumas > Kontaktai !","5733":"Bendrinamų failų nėra","5734":"Sharing one node","5735":"Sharing [X] nodes","5736":"Pakvietimas išsiųstas","5737":"Kontaktų nėra","5738":"Šiukšliadėžė","5739":"Something went completely wrong!","5740":"Parsiunčiama: [X]%","5741":"Ruošiamas atsiuntimas","5742":"Įkelta: [X]%","5743":"Išsaugotas vietoje","5744":"Įveskite naują pavadinimą","5745":"Ar tikrai?","5746":"Offline files","5747":"Parsiųstų failų nėra","5748":"Nuotraukos nėra","5749":"Viena nuotrauka","5750":"[X] nuotraukos","5751":"[X] liko","5752":"Nuotraukų nėra","5753":"Sukuriamas Kameros Įkėlimų aplankas","5754":"Baigė gauti nuotraukas","5755":"Nuotrauka eksportuojama","5756":"Praleidžiama nuotrauka","5757":"Įkeliama nuotrauka","5758":"Įkeliamas vaizdo įrašas","5759":"Sukurti Kameros Įkėlimų aplanką","5760":"Klaida įkeliant failą","5761":"Kameros Įkėlimai įjungti","5762":"Kameros Įkėlimai išjungti","5763":"Visi kameros failų įkėlimai baigti","5764":"Select albums for Camera Uploads","5765":"Kameros Įkėlimų Nustatymai","5766":"When disabled new photos and videos won't be uploaded","5767":"Įjungti Kameros Įkėlimus automatiniam nuotraukų ir vaizdo įrašų įkėlimui į Cloud Diską.","5768":"Įkelti vaizdo įrašus","5769":"Naudoti mobilųjį ryšį","5770":"Run periodically in background","5771":"Kraunamos nuotraukos","5772":"Nepavyksta pasiekti nuotraukų","5773":"Failas eksportuojamas","5774":"Kodas","5775":"Panaudota","5776":"Vietinis","5777":"If number of failed attempts reached","5778":"Išjungti kodą","5779":"Įjungti kodą","5780":"Naudoti TouchID","5781":"Pakeisti prieigos raktą","5782":"Ištrinti visus vietinius duomenis","5783":"Automatinė kalba","5786":"Siųsti atsiliepimą","5787":"Įvertink mus!","5788":"Susisiekite su pagalbos komanda el. paštu. Visi laiškai yra perskaitomi, tačiau atsižvelgiant į didelį kiekį užklausų mes negalime atsakyti visiems individualiai.","5789":"Gaukite pagalbą arba skaitykite populiarias temas","5790":"Dieve mano, ji pilna žvaigždžių!","5791":"Eksportuoti Master Raktą","5792":"Įjungti derinimo informaciją","5793":"Ištrinti failai keliauja į Šiukšliadėžę","5794":"Master Rakto eksportavimas ir jo laikymas saugioje vietoje leidžia jums be duomenų praradimo nustatyti naują slaptažodį.","5795":"Registro failai padeda programuotojams spręsti problemas ","5796":"MasterKey.txt buvo eksportuotas į Documents aplanką. Jūs galite perkelti jį prijungus įrenginį prie kompiuterio ir atidarius iTunes. Mes primygtinai rekomenduojame nesiųsti šio failo el. paštu!","5797":"Įvyko klaida eksportuojant Master Raktą","5798":"Eksportuotas Master Raktas","5799":"Naudojimas","5800":"pasiekiamas","5801":"panaudota","5802":"Nuotraukos","5803":"Vaizdo įrašai","5804":"Dokumentai","5805":"Archyvai","5806":"Vietinė atmintis","5807":"Podėlis","5808":"Vietinė talpa","5809":"Išvalyti Podėlį","5810":"Išvalius podėlį bus ištrinti visi vietoje išsaugoti dokumentai, paveikslėliai ir kiti laikini failai.","5811":"Išvalyti Podėlį?","5812":"Tai ištrins visus vietinius failus","5813":"Podėlis buvo išvalytas.","5814":"Atnaujinti Paskyrą","5815":"[X] GB","5816":"[X] TB","5817":"\"PRO1\" mėnesinė prenumerata","5818":"\"PRO1\" metinė prenumerata","5819":"PRO I","5820":"Įveskite savo seną prieigos raktą","5821":"Autentifikuoti naudojant jūsų piršto atspaudą?","5822":"Failo Įkėlimas nepavyko","5823":"Jūsų pasirinktas failas nebuvo įkeltas į MEGA. Prašome bandyti dar kartą.","5824":"Failo Įkėlimas atšauktas","5825":"Jūsų pasirinktas failas nebuvo įkeltas į MEGA.","5826":"MEGA VIETA","5827":"MEGA GREITIS","5828":"MEGA PRIVATUMAS","5829":"MEGA PRIEIGA","5830":"Registruokis dabar ir gauk 50 GB laisvos vietos nemokamai.","5831":"Greitas įkėlimas.Greitai dalinkitės failais su visais.","5832":"Laikykite visus savo failus saugiai su MEGA ištisiniu šifravimu.","5833":"Gaukite pilnai šifruojamą priėjimą bet kur, bet kuriuo metu.","5834":"MEGA is a secure cloud storage service with 50 GB free storage space.Inside the app you can upgrade your storage space & bandwidth quota by subscribing to MEGA Pro with a monthly or yearly subscription.Subscriptions are €9.99 (US$10.99) per month or €99.99 (US$119.99) per year.This subscription gives you 500 GB of storage space and 1000 GB of bandwidth per month.Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your handset, sign in with your Apple ID at the bottom of the page (if you haven't already done so) and then click ViewID. You'll be taken to your account page where you can scroll down to Manage App Subscriptions. From here, you can select yourMEGA Pro subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch tooff to disable the auto-renewal of your subscription.Terms of Service:https:\/\/mega.co.nz\/ios_terms.htmlPrivacy policy:https:\/\/mega.co.nz\/ios_privacy.html","5835":"With PhotoSync, the photos you take with your iPhone will be automatically backed up to MEGA.You can use WiFi or cellular connection and by enabling Background mode the app will upload photos when your location changes significantly.Passcode lock adds a new layer of security by requiring a four-digit passcode to be entered every time the app is launched. This will protect your files even if your iPhone falls into the wrong hands. There’s also an option to erase all data and logout if the wrong password is entered over 10 times.Various bug fixes and speed improvements.Your feedback is very important to us and, although we might not answer every email, we read each and every one.Also, your 5-stars rating in the AppStore is always appreciated.","5836":"įkelti, atsarginė kopija, debesis, failas, dalinimasis, saugus, MEGA","5837":"[X] minutės","5838":"1 minutė","5839":"bus prieinami už","5840":"Sukurti savo MEGA paskyrą","5841":"Jūs nesate prisijungęs","5842":"Jūs turite turėti MEGA paskyrą norėdami užbaigti pirkimą:","5843":"Jūs jau esate prisijungęs. Galite sukurti tik vieną MEGA paskyrą.","5844":"Do you want to use your prepaid balance to proceed?","5845":"panaudotas duomenų srautas","5846":"Perkeliama į PayPal","5847":"Jūsų pirkimas buvo sėkmingas. Tačiau norėdami užbaigti paskyros kūrimą, jūs turite aktyvuoti savo paskyrą paspausdami patvirtinimo nuorodą laiške, kurį jums išsiuntėme el. paštu.","5848":"Rūšiuojama pagal...","5849":"Prisijungiama prie serverio: sukuriama paskyra","5851":"Atsiuntė tau pakvietimą","5852":"Patvirtino jūsų pakvietimą","5853":"Jūsų pakvietimas atmestas","5854":"Naujas","5855":"Pranešimas","5856":"Patvirtinti","5857":"Ignoruoti tolimesnes užklausas","5858":"Atmesti","5859":"Pakviestas","5860":"Ignoruoti","5861":"Siųsti pakvietimą iš naujo","5862":"Išsiųstos Užklausos","5863":"Gautos Užklausos","5864":"Ignoruoti vartotojai","5865":"We can't decipher your invite link, please check you copied the link correctly, or sign up manually with the same email address.","5866":"Palikti bendrinimą","5867":"Palikti bendrinimą","5868":"Žiūrėti profilį","5869":"Ištrinti kontaktą","5870":"Ištrinti kontaktą","5871":"Mėgstamiausi","5872":"Ištrinti mėgstamą","5873":"Įeinantys bendrinami aplankai","5874":"Įeinantys bendrinami aplankai","5875":"MEGAchat","5876":"Try MEGA's new secure end-to-end encrypted audio\/video chat.","5877":"Nesijaudinkite!","5878":"Sveiki, prisijunkite prie manęs MEGA ir gaukite prieigą prie šifruojamos talpos ir komunikacijos. Gaukite 50 GB nemokamai! ","5879":"Informacija apie kompaniją","5880":"Investuotojai","5881":"Pranešimas Spaudai","5882":"Akcininkų Pranešimai","5883":"Pradedamas skambutis ...","5884":"Baigti skambutį ...","5885":"Pradėti pokalbį","5886":"Baigti pokalbį","5888":"Skambutis su [X] prasidėjo.","5889":"Skambuti su [X] pasibaigė.","5890":"Skambutis su [X] nebuvo atsakytas laiku.","5891":"[X] skambina...","5892":"Skambutis su [X] buvo atmestas.","5893":"Jūs turite įeinantį skambutį iš [X}.","5894":"Skambutis su [X] buvo atšauktas.","5895":"Call with [X] was handled on some other device.","5896":"Pradėti audio skambutį","5897":"Pradėti video skambutį","5898":"Vartotojas [X] buvo pakviestas ir pasirodys jūsų kontaktų sąraše vos tik bus priimtas.","5899":"Vartotojai buvo pakviesti ir pasirodys jūsų kontaktų sąraše vos tik bus priimti.","5900":"Peržiūrėti gautas užklausas","5901":"Peržiūrėti išsiųstas užklausas","5902":"Pokalbiai","5903":"Mano kontaktai","5904":"Paskutinė interakcija","5905":"Savininkas","5906":"Prieiga","5907":"beta","5908":"Įveskite el. paštą arba kontaktą","5909":"MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.MEGAsync supports fairly deep folder structures (MEGA itself is limited to a maximum of 63 levels) and very long pathnames (up to 32,000 characters under Windows). Unfortunately, most Windows software (including the Explorer) is unable to access files whose path is longer than 260 characters.","5910":"There are three ways of uploading files to MEGA using your web browser:1. Click on the red button on the start page2.\tGo to your file manager and click on the \"File Upload\" or (if you're using Chrome) \"Folder \tUpload\" buttons near the top3. Drag and drop files or (if you're using Chrome) folders onto the site","5911":"Pridėti Kontaktus","5912":"Žemiau jūs galite lengvai sukurti naują aplanką. Štai čia, kairėje pusėje.","5913":"Jūs galite lengvai pridėti naujus kontaktus el. paštu arba importuojant esamus kontaktus iš kitų paslaugų.","5914":"Mano pokalbiai","5915":"Mano įeinantys bendrinimai","5916":"Mano aplankai","5917":"Naujų pakvietimų nėra","5918":"Looks like there's a malformed email!","5919":"Jūs jau turite kontaktą su šiuo el. paštu!","5920":"Tai nėra būtina, jūs ESATE šeimininkas!","5921":"Didėjimo tvarka","5922":"Mažėjimo tvarka","5923":"Prisijungęs","5924":"Away","5925":"Užimtas","5926":"Neprisijungęs","5927":"Importuoti Kontaktus","5928":"Standartinis Parsiuntimas","5929":"You are significantly over your allowed storage allocation and your uploads have been disabled. Please ensure you are on the correct MEGA PRO plan, or contact support@mega.co.nz.","5930":"Atšaukti ","5931":"Click [A]here[\/A] to view your storage usage.","5932":"Quota exceeded","5933":"Delete your account","5934":"Failed to confirm account. Please try again. [{0}]","5935":"Your account has been created, confirmed and activated. You will automatically logged in.","5936":"Account activated","5937":"Confirmation needed","5938":"MEGA Cloud Drive account creation failed. Please try again. [{0}]","5939":"Account creation failed","5940":"Failed to create folder","5941":"Folder creation failed","5942":"Folder created successful","5943":"Delete failed","5944":"Retrieving link failed","5945":"Failed to download file. Please try again. [{0}]","5946":"Could not retrieve files and folders from MEGA. Please try again.","5947":"Fetching data failed","5948":"Failed to get link","5949":"Get link failed","5950":"Failed to retrieve preview","5951":"Getting preview failed","5952":"Image successful exported to 'saved pictures' album","5953":"Image saved","5954":"Error exporting image to  'saved pictures' album. Please try again","5955":"Failed to save image","5956":"MEGA link is copied to your clipboard","5957":"MEGA Cloud Drive login failed. Please try again. [{0}]","5958":"Move failed","5959":"The image is saved in your photo album","5960":"Picture saved","5961":"Are you sure you want to remove {0}?","5962":"Remove?","5963":"Failed to remove item","5964":"Remove failed","5965":"Item successful removed","5966":"Item removed","5967":"Renaming item failed","5968":"Rename failed","5969":"Please fill in your name, e-mail address and password","5970":"Fill in required fields","5971":"Export current image to 'saved pictures' album?","5972":"Not online","5973":"Failed to retrieve thumbnail [{0}]","5974":"Getting thumbnail failed","5975":"Failed to retrieve your account details. Please try again. [{0}]","5976":"Retrieving account details failed","5977":"You have successfully logged out","5978":"Logged out","5979":"Failed to logout. Please try again. [{0}]","5980":"Logout failed","5981":"Are you sure you want to remove {0} items?","5982":"Remove items?","5983":"{0} Items removed","5984":"Items removed","5985":"Failed to move item to rubbish bin. Please try again","5986":"Move to rubbish bin failed","5987":"Are you sure you want to move {0} to rubbish bin?","5988":"Move to rubbish bin?","5989":"Item successful moved to rubbish bin","5990":"Item moved","5991":"Are you sure you want to move to rubbish bin {0} items?","5992":"Move items?","5993":"{0} Items moved to rubbish bin","5994":"Items moved","5995":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?","5996":"Pending Transfers","5997":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?","5998":"The account is already confirmed. You can now login.","5999":"Account already confirmed","6000":"The typed password is incorrect","6001":"Wrong password","6002":"You have selected over 100 items ({0}) to download. Do you want to proceed?","6003":"Download count","6004":"Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.","6005":"Failed to pause transfers","6006":"Pause failed","6007":"Failed to resume transfers","6008":"Resume failed","6009":"Please select minimal 1 picture for upload","6010":"No pictures selected","6011":"Failed to prepare image: {0} for upload","6012":"Preparing image failed","6013":"Failed to upload photo","6014":"Upload photo failed","6015":"Could not find the selected file","6016":"File not found","6017":"Failed to open the selected file","6018":"Open file failed","6019":"Failed to upload the selfie picture","6020":"Selfie upload failed","6021":"Could not load files and folders from MEGA. Please try again or click on refresh.","6022":"Failed to load","6023":"Your PIN lock codes do not match. Please re-type them and make sure they are equal","6024":"PIN lock codes do not match","6025":"You have been logged out on this device from another location","6026":"Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?","6027":"Overquota Alert!","6028":"You have not selected a default download location for your files.To proceed with the download please select a destination folder or go to preferences in order to set up your default download location.","6029":"Failed to prepare file: {0} for upload","6030":"Preparing file failed","6031":"Failed to copy the selected file: [{0}]","6032":"Copy file failed","6033":"You don't have permission to copy this file type into the destination folder. Probably you are trying to save\/copy into a SD card a file of an unsupported type.Please, try to save\/copy the file into the your device internal memory.","6034":"Unauthorized access","6035":"Failed to copy masterkey to clipboard. Please try again","6036":"Clipboard failed","6037":"Current PIN lock is not correct or does not match","6038":"Current PIN lock no match","6039":"Masterkey copied to clipboard","6040":"Masterkey copied","6041":"PIN lock must be at least 4 digits","6042":"PIN lock too short","6043":"Cache has been succesfully cleared","6044":"Cache cleared","6045":"Not enough free memory space to complete this operation. The app will shutdown now","6046":"Memory Limit","6047":"no, only local","6048":"Download options","6049":"yes, export","6050":"Unknown resolution type","6051":"Failed to select folder. Please, try again or select another folder: [{0}]","6052":"Select folder failed","6053":"Failed to upload file. Please try again. [{0}]","6054":"Confirming account...","6055":"Creating account...","6056":"Creating folder...","6057":"Deleting '{0}'...","6058":"Retrieving download link...","6059":"Resuming session...","6060":"Fetching files & folders... [{0}]","6061":"Getting account details...","6062":"Getting link...","6063":"Getting preview...","6064":"Importing file...","6065":"Building view...","6066":"Logging in...","6067":"Logging out...","6068":"Moving...","6069":"Moving to Rubbish bin...","6070":"Pausing transfers...","6071":"Preparing downloads...","6072":"Preparing uploads...","6073":"Removing...","6074":"Renaming...","6075":"Resuming transfers...","6076":"add","6077":"add folder","6078":"MEGA","6079":"cancel","6080":"confirm","6081":"confirm your password","6082":"copy","6083":"registration","6084":"Created:","6085":"Create a new account here","6086":"Downloading...","6087":"your e-mail address","6088":"empty folder","6089":"No transfers","6090":"Loading preview...","6091":"MEGA link:","6092":"I want to share this MEGA cloud service file with you","6093":"my account","6094":"your name","6095":"New at MEGA? ","6096":"next","6097":"open","6098":"Open MEGA download link:","6099":"open link","6100":"your password","6101":"previous","6102":"refresh","6103":"Stay logged in","6104":"rename","6105":"Type a new name:","6106":"save","6107":"share","6108":"Size:","6109":"terms of use","6110":"Uploading...","6111":"transfers","6112":"Canceled","6113":"Canceling...","6114":"Error on transfer","6115":"Finished","6116":"Ready","6117":"settings","6118":"Create shortcut","6119":"Multi select","6120":"Pausing...","6121":"about","6122":"We want to special thank the following companies\/people for making this app possible:","6123":"done","6124":"preferences","6125":"PRO II","6126":"PRO III","6127":"Change PIN Lock","6128":"confirm your PIN lock","6129":"your PIN lock","6130":"yes","6131":"File upload","6132":"Link options","6133":"Select photo","6134":"Selfie mode","6135":"Take photo","6136":"Upload options","6137":"Image upload","6138":"PRO Lite","6139":"accept","6140":"account","6141":"acknowledgements","6142":"Always ask for download location","6143":"cache","6144":"cancel all","6145":"capture","6146":"clean up transfers","6147":"clear cache","6148":"clear selection","6149":"clipboard","6150":"your current PIN lock","6151":"Export masterkey","6152":"Export images to 'saved pictures' album after download","6153":"files (ascending)","6154":"files (descending)","6155":"Free space","6156":"largest","6157":"Make a PIN Lock","6158":"MasterKey","6159":"MEGA SDK","6160":"name (ascending)","6161":"name (descending)","6162":"newest","6163":"your new PIN lock","6164":"No data to show","6165":"No plans to display","6166":"oldest","6167":"pause all","6168":"Privacy policy","6169":"smallest","6170":"SORT BY","6171":"start\/resume all","6172":"subscribe","6173":"Terms of service","6174":"total","6175":"version","6176":"view","6177":"Download location","6178":"select folder","6179":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6180":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6181":"Cancel your account","6182":"Close your account","6183":"Yes, I want to cancel my account","6184":"Cancellation link has expired.","6185":"Cancellation link has expired, please try again.","6186":"Invalid cancellation link.","6187":"Invalid cancellation link, please try again.","6188":"Account is canceled","6189":"Your account has been canceled successfully.","6190":"PURCHASE","6191":"Get a FREE account             ","6192":"NEW OFFER","6193":"subscription period","6194":"Payment options","6195":"Payment options","6196":"No requests pending at this time","6197":"Account name","6198":"Wire transfer","6199":"If you want to subscribe for a yearly PRO account and pay us in Euros (&euro;), you can wire transfer funds to:","6200":"Account number","6201":"Bank code","6202":"Branch code","6203":"SWIFT code","6204":"Bank\/BIC code","6205":"Reference","6206":"Your MEGA account's registered email address","6207":"Please allow 2 - 4 business days for the funds to clear.","6208":"The most generous offer  on the market with a free account","6209":"Upload your photos and videos to MEGA and access them on all your devices","6210":"Get fully encrypted access anytime across  all your devices","6212":"Keep all your files safe with MEGA's end-to-end encryption","6213":"Easily link and share your documents by email, SMS and with your MEGA contacts.","6214":"Please check your email and click the link to proceed with","6215":"the closing of your account","6216":"If you have can’t access your email account, you will need to contact","6217":"To confirm the","6218":"closing of your account","6219":"please re-enter your password.","6220":"Enter password:","6221":"Close account","6222":"Bank address","6223":"If your email address is too long for the 'Reference' field it should be sent in the 'Comments' field.","6224":"Redirecting to Bitcoin","6225":"I don’t use my account anymore","6226":"I have another MEGA account","6227":"I have experienced too many problems","6228":"My favourite browser is not technologically compatible and I don't want to change","6229":"I find the interface too confusing to use","6230":"MEGA has under-delivered on its promise","6231":"Caution: You have elected to close your MEGA account.\\n The account under this email address will be permanently closed,\\n and this can not be undone.","6232":"By completing this action, you will lose access to all\\n your uploaded data, shares, and contacts.","6233":"Caution: You have elected to close your MEGA account.","6234":"LITE","6235":"The account under this email address will be permanently closed,","6236":"and this can not be undone.","6237":"By completing this action, you will lose access to all","6238":"your uploaded data, shares, and contacts.","6239":"Learn more about MEGA's security model &amp; cryptography.","6240":"Windows Phone App","6241":"BlackBerry App","6242":"MEGAChat - Getting started","6243":"Where do my downloads go?","6244":"Do you support BB10?","6245":"<p><br><\/p>","6246":"How do I delete people from my shared folder? How do I leave a shared folder with me?","6247":"How do I get 'decryption key'?","6248":"How can I preview \/ stream my files?","6249":"How do I transfer data from one account to another?","6250":"How can I transfer data to MEGA from another cloud storage?","6251":"Zipped \/ .rar file I am downloading is asking for a password - where do I get it from?","6252":"How does your bandwidth work?","6253":"Which browser should I use?","6254":"Where are my downloads from web client?","6255":"Should I use a download client?","6256":"Is there any risk if I use RC4?","6257":"Should I encrypt my local drive as well? ","6258":"Are you planning to add Two Factor Authentication?","6259":"Where can I find your BlackBerry app?","6260":"Audio & Video setup","6261":"What is MEGAChat I hear about?","6262":"I forgot my password - can I reset it through the app? I am still logged in.","6263":"I want to change my password - can I do it through the app?","6264":"I forgot my passcode - what to do?","6265":"How do I automatically back up my photos and videos?","6266":"How do I share a folder \/ file from my app? ","6267":"How do I get a folder \/ file link in my app and share it with friends? ","6268":"Can I preview and stream audio \/ video through my app? How to set it up?","6269":"How do I sync incoming shared folders?","6270":"How to setup the folders I want to sync?","6271":"Is it safe to be using port 80?","6272":"How to use MEGAsync for backup?","6273":"Sync is giving me an error. What to do?","6274":"I can't see all of my data - what to do?","6275":"How do I Get & Share Links on with Mac Sync client?","6276":"How do I do versioning in MEGASync?","6277":"How do I register for an account?","6278":"How do I cancel an account?","6279":"How do I change my account's email address?","6280":"How long does my account stay active?","6281":"How do I get a Pro account?","6282":"How do I amend \/ cancel my Pro subscription?","6283":"My credit card is being charged multiple times a month! What to do?","6284":"Will I get better speed if I buy Pro account?","6285":"I have redeemed my voucher. How do I convert the account balance to Pro account?","6286":"How can I change my password? ","6287":"Something is wrong - I can't see all of my data I uploaded. What do I do?","6288":"I have uploaded more than my account storage quota allows - is it a problem? ","6289":"Business \/ Company \/ Multi account setup","6290":"iOS error tips","6291":"Where do my downloads go? Why can I not upload documents from email?","6292":"Can I access my iPhone data from my iPad?","6293":"Can I stream audio \/ video through my app? How to set it up?","6294":"Where can I find your Windows phone app?","6295":"Copyright -  is a legal concept, enacted by most governments, giving the creator of an original work exclusive rights to it, usually for a limited time. Generally, it is \"the right to copy\", but also gives the copyright holder the right to be credited for the work, to determine who may adapt the work to other forms, who may perform the work, who may financially benefit from it, and other related rights. It is a form of intellectual property (like the patent, the trademark, and the trade secret) applicable to any expressible form of an idea or information that is substantive and discrete.","6296":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.","6297":"https:\/\/mega.nz\/#copyright.","6298":"Be aware that accounts that get targeted by multiple 'Take Down's' due to suspected copyright infringements may be suspended. ","6299":"For the full wording of our Takedown Guidance click here: https:\/\/mega.nz\/#takedown","6300":"You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).","6301":"To Share:  ","6302":"Select a folder you want to share with your colleague - right click that folder and select 'Sharing'. Enter your friends email address and permission level in the pop up window that appears.  There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).","6303":"If your colleague does not have a MEGA account, they will receive an invite email in their email inbox to create their own free account. ","6304":"If they already have an account with MEGA, your email address will appear under their 'Contacts' in their Mega account and the shared folder can be found in the 'Incoming shares' section. They will also receive a Notification inside their account.","6305":"Issues? ","6306":"Please double check the each user has each other's email ID added to 'Contacts'. If a 'share' from a new contact hasn't automatically added the email ID this share came from into 'Contacts' please make sure you add that email ID manually (Contact - Add Contact).","6307":"If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.","6308":"Right-clicking on any folder in your Cloud Drive and selecting 'Reload' also helps with recent updates.","6309":"Simply right click on a folder in your Cloud Drive and select Sharing. You will see all people that currently have access (and access level) to the shared folder. ","6310":"Right click on the person and click the remove symbol 'x' option from the menu.","6311":"To leave an incoming share go to 'Incoming shares', right-click on the folder and select 'Leave share' from the menu.","6312":"Shared folders (outgoing) in your Cloud Drive have a special icon with three silhouettes on the folder.","6313":"Your incoming shares are visible in 'Incoming shares' section.","6314":"No. Folder shares are non-transitive to prevent any unauthorised re-distribution.","6315":"First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.","6316":"To Send a Link:  ","6317":"Select a file you want to share with your friend - right click and select 'Get link'.  A pop up window will appear. Copy and paste this 'File Link' and 'File Key' into a new email (for increased security separate file link and file key into two messages. Sending both the Link and the key together is not very secure. You can email it to your friend via secure channels.","6318":"When the recipient receives your email and clicks on your link, a Mega window will appear and give them options:  ","6319":"1)  Import (to their Mega Account)  ","6320":"2)  Download (to their computer).","6321":"To deactivate a link:","6322":"Right-click on the folder that already has a link generated and select 'Sharing'. In the 'Sharing' interface you will see an existing 'Link' with a switch set on 'ON'. Simply click on the 'ON' switch and drag it across the field to 'OFF'. ","6323":"To change a link to the same data:","6324":"Folder - deactivate the link (if you wish) as described above. Then - you can change the existing 'Folder Link' by creating a new folder in your MEGA account under a new folder name. Then move or copy the file\/s into this new folder. Then right-click on the new folder, select to 'Get Link' again and MEGA will generate a new 'Folder Link & Key'.","6325":"File - you can either 'copy' the file into a new destination in your Cloud Drive and then, when in the new folder \/ Cloud Drive, right-click and select 'Get link'","6326":"Alternatively you can remove the file and re-upload the data again. Then you can generate a brand new link to this data.","6327":"Our users can generate a 'File Link' as well as the decryption key ('File key'). The reason users split the link from the key, is to make the file more difficult to access for unauthorized users, as you need both the link and the key to successfully complete the download.","6328":"To generate both file link and file (decryption) key -  right-click on the desired file, select 'Get Link' (including the File Key) and copy to clipboard. Then you can paste into your URL or a message to a friend.","6329":"Take this link for example:  (This is just a sample picture from my account, you can try these links to understand how it works) ","6330":"https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - If you click on the link above, you can share it with others straight away, or you could send it the link split up (which would add more security, as the end user would need both the link and the key to get the file to download.) ","6331":"https:\/\/mega.co.nz\/#!qIB1UICR - This portion is the 'File Link' ","6332":"Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - This portion is the 'File Key' (You can see that this is just the second half of the complete link) ","6333":"If you click on the short link, it will ask you for the file (decryption) key, which is where you just paste the second half of the link into, thus unlocking the file, and making it retrievable. ","6334":"If you don't have the decryption key to a file that was shared with you - you will need to get the key from the generator of the link. The user who uploaded and shared the data.","6335":"The streaming feature of audio and video file types is already possible on the MEGA iOS app and in our Android app. We are currently working on implementation for BlackBerry app, Windows Phone app as well as in-browser. ","6336":"The preview feature of image file types is now possible in both most compatible browsers Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox) and Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome). ","6337":"Because encrypted in-browser video streaming and document preview deployment is going to be very difficult, so it will be more of a later-stage feature.","6338":"What you can do is to connect the two accounts through a share. You can only share folders, so you need to put all files and folders under one master folder in your file manager (In the account with the data in it). Lets call this Account 1. ","6339":"Then right-click on the master folder, which has all your other folders and files in it, and select 'sharing' and add Account 2 email address and grant full access. You can then log into Account 2 and you will see the folder available to you in 'Incoming Shares' area.","6340":"You can have both Account 1 and Account 2 open in different tabs to make things easier. ","6341":"That is the sharing method, you can also achieve the same outcome by generating a link for yourself to follow : ","6342":"Generate Link method : ","6343":"You can right click on the files within the folder (or the whole folder) and select 'Get Link & Key', then open up a new tab, copy and paste these links into browser, and it will bring up an option to 'Import'. From there, you log into Account 2, refresh the page, and all the files form the master folder will now have been imported into your Account 2. ","6344":"The easiest way to transfer your files over is to install our Sync client (https:\/\/mega.nz\/#sync) and sync all the data to your Cloud Drive through the client directly. ","6345":"Alternatively you can install our Android application and then select 'Upload' from the Menu and as soon as you pick whether you want to upload image, audio or video files the option to import from Dropbox appears. Then you can login to your Dropbox account and import everything into MEGA.","6346":"The least convenient option is to download and then re-upload your data through web browser.","6347":"We apologise for this inconvenience which is caused by the fact that we have an encryption layer. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6348":"Please make sure you have the latest version of our browser extension installed.","6349":"MEGA compatible browsers:","6350":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6351":"MEGA cannot add encryption to .rar or zipped files. ","6352":"That means that you are trying to download someone else's archive without having the related password from them. The owner of the data password protected the file\/folder and you will have to ask them for the correct password to be able to extract the contents.","6353":"MEGA is a secure cloud storage and electronic collaboration\/communication service, not a file sharing or hosting site. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your browser or through dedicated client applications. You can upload your own files to your account or another MEGA user may share their files with you. Other than that you will not be able to find any files to download from our site.","6354":"MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6355":"Encrypted Calling","6356":"We have now launched first stage of encrypted messaging - audio and video calling at our new domain https:\/\/mega.nz. ","6357":"Encrypted Messaging","6358":"MEGA Chat (messaging between users) is coming soon.","6359":"Encrypted Email","6360":"The inbox feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6361":"There are three ways of uploading files to MEGA using your web browser:","6362":"1. Click on the red button on the start page","6363":"2. Go to your 'Cloud Drive' and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6364":"3. Drag and drop files or folders onto the site","6365":"You can download any file visible in your 'Cloud Drive' by simply right-clicking on the file and selecting 'Download'. When you right-click on a file you will also see that you can 'Get Link' to generate the 'File Link' and 'File Key' and share the data with another person.","6366":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. ","6367":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6368":"Remember, MEGA's cryptographic security model depends on the confidentiality of the keys. Avoid transmitting them through insecure channels!","6369":"MEGA Copyright policy:","6370":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. For the full policy wording click here: https:\/\/mega.nz\/#copyright.","6371":"!!!!!!! NOTE!!!!!","6375":"We are providing dedicated [A]apps[\/A] for your mobile device, including for [B]iOS[\/B], [C]Android[\/C], Windows Phone and BlackBerry.","6376":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","6377":"If you don't want to have multiple copies of the same file go to Menu - My Account - Settings and tick 'Skip identical files when uploading'.","6378":"You can relate bandwidth to the width of a highway, which then has multiple lanes for cars, depending on the width of the highway = maximum channel capacity at any given time of performing an upload or a download. The speed (of downloads\/uploads) can be related to the speed of the cars. That is dependent on the state and speed of your computer, software, OS and versions, browsers and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or of uploads, depending on your priorities in 'My Account' - 'Transfer Settings'.","6379":"MEGA Bandwidth = the total amount of data, typically measured in MegaBytes or GigaBytes, that may be downloaded or uploaded from a particular web site or web hosting account during a given month. It is a frequency of a network connection between a local and a remote system (the remote system being your ISP), and your speed cannot exceed that of the frequency without changing the frequency (which is actually not changing the frequency, per se, but the wavelength). ","6380":"Our Free account has a dynamic bandwidth - allowance starts with 10 GB and increases 30 min after logging in. ","6381":"Pro I account bandwidth capacity is 1 TB per month (12 TB per year). ","6382":"Pro II and III have increased Bandwidth - 4 TB per month (48 TB per year) for PRO II and 8 TB per month (96 TB per year) for PRO III.","6383":"However the PRO account bandwidth management accounting is not active yet and will be activated in about three months (approx. Mar - Apr 2015). For now our users are getting available channel capacity (bandwidth) their ISP allows with their free accounts.","6384":"You can have multiple downloads\/uploads going depending on your bandwidth capacity. Uploads and downloads per browser tab can run in parallel and you can have several tabs open at the same time, even in a different browsers.","6385":"Bandwidth restrictions: Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks. We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","6386":"A PRO account gives you an additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account). The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","6387":"To sum it up - your bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly.","6388":"We do not impose artificial limits on file sizes other than your available cloud drive space. However, some legacy or technically inadequate browsers require the entire file to be stored in memory for downloading (IE11, Opera), or for both downloading and uploading (IE9, Safari 6 - 8) due to their incomplete HTML5 support.","6389":"2. Go to your file manager and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6390":"3. Drag and drop files or  folders (if you're using Chrome) onto the site","6391":"Alternatively use one of our Sync clients https:\/\/mega.nz\/#sync or mobile apps https:\/\/mega.nz\/#mobile","6392":"You do not need to install anything. MEGA is entirely browser based and can be used with any modern web browser. ","6393":"However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. ","6394":"To unleash MEGA's full potential, we strongly urge you to use our recommended browsers and browser extensions (Menu - Apps).","6395":"To install our sync client click here: https:\/\/mega.nz\/#sync","6396":"Advanced functionality such as filesystem mounts will be made available through installable client applications.","6397":"To get one of our mobile apps go to your app store and search for MEGA.","6398":"Yes we do offer API. Please use our software development kit to add MEGA support to your application. The open-source Javascript code that implements the browser-based MEGA interface uses our API, so you have a wealth of real-world sample code to draw from if you find our documentation insufficient. ","6399":"Since we don’t have the resources to build all the cool apps that turn MEGA into a versatile and useful tool ourselves, we invite you to help us. ","6400":"After auditing your app’s code for back doors, we will feature it on our site. We are happy to discuss revenue sharing models for highly popular apps. For more information please click here: https:\/\/mega.co.nz\/#dev and https:\/\/github.com\/meganz\/sdk2","6401":"Currently we recommend Mozilla Firefox. For an enhanced performance install our MEGA extension 2.0.+. https:\/\/mega.nz\/#firefox","6402":"Our second preferred browser is Google Chrome (get extension here: https:\/\/mega.nz\/#chrome) ; third recommended browser is Opera Next.","6403":"Read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6404":"Browser Update","6405":"Starting with version 20, Mozilla Firefox finally supports the tiny JavaScript API detail that we had been craving for, making it the preferred browser to use MEGA with.","6406":"The revised MEGA browser compatibility table:","6407":"Firefox 20+:","6408":"+ Supports recursive folder uploads (using our browser extension)","6409":"+ Very stable thanks to proper memory management","6410":"+ Extremely fast JavaScript engine","6411":"+ Excellent text rendering, with proper character spacing\/kerning even under MacOS","6412":"⇒ Highly recommended (with browser extension)","6413":"Chrome:","6414":"+ Supports recursive folder uploads","6415":"+ Very fast JavaScript engine","6416":"- Anemic text rendering, erratic character spacing under MacOS","6417":"⇒ Recommended (on 64-bit operating systems) (with browser extension)","6418":"Opera Next:","6419":"⇒ Recommended ","6420":"Internet Explorer 11:","6421":"+ Excellent text rendering","6422":"- No folder uploads","6423":"- Download file size limitations","6424":"⇒ Compatible ","6425":"Safari 6, 7, 8:","6426":"- No support for writing files from within JavaScript (requiring a kludgy Flash-based workaround)","6427":"- Erratic character spacing under MacOS","6428":"⇒ Not recommended","6429":"Opera: No JavaScript file writing and exceedingly slow JavaScript crypto operations.","6430":"⇒ Not recommended","6431":"You can change download destination in your browsers settings. However this varies from browser to browser. ","6432":"Make sure you have our browser extensions installed as described below.","6433":"In theory your browser downloads data to a browser-internal file system and then copies the data to the final destination (the copy even happens if both locations are on the same drive). All files 'in progress' are being saved onto your C: Drive. ","6434":"100% status progress indicates that the download has been completed. ","6435":"Please attempt to locate the files in the default download folder for your browser. ","6436":"Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox)","6437":"- you can check your download history in 'Tools' - 'Downloads'. ","6438":"To nominate a default download destination go to 'My Account' - 'Settings' - and scroll right down to 'Browse' and select your nominated download destination.","6439":"Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome)","6440":"- you can check your download history in 'Downloads', and click 'Show in folder' for any given file. ","6441":"To nominate a default download destination go to 'Settings' - 'Advanced Settings' - 'Downloads'.","6442":"We cannot recommend any third-party tools. Our onsite download is already using multichannel downloading. The Internet Download Manager, JDownloader or any other third party download client have not been approved or authorized by MEGA and should only be used at your own risk of loosing or corrupting your data.","6443":"All files stored on MEGA are encrypted. All data transfers from and to MEGA are encrypted. And while most cloud storage providers can and do claim the same, MEGA is different – unlike the industry norm where the cloud storage provider holds the decryption key, with MEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!","6444":"All our encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device. The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).","6445":"The nominated and confirmed password for your MEGA account is also your unique master encryption key to your files. You could have noticed this being created upon your 'confirmation email' validation. The encryption key gets created from your password and to strengthen the key we have collected the entropy from your mouse movements and key stroke timings. ","6446":"Remember to keep your MEGA password secure and confidential at all times and generate your MASTER CRYPTO KEY for the event of misplacing your password in the future - https:\/\/mega.nz\/#backup.","6447":"No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.","6448":"Data you store with MEGA:","6449":"We make no use of the data a user stores with us because we cannot even decrypt it. MEGA uses a unique system of User Controlled Encryption. BEFORE your data leaves your browser, the file is encrypted (scrambled, unreadable) and then it leaves your computer, to be stored on the cloud as unreadable. The only way to decrypt\/ make it readable is to download it back, while logged in to your file manager. Only when it reaches your browser, and realizes you are logged in with the correct credentials, does it begin decrypting (become readable). The only way to get the file is to be correctly logged into that account. This is UCE. ","6450":"Server controlled encryption (other storage providers) means the file is still readable when it is sent to the cloud, and then it is encrypted. When downloading, it is decrypted at the cloud, and then sent back to you fully readable. Not hard for prying eyes to see what is going on!","6451":"Your information we collect:","6452":"We keep the following personal information:","6453":"Registration details (such as email address; time and date of creation, location on a computer network where the registration has been performed)","6454":"Records of IP addresses used to access our services","6455":"We may also collect information about visits to our website to measure the number of visitors to different parts of the site","6456":"We may use cookies or other similar technology for these purposes. By using our website or our services you specifically agree to our use of cookies and such other technology to collect personal information.","6457":"If we think it is necessary or we have to by law in any jurisdiction then we are entitled to give your information to the authorities. We reserve the right to assist any law enforcement agency with investigation, including a limited to by way of disclosure of information to them or their agents. We also reserve the right to comply with any legal processes, including but not limited to subpoenas, search warrants and court orders.","6458":"We do not make this information available to any third parties unless forced by court order.","6459":"All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ","6460":"Individual accounts are jeopardized by:","6461":"- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.","6462":"- Shoulder surfing. Do not type your password while someone could watch your keystrokes.","6463":"- Password brute-forcing. Use strong passwords.","6464":"- Phishing. Always confirm the security status of your connection (https:\/\/) and the correct domain name (mega.co.nz) before entering your password.","6465":"Large-scale attacks could be mounted through:","6466":"- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).","6467":"- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.","6468":"For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.","6469":"For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.","6470":"There is no need to worry. Anything we do send through RC4 is already encrypted from the point it leaves your browser so there is no security risk. For increased security make sure you have our browser extensions installed. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6471":"We are now conducting a single node tests to see in how much the server load will increase when using AES instead of RC4 so we can provide an alternative to those who have turned off RC4.","6472":"For our customer's sake, some things are really important to us. One of these things is obviously security, whereas another one is performance. However, the former cannot be trumped by the latter!!!","6473":"When you log in, receive the `secureboot.js` file, or when you're connecting to our API, you will *always* be running through a properly configured web server, which will give you strong authentication, strong encryption, as well as forward secrecy (PFS). These are the places where it matters that information is transferred in a secure fashion when using SSL\/TLS!","6474":"Afterwards, when you're accessing further static content, or when you're accessing your file storage, the client side (that is for example the JavaScript code in your browser, a browser extension, a","6475":"sync client or a mobile app) will take care of ensuring security. Every content further loaded off of servers (e. g. the *.static.mega.co.nz servers) will be verified cryptographically by the client, and the content that could be seen on the wire is harmless. Every time data is transferred to or from our storage servers, the client side code will take care of proper, strong encryption, so that only ever the client alone is able to get access to the actual plain data.","6476":"Given these circumstances, we could actually serve all static content and\/or data transfers with our storage servers over a completely unencrypted connection. There would be *no* lack in security!","6477":"However, browsers will refuse to allow for unencrypted HTTP connections (for good reasons) when originating from an HTTPS encrypted site, or they will at least display a degradation in security in the browser bar. This is all very good and common practice, especially if SSL\/TLS is your line of defence when transmitting plain text data. For those reasons also, all subsequent connections generally should be of similar good strength in protection. However, as stated above, we don't actually need an encrypted HTTPS connection to uphold our protection (as we've taken care to completely encrypt the actual content already). But, we can't remove SSL\/TLS (HTTPS) completely, as that would make the look in the browser \"unhappy\". Therefore, we have opted to use the weakest","6478":"possible protection (RC4 with MD5) as a \"NULL cipher\" to prevent the browser from alarming people, whereas we would even be happy with an unencrypted connection altogether. This will give the end user an enhanced performance, *without* decreasing any security. And this is actually what our other clients are doing, they're getting rid of even RC4\/MD5, but use strong SSL\/TLS where needed.","6479":"I hope this rather lengthy description has cleared up the situation, and lets you enjoy MEGA without a stale feeling of insecurity or security by hand waving. We really do take it seriously, and have put *lots* of thoughts into it.","6480":"For more information read: https:\/\/mega.co.nz\/#blog_32","6481":"To ensure maximum security and privacy of your data we recommend you encrypt your local drive.","6482":"We recommend using either built-in \"Bitlocker\" (Windows) or TrueCrypt.","6483":"Definitely! We are working on it.","6484":"MEGA BlackBerry app is a ported Android app. You can get it here: http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6485":"We are now waiting for Blackberry to approve our new app version 2 for porting so we can deliver BB10 support as well as many new features.","6486":"Native support will be coming at a later stage.","6487":"You can download and install our BlackBerry app from the app store http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6488":"First - make sure you are using a capable, technologically compatible browser.","6489":"Currently we recommend Mozilla Firefox ( + MEGA extension - https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension - https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6490":"Log into your MEGA account through the https:\/\/mega.nz domain.","6491":"Change your status button (top line, right) from Red (Offline) to Green (Online)","6492":"Make sure your system camera and audio are working (allowed in browser settings)","6493":"Go to Contacts (left of screen, 4th icon from top)","6494":"Add a contact using the ‘Add contact’ feature at top right. Note: you must use the email address the person has used to create their Mega account. If you use another address they will receive an invite to join Mega at that different email address.","6495":"Double click a contact who is showing as Online (Green status)","6496":"Click ‘Start Conversation’","6497":"Click ‘Start Call’ [Top right]","6498":"Watch for the browser popup asking for permission to utilise your camera\/audio. [Click ‘Allow always’ to avoid this issue in future. Click the camera icon in the address bar to check settings.]","6499":"Enjoy fully encrypted conversation","6500":"Experiencing problems?","6501":"Allow time for the call to connect. The system might take a few seconds to find the best route for your call.","6502":"Try hard reload of the page (Windows shift+F5; MAC - cmd+R) to get the latest code updates working.","6503":"Get both parties to log out then log in again [make sure you remember your password!]","6504":"If you are still having issues please contact beta@mega.co.nz with screenshots and details. ","6505":"You must login to your account through our new domain https:\/\/mega.nz","6506":"Audio and Video settings differ from browser to browser. ","6507":"Currently we recommend Mozilla Firefox ( + MEGA extension - coming soon). Our second preferred browser is Google Chrome (+ MEGA extension - coming soon). Third recommended browser is Opera Next.","6508":"Settings","6509":"These need to be enabled in the Operating System, which varies quite a bit between different versions or Windows, Mac OS, Linux, etc.","6510":"You also need to setup the audio and camera in the browser.","6511":"No audio and\/or video","6512":"Please check that you have enabled your audio and camera in my Operating System settings","6513":"Then please check your settings in your browser.","6514":"For Chrome:","6515":"Click the Chrome menu  on the browser toolbar.","6516":"Select Settings.","6517":"Click Show advanced settings.","6518":"In the \"Privacy\" section, click the Content settings button.","6519":"In the \"Media\" section: select your Microphone and Camera in the two drop down boxes and select “Ask when a site requires access to your camera and microphone (recommended)”","6520":"For Firefox you should get a popup to the left of your URL bar asking “Would you like to share your camera and microphone” please click on “Share Selected Devices\"","6521":"Also note that your Notification of incoming call may be blocked by your browser - look for a pop up icon in your URL bar and click 'always allow'!","6522":"If you are still experiencing issues:","6523":"Please forward as much detail about the systems you are using and the error report to support@mega.co.nz.","6524":"We have now launched first stage of encrypted messaging - audio and video end-to-end encrypted calling at our new domain https:\/\/mega.nz. ","6525":"MEGA Chat (end-to-end encrypted messaging between users) is coming soon.","6526":"The email feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6527":"The email feature is currently in development. The deployment has proven to be more difficult due to our User Controlled Encryption algorithm and we will take our time to get it right.","6528":"Go to your Account - Menu to 'Export MasterKey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6529":"Go to your Account - Menu to 'Change your password'.","6530":"Uninstall and re-install the app from the Play Store. Then login with your password and set a new passcode.","6531":"Go to 'Menu' - 'Settings' and tick 'Enable camera uploads' and include video's underneath as well.","6532":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'More' and then select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6533":"To share a File - create a new folder for it from top right hand Menu and follow instructions above.","6534":"Tap on the arrow at the right hand side of a file \/ folder in your Cloud Drive. From the Menu that expands select 'Get Link'. ","6535":"Preview - tap on the file in your Cloud Drive \/ folder.","6536":"Stream audio - tap on the audio file and select which player you want to complete the stream with.","6537":"Stream video - tap on the video file and select which player you want to complete the stream with.","6538":"MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.","6539":"MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.","6540":"When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'","6541":"Click on the 'Add' button to add a new sync, click on the MEGA cloud to see your remote shares.","6542":"To sync a shared folder, the folder must be shared to you with full access, read only access shares will not display for you.","6543":"Your shared folders will be at the bottom of the list.","6544":"Then you can nominate exactly which folders you would like to sync - in MEGA as well as in your computer.","6545":"When you click to nominate Local Folder you can select any other location or drive again by clicking on the right computer path icon.","6546":"If you have issues syncing shared folders:","6547":"Can you please confirm with the user who shared data with you that he gave you 'Full access'? If you do not have 'Full access' permission on the shared folder you will not be able to sync these (they aren't shown in MEGAsync). ","6548":"When you open your MEGAsync interface click on the 'Settings' icon in the top right hand corner and then go to 'Syncs'. ","6549":"Here you can nominate exactly which folders you would like to sync - in MEGA as well as in your machine. ","6550":"Select 'Add' in the Sync interface.","6551":"Then simply click on the 'Choose' icon on the right end of the line.","6552":"When you click to nominate Local Folder you can select any other location or drive again by clicking on the right path icon in your local system.","6553":"The connections are secure, as everything transmitted via port 80 is encrypted end-to-end.","6554":"MEGAsync is a program that synchronises your local folders with your MEGA Cloud folders. ","6555":"This means however it will also synchronise mistakes made in your local folder, for example, if you accidentally overwrite a file in your local folder, that file will be updated in your MEGA account, hence it shouldn't be relied upon to backup live data.","6556":"The best way of using MEGAsync for backups would be to create a local \"Backups\" folder on your computer and use a proper backup program (or even a batch file or script) to create a backup and save the backup file in this folder, which will then be synchronised to your MEGA account.","6557":"Using this method will also allow you to create multiple backup files.","6558":"For example using the date of the backup file, eg 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, etc. ","6559":"These files will all be synchronised to your MEGA account and when you remove the oldest backup file from your computer to conserve space, it will also be removed from your MEGA account.","6560":"So, in short:","6561":"1. Create a local backups folder, eg, c:\\backups","6562":"2. Setup a backup program or batch file\/script to periodically create a","6563":"backup of your files to c:\\backups for example the end of the day, or week.","6564":"3. Set MEGAsync to synchronise c:\\backups to your MEGA account","6565":"Data uploaded to MEGA is stored on at least two international data storage servers. We currently have servers in New Zealand, Germany, Luxembourg and The Netherlands. We plan to add servers in Canada later this year. For most recent update click here: https:\/\/mega.co.nz\/#blog_21","6566":"However always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated","6567":"unprecedented government misconduct.","6568":"We provide for user controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinise it and provide feedback. ","6569":"We believe that this approach is much safer than storing your data on a provider with server-side encryption where the ISP controls the keys or, worse, no encryption at all - if, for example, MEGA user files were suddenly accessible without a password due to a programming error, they would be unreadable without the user-controlled decryption keys.","6570":"General connectivity or other errors","6571":"Please reinstall your sync client from this link https:\/\/mega.nz\/#sync (you do not need to un-install anything. Simply install again) ","6572":"What operating system and version you are using? Windows, Mac, Linux + versions?","6573":"If you are using an older version of Windows: MEGAsync requires at least Windows XP SP3. Users with previous versions of Windows can't connect. The cause is the strong security of the SSL certificate in MEGA servers. Updating previous versions of Windows (XP SP2, for example) to SP3 solves the problem.","6574":"Other tips how to fix connectivity problems are: ","6575":"* check\/disable the antivirus\/firewall (could be blocking MEGAsync), ","6576":"* disable IPv6 (to fix wrong IPv6 settings provided by some ISPs, mainly in Germany) ","6577":"* update to a newer version of your Operating System.","6578":"Temporary transmission error: Failed permanently","6579":"This error is launched when an error limit is reached during transfers. We have seen these kind of problems with users using IPv6 to access storage servers or temporary server side errors. ","6580":"MEGAsync will sync all the files when it scans. ","6581":"Please reboot your PC and upon restart the changes will sync.","6582":"If the error persists you can try disabling IPv6 in TCP\/IP settings. Please click here for more information:","6583":"http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7","6584":"You will have to uncheck the checkbox next to TCP\/IPv6 in the first screenshot and click \"OK\". ","6585":"The remote files could be in the Rubbish Bin of your Cloud Drive, in SyncDebris folder.","6586":"The local files could be in the .rubbish or .debris folder inside the synced folder. Be aware that this folder may be hidden in your OS and you may need to amend folder settings first to show hidden folders.","6587":"Our MAC Sync client is currently missing the features such as 'Get Link' or 'Share Link'.","6588":"Unfortunately, Apple keeps the Finder closed and requires bad hacks to accomplish this kind of stuff.","6589":"We are currently weighing in on any options to bypass these restrictions by Apple however it could well be at a much later stage feature we deploy (when Apple opens up the Finder API).","6590":"Apologies for this inconvenience.","6591":"VERSIONING is multiple files in the same path with the same name. ","6592":"OVERWRITE is move-to-rubbish upon upload completion, i.e. only one file per folder with the same name - latest (this is what MEGAsync does). ","6593":"Reuploading through the web browser with SKIP IDENTICAL FILES turned 'OFF' in Settings","6594":"creates VERSIONING. ","6595":"Reuploading through the web browser with SKIP IDENTICAL FILES turned 'ON' in Settings ","6596":"only keeps the OLDEST version. ","6597":"If you are experiencing issues with Versioning or Overwriting please check these factors first:","6598":"Please check if the timestamp of the file on the server is newer than the clock on the computer you amended the file on.","6599":"That is usually the problem... The image \/ text editor keeps the timestamps constant and MEGAsync then rightfully believes that it has an old file and overwrites it with the newer file from the server.","6600":"Please turn off \"keep timestamp constant\" in the settings.","6601":"We store your files on at least two servers in different datacentres, if available.","6602":"Always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated unprecedented government misconduct.","6603":"Yes. However, your MEGA password is more than just a password - it unlocks your master encryption key, without which your data is entirely unreadable.","6604":"Therefore, there are two kinds of password reset: With or without providing a copy of your backed up master key. With the key, you can just set a new password and retain your existing account. Without the key, you can park your existing account and start a new empty one under your existing account's e-mail address. We recommend that you do keep a backup of your master key in a safe location at all times, just in case! Click <a href=\"#backup\">here<\/a> to export your key or <a href=\"#recovery\">here<\/a> to reset your password.","6605":"Important question - have you got our MEGASync client \/ one of our mobile apps installed and are you logged in? That would make a big difference. Please let us know! You can still export your Master Crypto Key through 'Settings' - 'Account'.","6606":"PRO subscribers","6607":"If you decide to reset your account - Option B - and you are a Pro user -> please let support@mega.co.nz know when you have completed (together with your PayPal email address) that and we will re-assign your Pro account status to your new fresh account.","6608":"At the present moment you will not be able to perform the account reset from your mobile device. The feature to backup your Master Crypto Key is still in development and will be deployed on one of our future updates.","6609":"Reset","6610":"There are two kinds of password reset: With or Without providing a copy of your backed up Master Crypto Key. ","6611":"- With the key (Option A), you can just set a new password and retain your existing account. ","6612":"- Without the key (Option B), you can park your existing account and start a new one under your existing account's e-mail address.","6613":"OPTION A - If you have data uploaded, don't remember your password and you do have your Master Crypto Key backed up:","6614":"1. Open https:\/\/mega.nz\/#recovery","6615":"2. Set a new password after providing the exported master key","6616":"=> If you have a backup of your master crypto key you can reset your password and no data from your account will be lost. Your data will re-appear upon the next login with the reset password.","6617":"=> You can still export your master key now if have an active MEGA session in any other browser on this or any other computer. If this device does not support the Crypto key export - you can download and backup your data at least.","6618":"If you do not have any other active MEGA session open you can no longer decrypt your existing account but you can start a new one under the same email address =>","6619":"OPTION B - If you do not have your Master Crypto Key saved, there is now a workflow that permits the re-use of your primary e-mail address for a fresh and empty MEGA account (with possible data recovery):","6620":"2. Click 'No'","6621":"3. Type in your email address and click 'Send'","6622":"4. Check your email for your password reset link and click on that.","6623":"5. Nominate your new password for the reset account with the same email address.","6624":"6. If you remember \/ recover your original password within the 60 days period, contact the friendly MEGA support team at support@mega.co.nz and ask them to restore the parked account.","6625":"=> Due to our end-to-end encryption paradigm you will not be able to access your data without your original password or backup of your Master Crypto key. You can park your existing account and start a fresh one under the same email address. In the event you recover your 'parked' account password contact us for assistance. Your data will be retained in your 'parked' account for at least 60 days. ","6626":"Summary:","6627":"1. If you do have your Master crypto key backed up - you can reset the password to your account and your data will stay.","6628":"2. If you do not have your Master crypto key backed up - you can re-register with the same email address however your data will be lost after the 60 day 'recovery' period.","6629":"If you are positively sure that you will never lose your password, there is no need to back up your key. If you do decide to make a [A]backup[\/A], however, please ensure that you keep it in a safe location: Anyone with access to your backed up key and your e-mail account will be able to reset your password and gain access to your data.","6630":"We recommend you do export your account's Master Crypto Key so you can reset your account together with your data in the future if you ever misplace your account's password.","6631":"You can save your master crypto key in your local storage or in a document you will have backed up elsewhere.","6632":"How to backup your Master crypto key: ","6633":"1.) Log into your account","6634":"2.) Copy and paste this link into the URL bar https:\/\/mega.nz\/#backup","6635":"3.) Save your Master Key in your PC and \/ or Copy to clipboard and paste into a document","6636":"Alternatively you can backup your master key in Settings - Account in your Sync client or one of our mobile apps.","6637":"If you ever misplace your account's password you can then reset your account using this master key.","6638":"1.  Forget your password","6639":"2.  Request a password reset link by e-mail - https:\/\/mega.nz\/#recovery","6640":"3.  Set a new password for your after providing the exported master key","6641":"With our free account you get a globally accessible, high-performance, secure cloud drive with 50 GB of storage space with User Controlled Encryption (UCE). ","6642":"If you need more space than that, you can upgrade to a [A]pro[\/A] account. ","6643":"When you 'Create Account' with Mega (https:\/\/mega.nz\/#register), the pop up on the page will tell you to expect a 'Confirmation Email' and you should go to your email inbox and look for a 'MEGA Activation' email.  In this 'Confirmation' email, you click on the confirmation link which takes you to Mega again to put in your password for the second time so that you can authenticate your account.  If successful, you are taken to your Mega account displaying 'Cloud Drive'.","6644":"Issues?","6645":"If you haven’t received the email to confirm\/activate your account, please check your junk mail folder and spam filters at your email address.","6646":"If you still can’t locate the email, you might try to re-register using the original email address.  If the confirmation email for this registration does not appear in any of your email folders, then we suggest that you contact your ISP to determine if there is a 'block' on Mega emails.  Alternatively you may need to sign up using a different email ID.","6647":"If you are getting the warning message \"Incorrect password \/ email ID\" - that appears when the password you entered at the point of registration and the password you try to enter to validate and confirm your account don't match. ","6648":"We suggest to start registration again with the same email address and write the password down somewhere secure to validate it later. Try to make your password longer so it is not easily guessed. Combine upper and lower case letters, add special characters (we don't limit any!). Do not use names or dictionary words. Also do not use copy & paste function while creating your account - please make sure you type your password in each time when registering. ","6649":"We also strongly discourage users to use password generators as your password is also going to be your unique encryption key. ","6650":"Link doesn't work?","6651":"If the activation link you have received after signing up at Mega does not work when you click on it try to copy and paste the link directly into your browser; check for any extra white space that your email client might have entered.","6652":"If you still cannot activate your account try to re-register for a MEGA account with the same email address or sign up using a different email address to receive a new confirmation link.","6653":"Ensure you regularly clear your browser cache and that you are not logged into another MEGA account from the same browser while registering for a new one.","6654":"To cancel your actual MEGA account:","6655":"Log into your MEGA account and delete all your data, including 'Clear Rubbish Bin'.","6656":"Then email your request to support@mega.co.nz.","6657":"To cancel your subscription refer to 'How do I amend \/ cancel my Pro subscription?' below.","6658":"Please email support@mega.co.nz for assistance.","6659":"Your free account with MEGA and the files it contains do not have an expiry date and your account will stay active unless you do not log into your account for an entire year. After that period you will get a follow up email from us.","6660":"If you don't renew your Pro account subscription at the end of the term purchased your account will simply revert to a free account.","6661":"If you have more than 50 GB worth of files you will receive multiple deletion warnings to advise you, so you have a chance to save your files locally or purchase a new Pro account upgrade.","6662":"If you don't renew after a month and your account's storage is still over-quota for the free account (50 GB) your files will be deleted, largest first, until you are within the free account storage limit.","6663":"You can subscribe for a Pro account either directly through PayPal (log into your account and click https:\/\/mega.nz\/#pro) or through any of our authorized resellers (https:\/\/mega.nz\/#resellers). ","6664":"Either way you will get two options: Monthly and Annually (slide the switch across in the top right hand corner).","6665":"By purchasing a voucher you will be in charge of renewing your subscription manually each month \/ year (depends on what option you prefer).","6666":"Subscribing for a Pro account using your PayPal account will set you up with automated re-billing and the subscription will auto-renew for you each month \/ year (depends on what option you prefer).  ","6667":"You can pay with your PayPal account or your credit \/ debit card.","6668":"We don't manage MEGA Pro subscriptions with automated re-billing. ","6669":"Our users subscribe themselves using their PayPal account.","6670":"Please check your PayPal payment email confirmation you received for all the details of the agreement you have made. ","6671":"If you want to change or cancel your payment agreement with Mega Ltd. you have to do this from your PayPal account.","6672":"If you have any issues finding the subscription (to cancel or amend it) - please contact your local PayPal support for assistance.","6673":"In most cases the steps are as follows: ","6674":"If you would like to cancel this subscription, log in to your PayPal account and go to the \"History\" subtab of the \"My Account\" tab. Choose \"Subscriptions\" from the pull-down \"Show\" menu and press the \"Submit\" button. Choose this subscription, and click on its \"Details\" link. You will be taken to a Transaction Details page from which you may cancel your subscription. Cancelling your subscription will immediately stop all future scheduled payments for this subscription.","6675":"Refunds","6676":"When logged into your PayPal account (after you cancelled the ongoing subscription) you may also 'file a PayPal dispute' and apply for a refund.","6677":"If you are having issues with the subscription cancellation please contact your PayPal support.","6678":"Please check your PayPal payment email confirmations you received for all the details of the agreement you have made. ","6679":"It sounds like you may have accidentally created several subsequent Pro account subscriptions.","6680":"Please follow the instructions below, log into your PayPal account and cancel the additional subscriptions in your My Account - History. Keep only the first one you made.","6681":"Then apply for a refund of these redundant subsequent subscriptions.","6682":"The privacy and security you get with browser based end to end encryption can take it's toll on speed as due to not all browsers provide complete HTML5 support. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6683":"The speed of downloads\/uploads is dependent on the state and speed of your computer, software, operating systems and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or uploads, depending on your priorities in 'My Account' - 'Transfer Settings'. You can try to maximize your upload performance by disabling the 'Upload Speed Limit' as well.","6684":"We do default the 'Upload Speed Limit' to enabled as many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. ","6685":"The speed tests such as speedtest.net are great when you want to determine if your router or ISP has issues – you know what your speed ‘should’ be and this test indicates if there is an issue somewhere along the ‘lines’. However the result from speed test does not have a direct relation to speed with MEGA. The speed test will indicate whether everything is working right from the users or ISP’s end however there are other factors to take into consideration. Such as international peering issues (internet as a whole is currently experiencing: http:\/\/www.internetpulse.com\/); the state of users computer (whether your software is up to date, whether your HDD and browser are clogged by temp or cached data or fragmented…); transfer speed also depends which server we are storing the data on. ","6686":"To sum it up - your Pro account's increased bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly. ","6687":"Steps to perform if your voucher has been redeemed and you have an account balance showing:","6688":"Log into your MEGA account","6689":"Go to Menu","6690":"Go to My Account","6691":"in 'Account type' you see FREE. Click on 'Upgrade my account'","6692":"Choose the package you wish to have \/ have purchased - i.e. PRO I annually","6693":"Click 'Buy Now'","6694":"A pop up will appear: \"Do you want to use your prepaid balance to proceed?\"","6695":"Select 'YES'.","6696":"If you wish to change your password at any point you can do so from inside the 'My Account' - 'Account Details' - 'Edit your profile' area using \"Change password\". Please note that the \"Cancel\" \/ \"Save\" buttons will appear only after a matching pair of new passwords have been entered!","6697":"Also. You must know your original password and type it in the password change field correctly for a password change to complete correctly. If you do not know your original password, do not enter it correctly into the original password field and proceed with the password change - it will not complete. ","6698":"Your new password will not save in the system unless your old password is correct.","6699":"In your mobile app and sync client please go to Settings or Account section.","6700":"There is an 'ephemeral - test' session feature that MEGA offers users to 'get a feel' of what MEGA is all about without having to register for an account. ","6701":"This screen session displays a 'Warning Triangle' and 'Create Account' sign on the top line to alert users that they are not currently logged into any account.","6702":"Can you confirm that you have correctly validated and were logged into your account while uploading? ","6703":"Have you checked your Rubbish Bin?","6704":"Possible display issues","6705":"Please run CCleaner periodically through your system to get rid of any cached temp data - https:\/\/www.piriform.com\/ccleaner and re-try the access to your account (or clear your system and browser cache manually).","6706":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. Please make sure you have the latest version of our browser extension installed.","6707":"What happens when you refresh the browser (or log out of your account. Close the browser. Open a new browser session and log back into your MEGA account) - do the files appear? ","6708":"Shared data missing?","6709":"Also be aware that if you are sharing a folder that contained your file, anyone that you have given ‘full’ access to is able to not only download but delete any files in the folder. When sharing a folder please ensure you select the correct permissions; the three options are read-only, read\/write (files can be viewed and added, but not deleted), and full (files can be added and deleted).","6710":"Still no luck?","6711":"Contact the team at support@mega.co.nz for further assistance.","6712":"All your communication can be achieved by setting up folder sharing. We strongly discourage you from sharing your account log in information with anyone as MEGA's strict security stands precisely on keeping your details confidential.","6713":"Please note that this takes getting used to MEGA first, and a bit of administering. ","6714":"In order for any of the following to make sense, I urge you to get into MEGA, and start testing for yourself, and see how what i am about to describe can apply!","6715":"OK, the way to do this :","6716":"Firstly, the leader of this project, or the file administrator would set up an account which would be considered the MASTER account - This can just be a normal Free account, or Pro (https:\/\/mega.nz\/#pro) depending on your storage requirements. ","6717":"1 - Each other user must have an account set up with MEGA.nz - They are Free :)","6718":"2 - You need to add each of their email IDs to your master account's Contacts.","6719":"3 - In your master account, it is up to you to set up the 'hierarchy' as described. E.g. you would create a different folder unique to each user, you could call it by their name. ","6720":"4 - Once you have set up the 'hierarchy' to reach the level that you need uploaded to (e.g. User\/ Event and sub folder, Users name)","6721":"you can then 'right click' select sharing, and assign that user with FULL ACCESS!","6722":"5 - From here, this folder is effectively synced on both accounts, any modifications are visible at both accounts instantly!","6723":"You then load files into that folder, and they will be visible at the other users account too, listed under their 'Incoming Shares'","6724":"Then are also notifications to alert all users with access to that folder, of any recent activities such as new files added, removed etc. ","6725":"FULL Access allows both the master account, and the receiving account with full permissions to that folder. Each user could upload, download, modify and erase any content in that folder. The other permission levels are Read Only (no adding, no deleting) and Read and Write (you can add but not delete).","6726":"-- You may want to set up your master account, and set up a dummy account for yourself too, and start familiarizing, and the above will make sense! (Obviously with following above steps to share\/bridge)","6727":"You would need to be very careful with your password, to always keep it safe. ","6728":"Currently MEGA is optimized for desktop browsers and you can see some more information about why we recommend Mozilla Firefox in particular here: https:\/\/mega.co.nz\/#blog_12. If you have any difficulties with uploads or downloads install our MEGA extension 2.0.+. ","6729":"Our second preferred browser is Google Chrome.  Third recommended browser is Opera Next.","6730":"So, I recommend the latest version of Mozilla Firefox + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.co.nz\/#firefox","6731":"Alternatively, you could test our new Chrome App. Firstly, read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6732":"If you like the sound of the Chrome app, you will find a download link plus instructions here: https:\/\/mega.co.nz\/#chrome ","6733":"This App is to be installed into the very latest version of Google Chrome. ","6734":"So, in summary, we can provide everything you are requesting, providing you take the time to familiarize, and can manage the operation effectively from your end :)","6735":"MEGA has so much to offer, and even look at the quality of support you get with a Free account! Get testing immediately!","6736":"In cases where users experience iOS app login issues, usually the best course of action is:","6737":"- log out in the app","6738":"- delete the app","6739":"- re-install the app","6740":"- restart device","6741":"Some older devices have limited RAM and once the OS is loaded and maybe some other apps running in background, will impact the MEGA app","6742":"Apple has strict regulations due to their security. You must connect your iPhone to your iTunes and go to Devices - Apps - File Sharing - MEGA.","6743":"That is where you find your downloaded documents.","6744":"Same security restriction of the Apple security system prevents you to upload anything outside the app apart from photos on your device.","6745":"Go to your Settings - Advanced to 'Export your master key' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6746":"No. Please login through web client.","6747":"Un-install and re-install the application from App store. Then login with your password and setup a new passcode.","6748":"Go to Settings - Camera Uploads and there you can amend the settings to suit your needs for both photos and videos.","6749":"Yes. Download MEGA iOS app onto your iPad and then log into your MEGA account when prompted.","6750":"iPad User Interface is going to be launched soon.","6751":"Click on the arrow on the right from the folder \/ file and select 'Share link'.","6752":"Simply tap on the audio \/video file and the streaming will commence.","6753":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6754":"To share a File - create a new folder for it from top right hand menu '+' and follow instructions above.","6755":"In WP8.0 we can not save documents elsewhere other than in the app, this is due to the Windows Phone SDK restriction, only images can be exported to 'Saved Pictures' ","6756":"WP 8.1 - Users are able to export doc files and other file types to KnownFolders. And those are Pictures and Documents folders for example. ","6757":"if you want to browse your phone file structure you need an app. The Files app of Microsoft itself for example will let you browse and open documents\/images on your internal storage. It is Microsoft's own solution.","6758":"You can download and install our Windows phone app from Windows app store http:\/\/www.windowsphone.com\/s?appid=1b70a4ef-8b9c-4058-adca-3b9ac8cc194a","6759":"Go to your Settings - Preferences to 'Export masterkey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6760":"Yes. Go to Preferences - Change Password.","6761":"n\/a","6762":"Long press on the folder \/ file and select 'Get Link' from the menu that pops up.","6763":"Plan duration","6764":"Choose duration","6765":"When you click \"PURCHASE\" you will be forwarded to the <span class=\"payment-provider-name\">Provider<\/span> site to set up your billing information.","6766":"Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and non recurring.","6767":"Customise your <span>PAYMENT PACKAGE TITLE<\/span> account","6768":"Choose your subscription period below and continue through our payment provider.","6769":"\/one time","6770":"Learn more about MEGA's security model &amp; cryptography.","6771":"Deleted folders","6772":"No Conversations","6773":"Ascending","6774":"Descending","6775":"Share Folders","6776":"Verified","6777":"Approve","6778":"Approve credentials","6779":"New identification credentials seen for your contact:","6780":"Your Contact's credentials:","6781":"This is best done in real life by meeting face to face. If you have another already-verified channel such as verified OTR or PGP, you may also use that.","6782":"Your credentials:","6783":"Approve credentials","6784":"Authenticity Credentials:","6785":"Type in an email or contact","6786":"Worry not! You can easily add new contacts by email or import existing contacts from other services.","6787":"No shared folders with you","6788":"months","6789":"Suspended account","6790":"You have been suspended due to excess data usage. Please contact support@mega.co.nz to get your account reinstated.","6791":"Verified","6792":"Verified","6793":"Recover space by emptying the Rubbish Bin","6794":"Empty the Rubbish Bin","6795":"Are you sure you want to permanently remove all items from your Rubbish Bin?You cannot undo this action!","6796":"\"PRO Lite\" monthly subscription","6797":"\"PRO Lite\" yearly subscription","6798":"\"PRO 2\" monthly subscription","6799":"\"PRO 2\" yearly subscription","6800":"\"PRO 3\" monthly subscription","6801":"\"PRO 3\" yearly subscription","6802":"Bitcoin","6803":"%1 months","6804":"Insufficient balance","6805":"You have insufficient funds to make this purchase. Please top up your account with a voucher or choose another payment method.","6806":"%1 month purchase","6807":"When you click \"PURCHASE\" you will be shown the price in Bitcoins and an address to send the Bitcoins.","6808":"Due to the nature of exchanging Bitcoin, all Bitcoin transactions will be final and nonrecurring.","6809":"one time","6810":"Scan code to pay","6811":"Open Bitcoin wallet app","6812":"Please close this dialog and click <span>purchase<\/span> again.","6813":"BTC","6814":"This purchase expires in","6815":"Connection to payment provider failed.","6816":"Plan duration","6817":"Choose duration","6818":"Payment options","6819":"Choose your subscription period below and continue through our payment provider.","6820":"Customise your <span>PRO III<\/span> account","6821":"Remove link","6822":"Subscription cancellation","6823":"Would you like to cancel your active subscription? Your credit card will not be charged again, and you will retain Pro status until the end of the current billing cycle.","6824":"Awesome!","6825":"Your payment has been accepted.","6826":"Continue","6827":"Payment declined","6828":"Your payment got declined. Please try again.","6829":"Pro payment","6830":"Include personal message for new contacts...","6831":"Caution You have elected to close your MEGA account The account under this email address will be permanently closed and this can not be undone","6832":"By completing this action you will lose access to all your uploaded data shares and contacts","6833":"End chat","6834":"Send files","6835":"Add contact to Conversation","6836":"Send contact details","6837":"From your Cloud Drive","6838":"From your computer","6839":"Download to your Cloud Drive","6840":"Download to your computer","6841":"We re sorry to see you go","6842":"Your account has now been closed","6843":"but before you leave we would love to know why you are leaving us","6844":"Please select one","6845":"I don t use my account anymore","6846":"My favourite browser is not technologically compatible and I don t want to change","6847":"MEGA has under delivered on its promise","6848":"Leave a comment","6849":"Share options","6850":"Looks like there s a malformed email","6851":"You re already imported contacts from Gmail","6852":"Looks like there s a malformed email there","6853":"Include personal message for new contacts","6854":"Share folder with contacts","6855":"Select folder to share","6856":"I m happy to share my email for future communication related to my feedback","6857":"This is the data that we will send to our servers along with your message and feedback","6858":"New unverified credentials","6859":"Info","6860":"Send to contact","6861":"Reply","6862":"Reply to all","6863":"Forward","6864":"Move up queue","6865":"Move down queue","6866":"CURRENT CALLING","6867":"Backups","6868":"Messages","6869":"Invalid folder link","6870":"No Messages","6871":"No Incoming Shares","6872":"Authenticity Credentials","6873":"Reseller","6874":"Create vouchers","6875":"Voucher type","6876":"Create voucher","6877":"Get a FREE account","6878":"Select files to upload or drag drop anywhere on this page","6879":"New unverified credentials","6880":"There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.","6881":"The previously seen contact credentials for %1 have changed.","6882":"The previously verified contact credentials for %1 have changed.","6883":"Previously seen credentials","6884":"Previously verified credentials","6885":"Thank you for activating your complimentary MEGA Pro account! Upon completion, you will receive 500 GB of secure encrypted high-performance online storage space for one year. All transfers from and to MEGA are unmetered and therefore uncapped from all Slingshot broadband connections.","6886":"Questions or comments? Please contact our [A]customer support department[B] for assistance.","6887":"Please install our extension for improved download performance and added security. Unfortunately, there is a [A]bug[B] in the current version of Firefox that will cause excessive memory consumption during and after large downloads.","6888":"You can choose to import contacts from third party services. These will not be added to you MEGA Contacts but will remain accessible to share and collaborate.","6889":"Setting up Bitcoin transaction...","6890":"File link not found","6891":"Folder link not found","6892":"already uploaded","6893":"File info","6894":"Folder info","6895":"The secondary media folder does not exist, please choose a new folder.","6896":"This folder is read only. You have no permissions to upload.","6897":"Move to the Rubbish bin?","6898":"Delete from MEGA?","6899":"If you leave the folder, you will not be able to see it again","6900":"Open link…","6901":"Register now and get 50 GB of free space","6902":"Uploads are fast. Quickly share files with everyone","6903":"Keep all you files safe with MEGA's end-to-end encryption","6904":"Get fully encrypted access anywhere, anytime","6905":"I agree with MEGA's Terms of Service","6906":"Shared items","6907":"CLOUD DRIVE","6908":"Choose folder","6909":"Manage link","6910":"Leave","6911":"This link will not be publicly available anymore","6912":"Open link","6913":"Download folder","6914":"Import folder","6915":"Used Space","6916":"You're running out of space! Do you want to upgrade your account?","6917":"Operation not allowed","6918":"Google Play subscription","6919":"The link has been removed","6920":"Take picture","6921":"Uploading files of media folders","6922":"Enable Secondary Media Uploads","6923":"Disable Secondary Media Uploads","6924":"Only when charging","6925":"Keep file names as in the device","6926":"Local Camera folder","6927":"Mega Camera Uploads Folder","6928":"Local Secondary folder","6929":"Mega Secondary Folder","6930":"MEGA SDK version","6931":"Create one account now!","6932":"By name","6933":"ascending","6934":"descending","6935":"By date","6936":"By size","6937":"largest first","6938":"smallest first","6939":"Enter your billing details:","6940":"Enter your payment details:","6941":"(non-recurring)","6942":"Please select one:","6943":"I don't use my account anymore","6944":"Leave a comment:","6945":"I'm ok with sending anonymised data\/statistics"}