{"10":"LIELĀKS. LABĀKS. ĀTRĀKS. STIPRĀKS. DROŠĀKS.","11":"12 Pants","12":"Nedrīkst patvaļīgi iejaukties neviena privātajā un ģimenes dzīvē, patvaļīgi apdraudēt viņa dzīvokļa neaizskaramību vai viņa korespondences noslēpumu, vai nelikumīgi apdraudēt viņa godu un reputāciju. Katram cilvēkam ir tiesības uz likuma aizsardzību pret šādu iejaukšanos vai šādiem apdraudējumiem.","13":"Vispārējā Cilvēktiesību Deklarācija","14":"Apstiprināt dzēšanu","15":"Vai esi pārliecināts, ka vēlies neatgriezeniski izdzēst visas vienības no savas miskastes?","16":"Iekšēja kļūda","17":"Joslas platuma kvota pārsniegta","18":"Pārāk daudz savienojumu priekš šīs lejupielādes","19":"Pieteikšanās sesija beigusies vai nederīga","20":"Pagaidām nav pieejams","21":"Konta problēma, lūdzu pārbaudi savu e-pastu","22":"Fails vairs nepastāv","23":"Fails vairs nav pieejams","24":"Atšifrēšanas kļūda","25":"Mape, kurā Tu esi ir dzēsta vai to ir pārvietojis cits lietotājs.","26":"Zudusī Mape","27":"Diemžēl, 1 failu nevar augšupielādēt, jo tas ir lielāks nekā [X].","28":"Diemžēl [X1] failus nevar augšupielādēt, jo tie ir lielāki nekā [X2].","29":"Jums ir ierobežota failu augšupielāde ar mūsu Adobe Flash fallback, jo jūsu pārlūkprogramma nenodrošina HTML5 FileReader. Ja jūs vēlaties apiet šo ierobežojumu (un palielināt kopējo pārlūka veiktspēju) lūdzu apsveriet uzstādīt [A]Google Chrome[\/A].","30":"Pārlūka ierobežojums","31":"Jūs varat tikai augšupielādēt mazākus failus par [X] ar Internet Explorer 9. Chrome, Firefox un Internet Explorer 10 ļaus jums augšupielādēt lielākus failus.","33":"MEGA rulē ar Google Chrome","34":"Brīdinājums:","35":"Jūs izmantojat novecojušu pārlūkprogrammu, kas negatīvi ietekmē jūsu failu pārsūtīšanas ātrumu.","36":"Lūdzu pārej uz Google Chrome.","37":"Kamēr citi pārlūku izstrādātāji joprojām cīnās, lai ieviestu pilna spektra HTML5 funkcionalitāti, Google Chrome ir viss - šodien. Lai baudītu MEGA ar pilnu jaudu (piemēram, automatizētu batch up - downloading), mēs iesakām pamest savu pašreizējo, novecojušo pārlūkprogrammu un pāriet uz Chrome pēc iespējas ātrāk.","38":"Nerādīt šo ziņu vēlreiz","39":"Nē, Paldies","40":"Lejupielādēt Chrome","41":"Jūs izdzēsāt mapi, kas satur 1 koplietojamu mapi.","42":"Tiklīdz jūs iztukšosiet miskasti tā šī šāre tiks atslēgta.","43":"Jūs ir izdzēsāt mapi, kas satur [X] koplietojamās mapes.","44":"Tiklīdz jūs iztukšosiet miskasti tā šīs šāres tiks atslēgtas.","45":"Koplietojamās mapes brīdinājums","46":"Iekšēja Kļūda","47":"Ups, kaut kas nogāja greizi. Atvaino par to!","48":"Lūdzu ievadi vismaz trīs rakstzīmes, lai meklētu.","49":"pārvietot [X] izvēlēto vienumu(s)","50":"1 fails","51":"[X] faili","52":"un","53":"1 mape","54":"[X] mapes","55":"Tikai-lasāms","56":"Lasīt & Rakstīt","57":"Pilnīga piekļuve","58":"Lejupielādēt","59":"Saņemt saiti","60":"Dalīties","61":"Pārdēvēt","62":"Pārvietot","63":"Kopēt","64":"Atļaujas","65":"Jums ir lasīt-tikai piekļuve šajā mapē.","66":"Jums ir lasīt & rakstīt piekļuve šajā mapē.","67":"Jums ir pilna kontrole pār šo mapi.","68":"Jauna mape","69":"Izveidot Jaunu Mapi","70":"Iztīrīt Miskasti","71":"Pievienot kontaktu","72":"Dzēst kontaktu","73":"Vai tiešām vēlaties dzēst šo lietotāju no jūsu kontaktu saraksta?","74":"Vai tiešām vēlaties dzēst šos lietotājus no jūsu kontaktu saraksta?","75":"Dzēst kontaktu","76":"Jūs gatavojaties neatgriezeniski aizvākt [X] failus no miskastes.","77":"Vai jūs vēlaties turpināt?","78":"Jā","79":"Nē","81":"LABI","82":"Atcelt","83":"Aizvākt","84":"Apstiprināt dzēšanu","85":"Pārlādēt","86":"Nosaukums","87":"Izmērs","88":"Pārsūtīšanas veids","89":"Stāvoklis","90":"Ātrums","91":"Pagājušais laiks","92":"Atlikušais laiks","93":"Tips","94":"Pēdejo reizi modificēts","95":"E-pasts","96":"Tiesības","97":"Jauna Augšupielāde","98":"Mapes Augšupielāde","99":"Faila Augšupielāde","100":"Iztīrīt Miskasti","101":"Pievienot kontaktu","102":"Meklēt","103":"Atcelt pārsūtīšanu","104":"Failu pārsūtīšana","105":"gaida","106":"Failu pārvaldnieks","107":"Vai jūs vēlaties kopēt atlasīto mapi uz privāto iesūtni [X]?","108":"Apstiprinājums","109":"Vai jūs vēlaties kopēt atlasīto mapi uz šo koplietojamo mapi?","110":"Vai jūs vēlaties kopēt atlasīto objektu (-s) uz privāto iesūtni [X]?","111":"Vai jūs vēlaties kopēt atlasīto objektu (-s) uz šo koplietojamo mapi?","112":"Eksportēt failu saites un atšifrēšanas atslēgas","113":"Faila saite","114":"Faila atslēga","115":"Faila nosaukums","116":"Faila izmērs","117":"Pārvietot uz citu vietu","118":"Izvēlies mērķi","119":"Bezmaksas joslas kvota pārsniegta","120":"Lejupielāde nevar notikt tas tāpēc, ka pārsniegta bezmaksas pārsūtīšanas atļauja tavai IP adresei.","121":"Šis ierobežojums ir dinamisks un atkarīgs no neizmantotās joslas apjoma, kas mums ir pieejams.","122":"Tikai pārsūtīšanas notiek pēdējo piecu līdz sešu stundu laikā.","123":"Šajā laika logā:","124":"Tu esi lejupielādējis [X].","125":"[X1] būs pieejami [X2].","126":"Pašreizējās IP limits ir [X].","127":"Jūsu ērtībai, jūsu rindā esošās lejupielādes tiks aizturētas līdz brīdim kamēr jums būs pietiekami daudz pieejamas kvotas un pēc tam atsāksies automātiski.","128":"Ja jūs nevēlaties gaidīt, jūs varētu vēlēties apsvērt iespēju piereģistrēties joslas platuma paketei, kas arī dos jums pietiekami daudz papildu krātuvi.","129":"Pāriet uz Pro","130":"Lejupielādēt failus","131":"Noklikšķiniet \"Atļaut\" lejupielādes pabeigšanai","132":"Pārvietot Objektus","133":"Pārvietot [X]","134":"Kopēt [X]","135":"Kļūda","136":"Lūdzu, izvēlieties mērķa mapi.","137":"Lūdzu, izvēlieties derīgu galamērķa mapi.","138":"Galamērķa mape nevar būt tāda pati kā izcelsmes mape.","139":"Cirkulārā kļūda","140":"Cirkulārā kļūda: galamērķis nevar būt apakš-mape no pārvietojamās mapes.","141":"Lūdzu, ievadiet derīgu e-pasta adresi.","142":"Lūdzu, uzgaidiet...","144":"Noņemt","145":"E-pasta adrese:","146":"Dalīties ar jauno lietotāju:","147":"Piešķirt piekļuvi","148":"Aizvērt","149":"Koplietošana","150":"Kontakts uzaicināts","151":"Lietotājs [X] tika uzaicināts un parādīsies jūsu kontaktu sarakstā tiklīdz reģistrēsies.","152":"Tu nevari pievienot pats sevi savam kontaktu sarakstam.","153":"E-pasta adrese","154":"Pievienot kontaktu","155":"Pievienot","156":"Atcelt","157":"Mapes Nosaukums","158":"Izveidot","159":"Atcelt","160":"Šāds mapes vārds jau tiek lietots. Lūdzu, mēģiniet vēlreiz.","161":"Pārdēvēt","162":"Pārdēvēt","163":"Atcelt","164":"Mākonis","165":"Kontakti","166":"Iesūtne","167":"Miskaste","168":"Miskaste","169":"Izvēlne","170":"Reģistrēties","171":"Ienākt","172":"Velc & nomet savus failus jebkurā vietā","174":"vai","175":"Izvēlēties failus","176":"Izvēlēties failus augšupielādei","177":"Tavas atslēgas tiek turētas turpat pie tā ko tu glabā mākonī","178":"Droša Tiešsaistes Sadarbība","179":"Spēcīgs Failu Pārvaldnieks","180":"App Ekosistēma","181":"Funkcijas detalizēti","182":"Dali šifrētas mapes ar kolēģiem vai biznesa partneriem un apmainieties konfidenciāliem dokumentiem ar caurspīdīgu end-to-end šifrēšanu.","183":"Apskati un pārvaldi savus failus savā interneta pārlūkā, ar integrēto paātrināto augšupielādi un lejupielādi","184":"Visaptveroša atvērta API sistēma ļauj trešās puses izstrādātājiem uzlabot MEGA funkcionalitāti.","185":"2048 bit RSA šifrēšana","186":"Iziet","187":"Mans konts","188":"Failu Pārvaldnieks","189":"Pārtraukt sesiju","190":"Ienākt","191":"izveidot kontu","192":"Atcerēties mani","193":"Ienākt","194":"[X] serveri onlainā","195":"Tavs E-pasts","196":"Tavs E-pasts","197":"Lūdzu, ievadiet savu e-pasta adresi.","198":"Lūdzu, ievadiet derīgu e-pasta adresi.","199":"Lūdzu ievadiet savu paroli.","200":"Ups, kaut kas nogāja greizi.","201":"Nepareizs e-pasts un \/ vai parole. Lūdzu, mēģiniet vēlreiz.","202":"Izveidot jaunu kontu","204":"vai","205":"logins","206":"Jūsu vārds","207":"Jūsu E-pasts","208":"Es piekrītu MEGA [A]lietošanas noteikumiem[\/A]","209":"Reģistrēties","210":"Gatavojies jaunam laikmetam","211":"Datu glabāšana mākonī nekad nebūs tāda, kā agrāk","212":"Lūdzu, ievadiet savu vārdu.","213":"Lūdzu, izvēlieties paroli.","214":"Jums ir jāpiekrīt mūsu lietošanas noteikumiem.","215":"Nezināma kļūda. Lūdzu, mēģiniet vēlreiz.","216":"Fantastiski","217":"Lūdzu pārbaudiet savu e-pastu un noklikšķiniet uz saites, lai apstiprinātu savu kontu.","218":"Šī e-pasta adrese jau ir reģistrējusi kontu ar MEGA.","219":"Šī e-pasta adrese jau ir reģistrējusi kontu ar MEGA.","220":"Vāja","221":"Viduvēja","222":"Laba","223":"Lieliska","224":"IZVĒLIES FAILUS","225":"IZVĒLIES FAILUS KURUS VĒLIES AUGŠUPIELĀDĒT & NOMET TOS ŠEIT","226":"Lai novērstu resursu pārslodzi, mēs dažreiz ierobežojam joslas platuma izmantošanu. Pēdējo sešu stundu laikā, jūsu IP adrese ir patērējusi [X1], kas kopā ar izvēlēto failu [X2], varētu pārsniegt mūsu pašreizējo ierobežojumu [X3]. Lai nodrošinātu taisnīgu un vienlīdzīgu piekļuvi mūsu resursiem, neapstiprinātais lejupielādes ir aizturētas. Tās atsāksies automātiski, kad sastrēgums mazināsies.","227":"Pārraides kas ir pārklātas ar maksas joslas platuma kvotu ir brīvas no šī ierobežojuma tādēļ, ja jūs nevēlaties gaidīt varat apsvērt iespēju iegādāties Pro kontu.","228":"Joslas pārvaldība spēkā","229":"Nerādīt atkal","230":"Pāriet uz Pro","231":"Nē paldies es pagaidīšu","232":"Nē paldies es pagaidīšu","233":"Īslaicīga kļūda, mēģina vēlreiz.","234":"Lejupielādēt Failu","235":"Lejupielādēt","236":"Importēt","237":"Sākas lejupielāde","238":"Ziņot par autortiesībām","239":"Lejupielāde pabeigta","240":"Lai pabeigtu failu pārsūtīšanas procesu, jums ir nepieciešams manuāli saglabāt failu.","241":"Saglabā savu failu","242":"Pārej uz Chrome, lai izbaudītu MEGA patieso spēku","243":"Fails, kuru mēģiniet lejupielādēt vairāk nav pieejams.","244":"Tas varētu būt saistīts ar šādiem iemesliem:","246":"Fails ir noņemts, jo ir LTN \/ PIP pārkāpums.","247":"Nederīgs URL - saite, kurai jūs mēģināt piekļūt, neeksistē","248":"Failu ir izdzēsis lietotājs.","249":"Fails, kuru mēģināt lejupielādēt īslaicīgi nav pieejams.","250":"Mūsu iebūvētā redudance nedarbojās. Tas varētu būt saistīts ar šādiem iemesliem:","251":"Daži serveri nedarbojās dēļ tehniskās apkopes.","252":"Mēs esam pārslogoti un pievienojam vairāk jaudas.","253":"Lūdzu, mēģiniet vēlreiz vēlāk.","254":"Fails, kuru jūs mēģināt lejupielādēt vairs nav pieejams.","255":"Šis fails vairs nav pieejams sakarā ar autortiesību prasību [X].","256":"Jūsu atslēga neatbilst pareizajam garumam.","257":"Lūdzu, pārliecinieties, ka jūs ievadiet derīgu atslēgu.","258":"Lejupielādē","259":"Ko nozīmē \"MEGA\"?","260":"MEGA ir rekursīvs akronīms un nozīmē \"MEGA Encrypted Global Access\".","261":" Kas ir MEGA?","262":"MEGA ir tā sauktais mākonis - failu uzglabāšanas pakalpojumu sniedzējs. Tas piedāvā bezmaksas un maksas internetā pieejamu uzglabāšanas vietu un joslas platumu. Tas ļauj jums saglabāt un piekļūt jūsu failiem no jūsu pārlūkprogrammas vai izmantojot īpašas klienta lietojumprogrammas.","264":"Raugoties no juridiskās puses, mākonis un šifrēšana ir likumīga. Atbilst piemērojamiem normatīvajiem aktiem [B]kā[\/B] un mūsu pakalpojumu sniegšanas [A]lietošanas noteikumiem[\/A] kas regulē pareizu mākoņa lietošanu.","265":"MEGA izveidoja tas pats cilvēks, kas iepriekš bija izveidojis vienu no pasaules lielākajiem mākoņa uzglabāšanas uzņēmumiem. Vai es, lūdzu, varētu atgūt manu kontu un manus failus atpakaļ?","266":"Diemžēl MEGA nav pieeja jebkāda veida aktīviem, kurus tās darbinieki radījuši iepriekš. Nav tiesiska saikne un nav jebkādu kodu, aparatūras vai datu bāzes ierakstu, un tāpēc mēs šobrīd neredzam veidu, kā atgūt jūsu vecos datus.","267":"Kāpēc mākoņa kompānijas galvenā mītne atrodas tieši Jaunzēlandē no visām citām pieejamajām vietām?","268":"Starp citu svarīgu iemeslu dēļ, Jaunzēlandes īstais nosaukums Māori valodā ir \"Aotearoa\", kas nozīmē \"garā baltā mākoņu zeme\".","269":"Vai es varu piekļūt MEGA ar savu mobilo ierīci?","270":"MEGA ir optimizēts priekš darbvirsmas pārlūkiem. Mēs strādājam smagi, lai padarītu MEGA pilnībā savietojamu ar visām populārākajām mobilajām ierīcēm un planšetdatoriem. Tu vari sagaidīt foršas aplikācijas priekš sava telefona jau tuvākajā nākotnē.","271":"Vai es varu atsākt pārtrauktas augšupielādes vai lejupielādes?","272":"Jā, kamēr Tu neesi aizvēris pārlūkprogrammas cilni, failu augšupielāde un lejupielāde tiks automātiski atsākta pēc piemēram tīkla pārtraukuma vai arī ja tava ierīce ir apstājusies gaidīšanas \/ miega režīmā. Lūdzu, ņem vērā, ka mūsu serveri automātiski izmest nepilnīgas augšupielādes pēc 48 stundu dīkstāves.","273":"Vai es varu augšupielādēt vienu un to pašu failu vairākas reizes?","274":"Tāpēc, ka serveri neredz failu nosaukumus, failu sadursmes ir jārisina klientu pusē. Ar standarta uzstādījumiem ja Tu augšupielādē failu, kurš jau atrodas tavā kontā (tajā pašā mapē, tikpat liels, ar tādu pašu pēdējās reizes modificēšanas datumu), tas tiek izlaists, bet nekas Tev neliedz turēt vairākus failus vai mapes ar vienādiem nosaukumiem.","275":"Kā Jūs regulējat platjoslas utilizāciju?","276":"Mūsu politika ir neuzspiest mākslīgus ierobežojumus mūsu lietotājiem ja vien tas nav vajadzīgs infrastruktūras problēmu risināšanai. Tāpēc mēs paturam tiesības ierobežot lietotāja platjoslas izmantošanu operatīvu iemeslu dēļ jebkurā brīdī uz IP pamata. Tava failu pārsūtīšana tiks automātiski pēc sastrēguma mazināšanās. Nekāda manuāla iejaukšanās nav nepieciešama.","277":"Vai MEGA pastāv kādi failu izmēru ierobežojumi?","278":"Mēs neuzspiežam mākslīgus failu ierobežojumus izņemot Tev piešķirto mākoņa vietas apjomu. Lai vai kā daudzi vecāki vai tehnoloģiski atpalikušāki interneta pārlūki pieprasa failus saglabāt atmiņā, lai varētu tos lejupielādētu (Firefox, IE10, Opera, vai abējādi - augšupielādētu un lejupielādētu (IE9, Safari 5).","279":"Vai es varu augšupielādēt un lejupielādēt vienā un tajā pašā laikā?","280":"Jā. Viena augšupielāde un viena lejupielāde katrā pārlūka cilnē var darboties paralēli.","281":"Kāpēc Jūs nenodrošinat sīkattēlus vai straumēšanas priekšskatīšanu video un audio failiem?","282":"Tāpēc, ka mūsu end-to-end šifrēšanas modelis izslēdz jebkādu servera pusē manipulāciju ar jūsu datiem, kas būtu nepieciešami, lai īstenotu šādu funkciju.","283":"Kā es varu augšupielādēt failus uz MEGA?","284":"Pastāv 3 veidi, kā var augšupielādēt failus uz MEGA izmantojot savu interneta pārlūku:","285":"1. Spied sākumlapā uz sarkanās pogas","286":"2. Dodies uz failu pārvaldnieku un spied uz Failu Augšupielāde vai (ja Tu lieto Chrome) \"Mapju Augšupielāde\" pogas augšējā stūrī","287":"3. Velc un nomet failus vai (ja Tu lieto Chrome) mapes","288":"Kā es varu instalēt MEGA?","289":"Tev neko nevajag instalēt. MEGA ir pilnībā pārlūkprogrammu atbalstīta vietne un strādā ar visiem pašreizējiem galvenajiem pārlūkiem. Lai izbaudītu MEGA pilno potenciālu mēs jūs aicinām izmantot tikai un vienīgi Google Chrome.","290":"Kā mapju koplietošana darbojas?","291":"Tu vari koplietot jebkuru sava mākoņa apakškoku ar draugiem, ģimeni vai kolēģiem. Ielūgumi ir caur e-pasta adresi. Ielūgtie cilvēki, kuriem nav konta saņems e-pasta vēstuli  ar reģistrācijas linku.  Alternatīvi, Tu vari izveidot publisku saiti uz kādu no mapēm un eksportēt mapes specifisku šifrēto atslēgu, padarot to pieejamu bez MEGA konta. Tā ir tava atbildība, kādiem saņēmējiem pārsūti savas mapes atslēgu.","292":"Lai izveidotu, modificētu vai dzēstu koplietojamo failu, vienkārši uzspied ar labo peles taustiņu savā failu pārvaldniekā un izvēlies Koplietošana. Tur būs trīs pieejas līmeņi: Tikai lasīt, lasīt\/rakstīt (faili var tikt pievienoti, bet nevar tikt izdzēsti), un pilnās tiesības (faili var tikt pievienoti un dzēsti).","293":"Ja Tu esi pievienojis e-pasta adresi, kurai nav sava konta, Tev ir jābūt vismaz reizi onlainā pēc tam saņēmējs pabeidz reģistrācijas procesu tas tāpēc, lai Tu varētu nošifrēt koplietojamo failu ar viņa jaunizveidoto publisko atslēgu.","294":"Kā es varu izdzēst cilvēkus no manas koplietojamās mapes?","295":"Vienkārši ar labo peles taustiņu uzspied uz konkrētās mapes savā failu pārvaldniekā un izvēlies koplietošanu. Tur Tu redzēsi visus tos cilvēkus, kuriem šobrīd ir pieeja tavai koplietojamajai mapei. Ar labo peles taustiņu spied uz personas un izvēlnē izvēlies dzēšanas opciju. ","296":"Kā es varu atpazīt koplietojamās mapes?","297":"Pie koplietotajām mapēm failu pārvaldniekā ir redzama speciāla ikona.","298":"Vai es varu dalīties ar mapēm, kas ir koplietotas ar mani?","299":"Nē.","302":"Kā sasaistīt failu ar MEGA?","303":"Brīdinājums: Jūsu failu kriptogrāfijas drošība ir atkarīga no saistīto šifrēšanas atslēgu konfidencialitātes. Pārliecinieties, ka jūs nosūtat tās tikai caur drošiem kanāliem! Standarta e-pasts šajā gadījumā nebūs pietiekami labs.","304":"Paturi prātā to, ka Tu vari izvēlēties vienu vai vairākus failus savā failu pārvaldniekā un tad ar labo peles taustiņu spied un izmanto \"Iegūt Linku\". Atvērsies dialogs ar publiskajiem failu linkiem, kurus Tu būsi, izvēlējies. Tu vari izvēlēties eksportēt katru linku un atslēgu atsevišķi vai kā vienu veselu.","305":"Kā šifrēšana darbojas?","306":"Visas šifrēšana ir balstīta uz end-to-end. Augšupielādētie dati tiek šifrēti augšupielādējot failu uz ierīci pirms tie tiek nosūtīti internetā, un lejupielādētie dati tiek atšifrēti tikai pēc tam, kad tie ir lejupielādēti konkrētajā ierīcē. Klientu mašīnas ir atbildīgas par ģenerēšanu, apmaiņu un šifrēšanas atslēgu pārvaldību. Šifrēšanas atslēgas netiek atstātas lietotāju datoros (izņemot RSA publiskās atslēgas).","307":"Vai visa mana informācija tiek šifrēta?","308":"Nē. Tikai failu datu un failu\/mapju nosaukumi tiek šifrēti. Informācija, kas mums ir nepieciešama operatīvai pieejai tāda, kā piemēram tava e-pasta adrese, IP adrese, mapju struktūra, failu īpašumtiesības un informācija par maksājumiem – šādi dati tiek uzglabāti un apstrādāti nešifrētā veidā. Lūdzu, iepazīstieties ar mūsu konfidencialitātes politiku.","309":"Vai mani saglabātie dati ir pilnīgā drošībā?","310":"Visa drošība ir relatīva.  Uzbrukuma iespējamība pastāv - tādi draudi šobrīd MEGA nav piemeklējuši, bet mēs vēlamies, lai jūs zinātu par riskiem:","311":"Individuālie konti tiek apdraudēta ar:","312":"- Spiegu programma uz tava datora. Vienkāršs keylogger ar to būs pietiekami, lai iegūtu informāciju, bet sesijas akreditācija un atslēgas var arī iegūt no atmiņas vai failu sistēmas.","313":"Lūrēšana pār plecu. Neievadi savu paroli kad kāds uz Tevi skatās kādus taustiņus Tu spied.","314":"- Paroļu brute-forcing. Izmanto tikai stipras paroles.","315":"- Pikšķerēšana. Vienmēr pārliecinies par savu savienojuma drošības statusu (https:\/\/) un pareizu domēna nosaukumu (mega.co.nz) pirms ievadi paroli.","316":"Liela mēroga uzbrukumi varētu tikt radīti izmantojot:","317":"- A \"man in the middle\" uzbrukums. Nepieciešams derīgs SSL sertifikāta dublikāts kombinācijā ar viltotu DNS un \/ vai uzbrukumu mūsu BGP maršrutiem (DigiNotar stila scenārijs).","318":"- Iegūt piekļuvi hostinga serveriem https:\/\/mega.co.nz\/index.html un aizstāt šo failu ar viltoto versiju (tas neietekmēs pieeju caur uzstādītājām bāzes aplikācijām). Ievērojiet, ka manipulējot ar saturu uz mūsu sadalītā statiskā satura CDN netiek radīts drošības risks, jo viss aktīvais saturs ielādējas no index.html un ir pakļauts pārbaudei ar kriptogrāfijas hešu (doma tāda, kā sava veida \"secure boot\" priekš tīmekļa vietnēm). Šāda uzbrukuma veids prasa sūtīt ļaunprātīgu kodu klientam un tāpēc ir nosakāms.","319":"- Iegūstot pieeju mūsu galvenajai serveru infrastruktūrai un izveidojot viltotus atslēgu pieprasījumus eksistējošajām šārēm. Šāda veida uzbrukums tikai skar datus, kuri atrodas kontos ar koplietotām mapē un arī ir nosakāms klienta pusē.","320":"Ko darīt, ja es neuzticos Jums? Vai izmantot MEGA joprojām vēl ir droši?","321":"Ja Tu neuzticies mums Tu nevari palaist nevienu mūsu izstrādātu kodu tā, kā lai atvērtu mūsu vietni savā pārlūkā. Ja Tu joprojām vēlies lietot MEGA Tev, ir jāizmanto kāda cita cilvēka, kuram Tu uzticies veidota aplikācija.","322":"Es uzticos Tev un Jaunzēlandes datu centram, bet es neuzticos Vācijas datu centriem tāpēc, ka tos uztur ASV kompānijas. Vai tas ir vēl joprojām droši man - lietot MEGA?","323":"Jā, Tu vari joprojām lietot MEGA (ar pāris ierobežojumiem) droši mūsu datu centrs Vācijā tiek pilnībā apdraudēts. Jaunzēlandes datu centrs nodrošina, ka neviens nevar negodīgi palaist kodu, tad kad Tu apmeklē https:\/\/mega.co.nz\/.","324":"Vai dati, kurus es lieku koplietojamajās mapēs ir tikpat droši, kā citi dati?","325":"Koplietojamās mapes pēc būtības ir tik drošas cik paši lietotāji. Tomēr, mūsu galveno serveru infrastruktūras kompromiss rada papildu risku: ar publiskajām atslēgām var manipulēt, un veikt viltotus atslēgu pieprasījumus. Tāpēc nedod kuram katram lietotajam savas publiskās atslēgas failu piekļuvei.","326":"Pieņemsim, ka MEGA uzglabāšanas mezgls ir fiziski apdraudēts. Kādi ir riski?","327":"Kļūdu ziņojumi lejupielādējot viltotos failus. Pat ja uzbrucējam ir šifrēšanas atslēga konkrētam failam šajā mezglā, viņš vēl aizvien nevar aizstāt to ar viltoto atslēgu izraisot to, ka turpmākās lejupielādes neizdosies.","328":"Vai tā ir laba doma glabāt manus datus vienā vietā?","329":"Vienmēr saglabā svarīgu failu kopijas, tiešsaistē un bezsaistē. Kaut arī mēs saglabājam katru failu vismaz divās vietās, nav garantijas pret vienlaicīgām neveiksmēm un atkārtotiem valdību uzbrukumiem.","330":"Kāpēc man būtu jāuztic savi dati, visiem cilvēkiem, jums?","331":"Mēs nodrošinām lietotāja kontrolētu šifrēšanu (LKŠ), kur Tu, lietotājs, kontrolē atslēgas. LKŠ ir atvērtā koda, un mēs aicinām sabiedrību pārbaudīt to un sniegt atsauksmes. Mēs uzskatām, ka šī pieeja ir daudz drošāka nekā uzglabāt jūsu datus uz servisa sniedzēja servera ar servera puses šifrēšanu kur ISP kontrolē atslēgas vai, vēl sliktāk, vispār nav šifrēšanas - piemēram, MEGA lietotāju faili bez paroles nav pieejami. Tie būtu nelasāmi bez lietotāja kontrolētas atšifrēšanas atslēgas.","332":"Es pamanīju, ka jūs izmantojat HTTPS pārsūtot jau šifrētus failus. Vai tas nav lieki?","333":"Tā ir. Diemžēl lielākā daļa pārlūkprogrammu uztver to, kā pārkāpumu veidojot nedrošus savienojumus no drošas lapas, un kurš varētu vainot viņas par to - viņas nevar būt informēti par to, ka pastāv arī cits šifrēšanas slānis, kas jau darbojas. Jo HTTPS ir negatīva ietekme uz veiktspēju tāpēc mēs atļaujam to izslēgt no pārlūkiem, kas atļauj to (Chrome, Safari un Firefox līdz 17 versijai), lai paātrinātu tavu pārsūtīšanu neapdraudot konfidencialitāti vai tavu datu integritāti. Tu redzēsi, ka parādās SSL brīdinājums tiklīdz uzsāksi sava pirmā faila pārsūtīšanu dažās pārlūkprogrammās - (un tikai šo) katrā ziņā to vari droši ignorēt.","334":"Kādu šifrēšanas algoritmu MEGA izmanto?","335":"Bulk pārsūtīšanai, AES-128 (mēs uzskatām, ka augstāka CPU utilizācija AES-192 izmantošanai un AES-256 atsver teorētisko drošības nodrošinājumu, vismaz līdz kvantu datoru atnākšanai). Post-lejupielādes integritātes pārbaude tiek veikta, izmantojot CCM, kas ir mazāk efektīvs nekā OCB, bet toties nav apgrūtināts vismaz ar patentiem.","336":"Lai koplietotu failus slepeni starp lietotājiem mēs izmantojam, RSA-2048 (atslēgas garums tika izvēlēts kā viduvējs starp \"pārāk nedrošs\" un \"pārāk lēns\"). Visas šifrēšanas, atšifrēšanas atslēgu ģenerators ir iestrādāts iekš JavaScript, kas ierobežo caurlaidību līdz dažiem MB\/s un rada ievērojamu CPU noslodzi. Mēs ceram uz HTML5 WebCrypto API projekta izveidi, kas būs paredzēts priekš visiem galvenajiem interneta pārlūkiem, kas novērsīs šo problēmu.","337":"JavaScript ir iebūvēts izlases numuru ģenerators, kurš izmanto peles \/ klaviatūras kustības un nospiestos taustiņus RC4 entropijai, kā arī kripto. * nejaušība, kur vien iespējama (šobrīd tikai Chrome).","338":"Vai MEGA tura manas dublējuma failu kopijas?","339":"Mēs glabājam tavus failus vismaz uz diviem serveriem dažādos datu centros, ja ir pieejams.","340":"Es esmu aizmirsis savu paroli. Vai es to varu atgūt?","341":"Diemžēl tava MEGA parole nav tikai parasta parole - tā ir galvenā šifrēšanas atslēga visiem taviem datiem. Ja Tu to pazaudē, tad Tu pazaudē pieeju visiem saviem failiem, kuri neatrodas koplietojamā mapē.","344":"Kāpēc man vajadzētu iegādāties Pro kontu?","345":"Pro konts sniedz Tev papildu uzglabāšanas vietu un papildus joslas kvotu. Tu vari izmantot kvotu pats, vai piešķirt to trešajām personām, kuras var piekļūt taviem datiem (tajā skaitā arī tie lietotāji, kuriem nav sava MEGA konta). Tavs maksimālais joslas kvotas platums ar trešajām personām ir konfigurējams konta iestatījumos.","346":"Kas ir augšupielādes ātruma ierobežošanas funkcija?","347":"Daudzi maršrutētāji ne prioritātē mazākas paketes sastrēguma laikā, kā rezultātā tavs ienākošais trafiks tiek smagi ietekmēts, ja tavi izejošie linki ir pilni. Tādēļ mēs piedāvājam automātisko ātruma vadības opciju, lai mēs novērtētu tavu pieejamo joslas platumu pirmajās desmit sekundēs pēc augšupielādes un pēc tam atstāsim no tās 10% neizmantotus. Tu vari arī pats uzstādīt fiksēto caurlaides limitu.","348":"Ko es varu saņemt ar savu bezmaksas kontu?","349":"Globāli pieejams, augsta veiktspēja, drošs mākonis ar [X] lielu diska vietu. Ja Tev vajag vairāk par to Tu vienmēr vari iegādāties [A1]Pro[\/A1] kontu. Spied [A2]šeit[\/A2],lai redzētu savu pašreizējo utilizāciju.","359":"Vai Jūs piedāvājt API?","361":"Jā. MEGA saskarne ir balstīta uz mūsu API, tāpēc Tev ir labs koda paraugs, no kura sākt, ja Tu atradīsi mūsu [A]dokumentāciju[\/A]. Tā, kā mums nepietiek resursu, lai izveidotu foršas aplikācijas, kas savukārt pārvērstu MEGA daudzpusīgā un noderīgā rīkā, mēs aicinām jūs mums palīdzēt. Pēc aplikācijas pārbaudes, ja aplikācija izturēs visus drošības pārbaudījumus mēs šo aplikāciju ieviesīsim mūsu vietnē. Mēs esam priecīgi apspriest arī ieņēmumu sadales modeļus par ļoti populārām aplikācijām.","362":"Lai novērstu resursu pārslodzi, mēs dažreiz ierobežojam joslas platuma izmantošanu. Fails, kuru mēģināt ielādēt ir lielāks nekā mūsu pašreizējais limits [X3]. Pārsūtīšana tika atlikta un tiks aktivizēta automātiski, kad sastrēgums mazināsies.","365":"Jūsu pārlūkprogramma nav pietiekami mūsdienīga, lai lejupielādētu šo lielo failu.","366":"Autortiesību brīdinājums","367":"MEGA respektē citu autortiesības un paredz, ka MEGA mākoņa lietotāji ievēros autortiesību likumus. Ir stingri aizliegts izmantot MEGA mākoņ pakalpojumu jebkādiem autortiesību pārkāpumiem. Jūs nedrīkstat augšupielādēt, lejupielādēt, saglabāt, dalīties, attēlot, straumēt, izplatīt, e-pastot, saites vai, kā citādi padarīt pieejamus jebkurus failus, datus vai saturu, kurus aizsargā autortiesības vai citas īpašuma tiesības, jebkurai personai vai organizācijai.","368":"Uzmanību:","369":"MEGA kriptogrāfijas drošības modelis ir atkarīgs no konfidencialitātes atslēgām, kuras rādītas iepriekš. Izvairieties no to nosūtīšanas caur nedrošiem kanāliem!","370":"Kopēt uz starpliktuvi","371":"Iekopēts starpliktuvē","372":"Augšupielādē","373":"Lejupielādē","374":"Mēs apsolam, mēs piegādājam","375":"Navigācija bloķēta dēļ failu pārsūtīšanas.","376":"Tev ir jāielogojās, lai varētu skatīt šo lapu.","377":"Notiek failu pārsūtīšana. Ja Jūs turpināsiet, tā tiks pārtraukta.","378":"Lūdzu ievadi savu paroli, lai apstiprinātu tavu kontu.","379":"Lūdzu ielogojies, lai varētu importēt šo failu savā kontā.","380":"Ievadi atšifrēšanas atslēgu","381":"Visas tiesības aizsargātas","382":"izveidots Jaunzēlandē","383":"Atbalsts","384":"Palīdzības centrs","385":"Pakalpojuma noteikumi","386":"Privātuma politika","387":"Autortiesības","388":"Kopiena","389":"Blogs","390":"Partneri","391":"Tālākpārdevēji","392":"Izstrādātājiem","393":"Hostinga Partneri","394":"Investori","395":"Kļūsti par tālākpārdevēju","396":"Par mums","397":"Bezmaksas","398":"Pro","399":"Sazinieties ar mums","400":"Pamati","401":"Koplietošana","402":"Drošība & Privātums","403":"Konts","404":"Maksājumi & Norēķini","405":"Rīki","406":"Biežāk uzdotie jautājumi:","407":"Kategorijas:","408":"Janvāris","409":"Februāris","410":"Marts","411":"Aprīlis","412":"Maijs","413":"Jūnijs","414":"Jūlijs","415":"Augusts","416":"Septembris","417":"Oktobris","418":"Novembris","419":"Decembris","420":"Lūdzu ielogojies, lai sāktu augšupielādēt.","421":"Lūdzu, pieņemiet mūsu pakalpojuma noteikumus","422":"Es pieņemu","423":"Jums nepieciešams reģistrēts konts, lai izmantotu koplietošanas funkciju. Vai vēlaties reģistrēties tagad?","424":"Koplietošana atslēgta","425":"Pārdēvēt Mapi","426":"Pārdēvēt Failu","427":"Konta detaļas","428":"Kuponi","429":"Sesijas Vēsture","430":"Pirkumu vēsture","431":"Transakcijas vēsture","432":"Konta veids:","433":"Mainīt","434":"Abonēšanas veids:","435":"BEZMAKSAS","436":"Nav norēķinu cikla","437":"Diska Vieta:","438":"[X] izmantots","439":"[X1] no [X2]","440":"Joslas Pārvaldība:","441":"Ieslēgt Joslas Pārvaldību","442":"Atslēgt Joslas Pārvaldību","443":"Jūs varat norādīt procentuāli cik vēlaties atvēlēt apkalpojošās joslas platumu.","444":"Norādīt joslas platumu:","445":"Apkalpojošās joslas platums","446":"(lai trešās personas varētu lejupielādēt jūsu failus)","447":"Lejupielādes Josla","448":"(lai lejupielādētu trešo personu failus)","449":"Konta atlikums","450":"Uz augšu","451":"Izveidot kuponus:","452":"Kupona veids:","453":"Izvēlies kupona veidu","454":"Kvantitāte:","455":"Izveidot","456":"Izpirkt kuponu:","457":"Pirkt kuponu","458":"Izpirkt","459":"Tavi kuponi","460":"Neizmantotie kuponi","461":"Izpirktie kuponi","462":"Atceltie kuponi","463":"Anulētie kuponi","464":"Visi kuponi","466":"Pēdējie [X]","467":"Sesijas Vēsture","468":"Pirkumu Vēsture","469":"Pēdējie [X] pirkumi","470":"Transakcijas Vēsture","471":"Pēdējās [X] transakcijas","472":"Pēdējās [X] sesijas","473":"Ups – tas neizskatās, ka būtu derīgs kupona kods.","474":"Beigu termiņš:","475":"Datums\/Laiks","476":"Vienums","477":"Daudzums","478":"Maksājuma metode","479":"Pārlūks","480":"IP-adrese","481":"Valsts","482":"Pēdējās aktivitātes","483":"Pašreizējā sesija","484":"TransakcijasID","485":"Kredīts","486":"Debets","487":"Vaučera kods","488":"Stāvoklis","489":"Neizmantots","490":"Izpirkts","491":"Atsaukts","492":"Atcelts","494":"Izvēlies savu plānu:","495":"Diska vieta","496":"Datu pārsūtīšana","497":"Izvēlies cenu:","498":"mēnesī","499":"gadā","500":"Izvēlieties cenu:","501":"ietaupi 17%","502":"Izvēlieties cenu:","503":"Izvēlies maksājuma metodi:","504":"Priekšapmaksas bilance","505":"pirkt vaučeru","506":"Profesionālais","507":"Turpināt","508":"vaučera kods","509":"PRIVĀTUMA KOMPĀNIJA","510":"Laipni lūdzam MEGA!","511":"Tavs 2048-bit RSA publiskais \/ privātais atslēgu pāris tiek veidots.","512":"Lai stiprinātu atslēgu, mēs esam savākuši entropiju no tavām peles kustībām un taustiņsitienu hronometrāžas.","513":"Vaučera kods tika izpirkts tavā kontā, taču tavs jaunais priekšapmaksas atlikums ir nepietiekams šim pirkumam. Lūdzu, papildini bilanci, vai mēģini iegādāties lētāku paketi.","514":"Nepietiekama bilance, lūdzu, mēģiniet vēlreiz.","515":"Šī mape satur vairāk nekā 500 ierakstus. Lielas mapes var palēnināt jūsu pārlūkprogrammu. Lūdzu, izmantojiet apakšmapes.","516":"Saņemt atbalstu","517":"Kaut kas nestrādā? Lūdzu pārbaudi mūsu [A]palīdzības centru[\/A] vispirms.  Ja uz tavu jautājumu nav atbildes tur tad nevilcinies un sazinies ar mums.","518":"Likumi","519":"Mūsu juridiskais departaments atbildēs uz jūsu jautājumiem.","520":"Autortiesības","521":"Jums ir bažas par lietotāju, kas pārkāpj jūsu intelektuālā īpašuma tiesības? Lūdzu, iesniedziet sūdzības paziņojumu izmantojot mūsu [A]tiešsaistes formu[\/A] vai nosūtiet mums e-pastu.","522":"Ieteikt uzlabojumus","523":"Lūdzam iesniegt uzlabojumu pieprasījumus un ar lietojamību saistītus ieteikumus šeit.","524":"Ziņot par kļūdu","525":"MEGA pagaidām atrodas beta stadijā un Tu esi aicināts iesniegt ziņojumus par atrastajām kļūmēm. Jo detalizētāk, jo labāk.","526":"Mēdijiem","527":"Mēs laipni lūdzam medijus, tostarp blogerus, sazināties ar mums neskaidru jautājumu gadījumā, kas saistīti ar MEGA.","528":"Kļūsti tālākpārdevējs","529":"Kļūsti par daļu no veiksmes stāsta!","530":"Mūsu tālākpārdevēju programma ļauj Tev pārdot Mega vaučerus tieši taviem klientiem.","531":"Detaļas:","532":"Tu saņemsi piekļuvi mūsu sarežģītajai vaučeru vadības saskarnei.","533":"Izveidot reāla laika kuponus no sava konta atlikuma.","534":"Dāsna ieņēmumu daļa no sākuma.","535":"Jo vairāk Tu pārdosi, jo augstāka būs ieņēmumu daļa līdz ar to tava peļņa.","536":"Tālākpārdevēja API pieeja ļaus jums izveidot foršus rīkus, kas var mijiedarboties ar mūsu sistēmu reālā laikā.","537":"Bezmaksas reklāma: Jūsu mājas lapa tiks sasaistīta ar Mega.","538":"Pēc pārskatīšanas & jūsu tālākpārdevēju pieteikumu apstiprināšanas. Jūsu biznesam un mājas lapai ir jāatbilst mūsu standartiem.","539":"Ieņēmumu daļa","540":"Jūsu ieņēmumu daļa tiks atskaitīta pēc kupona izveidošanas.","541":"Apgrozījums mēnesī","542":"Ieņēmumu daļa","543":"vairāk nekā [X]","544":"Tālākpārdevēja aplikācija","545":"Reģistrējies, kā tālākpārdevējs","546":"Detaļas","547":"Tavas detaļas","548":"Tirgi","549":"Izvēlies tālākpārdevēju mārketus:","550":"Maksājumi","551":"Izvēlies maksājuma metodes","552":"Izvēlies maksājuma metodes no saraksta ar piedāvātajiem provaideriem","553":"Tavs maksājuma nodrošinātājs nav sarakstā? Lūdzu [A]atsūtiet e-pastu[\/A]","554":"Pabeigt","555":"Es piekrītu MEGA [A]tālākpārdošanas pakalpojuma lietošanas noteikumiem[\/A]","556":"Nākamais","557":"Izvēlieties no saraksta pieejamo valstu tirgus","558":"Iepriekšējs","559":"Jūsu vārds","560":"Biznesa URL","561":"Adrese","562":"ZIP \/ Pasta kods","563":"Biznesa nosaukums","564":"Telefona numurs","565":"Pilsēta","566":"Atlasīt valstis par katru maksājuma veidu:","568":"Lūdzu, izvēlieties savu valsti","569":"Pārsūtīšanas iestastījumi","570":"Paralēlu augšupielāžu savienojumu skaits:","571":"Paralēlu lejupielāžu savienojumu skaits:","572":"Augšupielādes ātruma limits:","573":"Nekāds","574":"Automātisks","575":"Fiksēts","576":"Izlaist identiskus failus augšupielādējot:","577":"Jā","578":"Nē","579":"Izmantot SSL pārsūtot failus:","580":"Atslēdzot SSL tiek uzlabota veiktspēja un drošība netiek samazināta.","581":"Lūdzu, ievadiet savu vārdu.","582":"Lūdzu ievadi sava biznesa URL.","583":"Lūdzu ievadi savu e-pasta adresi.","584":"Lūdzu norādiet savu ZIP \/ pasta kodu.","585":"Lūdzu norādiet savu biznesa nosaukumu.","586":"Lūdzu norādiet savu telefona numuru.","587":"Lūdzu norādiet savu pilsētu.","588":"Lūdzu norādiet savu valsti.","589":"Jums ir jāpiekrīt tālākpārdevēju pakalpojumu sniegšanas noteikumiem","590":"Lūdzu izvēlieties vismaz vienu valsti.","591":"Lūdzu, izvēlieties vismaz vienu maksājuma metodi.","592":"Lūdzu, izvēlieties vismaz vienu valsti par maksājumu pakalpojumu sniedzēju.","593":"Satriecoši","594":"Tu saņemsi no mums e-pasta vēstuli ar tālākajām instrukcijām.","620":"Paziņojums par Iespējamiem Pārkāpumiem","621":"Paziņojums","622":"Mēs respektējam citu autortiesības un prasām, lai  mūsu lietotāji lietojot mūsu pakalpojumu ievērotu autortiesību likumus. Ir stingri aizliegts izmantot mūsu pakalpojumu, lai pārkāptu autortiesības. Nedrīkst augšupielādēt, lejupielādēt, saglabāt, dalīties, attēlot, straumēt, izplatīt, e-pastot, saites, lai pārsūtītu vai citādi padarīt pieejamus jebkurus failus, datus vai saturu, kas pārkāpj autortiesības vai citas īpašuma tiesības, jebkurai personai vai organizācijai. Mēs atbildēsim uz paziņojumiem par iespējamiem autortiesību pārkāpumiem, kas atbilst piemērojamiem tiesību aktiem un ir pienācīgi sniegti mums. Ja uzskatāt, ka jūsu saturs ir kopēts vai izmantot tādā veidā, ka ir noticis autortiesību pārkāpums, lūdzu, sniedziet mums šādu informāciju: (i) fizisko vai elektronisko parakstu no autortiesību īpašnieka vai tā pilnvarota personas, kas var rīkoties to vārdā; (ii) ir identificēts, ka darba autortiesības ir pārkāptas, (iii) ziņas par materiālu, kurās tiek apgalvots, ka tiesības ir pārkāptas vai ir kļuvis par pārkāpuma subjektu, un ka pieeja ir jāatslēdz, un ir jāsniedz nepieciešamā informācija, lai ļautu mums atrast materiālus, tostarp, piemēram, vienoto resursu vietrādi (-s) (URL), (iv) savu kontaktinformāciju, tostarp savu adresi, telefona numuru un e-pasta adresi, (v) apliecinājums, ka jums ir labticīga pārliecība, ka materiāla izmantošanu, nav atļāvis autortiesību īpašnieks, tā aģents, vai likums, un (vi) norāde, ka paziņojumā ietvertā informācija ir precīza, un saskaņā  ar nepatiesu liecību sniegšanu tiek piemērots sods (ja vien piemērojamais likums saka citādi), ka jums ir tiesības rīkoties autortiesību īpašnieka vārdā.","623":"Mēs paturam tiesības dzēst datus bez jebkāda iepriekšēja brīdinājuma, pēc mūsu ieskatiem, un bez jebkādas atbildības pret jums. Atbilstošos apstākļos, mēs arī pārtrauksim tava konta darbību, ja Tev būs atkārtoti pārkāpumi. Mūsu izraudzītā autortiesību aģenta paziņojums par autortiesību pārkāpumiem ir:","624":"Autortiesību Paziņojums","625":"Lūdzu, izmantojiet šo formu, lai iesniegtu sūdzību par autortiesību pārkāpumiem. Mēs atbildēsim 24 stundu laikā (darba laikā).","626":"Saturs:","627":"Nepieciešams","628":"Tiek pārkāptas manas personīgās autortiesības.","629":"Tiek pārkāptas kādas autortiesības es esmu pilnvarots pārstāvēt.","630":"Sūdzības veids:","631":"Izvēlies sūdzības veidu:","632":"1. Atslēgt publisko URL (s) - faili (s) paliek īpašnieka kontā (-u)","633":"2. Atslēgt visas publiskās URL - faili (s)  paliek īpašnieka kontā (-u)","634":"3. Noņemt visus bāzes failu (s) un URL (-iem) - nav lietotājs, kuram ir atļauts uzglabāt šos failus nekādos apstākļos ","635":"Es zvēru, ka man ir labticīga pārliecība, ka ar autortiesībām aizsargātu materiālu atrašanos šajā vietnē nav atļāvis autortiesību īpašnieks, tā aģents, vai likums (piemēram, kā godīgu izmantošanu)","636":"Es saprotu, ka es varu būt atbildīgs par zaudējumiem, tostarp izmaksām un maksu par advokāta pakalpojumiem, ja es apzināti un būtiski sagrozu informāciju par ziņoto saturu, URL (-iem), vai citiem failu ir pārkāpumiem.","637":"Šī informācija ir precīza, un es esmu informēts par sodu nepatiesa liecības gadījumā, ka es esmu tiesīgs pārstāvēt autortiesību īpašnieku.","638":"Šīs paziņojums ir nopietns legāls dokuments - lūdzu esi uzmanīgs un akurāts savos autortiesību apgalvojumos. Jums vispirms vajadzētu konsultēties ar advokātu, lai noteiktu faktu vai saturu aizsargā godīga izmantošana, licence vai citi likumi.","639":"Iesniegt paziņojumu","640":"Pievienot vairāk","641":"URL uz neatļauto saturu:","642":"Autortiesību īpašnieka vārds:","643":"Amats:","644":"E-pasta adrese:","645":"Fakss:","646":"Pilsēta:","647":"ZIP \/ Pasta kods:","648":"Autortiesību pārkāpums:","649":"Mans pilnais vārds:","650":"Kompānija \/ Organizācija","651":"Telefons:","652":"Adrese:","653":"Štats \/ Province:","654":"Valsts:","655":"Lūdzam norādīt URL katram autortiesību aizsargātājam darbam, kuros ir pamanīti pārkāpumi.","656":"Lūdzu norādīt ar autortiesībām aizsargāto darbu par katru pārkāpuma URL.","657":"Lūdzu, izvēlieties, vai saturs pārkāpj jūsu personīgās autortiesības vai kāds jūs ir pilnvarojis tās pārstāvēt.","658":"Lūdzu izvēlieties sūdzības veidu.","659":"Lūdzam norādīt URL katram autortiesību aizsargātājam darbam, kuros ir pamanīti pārkāpumi.","660":"Lūdzu sniegt ar autortiesībām aizsargāto darbu par katru pārkāpuma URL.","661":"Lūdzu norādiet autortiesību īpašnieka vārdu.","662":"Lūdzu norādiet savu pilno vārdu.","663":"Lūdzu norādiet savu e-pasta adresi.","664":"Lūdzu ievadiet derīgu e-pasta adresi.","665":"Lūdzu, apstipriniet, ka jums ir labticīga pārliecība, ka ar autortiesībām aizsargātu materiālu apmaiņu vietnē iepriekš nav atļāvis autortiesību īpašnieks, tā aģents, vai tiesību akts (piemēram, kā godīga izmantošana).","666":"Lūdzu, apstipriniet, ka jūs varat būt atbildīgs par zaudējumiem, tostarp izmaksām un maksu par advokāta pakalpojumiem, ja jūs apzināti un materiāli sagrozīsiet ziņoto saturu, URL (-iem) par failu pārkāpumiem.","667":"Lūdzu, apstipriniet, ka šis ziņojums ir precīzs, un apzināties nepatiesas informācijas sniegšanas sekas, apliecināt, ka esat pilnvarots rīkoties autortiesību īpašnieka vārdā.","668":"Paldies!","669":"Mēs izskatīsim jūsu autortiesību paziņojumu drīzumā.","670":"Valoda","671":"Vai Tu runā vairākās valodās?","672":"Palīdzi mums iztulkot!","673":"Privātuma Kompānija","674":"Nedrīkst patvaļīgi iejaukties neviena privātajā un ģimenes dzīvē, patvaļīgi apdraudēt viņa dzīvokļa neaizskaramību vai viņa korespondences noslēpumu, vai nelikumīgi apdraudēt viņa godu un reputāciju. Katram cilvēkam ir tiesības uz likuma aizsardzībupret šādu iejaukšanos vai šādiem apdraudējumiem.","675":"Vispārējā Cilvēktiesību Deklarācija, 12 Pants","676":"MEGA ir datu uzglabāšanas vietne ar spēcīgu privātumu","677":"MEGA nodrošina robustu mākoņa bāzētu glabātuvi ar ērtu un spēcīgu vienmēr-ieslēgtu privātumu. MEGA uzskata, ka jums ir tiesības uz privātumu un nodrošina jūs ar tehnoloģiju rīkiem, lai aizsargātu to. MēsMEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!","678":"Kas ir MEGA Lietotāja Kontrolēta Šifrēšana?","679":"Visi faili, kuri glabājas uz MEGA ir šifrēti. Visas datu pārsūtīšanas no un uz MEGA ir šifrētas. Un kamēr lielākā daļa mākoņu uzglabāšanas pakalpojumu sniedzēji var apgalvot to pašu MEGA atšķiras - atšķirībā no nozares normas kur mākoņa uzglabāšanas pakalpojumu sniedzējs tur atšifrēšanas atslēgu ar MEGA jūs kontrolējat šifrēšanu, jūs turat atslēgas, un jūs izlemjat, kam jūs piešķirsiet vai liegsiet piekļuvi jūsu failiem neprasot instalēt nekādas riskantas programmatūras. Tas viss notiek tavā interneta pārlūkā bez vajadzības instalēt kādu īpašu programmatūru. ","680":"MEGA Nākotne","681":"Mākonis MEGA - tas ir tikai sākums. Nākotnē MEGA nodrošinās LKŠ tavā pārlūkprogrammā plašam pielietojumam bez vajadzības instalēt kādu īpašu programmatūru. Mūsu tehnoloģija aizsargās jūsu e-pastus, tālruņa zvanus, tērzēšanu, un video straumēšanu.","692":"Vai Mega ir legāls?","693":"Mēs esam īpaša tehnologu grupa, kuriem tika dots laiks, iespēja un piekļuve internetam, lai uzbūvētu satriecošu mākoņa failu uzglabāšanas servisu, kas palīdzēs aizsargāt jūsu privātumu. Mēs esam uzprogrammējuši šo interneta servisu no nulles Oklendā, Jaunzēlandē. Atšķirībā no lielākās daļas mūsu konkurentu, mēs izmantojam jaunāko pārlūka balstītu šifrēšanas tehnoloģiju, kur Jūs, nevis mēs kontrolējat šifrēšanas atslēgas. Mūsu projekta grupa sastāv no Kim Dotcom, Matiass Ortmann, Bram van der Kolk un Finn Batato. Mūsu CEO, Vikram Kumar bijušais izpilddirektors InternetNZ, bezpeļņas organizācijā veicinājis vīziju par \"atklātu un brīvu internetu\". Mēs ceram, ka jums patiks.","694":"1. Atslēgt vienu saiti (\"URL\") par failu - fails (-i) paliks lietotāja kontā","695":"2. Atslēgt multiple URL's par katru failu - fails (-i) paliks lietotāja kontā","696":"3. Noņemt visus pamata failu (s) no piegādātās URL (-iem) - nav lietotājs, kurš ir tiesīgs uzglabāt nekādos vispasaules apstākļos šo failu","697":"4. Cits","698":"Tu vari iesniegt paziņojumu šeit","699":"Parakstīt un iesniegt ziņojumu","700":"Lūdzu iesniedz savu sūdzības paziņojumu manuāli caur e-pastu [A1]copyright@mega.co.nz[\/A1] saskaņā ar mūsu [A2]sūdzību noteikumiem[\/A2].","701":"E-pasta sūdzības paziņojums","702":"Ziņot par pārkāpumiem","703":"Tavs reģistrācijas links nav derīgs. Lūdzu pārbaudi iespējamās atstarpes savā aktivizācijas e-pastā.","704":"Tavs konts ir jau aktivizēts. Lūdzu ielogojies.","705":"Tavu apstiprinājumu nav iespējams apstrādāt. Lūdzu piereģistrējies no jauna. Kļūdas kods:","706":"Nomainīt paroli","707":"Mainīt","708":"Pieprasīt mainīt","709":"Es nevaru atcerēties manu pašreizējo paroli","710":"Ja jūs esat vēl ielogojies, bet nevarat atcerēties savu pašreizējo paroli, jūs varat iestatīt jaunu paroli. Jūs saņemsiet paroles nomaiņas apstiprināšanas saiti pa e-pastu, kas aktivizēs jauno paroli, ja noklikšķināsiet 15 minūšu laikā.","711":"Pieprasīt Mainīt","712":"Izpirkšana pabeigta","713":"Kupons atlikums ir ieskaitīts jūsu kontā. Vai vēlaties turpināt iegādāties savu pro pirkumu tagad?","714":"Šis kupons ir jau izlietots.","715":"Jaunās paroles nesakrīt. Lūdzu, mēģiniet vēlreiz.","716":"Pašreizējā parole","717":"Jauna parole","718":"Apstiprināt jauno paroli","719":"Lūdzu, ievadiet jūsu pašreizējo paroli.","720":"Lūdzu, ievadiet jūsu jauno paroli.","721":"Lūdzu pārbaudiet savu e-pasta adresi un noklikšķiniet uz apstiprinājuma saites, lai pabeigtu savu paroles maiņu.","722":"Pieprasīta maiņa","723":"Jaunajai parolei ir jāatšķiras no pašreizējās paroles.","724":"Pašreizējā parole, kuru jūs norādījāt, ir nepareiza.","725":"Jūsu parole ir nomainīta.","726":"Darīts","727":"Jūsu parole ir nomainīta.","728":"Paroles apstiprinājuma links ir beidzies.","729":"Šis links jau ir apstiprināts.","730":"Jūsu konts ir apturēts. Lūdzu, pārbaudiet savu e-pastu, lai saņemtu sīkāku informāciju un reaģētu pēc iespējas ātrāk.","731":"Saistītais lietotāja konts ir izbeigts sakarā ar vairākiem pārkāpumiem neievērojot mūsu [A]lietošanas noteikumus[\/A].","732":"Jūs jau esat ienācis kontā, kas atšķiras no tā ko, jūs apstiprināt. Lūdzu, pārbaudiet savu pašreizējo sesiju, izejot laukā un pēc tam noklikšķinot uz apstiprinājuma saites vēlreiz.","733":"Nezināma e-pasta adrese. Ja jums vēl nav konta pie mums, mēs aicinām jūs piereģistrēties.","734":"Paldies!","735":"Lūdzu pārbaudiet savu e-pastu.","736":"Tikai konti, kuros nav failu un mapes var atiestatīt savu paroli.","737":"Nomainīt paroli","738":"Pieprasīt","739":"aizmirsi savu paroli?","740":"Jūsu parole ir nomainīta veiksmīgi.","741":"Lūdzu, izvēlieties jaunu drošu paroli.","742":"Nomainīt","743":"Šī saite ir beigusies. Lūdzu, pieprasiet jaunu saiti.","744":"Nederīga saite. Lūdzu, pieprasiet jaunu saiti.","745":"Nav norēķinu cikla","746":"Abonementa veids","747":"Nedēļas","748":"Mēneša","749":"Gada","750":"Nākamais norēķinu cikls","751":"Vienu-reizi","752":"MEGA Firefox paplašinājums","753":"Instalējiet MEGA Firefox paplašinājumu tādējādi ievērojami uzlabojot lejupielādes ātrumu. Tas ļaus jums lejupielādēt neierobežotu skaitu failus bez jebkādiem lieluma ierobežojumiem.","754":"MEGA Firefox paplašinājums ir drošs un neredzams. Ja jūs vēlaties lietot MEGA bez paplašinājuma, mēs iesakām jums izmantot [A]Chrome[\/A].","755":"Instalēt paplašinājumu","756":"1 lejupielāde pabeigta","757":"[X] lejupielādes pabeigtas","758":"Atvērt lejupielādes mapi","759":"klikšķiniet šeit, lai atvērtu","760":"Lūdzu, instalējiet MEGA Firefox paplašinājumu, lai lejupielādētu šo lielo failu.","761":"Lūdzu apstipriniet","762":"Jūs gatavojaties lejupielādēt lielu daudzumu failu, kas var palēnināt jūsu pārlūkprogrammu. Turpināt?","763":"Kontakti","764":"Lejupielāde nevar tikt uzsākta, jo jūsu cietais disks darbojas pārpildīts.","765":"Lejupielādes nevar tikt uzsāktas, jo jūsu cietais disks darbojas pārpildīts.","766":"Kāda no jūsu lejupielādēm nevar sākties, jo jūsu cietais disks darbojas pārpildīts. ","768":"Lejupielāde nevar tikt uzsākta, jo jūsu cietais disks darbojas pārpildīts, vai arī jūs izmantojat Chrome privātajā režīmā, kas neatbalsta failu rakstīšanu.","769":"Mēs varam izmantot tikai 5% no jūsu diska vietas, lai lejupielādētu. Lūdzu, atbrīvojiet vairāk vietas, lai turpinātu.","770":"Izvēlies savu paroli","771":"Apstiprini savu paroli","772":"Faila URL:","773":"atlikušais","774":"E-pasta saite","775":"pārdēvē zemāk:","776":"Saglabāt","777":"Atcerēties mani uz šīs ierīces","778":"Nav MEGA konta?","779":"Reģistrējies tagad","780":"Tev jau ir MEGA konts?","781":"Sakarā ar ierobežoto mobilo ierīču CPU veiktspēju, RSA atslēgas ģenerēšana var ilgt vairākas minūtes. Mēs novērtējam jūsu pacietību.","782":"Tukša Mape","783":"Tavā mākonī nav failu.","784":"Nav Kontaktu","785":"Nav rezultātu.","786":"Tavā iesūtnē failu nav","787":"Tavā miskastē failu nav","788":"Vai esi pārliecināts, ka vēlies šo failu pārvietot uz miskasti?","789":"Vai esi pārliecināts, ka vēlies šo mapi pārvietot uz miskasti?","790":"Atvērt Failu","791":"Importēt Failu","792":"Dzēst Failu","794":"Dzēst Mapi","796":"Iegūt Saiti","797":"Koplietot Mapi","798":"Diska Vieta","799":"Izmantotā Vieta","800":"Brīvā Vieta","801":"Desktop versija","802":"Kontakta e-pasts","803":"Faila Lejupielādē","804":"Diemžēl, šis faila tips pašlaik netiek atbalstīts tavā ierīcē ar MEGA.","805":"Mēs ieviesīsim mobilo atbalstu šim failu tipam jau tuvākajā laikā.","806":"mainīt mapes nosaukumu:","807":"mainīt faila nosaukumu:","808":"Mapes Saite","809":"URL uz mapi:","810":"Lejupielādēt Saiti","811":"URL uz failu:","812":"Apstiprini kontu","813":"Koplietotā Mape","814":"Vai Tu vēlies pārtraukt augšupielādi?","815":"Vai Tu vēlies pārtraukt lejupielādi?","816":"Lūdzu ievadi derīgu e-pasta adresi.","817":"Tu nevari izveidot mapi meklēšanas rezultātos.","818":"Vai vēlies pārslēgties uz dekstop versiju?","819":"sāk","820":"Šis fails ir importēts tavā Mākonī.","821":"Tavi Paziņojumi","822":"Atpakaļ","823":"Uzstādījumi","824":"Jauna koplietojama mape no [X]","825":"Jauna koplietojama mape","826":"[X] atsauca koplietojamo mapi","827":"Koplietojamā mape atsaukta","828":"[X1] mapes un [X2] faili","829":"[X] mapes un 1 fails","830":"1 mape un [X] faili","831":"1 mape un 1 fails","832":"[X] mapes","833":"[X] faili","834":"1 mape","835":"1 fails","836":"[X] pievienots [DATA]","837":"[X] faili tika pievienoti","838":"[X] fails tika pievienots","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAI","855":"JŪN","856":"JŪL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Paziņojumi","863":"Skatīt visus","864":"Lejupielādēt, kā ZIP","865":"Atvērt","866":"Kopē 1 izvēlēto failu","867":"Kopē [X] izvēlētos failus","868":"Pārvieto 1 izvēlēto failu","869":"Pārvieto [X] izvēlētos failus","870":"Apstiprināt","871":"[B]Brīdinājums:[\/B] diska vietas kvota pārsniegta. Lūdzu izdzēsiet failus vai  [A]iegādājieties abonementu[\/A].","872":"Pro","873":"pirms [X] sekundēm","874":"pirms 1 minūtes","875":"pirms [X] minūtēm","876":"pirms 1 stundas","877":"pirms [X] stundām","878":"pirms 1 dienas","879":"pirms [X] dienām","880":"Tikko","881":"Jūs izmantojat īslaicīgu sesiju. Dati, kurus uzglabājat pazudīs tiklīdz sesija beigsies.  Lai saglabātu failus, lūdzu, iegādājieties abonementu pēc iespējas ātrāk, un paturiet savu bezmaksas 50 GB drošu failu uzglabāšanas vietu mākonī!","882":"Brīdinājums","883":"Iegādājies abonementu","884":"[X] nav pilnībā saderīgs ar MEGA","885":"Tavs pārlūks","886":"Internet Explorer 10 satur būtisku kļūdu, kas ietekmē failu rakstīšanu no JavaScript, ietekmējot atmiņas stāvokli, kad tiek lejupielādēts liels datu apjomu. Mēs ceram, ka šī problēma tiks novērsta Internet Explorer 11 versijā. Tikmēr, lūdzu izmantojiet kādu citu pārlūkprogrammu.","887":"[X] neatbalsta HTML5 funkcijas uz kurām MEGA pamatā balstās ir client-side in-browser šifrēšana. HTML5 failu pārsūtīšana tiks veikta ar ierobežotu Flash risinājumu. Lūdzu, apsveriet iespēju veikt paŗeju uz modernu pārlūkprogrammu pēc iespējas ātrāk.","888":"Ļoti Ieteicams","889":"Ieteicams","890":"MEGA vislabāk darbojas ar šādiem pārlūkiem:","891":"Pārlūka savietojamības brīdinājums","892":"Rekvizīti","893":"Augšupielādēts","894":"Kopējais izmērs","895":"Mapes nosaukums","896":"Izveidota","897":"Satur","898":"Vairākus failus & mapes","899":"Vairāki faili","900":"Vairāki mapes","909":"Parole","910":"Pirkt","911":"Izbaudi MEGA pilnībā ar [B]Pro[\/B]","912":"no","913":"mēnesī","914":"abonements uz gadu","915":"Masīva uzglabāšanas vieta","916":"Liels joslas platums","917":"ja Tu izvēlies maksāt ik gadu","918":"Ik mēnesi","919":"Ik gadu","920":"Iegādājies Pro","921":"2 mēnešus bezmaksas","922":"1 mēnesis","923":"1 gads","924":"Vai Tev ir kādi jautājumi par  [A]Pro plāniem?[\/A]","925":"Mūsu atbalsta komanda ar prieku palīdzēs Tev.","926":"Kompānijas nosaukums","927":"Pilsēta","928":"ZIP \/Pasta indekss","929":"Tālrunis","930":"diena","931":"mēnesis","932":"gads","933":"Adrese","934":"Valsts vai province","935":"PayPal adrese","936":"Bankas konts","937":"Saņēmēja vārds","938":"Aprakstiet savu mārketinga stratēģiju","939":"Bankas nosaukums","947":"Disks","948":"Miskaste","949":"Iesūtne","950":"Kontakti","951":"Mans Konts","952":"Vairums ierīču nespēj lejupielādēt failus kuri ir lielāki par 4 GB. Lejupielāde visticamāk neizdosies.","953":"Nepietiek brīvās vietas","954":"Pateicība","955":"Mobilās aplikācijas","956":"Sinhronizācija","957":"Chrome aplikācija","959":"Firefox aplikācija","961":"Aplikācijas","962":"Programmatūras Izstrādes Komplekts","963":"Dokumentācija","964":"Affiliate programma","965":"Noteikumi","966":"Par pārkāpumiem","967":"Iziet","968":"Izveidot kontu","969":"Lūdzu mēģini vēlreiz","970":"Lūdzu ievadi derīgu paroli.","973":"Izmantotais joslas platums","974":"Pārvaldīt kontu","975":"Atzīmēt","976":"Dzēst Atzīmēto","977":"Mākoņa diskā faili netika atrasti.","978":"Netika atrasts neviens dokuments","979":"Tava miskaste ir tukša","980":"Tev nav kontaktu","981":"Tava iesūtne ir tukša","982":"Saturs","983":"Pārskats","984":"Profils","985":"Vēsture","986":"Labot profilu","987":"Beigsies","988":"Savienojumi:","989":"[X] kontakti","990":"1 kontakts","991":"Doties uz kontaktiem","992":"Avatars","993":"Mainīt Avataru","994":"Personīgā Informācija","995":"Dzimšanas datums","996":"Izvēlies valsti","997":"Kontaktu pievienošana paredzēta tikai reģistrētiem lietotājiem.","998":"Lūdzu, izveidojiet savu bezmaksas kontu","999":"Vai vēlaties atjaunot savu īslaicīgo sesiju uz bezmaksas kontu tagad?","1000":"Nezaudētu piekļuvi. Bezmaksas reģistrācija ir ļoti būtiska!","1001":"Dzēst kontaktu","1002":"Vai jūs tiešām vēlaties dzēst [X] no jūsu kontaktu saraksta?","1003":"Apstiprināt dzēšanu","1004":"Vai jūs tiešām vēlaties pārvietot [X] uz miskasti?","1005":"Saišu veidošana ir paredzēta tikai un vienīgi reģistrētiem lietotājiem.","1006":"Mapju koplietošana ir paredzēta tikai reģistrētiem lietotājiem.","1007":"Tu nevari atsaukt izmaiņas.","1008":"pro joslas platuma kvota pārsniegta.","1009":"Nepieciešams lielāks joslas platums?","1010":"diska kvota pārsniegta.","1011":"Vēlies paturēt savus failus?","1012":"diska vieta gandrīz jau pārsniegta.","1013":"Nepieciešama lielāka diska kvota?","1015":"Lūdzi ievadi savu vaučera kodu.","1016":"Izvēlies attēlu","1017":"Izmantot šo, kā avataru","1018":"Tukšs","1019":"Pievieno e-pasta adresi","1020":"Lūdzu ievadi e-pasta adresi vai izvēlies kontaktu.","1021":"Ieslēgts","1022":"Izslēgts","1023":"Tev nav rakstīšanas atļaujas šai mapei.","1024":"Lūdzu ievadi mapes nosaukumu.","1025":"Vairākas vienības","1026":"Ievadi atšifrēšanas atslēgu","1027":"Atšifrēt","1028":"Atšifrēšanas Atslēga","1029":"Publiskā saite","1030":"Izvēlies no saviem kontaktiem vai pievieno e-pasta adresi","1031":"Eksportē failu saites un atšifrēšanas atslēgas","1032":"Iekļaut faila atslēgu","1033":"Kopēt atslēgas","1034":"Lejupielādēt vairākus failus","1035":"Spied \"atļaut\", lai pabeigtu lejupielādi","1036":"Koplietots ar","1037":"Piekrītu","1038":"Izvēlies valodu","1039":"Maksā ar PayPal","1040":"Lūdzu, autorizējies, lai aktivizētu savu pro abonementu.","1041":"Lūdzu, izveido savu knotu, lai aktivizētu savu pro abonementu.","1042":"Inicializē","1043":"Mapes saite nav pieejama","1044":"Mape saite, kurai jūs mēģināt piekļūt, vairs nav pieejama. Tas varētu būt saistīts ar šādiem iemesliem:","1045":"Mape saite ir noņemta TOS \/ AUP pārkāpuma gadījumā.","1046":"Mapes saiti ir atslēdzis lietotājs.","1047":"Laipni lūgti MEGA Pro","1048":"Tavs pro abonements ir aktivizēts. Izbaudi!","1049":"Mape","1050":"Nav koplietots","1051":"Nekad","1053":"joslas platuma kvota gandrīz pārsniegta.","1054":"Tev būs jāpagaida [X], līdz vairāk joslas platums tiks piešķirts tavam kontam.","1055":"Nevēlies gaidīt?","1056":"Šis ierobežojums ir dinamisks.","1057":"Apstiprināt sesija aizvākšanu","1058":"Tu šobrīd izmanto īslaicīgo sesiju. Vai Tu tiešām vēlies to izbeigt?","1059":"Šī darbība dzēsīs visus tavus datus.","1060":"End-to-end šifrēšana","1061":"Atšķirībā no citiem mākoņu uzglabāšanas pakalpojumu sniedzējiem, jūsu dati tiek šifrēti, un atšifrēti tikai klienta ierīcēs un nekad ar mums.","1062":"Globāla pieeja","1063":"Tavi dati ir pieejami jebkurā laikā, no jebkuras ierīces, jebkurā vietā.","1064":"Droša sadarbība","1065":"Koplieto mapes ar saviem kontaktiem, un vēro to atjauninājumus reālajā laikā.","1066":"MEGA nodrošina rīkus, kas padara [A]privātu un konfidenciālu[\/A] tiešsaistes komunikāciju viegli lietojamu.","1067":"MEGA nodrošina šifrētu mākoņa balstītu pakalpojumu [A]privātu un drošu[\/A] komunikāciju un sadarbību uzņēmumiem un privātpersonām. Jūs turat, un kontrolējat savas datu šifrēšanas atslēgas mākonī.","1068":"Koplieto mapes ar saviem kontaktiem un vēro viņus jauninājumus reāllaikā.","1069":"Skaties, kā tas strādā","1070":"Kā tas strādā","1071":"Vēlies zināt vairāk par MEGA?","1072":"Skaties palaišanas video","1073":"Plāni","1074":"Saņem 50 GB ar bezmaksas kontu","1075":"Daudzas reizes vairāk nekā to, ko jūs saņemat no lielākajiem konkurentiem.","1076":"Izveido kontu","1077":"Konkurētspējīgi Pro Plāni","1078":"Saņem līdz 4 TB šifrētu uzglabāšanas vietu tikai par 8,33 € mēnesī.","1079":"Iečeko mūsu pro plānus","1080":"Mobilās Aplikācijas","1082":"Mākonis jūsu kabatā. Piekļūstiet un straumējiet failus no sava viedtālruņa vai planšetdatora. Augšupielādējiet un sinhronizējiet savu multividi ar mākoni.","1083":"Saņem bezmaksas","1084":"Pieejams","1085":"Sinhronizācija","1086":"Ērta automatizēta sinhronizācija starp jūsu datoru un jūsu MEGA disku.","1087":"Lejupielādē tagad","1088":"Pārlūku Aplikācijas","1089":"Mūsu pārlūku paplašinājumi uzstādīs MEGA tavā pārlūkprogrammā, lai ātrāk ielādētos un būtu noturīgāks pret uzbrukumiem.","1090":"Doties uz lejupielāžu sadaļu","1091":"Spied, lai augšupielādētu vai velc un nomet failus šeit","1092":"Ritini, lai turpinātu","1093":"Nekad neievadiet savu paroli ierīcē, kurai Jūs pilnībā neuzticaties. Neautorizējaties savā kontā no koplietojama vai publiska datora.","1094":"Uzlabotai drošībai uzstādiet mūsu [A]pārlūka paplašinājumu[\/A] un ielādējiet MEGA no sava datora nevis no mūsu serveriem.","1095":"Izveido savu [A]bezmaksas[\/A] kontu","1096":"Vārds","1097":"Uzvārds","1098":"Nederīgs pirmais vārds un\/vai uzvārds.","1099":"Lūdzu ievadiet savu vārdu & uzvārdu.","1100":"Nederīga e-pasta adrese.","1101":"Lūdzu ievadiet derīgu e-pasta adresi","1102":"Nederīga parole:","1104":"Lūdzu stiprini savu paroli.","1105":"Stiprums:","1106":"Paroles stāvoklis","1107":"Paroles nesakrīt.","1108":"Izveido kontu","1109":"Tava parole ir tava galvenā šifrēšanas atslēga.","1110":"Tava konta drošība ir atkarīga no tavas paroles stipruma. Paroles, kuras ir pārāk īsas, pārāk vienkāršas vai sastāv no vārdnīcas vārdiem ir viegli uzminamas.","1111":"Neizmirsti savu paroli.","1112":"Nav iespējams veikt paroles atgūšanas procedūru. Ja Jūs nevarat atcerēties to, jūs vairs nevarēsiet piekļūt jūsu uzglabātajiem datiem.","1113":"Jūsu konts ir tik drošs cik jūsu dators.","1114":"Atkārto paroli","1115":"Paroles stipruma pārbaude tiek inicializēta.","1116":"Lūdzu, mēģiniet vēlreiz pēc pāris sekundēm.","1117":"Servisa lietošanas noteikumi","1118":"Jums ir jāpiekrīt servisa lietošanas noteikumiem, lai varētu reģistrēties iekš MEGA.","1119":"Tava parole ir viegli uzminama. Mēģini padarīt savu paroli stiprāku. Apvieno lielos & mazos burtus. Pievieno speciālus simbolus. Neizmanto vārdus vai vārdnīcas vārdiņus.","1120":"Tava parole ir viegli uzminama. Mēģini padarīt savu paroli stiprāku. Apvieno lielos & mazos burtus. Pievieno speciālus simbolus. Neizmanto vārdus vai vārdnīcas vārdiņus.","1121":"Tava parole ir pietiekami laba, lai turpinātu, bet nākotnē ir ieteicams stiprināt savu paroli.","1122":"Šī parole spēs noturēties pret tipiskākajiem brute-force uzbrukumiem. Lūdzu, pārliecinieties, ka jūs to atceraties.","1123":"Šī parole spēs noturēties pret izsmalcinātākajiem brute-force uzbrukumiem. Lūdzu, pārliecinieties, ka jūs to atceraties.","1124":"Ļoti vāja","1125":"Vāja","1126":"Viduvēja","1127":"Laba","1128":"Stipra","1129":"jūsu parole ir pārāk vāja, lai turpinātu","1130":"Nederīgs e-pasts un\/vai parole.","1131":"Apstipriniet savu kontu","1132":"Entropiju Kolekcija","1133":"Šī spēle ievāks [A]entropiju[\/A] kuras balstās uz peles kustībām.","1134":"Šis stiprinās tavu [A]RSA atslēgu[\/A].","1135":"Tu vari pārtraukt spēli tiklīdz progresa indikators ir 100%","1136":"Darīts!","1137":"tagad Jūs varat turpināt nākamo soli, lai izveidotu savu atslēgu.","1138":"Turpināt","1139":"Punkti:","1140":"Šis ir ļoti svarīgs solis un var aizņemt pāris sekundes.","1141":"Lūdzu esiet pacietīgs.","1142":"Publiskās - Privātās atslēgas izveide","1143":"Ģenerē atslēgu","1144":"Zināms, ka kriptogrāfija tika izmantota gandrīz pirms 4000 gadiem senajā Ēģiptē","1145":"Šodien 4000 gadus vēlāk, vairums nozīmīgāko mākoņu uzglabāšanas pakalpojumu sniedzēji vēl joprojām nav pilnībā ieviesuši kriptogrāfiju.","1146":"Aizpildi savu kontu","1147":"Izvēlies konta veidu","1148":"[A]Saņemsiet 2 mēnešus bezmaksas[\/A] ja Jūs iegādāsieties viena gada pro plānu.","1149":"Ierobežots","1150":"Bezmaksas","1151":"Izmantojiet MEGA visā pilnībā ar [A]Pro plānu[\/A]","1152":"Izvēlies savu Pro plānu:","1153":"viena gada plāns","1154":"Komanda","1155":"Augšupielādē","1156":"Lejupielādē","1157":"Bezmaksas Lejupielāde","1158":"priekš Windows","1159":"Drīzumā priekš [A]Mac[\/A]","1160":"MEGA vēlētos pateikties sekojošiem autoriem par šādu atvērto avotu komponentiem, kas veicināja būtisku funkcionalitāti mūsu vietnei:","1161":"Drošs","1162":"Jūsu dati tiek šifrēti no sākuma līdz beigām. Neviens nevar pārtvert to glabāšanas laikā vai tranzītā.","1163":"Fleksibls","1164":"Sinhronizē jebkuru mapi no sava PC uz jebkuru mapi mākonī. Sinhronizē vairākas mapes paralēli.","1165":"Ātrs","1166":"Iegūsti labumu no MEGA  jaudīgās infrastruktūras un multi-pieslēguma pārsūtīšanas.","1167":"Bagātīgs","1168":"Uzglabā līdz pat 50 GB bezmaksas!","1169":"Pilnībā nodrošināts","1170":"Meklē, iepērcies, lejupielādē, straumē, skaties, koplieto, pārdēvē vai dzēs savus failus. Tas viss ir šeit - tavās rokās.","1171":"Drīzumā priekš [A]iOS[\/A]","1172":"Firefox Paplašinājums","1173":"Chrome Paplašinājums","1174":"Šis paplašinājums ļaus Tev instalēt MEGA tavā pārlūkā. Tas samazinās ielādes laikus, uzlabos lejupielādes ātrumu un stiprinās drošību.","1175":"Jebkuru MEGA URL pārtvers šī aplikācija un tā paliks lokāli (JavaScript netiks ielādēts no mūsu serveriem). Droši (auto) atjauninājumi tiek nodrošināts pateicoties kriptogrāfijas privāto atslēgu parakstiem.","1176":"Un ja Tu patiešām esi paranoisks:","1177":"atslēdz automātiskos atjauninājumus un pārbaudi mūsu pirmkodu pēc katras jaunināšanas manuāli.","1178":"Lejupielādē MEGA priekš Firefox","1179":"Uzstādīšana:","1180":"Lejupielādē MEGA priekš Chrome","1181":"Atver paplašinājumu sadaļu iekš Chrome","1182":"izvēlne > iestastījumi > paplašinājumi","1183":"vai ieraksti","1184":"savā adrešu laukā.","1185":"Velc un nomet lejupielādēto failu [X] Chrome paplašinājuma sadaļā un apstiprini instalāciju.","1186":"Jūs varat ērti iegādāties savu MEGA Pro plānu kādā no mūsu pilnvarotajiem tālākpārdevējiem zemāk:","1187":"Lejupielādē","1188":"Datorā","1189":"Importē","1190":"Uz mākoni","1191":"Fails, kuru mēģināt ielādēt uz laiku nav pieejams.","1192":"Ritiniet, lai uzzinātu vairāk par MEGA","1193":"Sākt jaunu kontu","1194":"Vai Jūs vēlaties importēt šo failu uz jaunu sesiju?","1195":"\"Nē\" jums jāļauj autorizēties un apstrādāt savu importu.","1196":"Atcelt lejupielādi","1197":"Vai esi drošs, ka vēlies atcelt lejupielādi?","1198":"Lejupielādētais fails tiks dzēsts.","1199":"Nevar atšifrēt metadatus bez atslēgas.","1200":"Affiliate lietošanas noteikumi","1201":"[A]Pievienojies mums[\/A] failu uzglabāšanas tirgus satricināšanā","1202":"Uzsāc biznesu ar mums un nopelni savu daļu.","1203":"Palīdzi mums augt un kļūsti par daļu no panākuma.","1204":"Reģistrējies","1205":"Kā tas strādā?","1206":"Reģistrējies un saņem savu unikālo partnera ID kuru Tu vari pievienot mūsu URL.","1207":"Mēs sekosim līdzi visiem apmeklētāju pirkumiem, kuriem Jūs esat ieteicis MEGA.","1208":"Jūs nopelnīsiet [B]20%[\/B] no visiem ieņēmumiem izmantojot jūsu partnera ID.","1209":"Atkārtoti abonementi tiks skaitīti, kā atgriezeniski referāļi.","1210":"Kam ir paredzēta affiliate programma?","1211":"Aplikāciju izstrādātāji:","1212":"Uzbūvē savu populāro aplikāciju izmantojot mūsu [A]SDK[\/A]","1213":"Konvertē bezmaksas lietotājus uz pro un monetizē savu aplikāciju.","1214":"Mājaslapas","1215":"Blogeri","1216":"Mākoņ uzglabāšanas salīdzināšanas vietnes","1217":"Kādi ir noteikumi?","1218":"Lūdzu, izlasiet un apstipriniet, ka Jūs atbilstat mūsu [A]Affiliate lietošanas noteikumiem[\/A]","1220":"Sāc!","1221":"Piesakies uz mūsu affiliate programmu, un Tu vari sākt pelnīt naudu uzreiz.","1223":"Kontaktinformācija","1224":"Mums vajag mazliet vairāk informācijas par tevi.","1230":"Maksājuma informācija","1231":"Mēs maksājam reizi mēnesī ar PayPal vai elektronisko pārskaitījumu (tikai Jaunzēlandes banku lietotājiem).","1232":"Maksājuma Metode","1233":"PayPal","1234":"Bankas konts (JZ tikai)","1235":"Saņēmēja nosaukums","1236":"Bankas nosaukums","1237":"Bankas konta numurs","1238":"Paypal adrese","1239":"Affiliate informācija","1240":"Mēs vēlētos uzzināt, kā jūs plānojat novadīt trafiku uz MEGA.","1241":"Apraksti savu mārketinga stratēģiju:","1242":"Es piekrītu MEGA [A]Affiliate lietošanas noteikumiem[\/A]","1243":"Jūs esat uzņemts mūsu affiliate programmā. Jūs nopelnīsiet 20% no visiem ieņēmumiem, kas iegūti ar jūsu partnera ID.","1244":"Lūdzu, pārliecinieties, ka jūs atbilstat mūsu [A]Affiliate lietošanas noteikumiem[\/A]","1245":"Jūs varat nopelnīt nosūtot trafiku uz:","1246":"Statistika","1247":"Termiņš","1248":"30 dienas","1249":"90 dienas","1250":"180 dienas","1251":"365 dienas","1252":"Visu laiku","1253":"Datums","1254":"Izpārdošana","1255":"Apgrozījums","1256":"Peļņa","1257":"Izpārdošana nav reģistrēts izvēlētajā laika posmā.","1258":"Izmaksas","1259":"Izmaksas nav reģistrētas izvēlētajā laika posmā.","1260":"Partnera ID","1261":"Lūdzu, ievadiet savu dzimšanas datumu.","1262":"Lūdzu","1263":"Lūdzu, norādiet provinci.","1264":"Lūdzu, ievadiet savu ZIP \/ Pasta kodu.","1265":"Lūdzu, ievadiet savu telefona numuru.","1266":"Lūdzu, aprakstiet savu mārketinga stratēģiju.","1267":"Jums ir jāpiekrīt Affiliate lietošanas noteikumiem.","1268":"Lūdzu ievadiet savu PayPal adresi.","1269":"Lūdzu ievadiet saņēmēja JZ bankas konta vārdu.","1270":"Lūdzu ievadiet savas JZ bankas nosaukumu.","1271":"Lūdzu ievadiet savas JZ bankas konta numuru.","1272":"MEGA izstrādāja cilvēki, un tāpēc vietne nav perfekta. Ja jūs pamanāt kļūdu mēs būtu pateicīgi dzirdēt par to, lai mēs to varētu salabot - jo vairāk informāciju jūs varat sniegt jo labāk.","1273":"Intelektuālā īpašuma tiesības mēs ņemam vērā nopietni un īstenojam stabilu sūdzību\/atkārtotu pārkāpumu politiku.","1274":"Lai iegūtu vairāk informācijas, lūdzu [A]apmeklējiet šo sadaļu[\/A].","1275":"Jūs varat iesniegt sūdzības paziņojumu izmantojot mūsu [A]tiešsaistes formu[\/A] vai nosūtot mums e-pastu.","1276":"Vai jums ir kādi jautājumi vai idejas? Vai jūs vēlaties uzzināt vairāk par mūsu produktiem?","1277":"Mēs esam vienmēr pieejami.","1278":"Lūdzu izvēlieties","1279":"Solis 1","1280":"Solis 2","1281":"Satura detaļas","1282":"Autortiesību īpašnieks detaļas","1283":"Pievienot citu URL","1284":"Autortiesību īpašnieka vārds","1285":"ja piemērojams","1286":" Autortiesību īpašnieka pilnvarotā pārstāvja vārds iesniedzot paziņojumu:","1287":"Saņemts Autortiesības Paziņojums","1288":"Mēs izskatīsim un apstrādāsim tavu paziņojumu ātri.","1289":"Paldies, ka noklikšķinājāt uz ielūguma saites. Lūdzu, izveidojiet savu bezmaksas kontu zemāk.","1290":"Ups tā neizskatās pēc derīgas ielūguma saites. Vai Tu jau reģistrēji kontu?","1291":"Jūs iepriekš esat noklikšķinājis uz ielūgumu saites. Lūdzu, izveidojiet savu kontu.","1292":"Drīzumā","1293":"Laipni lūgts palīdzības centrā","1294":"Ja uz tavu jautājumu nav, atbildēts šeit, tad, nevilcinies, bet sazinies ar mums.","1295":"Sazinies","1296":"Populārākās Tēmas:","1297":"E-pasta adrese jau tiek izmantota.","1298":"Lūdzu ienāc savā kontā.","1299":"Pavelc, lai atjauninātu","1300":"Pēdējais jauninājums","1301":"Šodien","1302":"Vakardien","1303":"Šonedēļ","1304":"Pagājušo nedēļu","1305":"Šomēnes","1306":"Šogad","1307":"Vecāks","1308":"Lejupielāde neizdevās","1309":"Augšupielāde neizdevās","1310":"Lūdzu ievadi apstiprinājuma kodu","1311":"Kļūda ielādējot failus","1312":"Trūkst lietotājvārda\/paroles","1313":"Autorizācija neizdevās","1314":"Dzēst Kļūdu","1315":"Nav norādīts pašreizējais e-pasta konts","1316":"Saglabāt failu bezsaistē, lai priekš skatītu","1317":"Kļūda ģenerējot saiti","1319":"Parole ir pārāk īsa","1320":"Vārds ir pārāk īss","1321":"Kļūda ielādējot konta rekvizītus","1322":"Augšupielāde pabeigta","1323":"Notiek autorizācija","1324":"Autorizācija veiksmīga","1325":"Ģenerē saiti","1326":"Saite ir iekopēta starpliktuvē","1327":"Lejupielāde pabeigta","1328":"Lejupielāde sākta","1329":"Gaida","1330":"Ievadi lietotājvārdu un paroli","1331":"E-pasts","1332":"Apstiprini reģistrāciju","1333":"Lūdzu, pārbaudiet savu e-pastu un iekopē apstiprinājuma kodu zemāk, vai noklikšķiniet uz īpašās iOS apstiprinājuma saites.","1334":"Pārtraukt reģistrāciju","1335":"Apstiprinājuma kods","1336":"Lieto jaunākos","1337":"Uzņem Foto","1338":"Izvēlies Esošo","1339":"Pievieno mapi","1340":"Ievadi jaunās mapes nosaukumu","1341":"Izvēlies attēlu(s)","1342":"Labot","1343":"Iztukšo mākoni","1344":"Koplieto","1345":"Saglabā bezsaistē","1346":"Pārsūtīšana","1347":"Iesūtne tukša","1348":"Koplietotās Mapes","1349":"Nav Attēlu","1350":"Attēli","1351":"Lokāli","1352":"Pieejams","1353":"Saglabāt bezsaistes pieejai","1354":"Norādi maksimālo uzglabāšanas daudzuma vietu ierīcē","1355":"Versija","1356":"Atsauksmēm","1357":"Iziet","1358":"Visi lejupielādētie faili tiks dzēsti","1359":"Izvēlētais izmērs ir mazāks par kešatmiņas pašreiz izmanto. Ja Tu turpināsi daži faili tiks izdzēsti","1360":"Pagarināt Pro","1361":"Cena","1362":"Atjaunot pirkumus","1363":"Nav tīkla","1364":"Mēģināt vēlreiz","1365":"Tu neesi savienojies ar internetu","1366":"Ievadi jaunu nosaukumu","1367":"Saņemiet 50 GB bezmaksas, vai izvēlies vienu no mūsu Pro plāniem un saņemiet līdz pat 4 TB šifrētu failu uzglabāšanas vietu sākot no 8,33 € mēnesī.","1368":"līdz [X]","1369":"un [X]","1370":"E-pasts un Čats","1371":"Mūsu šifrētā komunikāciju pakete būs pieejama 2014. gada sākumā.","1372":"Gatavojies MEGA čatam, e-pastam, zvaniem & videokonferencēm.","1373":"Kas ir MEGA? Klikšķini vai ritini","1374":"Atpakaļ uz sākumlapu","1375":"Atgriezties uz lejupielāžu sadaļu","1376":"darbojas izmantojot:","1377":"Vai Tu vēlies spēlēt? Ja Tu izlaidīsi šo soli, tava konta drošība var ciest. Lūdzu veic ar savu peli kustības pēc nejaušības principa, lai samazinātu risku.","1378":"Sākt Spēli","1379":"Izlaist","1380":"Kategorijas","1381":"Lietotāja saskarnes uzstādījumi","1382":"Kārtošanas preferences","1383":"Konfigurēt kolonnu kārtošanas secību atsevišķai mapei, vai izmantot to pašu kārtību visām mapēm.","1384":"pa mapei","1385":"tāpat katrai mapei","1386":"Skatīšanas režīma preference","1387":"Izvēlies apskates režīmu (ikonām vai detaļām) atsevišķai mapei, vai izmanto to pašu skata režīmu visām mapēm.","1388":"[B]Lejupielādēt[\/B] [A]datorā[\/A]","1389":"[B]Importēt[\/B] [A]uz mākoni[\/A]","1390":"Velc un nomet attēlu šeit","1391":"seko mums"}