{"10":"Nui kē, Pai kē, Tere kē, Kaha kē, Haumaru Nui","11":"Ture 12","12":"E kore te tahi tangata e raweke noatia me tōna motuhaketanga, whānau, kāinga, tuhinga rānei, kore hoki e whakaekengia tōna hōnoretanga me tōna rongo nui.  Ahakoa ko wai me tiakina ia e te ture mai i ngā rāwekeweke me nga whakaekenga","13":"Whakapūākitanga Whānui  o ngā Mana o te Tangata","14":"Puta tautoko","15":"Tango katoatia ngā mea kei tō paepae para nē rā","16":"Raru roto","17":"He nui rawa te toha aratuku","18":"He nui rawa ngā hononga o tēnei ihotia","19":"Kua oti kua he rānei tēnei urua","20":"Ngaro wā poto","21":"Raru pūkete, tirohia i tō īmera","22":"Kōnae ngaro tika","23":"Kōnae aukatihia","24":"Wete muna hē","25":"Ko te kōpae kei roto koe kua wetekina kua nukua rānei e tētahi atu","26":"Kōpae ngaro","27":"Waimarie kore ko te kōpae tahi e kore e puta aketia he nui kē atu i [X].","28":"Waimarie kore,  e kore e taea te kōnae  [X1] te aketia nā te mea he rahi kē atu i [X2]","29":"Kua noho mā te kōnae aketia me te manaaki a Adobe Flash  nā te mea  kāore he pānga mai i tō ipurangi a te HTML5 Tirohanga Kōnae. Ki te hiahia karapoti koe i tēnei raru ( me te whakapiki kaha ipurangi), ata whakaarohia te whakauru i a [A] Google Chrome[\/A].","30":"raru ipurangi","31":"Ka taea e koe te ake konae iti kē i [X] me te ipurangi Explorer, Chrome me Firefox ka whakawatea ki te ake kōnae ahakoa te rahi o te kōnae.","33":"Tau tahi a Mega me Chrome","34":"Tūpato","35":"He tahito rawa tō ipurangi, kei te whakararu i tō mahi nuku kōpae","36":"Whakahoua ki Google Chrome","37":"Ahakoa te raru kei ngā kaihoko ipurangi ki te whakamahi i te whānuitanga katoa o HTML. kei a Google katoa i tēnei rā'.  Ki te whakawhiwhi i te kaha katoa a Mega (pērā i te whaiti tīra aunoa, me te ihotia, tā mātau, makaia tō ipurangi tahito ā ka uru hou tere atu ki a Chrome","38":"Kaua e whakaaturia anō tēnei pānui","39":"Pai, Kāo","40":"Ihotia a Chrome","41":"Taihoa i wetea e koe he kōpae whiwhi kōpae tūari","42":"Ki te āputahia te paepae para ka whakakorea tēnei tūari","43":"Kua wetea e koe tēnei kōpae whiwhi [X] kōpae tūari","44":"Ki te āputahia e koe tēnei paepae para ka wetekina ēnei tūari","45":"Tūpato - kōpae tūari","46":"hē roto","47":"Aue, he raru, Aroha mai","48":"Whakaurua kia toru nuku atu ngā pūāhua hei rapu","49":"nukua [X] ngā mea i whiria","50":"kōnae kotahi","51":"[X] kōnae","52":"me","53":"kōpae kotahi","54":"[X] Ngā kōpae","55":"Pānui anake","56":"Pānui & Tuhi","57":"Uru ahakoa","58":"ihotia","59":"hono atu","60":"tūari","61":"ingoa houtia","62":"nuku","63":"taruatia","64":"Tukunga","65":"He pānui anake ki tēnei kōpae","66":"Pānui & Tuhi ki tēnei kōpae","67":"Mana motuhake tāū ki tēnei kōpae","68":"Kōpae hou","69":"Hangaia he kopae hou","70":"Āputa Paepae para","71":"tāpiri te hoapā","72":"mukua te hoapā","73":"Mukua tēnei tangata i tō rarangi hoapā - tika?","74":"Mukua ēnei tangata i tō rārangi hoapā. Tika?","75":"Mukua te hoapā","76":"Kei te mukua pūmautia a [X] mai i tō paepae para","77":"Me mahitia","78":"Ae","79":"Kāo","81":"Tautoko","82":"Whakakorea","83":"Tangohia","84":"mukahia - ae","85":"anōtia","86":"Ingoa","87":"rahi","88":"momo nuku aketiamomo nuku ihotia","89":"Tūnga","90":"Terenga","91":"Roanga wā","92":"wā tōenga","93":"Momo","94":"tīni mutunga","95":"īmērā","96":"Tukunga","97":"aketia hou","98":"aketia te kōpae","99":"aketia te kōnae","100":"āputahia te paepae para","101":"purua te hoapā","102":"rapua","103":"Nuku katia","104":"Nuku kōnae","105":"utu here aketiautu here ihotia","106":"kaitiaki kōnae","107":"kei te hia kape i te kōpae whiria ki te pouakauru tūmataiti o [X]","108":"whakaū","109":"Kei te hia kape i te kōpae whiria ki te kōpae tūari","110":"Kei te hia kape i te mea whiria ki te pouakauru tūmataiti a [X]","111":"Kei te hia kape i te mea whiria ki tēnei kōpae tūari","112":"Hono","113":"Hono kōnae","114":"kī kōnae","115":"Ingoa kōnae","116":"rahi konae","117":"Nuku wāhi kē","118":"Wāhi whiria","119":"toha aratuku pātea nui rawa","120":"tō ihotia kore e taea nā te mea kei tua o te nuku pātea tuku mō tō wāhitau IP","121":"Tēnei kōpiri herenga whānui e pā ana ki te aratuku kore mahia ka wātea ki a tātau","122":"Ko ngā whakawhiti i oti i roto i te rima ki te ono hāora ka whiwhi wāhi","123":"i te matapihi wā","124":"Kua ihotia e koe [X]\"Kua ihotia e koe [wha rau MB]\"","125":"[X] ka watea i roto i [X2][rima rau MB] ka watea i roto i [tekau mīniti]","126":"ko te wahitau IP ināianei i kati ki [X]ko te wahitau IP inaianei i kati ki [rua te kau ma rima MB]","127":"Hei whakatau, ko āū rārangi ihotia ka pupuritia kia tau te nuinga toha e wātea ana, katahi noa ka tīmata aunoa","128":"Ki te kore hia tatari, tērā pea ka tohua e koe he pūkoro aratuku hoatu pātaka tiaki nui noa atu","129":"whakapai ake ki [Y]whakapai ake ki [TOA] where Y = constant","130":"ihotia he kōnaewhere 'he' is both singular and plural","131":"Patohia 'Taihoa' kia oti rawa te ihotia","132":"Nuku mea ","133":"Nukua [kotahi kōpae]Nukua [rua kōpae] ... haere tonu = etc","134":"Kapea [toru kōnae]Kapea (whā konae] ... haere tonu = etcCopy four files ... =  example\/etcetera","135":"hapa","136":"Whiria he kōpae otinga","137":"Whiria he ūnga otinga pono","138":"E kore e rite te kōpae otinga ki te kōpae timatanga","139":"Hapa huri noa","140":"Hapa huri noa: ehara te otinga i te kōpaeroto no te kōpae nuku","141":"Whakaurua he wāhitau īmērā pono","142":"Tatari ...","144":"wete tūari","145":"wāhitau īmērā","146":"me tūari ki te tangata hou","147":"Tuku urunga","148":"Kati","149":"tūaritanga","150":"tono whakapā","151":"Kua tono atu ki te tangata whiwhi i a [mega@mega.co.nz]  ka puta ia ki tō rārangi tangata ka rēhita ana.","152":"E kore e taea e koe te uru atu ki tō rārangi whakapā","153":"whakapā īmērā","154":"tāpiria he tangata","155":"Tāpiria","156":"pato korea","157":"Ingoa Kōpae","158":"Mahia","159":"Korea","160":"Kei te mahi tēnei kōpae. Me hono mai anō","161":"Ingoānō","162":"pato ingoānō","163":"Korea","164":"Puku ao ","165":"Ngā tāngata","166":"Pouakaroto","167":"Paepae para","168":"Paepae para","169":"rārangi tono","170":"Rehita","171":"Uru","172":"Tōia&takahia noa āū kōnae","174":"atu","175":"Whiria","176":"Whiria aketia","177":"Kei a koe te kī hei tiaki i te ao","178":"haumaru ipurangi  tahi","179":" Kaitiaki Kōnae Kaha","180":"Pūnaha Taiao Pā","181":"Ihinga amiki","182":"Muna kōpae tūari me ngā kaimahi tahi kaipakihi me te whiri tuhinga rongo kore me te muna puata oti i oti","183":"Tirohia, tiakina āū konae i tō pūtiro ipurangi, me ona whiringa tahi, tira tahi whakatere - īhotia","184":"He API huakina tata  e āhei ai ngā kaingūngū tira tuatoru ki te whakakaha mahinga a MEGA.","185":"Muna RSA iti 2048","186":"E puta","187":"Taku pukete","188":"Kaitiaki Kōnae","189":"Me Puta","190":"Urunga","191":"mahia he pūkete","192":"Maumahara ki au","193":"Urua","194":"tūmau tuihono","195":"Tō īmērā","196":"Tō īmērā","197":"Whakaurua tō īmērā","198":"Whakaurua he wāhitau īmērā tōtika","199":"Whakaurua tō kupuuru","200":"Aue i hapa tētahi mea","201":"Imērā hē kupuuru hē rānei. Whakaurua anō","202":"Mahia he pūkete hou","204":"rānei","205":"Urua","206":"Tō ingoa","207":"Tō īmērā","208":"Tautoko au i a MEGA [A] Tikanga Ratonga [\/A]","209":"Rēhita","210":"Whakawātea mo te Wā  Hou","211":"He rerekē katoa ngā tiaki ao","212":"Whakaurua tō ingoa","213":"Whiria he kupuuru","214":"Me tautokona ā mātau tikanga ratonga ","215":"He hapa kore mōhiotia. Uru atu anō","216":"Tino pai","217":"Tirohia tō īmērā ka pato i te hono hei tautoko i tō pūkete","218":"Tēnei wāhitau īmērā kua rēhita kētia ki te pūkete me MEGA","219":"Tēnei wāhitau īmērā kua rēhita kētia ki te pūkete me MEGA","220":"Memeha","221":"Autaia","222":"Pai","223":"Tino pai","224":"Whiria he kōnae - aketia","225":"Whiria he kōnae - aketia,  toia-taka ki kōnei rānei","226":"Kia kore ai e taumaha te rauemi, me pōtaetia te mahi aratuku i ētahi wā ... I ngā ono hāora paheke nei, ko tō wāhitau IP kua kai [X] anā rā, me te kōnae whiria nei [X2] kei tua o te katinga ināianei [X3]. Kia orite tau ai te toha i a tātau rauemi ko āū tataritanga ihotia kua pupuritia. Ka tīmata aunoa ka ngāwari nā te kūititanga","227":"Kāore he wāhi o tēnei katinga mo ngā nuku e uhia ana e tēnei nuku toha aratuku kua oti te utu, ki te kore koe e hiahia tatari , tērā pea e haina ki te Pūkete TOA","228":"Tiaki aratuku kei te tū","229":"Kaua e whakaaturia anō","230":"whakahou ake ki TOA","231":"Kāo, ka tatari au","232":"Kāo, ka tatari au","233":"hapa poto, kei te ihotia anō","234":"ihotia te kōnae","235":"ihotia","236":"Urua mai","237":"ihotia ana","238":"haki tārua","239":"oti ihotia","240":"Kia oti ai te hātepe nuku kōnae me tiaki ā-ringa tō kōnae","241":"Tiaki i tō kōnae","242":"Whakahoua ki a Chrome kia pai ai te kaha mai a MEGA","243":"Ko te kōnae e ihotia nā e koe kāore i te wātea mai","244":"Ko te take pea i pēnei ai:","246":"Kua tangohia te kōnae i takahia hoki a ToS\/AUP","247":"URL hē - ko te hono e mahia nā e koe kāore i reira","248":"kua korea te kōnae e te tangata","249":"ko te kōnae e ihotia ana kāore i te wātea noa","250":"Ko te korenga hanga roto kua hapa.  Ko tēnei pea ngā take hapa:","251":"Kei te kati ētahi tūmau hei whakatika","252":"Kei te taumaha rawa kei te whakapiki pupuritanga","253":"Hono atu ā muri ake nei","254":"Ko te kōnae e ihotia na e koe kāore i te wātea","255":"Kāore tēnei kōnae i te wātea nā te kerēme tārua nā [X] ","256":"He poto rawa tō kī","257":"Kia tino tika tō kī","258":"Ihotia na","259":"He aha te tikanga mō MEGA","260":"He ingoa puta haere e tohua ana \"MEGA urunga whānui i whakamaua\"","261":"He aha te kaupapa a MEGA","262":"Ko MEGA he momo kaitiaki i te rangi. Ka hoatu utu kore, utu hoki hei urunga ki te tiaki wāhi tiaki aratuku i te ipurangi. Ka tukuna koe kia tiaki, kia uru rānei ki āū kōnae mai i tō ipurangi mā tō taupānga kiritaki hono","264":"Ki a mātau mōhiotanga, ko te tiaki ao me te whakamau kei roto i te ture.  Whakamahia te ture whaipānga me ngā ture whakahaere kei [B] me pēhea [\/B] te whakamahi tiaki ao me te whakamau me a mātau [A] kaupapa whakamahi [\/A]","265":"I hangaia a MEGA e ngā tāngata nā rātau rā i whakahaere  i tētahi o ngā tino tiaki pakihi, i te rangi, nui o te ao","266":"Ninipa noa kāore he urunga ki ngā rawa i hangaia e ōna kaimahi i mua rā. Kāore he herenga ture kāore hoki he whakahaere anō o ngā waehere, ngā pūmāro, me ngā raraunga koia nā e kore mātau e kite māramatanga ki te kukume mai i āu raraunga i mahia e koe.","267":"He aha i whakatipuria ai he kamupene 'tiaki i te rangi' i Aotearoa o ngā wāhi katoa","268":"Kei ētahi atu tikanga nui, ko te ingoa Māori ko 'Aotearoa' ko te whakamāori 'te whenua o te ao mā ao roa'","269":"Ka taea e au te uru atu ki a MEGA mā runga waea pūkoro?","270":"Kua tinohia a MEGA mō tō ipurangi papa. Kei te mahia e mātau a MEGA kia tau katoa me ngā tino waea pūkoro me nga tēpūiti.  Ka whiwhi tino taupānga koe mō tō tino waea pūkoro a muri ake nei","271":"Ka taea e au te whakatimata i ngā aketia me ngā ihotia aukatinga","272":"Ae. i te mea kaore i katia e koe to ripa ipurangi, nga aketia me nga ihotia a timata aunoa i muri, hei tauira,te aukatinga kōtuitui, ko te ararau o tō taputapu kua tū kua moe rānei. Maumahara ko ā mātau tūmau ka whakakore aunoa ngā aketia i kore i oti  pau noa  te whā tekau mā waru hāora","273":"Ka taea e au te aketia o taua kōnae e hia kē wā","274":"Nā te mea e kore ā mātau tūmau e kite i te ingoa kōnaeme whakatika te tukinga ki te taha kiritaki. Mā te mahi noa, me kā aketia he kōpae kei tō pūkete ( he rite te ara arotahi\/ingoa kōpae, rite te rahi, rite te whakahounga wā mutunga, i piua, otirā kāore he mea hei aukati kia whiwhi kōnae nui atu, kōpae ingoa rite rānei i te kōpae tahi","275":"Me pēhea te whakamana mahi aratuku","276":"Ko tā mātau kaupapa kia kaua e mahi aukati noa ki ā  mātau kaimahi me pā rawa ki ngā mahi kūititanga o roto. Koia nā ka pupuri mātau i te mana ki te whakapōtae i te mahi aratuku, mō ngā whakahaere te take, i te wā ahakoa ki ia pūtakenga IP. Ko tō rārangi nuku ka timata aunoa ka heke haere te kuititanga. Kāore he mahi whakatika  ā-ringa nei","277":"He aukatinga i te rahi o te kōnae kei a MEGA?","278":"E kore mātau e mahi aukatinga noa i ngā kotinga kōnae otirā kei waho ko te wāhi e wātea ana i te wāhi puku ao. Tērā anō ētahi o te wā , me ērā ipurangi āhua hapa me whāngai hāngai atu te kōnae katoa kia tiakina i te pūmahara e ihotia ai (Firefox, IE10, Opera), rānei, mō te aketia me te ihotia  (IE9, Safari 5)","279":"E kore e taea e au te aketia me te ihotia i te wā kotahi?","280":"Ae. Kotahi aketia ā kotahi ihotia ki ia ripā ipurangika taea te oma whakarara","281":"He aha i kore ai i hoatu i te karakōnui atahanga, i hoatu rānei i ngā tuku rerenga kōrero kōnae whitiahua, kōnae pūoro hoki?","282":"Nā te otinga ki te otinga  tauira whakamunatanga ka aukati i te rāwekeweke taha tūmau o āū raraunga, hei mea hiahiatia hei whakamahi i taua āhuatanga","283":"Me pēhea e taea e au te aketia i ngā kōnae","284":"E toru ngā momo aketia o nga kōnae ki MEGA mā te whakamahi i te mata ipurangi","285":"Patohia te pātene whero kei te whārangi timata","286":"Haere ki tō kaitiaki kōnae ka pato i te \"aketia te kōnae\" rānei (ki te mahi koe i a Chrome) \"aketia te kōpae pātene kei runga ake","287":"Ko ngā kōnae toia&taka rānei (ki te mahi i a Chrome) ko ngā kōpae ki te wāhi","288":"Me pēhea e whakaurua e au a MEGA","289":"Kāore he mahi whakauru i te tahi mea. Kei te ipurangi a MEGA a mahi ai i roto i te nuinga o ngā tino ipurangi. Ki te tino tuku i a MEGA e tino tono ana mātau ki a koe kia mahia ko Google Chrome anake","290":"Me pēhea te whakamahi i te tūari kōpae?","291":"Ka taea e koe te tūari peka rākau o tō puku ao me o hoa, whānau, hoa mahi tahi rānei. Ka tono mā runga wāhitau īmērā. Ko te kaipōwhiri kore pūkete i naia nei ka whiwhi pānui īmērā me te hono kia tohua akeTērā anō ka taea me te mahi i tētahi hono ōkawa ki tētahi o āū kōpae ka tuku i te kī tino waehere kōpae kia uru noa me te kore pūkete MEGA. Kia noho ai ki a koe te taumahatanga tiaki tuku i te kī kōpae ki te kaiwhiwhi.","292":"Ki te whakatū, tīni, tango, tuari rānei, ngāwari noa, pato matautia te kōpae o tō tiakitanga kōnae ka whiria te Tūari. E toru ngā taumata: Pānui anake, pānui\/tuhi (ka taea te whakauru kōnae engari e kore e taea te tango), me te katoa (ka taea te whakauru me te tango i ngā kōnae","293":"Me i purua e koe he wāhitau īmērā kāore nei he pūkete, me tomo koe ki te tuihono kotahi wā i muri i te otinga a te kaiwhiwhi i te tukanga haina kia taea ai te tuhi huna i te tūari huna ki tōna kī ōkawa e hanga houtia nei","294":"Me pēhea e mukua te tangata i aku kōpae tūari?","295":"Mea ngāwari me pato matautia ki te kōpae kei tō kaitiaki kōnae me tō tūari whiringa. Ka kite koe i ngā tāngata katoa e āhei ana ki tō kōpae tūari. Pato matautia te tangata ā ka whiri i te muka rānei mai i tō tāhua","296":"Me pēhea e kitea e au aku kōpae tūari?","297":"Ko ngā kōpae tūari kei tō kaitiaki kōnae kei te whiwhi i tētahi tino ata me te kakau kei raro i te kōpae","298":"Ka taea e au te tūari i te kopae i tūaritia me au?","299":"Kāo. Ko ngā kōpae i tuaritia e kore e taea te nuku.","302":"Me pēhea au e hono ai ki te kōnae i a MEGA","303":"Tuatahi, he kupu whakatūpato. Ko te haumaru whakamuna a o kōnae he mea me pā pea te matatapu o te kī tuhihuna whai pānga. Me pono whakamaua mā te aho tiaki anake. Hei tauira, ko ngā īmērā paerewa ehara i te mea tino pai.","304":"Me ēnei i whakaarohia, whiria kia kotahi kia tini rānei ngā kōnae i tō kaitiaki kōnae, katahi ka pato matau ka whakamahi i a 'Tikina Honotia'. He kōrero me ngā (te) hono ōkawa ki ngā (te)  kōnae i whiria e koe ka huakinaKa taea e koe te tuku ia hono anake me ia kī anake ka taea hoki te tuku hono tahi ","305":"Me pēhea e mahi ai te tuhihuna?","306":"Ko ngā tuhihuna katoa he otinga ki te otinga. Ko ngā raraunga i aketia i tuhihunatia i te taputapu aketia i mua i te tononga ki te ipurangi, ā ko ngā raraunga i ihotia i tuhihuna koretia anake i muri i te taenga mai i runga i te taputapu ihotia. Ko ngā mīhini kiritaki kei te huri, hohoko, tiaki i ngā kī tuhihuna. E kore ngā kī tuhihuna e taea te whakamahi e puta noa i ngā rorohiko kiritaki (engari hoki ko ngā kī ōkawa RSA)","307":"Ko ōkū ake pārongo katoa ka tuhihunahia?","308":"Kāo. Ko ngā raraunga kōnae me ngā ingoa kōnae\/kōpae ka tuhihunahia. Ko ngā pārongo ā tātau i hiahia uru mahi ai,  pērā o tō wāhitau īmērā. anga kōpae. kokoraho kōnae me ngā tohumana utu, ka tiakina, ka whakaputaina tuhihuna kore. Tirohia ā mātau kaupapa tūmataiti mō ngā mokamoka","309":"Kei te tino haumarutia aku raraunga i tiakina?","310":"Ko ngā haumaru katoa he mea noa. Kei te ora tonu ēnei kawenga kōkiri - ehara noa nei nā MEGA anake otirā e hiahia ana mātau kia matatau koe ki ngā raruraru","311":"Ko ngā pūkete a te takitahi ka raruraru ma te:","312":"Ngā mahi tūtei i tō rorohiko. He kīurua ngāwari ka nui tēnā, otirā ko te tohumana wāhanga me te kī ka taea te wewete mai i te pūmahara i te pūnaha kōnae","313":"Kei tō pokohiwi. Kaua e pato i tō kupuuru me he tangata kei te titiro ki ō pato kī.","314":"Tino kaha kupuuru. Me tino pakari te kupuuru ","315":"Whiwhinga. Tautokona i ngā wā katoa te tūnga haumaru o tō hono (https:\/\/) me te ingoa rohe tika (mega.co.nz) i mua i tō whakauru kupuuru","316":"Ka taea te whakatū kōkiri tino nui ma te:","317":"Te kōkiri 'tangata i waenganui'. Me tuku he tiwhikete SSL tārua whaimana ka hono tahitia me te kape tahae i te DNS me\/rānei te kōkiri i ā mātau ara BGP (he DigiNotar momo āhua)","318":"Kia uru ai ki te kaihautū tūmau tukutuku https:\/\/mega.co.nz\/index.html me te tīni i taua kōnae me te momo kape tahae ( e kore tēnei e aukati urunga ma te pūtake taupanga i whakaurua rā) He tūpato mā te rāweke i ngā kiko kei a mātau CDN kiko tū  tuku ehara i te raru haumaru, na te mea ko ngā kiko ora tonu i whakaurua mai i index.html he mea i manahia e te tuhihuna # (whakaarohia me he 'putu haumaru' mō ngā paetukutuku) Ko tēnei momo kōkiri me āta tono waehere kino ki te kiritaki. Koia nā ka kitea","319":"Hei urunga ki tō matau tino anga tūmau me te hanga tono kī tāhae kei ngā tūari ora. Ko tēnei momo kōkiri anake e pā ana ki ngā raraunga kei ngā kōpae tūari ā ka kitea i te taha kiritaki hoki","320":"He aha me i kore au i whakapono ki a koe? He mea haumaru tonu te whakamahi i a MEGA?","321":"Me i kore koe i whakapono ki a mātau, e kore e taea e koe te whakahaere i te waehere i tukuna e mātau ahakoa, ā ma te whakapūare i tā mātau pae i tō pūtiro me te whakauru kupuuru he mea kore whakaaetia. Ki te hiahia tonu koe ki te whakamahi i a MEGA me mahi tahi koe me te  taupanga kiritaki i tuhia e tētahi hoa pono","322":"E whakapono ana au ki a koe me tō pūraraunga o Aotearoa, otirā e kore au e whakapono ki tō pūraraunga  Tiamana, kei te whakahaeretia hoki e tētahi kamupene Amerikana (US)","323":"Ae, ka taea e koe te whakamahi haumaru i a MEGA, ahakoa i tino here tahitia ā mātau tūmau i Tiamana. Kei te whakatika te pūraraunga o Aotearoa kia kore ai te waehere i tahaetia e mahi  e haere nā koe ki https:\/\/mega.co.nz","324":"Ko ngā raraunga i whāngaitia ki ngā kōpae tūari kei te haumarutia pērā i ērā o aku raraunga","325":"Kōpae tūari, tōna āhua hoki, he mea haumaru pērā i te mema haumaru iti. Otirā tērā anō tētahi raru a te mahi tahi a ā mātau anga tūmau pū. Ka taea te rāweke i ngā kī ōkawa me ngā tono kī ka taea te kape ka tāhae.","326":"Whakaarohia ko te tiaki pū a MEGA i mahi tahitia a-tinana nei. He aha te raru?","327":"He pānui hapa i muri i te rāweke ihotia o ngā kōnae. Ahakoa i te kaikōkiri te kī tuhihuna mo te tino kōnae o taua pū, e kore tonu e taea e ia te tīni kī mā te mea i tāhaetia  ā e kore hoki e hinga i ngā ihotanga i muri mai","328":"He mea pai te tiaki i aku raraunga i te wāhi kotahi","329":"Me tiakina ngā tino kōnae mahuenga,  tuihono me tuimotu. Ahakoa tiakina ia kōnae i ngā wāhi e rua, kāore he kupu taurangi mō te tini hapa tahi me te kaha  tūkino anōtia a te kāwanatanga","330":"He aha ai i tukuna aku raraunga ki a koe o tātau katoa. ","331":"Ka tukuna e mātau ki a koe te kaitiaki  tuhihuna (UCE) ko koe hoki te kaitiaki i ngā kī.  Ko te whakamahi UCE he mea puna pūare, nā hoki ka tono mātau ki te hapori kia tirohia ka whakautua mai. E whakapono ana mātau ma tēnei he mea haumaru ake mō te tiaki i au raraunga ma te kaiwhakawhiwhi me te taha tūmau tuhihuna ki reira tiakina ai ngā kī e ISP ā kino ake kore kau he tuhihuna - me, hei tauira, i wātea ngā kōpae kaiwhakamahi a MEGA ohorere noa ka uru kore kupuuru nā te hapa hōtaka, e kore e taea te pānui me kore he ki tuhihuna kore a te kaiwhakamahi ","332":"Kei te kite au kei te whakamahia e koe a HTTPS hei nuku i ngā raraunga kōnae tuhihuna kua oti  Kua mutu kē tēnā?","333":"Aua noa ko te nuinga o ngā pūtiro e kino ana ki ngā here haumaru kore mai i te whārangi haumaru, ā mā wai rātau e whakahē - e kore rātau e tino matau ki te pono kei reira ano tētahi apa tuhihuna e mahi ana.  Nā te mea  ko HTTPS e patu kino ana i te kaha, ka tukuna kia katia e koe i ngā pūtiro tuku noa (ehara a Internet Explorer i tētahi o ēnā) kia tere ake te tuku me te kore tūkino i te muna  me te pono o āū raraunga.  Ka kite koe i te whakatūpato SSL e whiti ana i tō nuku kōnae tuatahi i ētahi pūtiro - i tēnei ( ko ia anake) kēhi, he mea haumaru te tuku noa.","334":"He aha ngā tuhihuna  hātepe papatono e whakamahia i roto e MEGA","335":"Mo te nuku kautere, AES-128 (e whakapono ana mātau ko te tino mahi CPU a AES-192 me AES-256 he mea nui kē atu i ngā ariā whiwhinga rawa, tae noa mai ki te putanga mai o ngā rorohiko itinoa),<\/p><p>Muri -pono ihotia ka tirohia ma te tīni kautere o te CCM he mea iti te kaha i a OCB otirā e kore e tāuteutehia e ngā tiaki hanga","336":"Mo te whakatū huna tūari i waenga i nga kaiwhakamahi me ngā kōnae i tukuna ki tō pouakauru, RSA ( ko te roanga Kī i whiria hei papa waenga mai i 'haumaru tino nui' ki 'haumaru tino pōturi'), <\/P><p> Ko ngā tuhihuna me ngā tuhihuna kore me ngā tuhiiawa, e aukati ana te whakaputa ki etahi MB ruarua [atu] ā ka whakataumaha ake i te kawenga CPU. Kei te anga whakamua koa mātau ki te whakamahi i te  tono taupānga huna tukutuku HTML5 kei ngā tino pūtirotiro, hei aukati i tēnei kuititanga","337":"Ko te whakaputa nama noa a tuhiiawa kei te piri tahitia me te kiore\/papa kī rerenga wā RC4 o tepuna kaha wera","338":"Kei te pupuri tārua a MEGA mo aku kōnae","339":"Ka tiakina āū kōnae i runga i ngā tūmau i ngā pūraraunga atu, me e wātea ana.","340":"Kua wareware i ahau taku kupuuru. Ka taea e au te whakahaere anō?","341":"Ninipa ana, ko tō kupuuru MEGA ehara i te kupuuru noa nei - ko te kī tuhihuna matua ki o raraunga katoa. Ki te ngaro ka ngaro to urunga ki ō kōnae katoa kāore i ō kōpae tūari ā kāore anō rā kia kawea te kī kōnae, kī kōpae rānei i mua rā ","344":"Āwhea rawa au e whakahou ai ki te pūkete Toa?","345":"Ko te pūkete Toa ka hoatu wāhi tiaki atu me te tohatoha aratuku atu e toia aunoa nei mai i ngā aukatinga aratuku mahi i puta ai. Ka taea e koe te whakamahi i ēnei tohatoha, e koha rānei ki ētahi hunga tuatoru e uru ana ki āū raraunga (pērā i ngā kaiwhakamahi kāore rā he pūkete MEGA. Ka taea te whakapiki orau i tō tohatoha aratuku ki te hunga tuatoru i o tautuhinga pūkete","346":"He aha rā i taea rānei e au te aukati i taku tere aketia a, he aha i whakamahia a taunoa","347":"He nui ngā ararere kāore i te tuku i ngā pūkoro iti he mataku kei kuitihia te hono. hei pānga aukati i ngā urunga kikī ana o hono putanga. Koia nā i inea te aratuku puta e toi ana i roto i te tekau hēkona tuatahi o te aketia a ka pupuri i te tekau orau kāore i te whakamahia. Ka taea e koe te hiki i tō mahinga aketia mā te whakamutu i tēnei rānei","348":"He aha ka whakawhiwhia ki taku pūkete utu kore","349":"He urunga ao, tino tere, puku ao haumaru me te [X] wāhi tiaki. Me i hiahia koe kia piki atu, ka taea e koe te whakahou ki Toa [A1] pūkete [\/A1]. Patohia [A2] i konei [\/A2] ki te kite i te whakapau inaia tonu nei. ","359":"Kei te tuku taupānga koe?","361":"Ae, ko te puna pūare waehere a Tuhiiawa kei te whakamahi i te papa pūtiro MEGA piri tahi ai i tō mātau taupānga, ka nui hoki nga whiwhinga rawa o te tauira  waehere ao hei puna rauemi ki te kitea e koe tā mātau [X] tuhinga [\/X] kāore i nui rawa. Nā te mea kāore a mātau puna rauemi hei whakatipu taupānga hei takahuri i a MEGA hei tino taputapu pai e mātau, kei te tono mātau kia āwhinatia mai mātau. E koa ana mātau ki te kōrero i tētahi tauira tāpae moni mō ngā taupānga tino pai kē","362":"Hei aukati i te rauemi taumaha, ka pōtaetia te whakamahi aratuku. Ko te kōnae e ihotia ana e koe he rahi kē atu i tō tātau aukatinga o [X], Kua aukatia te nuku     anā ka aunoa mai kei ngāwari ana te puta","365":"He tawhito rawa tō ipurangi kia ihotia te kōnae pēnei rawa te rahi","366":"Tūpatotanga manatārua","367":"Kei te tautoko a MEGA i te manatārua a ētahi ā e whakarite ana kia piripono ngā kaiwhakamahi ki ngā ratonga ao a MEGA o te ture manatārau. He tino tapu te manatārua. Kia kore rawa koe e takahi i te manatārua o ngā ratonga ao MEGA. Kia kaua koe e aketia, ihotia, tiaki, whakaatu, tuku rere, toha, īmērā, hono ki, nuku, hua rānei tuku kōnae, raraunga, kai e para manatārua me ērā atu taonga tapu a te tangata a te kamupene rānei","368":"Ata mahia","369":"Ko te momo tohu haumaru e herea ana ki te muna o ngā kī e whakaatu rā i runga.  Kaua e tonoa mā ngā hongere pānekeneke","370":"Me kape ki te papa whata","371":"papawhatahia","372":"aketia (upload) ihotia (download)","373":"ihotia","374":"Oati ai, hoatu ai","375":"Kei te aukatia te whakatere kei te utu herea te nuku kōnae","376":"Urua kia kitea ai tēnei whārangi","377":"Kei te haere tonu tētahi o te nuku kōnae'Ki te haere tonu koe ka rāweketia tō(ō) nuku","378":"Whakaurua tō kupuuru hei whakatau i tō pūkete","379":"Urua ki te kume mai i tēnei kōnae ki tō pūkete","380":"Whakaurua te kī uhingaro","381":"Ka tiakina ngā tika katoa","382":"I hangaia i Aotearoa","383":"Manaaki","384":"Pūāwhina","385":"Ngā tikanga ratonga","386":"Kaupapa tūmataiti","387":"Manatārua","388":"Hapori","389":"Urukōrero","390":"Hoatanga","391":"Kaihoko anō","392":"Kaingūngū","393":"Hoa Piritahi","394":"Kaihokohoko","395":"huri hei kaihokohoko","396":"Mō mātau","397":"Mema Kore Utu","398":"Mema Ngaio","399":"Whakapā mai","400":"Ngā tino mea","401":"tūari","402":"Haumaru me te tūmataiti","403":"pūkete","404":"Ngā utu me ngā Nama","405":"Taputapu","406":"Ko ngā patapātai tino nui","407":"Momo","408":"Kohi-tātea","409":"Hui-tangaru","410":"Poutū-te-rangi","411":"Paenga-whāwhā","412":"Haratua","413":"Pīpiri","414":"Hōngoigngoi","415":"Here-turi-kōkā","416":"Mahuru","417":"Whiringa-ā-nuku","418":"Whiringa-ā-rangi","419":"Hakihea","420":"Urua kia timata tō aketia ","421":"Whakaaetia ngā tikanga ratonga","422":"Whakaaea au","423":"Me rēhita pūkete koe ki te whakamahi take tūari.Kei te hiahia rēhita koe inaia tonu nei? ","424":"Kua katia te tūari","425":"Huaina anō te kōpae","426":"Huaina anō te konae","427":"Ngā mokamoka pūkete","428":"Tīkiti Moni","429":"Tō roa e mahi ana","430":"Ō hokonga","431":"Ō hokonga atu hokonga mai","432":"Momo pūkete","433":"Whakahounga ","434":"Momo tuku moni","435":"Utu kore","436":"Utunga korekau","437":"Wahi Tiaki","438":"[50%] i mahia","439":"[10] o [20]","440":"Tiaki aratuku","441":"Timatahia te tiaki aratuku","442":"Korehia te tiaki aratuku","443":"Ka tohua te orautanga e hiahiatia ana e koe hei tuku atu ki te aratuku e mahia ana","444":"whakatūria te aratuku kei te mahia","445":"aratuku kei te mahia","446":"kia ihotia e te hunga tuatoru ō kōnae","447":"ihotia te aratuku","448":"ihotia ngā kōnae ki te hunga tuatoru","449":"otinga pūkete ","450":"whakanui ake","451":"hanga tīkiti moni","452":"momo tīkiti moni","453":"whiria he momo tīkiti moni","454":"Nuinga","455":"Hangaia","456":"tīnia te tīkiti moni ","457":"Hokona he tīkiti moni","458":"Tīnia","459":"Āū tīkiti moni","460":"Tīkiti moni wātea","461":"Tīkiti moni i tīnia","462":"Tīkiti moni whakakorea","463":"Tīkiti moni kore whakaaea","464":"Ngā tīkiti moni katoa","466":"Mutunga [10]","467":"Wāhi roanga","468":"hītori hoko","469":"mutunga [10] hokonga mai","470":"hītori whakamahi","471":"te mutunga [10] whakamahi","472":"mahi otinga [X]","473":"Aue, ehara tēnā i te tohu tīkiti moni tōtika","474":"Rā Mutu","475":"Rā\/wā","476":"mea","477":"Rahinga","478":"Momo utu","479":"Ipurangi","480":"wāhitau IP","481":"Whenua","482":"Mahinga tino tata mai","483":"wātū o naianei","484":"tāutu tauwhitinga","485":"Hua","486":"Utu","487":"Tohu tīkiti moni","488":"Tūnga","489":"mahi koretia","490":"Tīnia i  [12\/12\/2012]","491":"Tangohia i [12\/12\/2012]","492":"Whakakorea i  [12\/12\/2012]","494":"Whiria tō pūhera","495":"Tiaki","496":"Aratuku","497":"Whiria te utu","498":"ia marama","499":"ia tau","500":"whiria te utu","501":"penapenahia tahi tekau mā whitu orau","502":"Whiria te utu","503":"Whiria te momo utu","504":"Otinga Utumua","505":"Hokona he tīkiti moni","506":"He tohunga ngaio","507":"Haere tonu","508":"waehere tīkiti moni","509":"He kamupene tumataiti","510":"Nau mai ki a MEGA","511":"Ko tō iti 2048 RSA kī takirua ōkawa\/tūmataiti kei te mahia ināianei","512":"Hei whakakaha i te kī me kohikohi kahawera mai i te nuku kiore me te tuku wā pato kī","513":"I tīnia te waehere tīkiti moni ki tō pūkete, otirā ko tō otinga utumua he poto rawa mō tēnei hokonga. Tāpiritia he moni ki tō nama, anō rā, hokona he pūhera ngāwari kē atu.","514":"Kore moni, mahia anōtia","515":"E rima rau ngā urunga kei roto i tēnei kōpae. Ka tino pōturi to tukutuku me he rahi rawa tō kōpae. Whakaarohia te whakamahi kōpae raro","516":"Tikina he manaakitanga","517":"Tētahi mea kāore i te mahi mōū? Tirohia tā mātau [A] me te putiaki [\/A] tuatahi. Me i kore i whakautua tō pātai kaua e wehe atu me tono mai ki a mātau","518":"mana","519":"Kei tetu  watea ta matau tari maori ki tewhakautu i au pātai","520":"manatā","521":"Kei te māharahara mo ētahi kaiwhakamahi kei te takahi i āū tikanga tiaki taonga ā-hinengaro. Tonoa mai he pānui  whakatango mā runga i ā mātau [A] tono ipurangi [\/A] tukuna mai he īmērā rānei","522":"e mea ana whakatikatanga","523":"Tukuna mai  te tino tono mē ētahi tono mea e taea te whakamahi. ","524":"Tukuna mai he pūrongo hapa","525":"Kei te whakatipuria a MEGA ā tonoa mai ngā pārongo hapa.  Te nui kē atu o ngā mokamoka te pai kē atu.","526":"Papāho","527":"Nau mai ki ngā mema o te papāho, me ngā tukutuhi, kia whakapā mai me ō pātai mō MEGA","528":"Timata hei kaihokohoko ","529":"timata hei wāhanga kōrero angitū","530":"Ko tā mātau hōtaka ka tuku i ā koe ki te hoko tikiti moni hāngai ki o kiritaki","531":"ngā mokamoka","532":"Ka whiwhi urunga hāngai koe ki ā mātau tino tikiti moni kanohi tiakitanga","533":"Huakina he tikiti moni ohoora mai i tō toenga pūtea","534":"Pai te moni whiwhi hei tūari mai i te timatanga","535":"Ka nui kē atu tō hoko ka nui kē atu tō whiwhinga moni tūari, ka nui kē atu ō rawa","536":"Ko te Kaihokohoko urunga API ka tuku i a koe ki te whakangūngū i ētahi taputapu tino pai e taea ai te mahi tahi  me ō mā tau pūnaha i tinowā ","537":"Pānui  utu kore: kei te honoa tō tukutuku ki a Mega","538":"I muri i te arotake me te tautoko i tō tono hei kaihokoano. Me tutuki rawa ā  mātau paerewa e ō koutou mahi pakihi mahi tukutuku.","539":"Tūari moni whiwhi","540":"Ko o tūari moni whiwhi hekeraro","541":"moni ā-marama","542":"Tūari moni whiwhi","543":"tua atu i te [X]","544":"tono hei kaihokoanō","545":"Haina hei kaihokoanō","546":"Mokomoko","547":"Aū mokomoko","548":"Ngā Mākete","549":"Whiria ngā mākete kaihokoanō","550":"Utu","551":"Whiria he momo utu","552":"Whiria he momo utu mai i ngā rārangi kaiwhakawhiwhi e wātea ana.","553":"Kāore i te rārangi mai o kaiwhakawhiwhi?   ī mērā [A] ki ā mātau i [\/A]","554":"Kua oti","555":"E tautoko ana au i a MEGA [A]  ki ngā Tikanga Ratonga mō ngā Kaihokoano [A\/]","556":"Hipa atu","557":"Whiria he mākete mai i te rārangi  ō ngā whenua e wātea ana","558":"Hoki atu","559":"Tō ingoa","560":"URL Pakihi","561":"Wahitau","562":"Whaiti\/Tohu Pōhi","563":"Ingoa pakihi","564":"nama waea","565":"Taone","566":"Whiria ngā whenua mā te momo utu","568":"Whiria tō whenua ","569":"nukua nga totoka","570":"te nama o nga here aketia whakaorite","571":"te nama o ngā here ihotia whakaorite ","572":"te rahinga tere aketia ","573":"Kore","574":"aunoa","575":"Kua  whakatikahia","576":"piua ngā konae rite i aketia","577":"Ae","578":"Kāo","579":"Whakamahia a SSL mō te nuku kōnae","580":"Ma te whakakore SSL ka pai ke te haere me te kore whakakore haere i te haumaru","581":"Whakaurua tō ingoa ","582":"Whakaurua tō URL pakihi","583":"Whakaurua tō wāhitau","584":"Whakaurua tō whāiti\/tohu pāhi","585":"Whakaurua tō ingoa pakihi","586":"Whakaurua tō nama waea","587":"Whakaurua tā taone","588":"Whakaurua tō whenua","589":"Me uru rawa koe i ngā tikanga ratonga kaihokoano","590":"Whiria kia kotahi tonu te whenua","591":"Whiria kia kotahi tonu te momo utu","592":"Whiria kia kotahi tonu te whenua  mō ia kaiwhakawhiwhi e utu ana","593":"Mau te wehi","594":"Ka whiwhi imerā koe mai i a mātau me ngā tohutohu atu.","620":"Pānui i te hara tutuki kore","621":"Pānui","622":"E whakautehia  e MEGA ngā manatā ā ētahi atu, me te hiahia kia pērā ano ngā kaiwhakamahi ō ngā ratonga Ao. Ka whakautua e mātau ngā pānui hara tutuki kore o te manatā e whai ana i te ture whaipānga me te tika tuku mai ki ā mātau. Me e pono ana koe i mahia i kapehia āu hua me te takahi i tō hara tutuki kore o te manatā  tukuna mai ēnei pārongo: (1) he hainatanga ā-ringa ā-hiko rānei o te kaimanatā o te tangata rānei kei a ia tō mana ā-ringa. (11) he kape o te mahi manatā i hara tutuki koretia rā (111) he kape o ngā papānga e kiia ana kei te hara tutuki koretia te manatā, he mea e pātia e ēnei tukitukinga hei whakakore hei kotinga urunga atu, me ngā pārongo e pai ana kia tukuna mātau kia kitea ai ngā mea hei tauira pērā i ngā URL (kimi rauemi rite)(IV) Au pārongo hono atu, pērā i tō wāhi tau, tō nama waea me tō imērā wāhi tau(V) He tuhinga nāu e whakapono ana koe ko to whakamahi rauemi e tohetia nā kāore i tukuna te mana a te  kaimanatā, tana māngai, e te ture rānei  me(Vi) he  tuhinga ko te pārongo kei te pānui e tika ana, ā, he pānga tipatipa tā te ture (ko tā te ture anake ka tuku) i tukuna ki a  koe te mana kia tu hei māngai mō te kaimanatā","623":"Kei te pupuri mātau i te mana ki te tango raraunga e meatia ana kei te tūkino me te kore tuku pānui, ka noho ki a mātau me te kore utu ki a koe.  I te wā tika, ka katia e mātau tō pūkete menā ka rite tonu tō hara. Ko tā mātau māngai kaimanatā i huaina mō te  titiro i te kaitukino pea nana i tūkino i te manatā , ","624":"Pānui manatā","625":"Whakamahia tēnei tuhinga ka tuku atu i te pānui manatā. Ka whakautua e mātau i roto i te 24 hāora. (ināia tonu nei i ngā hāora pakihi)","626":"Ngā Hua","627":" Apure me puta","628":"Takahi i tākū ake manatā","629":"Takahi i te manatā ā tetahi atu ko au nei tana māngai i raro i te ture. ","630":"Wetekina te tuhinga ","631":"Whiria te tuhinga hei wewete","632":"Wetekina te URL tūmatanui i tukuna mai anake - ka noho ngā kōnae i roto i te kaute a te tangata nānā te kaute. ","633":"Wetekina ngā URL tūmatanui katoa o ngā kōnae o raro mai mō te URL i tukuna mai - ka noho tonu ngā kōnae i roto i te kaute a te tangata nānā te kaute.","634":"Wetekina ngā whakaputa katoa o te konae o raro mai o te URL i tukuna mai - kāore tetahi tahi tangata whakamahi e tukuna kia tiakina enei mea i te ao katoa ahakoa te kaupapa. ","635":"E kī ana ahau e tino whakapono ana ahau ko te mahi tūari i ngā papānga manatā i te wāhi i runga ake nei kāore i te whai mana mai i te tangata nānā te manatā, mai i tana māngai, mai i te ture rānei ( hei tauira, kei te mahi pai)","636":"E mārama ana ahau ka murua aku hapa, pērā i ngā utu, me ngā utu rōia, me i tino mōhio i tino tipatipahia e ahau te hua ripōata, te URL, ngā kōnae  e takahi nei. ","637":"Ko te pārongo kei tēnei pānui kei te tino tika, ā e kī ana ahau i raro i te hāmene mō te tipatipa kei ahau te tika kia tū hei māngai mō te tangata nānā te manatā.","638":"Ko tēnei pānui he tino tuhinga i raro i te ture - kia tūpato me tino tika tō tuhi i te kerēme  takahi manatā. Me whakaarohia e koe te kōrero tahi me tō rōia kia kitea  ai mēnā kei te tika tō ripōata kei te takahitia ā kāore i te tiakina e te mahi pai, e te raihana, e te ture rānei ","639":"Tukuna te pānui","640":"Tukuna ētahi atu","641":"URL mō ngā hua takahi","642":"Ingoa o te tangata nānā te manatā","643":"Taitara mahi","644":"wahitau īmērā ","645":"Wheke","646":"Taone","647":"whaiti\/ tohu pōhi","648":"Kerēme mahi manatā  i takahia","649":"Aku ingoa katoa","650":"Kamupene\/ Kaiwhakahaere","651":"Wāea","652":"Wāhitau","653":"Whenua\/Rohe","654":"Whenua","655":"Tukuna mai te URL mō ia kerēme mahi manatā i takahia","656":"Tukuna mai te mahi manatā mō ia URL i takahina","657":"Whiria te hua e takahi ana i tāu ake manatā, ā, te manatā a te tangata nānā i tuku ko koe hei māngai mānā rānei ","658":"Whiria te momo tukuraro","659":"Tukuna mai te URL mō ia kerēme mahi manatā  i takahia","660":"Tukuna mai te mahi manatā  mō ia URL kei te takahi mai","661":"Tukuna mai te ingoa o te tangata nānā  te manatā ","662":"Tukuna mai āū ingoa katoa","663":"Tukuna mai tō wāhitau īmera ","664":"Whakaurua he wahitau īmērā tika","665":"Whakapūmautia e whakapono ana koe  ko te tūari papānga manatā i te wāhi i runga ake rā kāore i tukuna e te tangata nānā te manatā, e tana māngai, e te ture rānei (tauira he mahi pai)","666":"Whakapūmautia ka hāmenetia koe mō ngā hapa pērā i ngā utu me ngā utu rōia me i āta mōhio i tino tipatipa  koe mō te hua ripōata, URL, me ngā kōnae e hapa ana rānei","667":"Whakapūmautia kei te tino tika tēnei pānuitanga, ā huaina i raro i te hāmene mō te tipatipa ko koe te tangata māngai mō te tangata nānā te manatā.","668":"Ngā mihi nui","669":"Ka tirohia e mātau tō pānui manatā ākua nei","670":"Reo","671":"He nui ngā reo e korerotia ana e koe?","672":"Awhinatia te whakamāori","673":"Te Kamupene Tumataiti","674":"E kore e taea te ata rāwekeweke i te tumataiti ā te takitahi, ā te whanau, ā te kainga, ā ngā reta rānei.  Me whiwhi ngā tāngata katoa i te tiakitanga a te ture mai i aua rāwekeweke","675":"Whakapūākitanga Whānui  o ngā Mana o te Tangata","676":"Ko MEGA he tiakitanga Ao whiwhi Tumataiti kaha tino mataara","677":"Ka whakawhiwhi tiakitanga i te Ao a MEGA. He mea pai tino mataara ki nga tumataiti.  E whakapono ana a MEGA ki to tino tumataitinga a ka hoatu i ngā taputapu hangarau hei tiaki. E kiia nei e mātau Kaiwhakamahi Tuhihuna Tiaki KTT (UCE), mahi aunoa nei.","678":"He aha a Kaiwhakamahi Tuhihuna Tiaki (KTT)","679":"Ko nga konae tiaka kei a MEGA kei te tuhihunatia. Ko nga hua nuku mai atu ki a MEGA kei te tuhihunatia. Ahakoa rite te nuinga a nga kaihoatu tiaki ao he rereke a MEGA - ko te rereketanga i nga pakihi noa e pupuri nei i te ki tuhihuna  kei a koe ke te ki tuhihuna, kei a koe hoki te mana pupuri,  mana tuku ranei i o konae kore  kau hoki he pumanawa haumaru kore hei whangai atu. Kei roto i to tukutuku e mahi ana.","680":"MEGA mo apopo","681":"Ko te ao MEGA ko te timatatanga mō āpōpō, ka hoatu KTT (UCE) ki tō tukutuku mō ētahi tautono nui rerekē kāore he mahi whakauru. Ka tiakina e ā mātau hangarau āū imērā, karanga, kōrero me ō tuku whitiahua ","692":"Kei te mana a Mega?","693":"He hunga hangarau piri pono mātau i whai wāhi,  painga me te urunga ki te ipurangi ki te hanga i ētahi tino ratonga tūari ao hei tiaki i tō tūmataitinga. I hangaia e mātau tēnei hōtaka ratonga ipurangi mai i te timatanga i  Tamaki makau rau. Aotearoa.  Kore e pērā ki ērā o ō mātau hoa whakataetae, kei te whakamahia e mātau tētahi  tino ipurangi hou  i puta i ngā mahi hangarau tuhihuna ā ko koe kei  te pupuri i ngā ki ehara ko mātau. Ko te hunga hoahoa ko Kim Dotcom, ko Mathias Ortmann, ko Bram van der Kolk me Finn Batato. Ko tā mātau CEO ko Tony Lentino. He tohunga tiaki rēhita rohenga i te ao.  Ko te tūmanaako ka pai ki a koutou katoa. ","694":"wetekina te hono tahi (URL) mō ia kōnae - ka noho tonu te (ngā) kōnae  ki te tangata nānā te pūkete","695":"Wetekina tini te\/ngā URL mō ia kōnae - ka noho tonu te\/ngā kōnae ki te tangata nānā te pūkete","696":"Wetekina ngā\/te kōnae o raro ō ngā URL i hoatu mai - Kāore te tahi kaiwhakamahi  e tukuna kia tiakina tēnei  ahakoa ngā āhuatanga o te ao whānui","697":"ērā atu","698":"Ka taea e koe te tuku pānui mai i konei","699":"Hainahia ka tuku pānui atu","700":"Tēnā tukuna mai āū pānui wewete mai mā te ringa īmērā nei ki [A1] manatā@mega.co.nz[\/A1] kia whai pānga ki tā mātau [A2]  kawenga wewete [\/A2]","701":"Pānui wewete īmērā","702":"Tono tekatanga","703":"Your sign-up link is not valid. Please check for possible line breaks in your activation e-mail.","704":"Your account has already been activated. Please log in.","705":"Your confirmation could not be processed. Please sign up again. Error code:","706":"Change password","707":"Update","708":"Request change","709":"I can't remember my current password","710":"If you are still logged in but cannot remember your current password, you can set a new password by checking this option. You will receive a password change confirmation link by e-mail that activates the new password if clicked within 15 minutes.","711":"Request Change","712":"Redemption complete","713":"The voucher balance has been credited to your account. Would you like to continue your pro purchase now?","714":"This voucher has already been redeemed.","715":"The new passwords you have entered do not match. Please try again.","716":"Current password","717":"New password","718":"Confirm new password","719":"Please enter your current password.","720":"Please enter your new password.","721":"Please check your e-mail and click the confirmation link to complete your password change.","722":"Change requested","723":"The new password has to be different from your current password.","724":"The current password you have provided is incorrect.","725":"Your password has been changed.","726":"Done","727":"Your password has been changed.","728":"This password confirmation link has expired.","729":"This link has already been confirmed.","730":"Your account has been suspended. Please check your e-mail for details and respond at your earliest convenience.","731":"The associated user account has been terminated due to multiple violations of our [A]Terms of Service[\/A].","732":"You are already logged into an account that is different from the one you are confirming. Please check your current session, log out, and then click on the confirmation link again.","733":"Unknown e-mail address. If you don't have an account with us yet, we invite you to sign up.","734":"Thank you!","735":"Please check your e-mail.","736":"Only accounts containing no files and folders can reset their password.","737":"Reset password","738":"Request","739":"forgot your password?","740":"Your password has been changed successfully.","741":"Please choose a new secure password.","742":"Reset","743":"This link has expired. Please request a new link.","744":"Invalid link. Please request a new link.","745":"No billing cycle","746":"Membership type","747":"Weekly","748":"E maramataka","749":"E tau","750":"Next billing cycle is on ","751":"wā kotahi","752":"MEGA Firefox extension","753":"Install the MEGA Firefox extension for vastly improved download performance. It will allow you to batch-download an unlimited number of files without any size restrictions.","754":"The MEGA Firefox extension is secure and invisible. If you prefer to use MEGA without extension, we strongly recommend you to use [A]Chrome[\/A].","755":"Install extension","756":"1 download completed","757":"[X] downloads completed","758":"Open download folder","759":"click here to open","760":"Please install the MEGA Firefox extension to download a file this large.","761":"Please confirm","762":"You are about to download a very large amount of files, which can slow down your browser. Proceed anyway?","763":"Contact","764":"Your download could not be started because your hard-disk is running full.","765":"Your downloads could not be started because your hard-disk is running full.","766":"Some of your downloads could not be started because your hard-disk is running full.","768":"Your download could not be started because your hard-disk is running full, or you are using Chrome in private mode which does not support the writing of files.","769":"We can only use 5% of your available disk space for downloading. Please free up more space to continue.","770":"Choose your password","771":"Confirm your password","772":"URL to the file:","773":"remaining","774":"E-mail link","775":"rename below:","776":"Save","777":"Remember me on this device","778":"Don't have a MEGA account?","779":"Register now","780":"Already have a MEGA account?","781":"Due to the limited CPU performance of mobile devices, RSA key generation can take several minutes to complete. We appreciate your patience.","782":"Empty Folder","783":"No files in your Cloud Drive","784":"No Contacts","785":"No results.","786":"No files in your Inbox","787":"No files in your Rubbish Bin","788":"Are you sure you want to move this file to the Rubbish Bin?","789":"Are you sure you want to move this folder to the Rubbish Bin?","790":" Open File","791":"Import File","792":"Delete File","794":"Delete Folder","796":"Get Link","797":"Share Folder","798":"Storage Space","799":"Used space","800":"Free Space","801":"Desktop version","802":"Contact E-Mail","803":"File Download","804":"Unfortunately, this file type is currently not supported on your device with MEGA.","805":"We will implement mobile support for this file type in the near future.","806":"change the folder name:","807":"change the file name:","808":"Folder Link","809":"URL to the folder:","810":"Download Link","811":"URL to the file:","812":"Confirm account","813":"Shared Folder","814":"Do you want to abort your upload?","815":"Do you want to abort your download?","816":"Please enter a valid e-mail address.","817":"You cannot create a folder in a search result.","818":"Do you want to switch to the desktop version?","819":"starting","820":"This file has been imported to your Cloud Drive.","821":"Your Notifications","822":"Back","823":"Settings","824":"New shared folder from [X]","825":"New shared folder","826":"[X] revoked a shared folder","827":"Shared folder revoked","828":"[X1] folders and [X2] files","829":"[X] folders and 1 file","830":"1 folder and [X] files","831":"1 folder and 1 file","832":"[X] folders","833":"[X] files","834":"1 folder","835":"1 file","836":"[X] added [DATA]","837":"[X] have been added","838":"[X] has been added","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAY","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OCT","860":"NOV","861":"DEC","862":"Notifications","863":"See all","864":"Download as ZIP","865":"Open","866":"Copy 1 selected item","867":"Copy [X] selected items","868":"Move 1 selected item","869":"Move [X] selected items","870":"Confirm","871":"[B]Warning:[\/B] storage quota exceeded. Please delete files or [A]upgrade your account[\/A].","872":"Pro","873":"[X] seconds ago","874":"1 minute ago","875":"[X] minutes ago","876":"1 hour ago","877":"[X] hours ago","878":"1 day ago","879":"[X] days ago","880":"Just now","881":"You are using an ephemeral session. The data you are storing will be lost when it expires. To preserve your files, please upgrade to a real account at your earliest convenience and claim your free 50 GB of secure storage space in the cloud!","882":"Warning","883":"Create your account","884":"[X] is not fully compatible with MEGA","885":"Your browser","886":"Internet Explorer 10 contains a significant bug affecting file writing from JavaScript, causing an out of memory situation when downloading large amounts of data. We expect this issue to be fixed in Internet Explorer 11. In the meantime, please upgrade to an alternative browser.","887":"[X] lacks the HTML5 features MEGA relies on to perform client-side in-browser cryptography. HTML5 file transfers will be emulated through a very limited Flash workaround. Please consider upgrading to a modern browser at your earliest convenience.","888":"Highly Recommended","889":"Recommended","890":"MEGA works best with the following browsers:","891":"Browser compatibility warning","892":"Properties","893":"Uploaded","894":"Total size","895":"Folder name","896":"Created","897":"Contains","898":"Multiple files & folders","899":"Multiple files","900":"Multiple folders","909":"Password","910":"Buy now","911":"Take full advantage of MEGA with [B]Pro[\/B]","912":"from","913":"month","914":"yearly subscription","915":"Massive storage space","916":"Generous bandwidth quota","917":"if you choose to pay annually","918":"Monthly","919":"Annually","920":"Upgrade your account","921":"2 months free","922":"1 month","923":"1 year","924":"Do you have any question about [A]Pro accounts?[\/A]","925":"Our support team will be happy to assist you.","926":"Company name","927":"City","928":"ZIP \/ Postal code","929":"Phone","930":"day","931":"month","932":"year","933":"Address","934":"State or province","935":"PayPal address","936":"Bank account","937":"Benificiary name","938":"Describe your marketing strategy","939":"Bank name","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentation","964":"Affiliate Program","965":"Policies","966":"Takedown Guidance","967":"Logout","968":"Create Account","969":"Please try again","970":"Please enter a valid password.","973":"Used bandwidth","974":"Manage your account","975":"Add Star","976":"Delete Star","977":"No files in your Cloud Drive.","978":"Your search did not match any documents","979":"Your Rubbish Bin is empty","980":"You have no contacts","981":"Your Inbox is empty","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Edit your profile","987":"Expires on","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Go to Contacts","992":"Avatar","993":"Change Avatar","994":"Personal Information","995":"Birthdate","996":"Choose country","997":"Adding contacts is only for registered users.","998":"Please create your free account","999":"Would you like to upgrade your ephemeral session to a free account now?","1000":"Avoid losing access. Free registration is highly recommended!","1001":"Remove contact","1002":"Are you sure you want to remove [X] from your contact-list?","1003":"Confirm removal","1004":"Are you sure you want to move [X] to the rubbish bin?","1005":"Creating links is only for registered users.","1006":"Sharing folders is only for registered users.","1007":"You cannot undo this action.","1008":"Pro bandwidth quota exceeded.","1009":"Need more bandwidth?","1010":"Storage quota exceeded.","1011":"Want to keep your files?","1012":"Storage quota almost exceeded.","1013":"Need more storage quota?","1015":"Please enter your voucher code.","1016":"Select an image","1017":"Use this as Avatar","1018":"Empty","1019":"Add an email address","1020":"Please enter an e-mail address or select a contact.","1021":"On","1022":"Off","1023":"You do not have write access to this folder.","1024":"Please enter a folder name.","1025":"Multiple items","1026":"Enter decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Public link","1030":"Select from your contacts, or add email addresses","1031":"Export file links and decryption keys","1032":"Include file key","1033":"Copy keys","1034":"Download multiple files","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}