{"10":"Nui kē, Pai kē, Tere kē, Kaha kē, Haumaru Nui","11":"Ture 12","12":"E kore te tahi tangata e raweke noatia me tōna motuhaketanga, whānau, kāinga, tuhinga rānei, kore hoki e whakaekengia tōna hōnoretanga me tōna rongo nui.  Ahakoa ko wai me tiakina ia e te ture mai i ngā rāwekeweke me nga whakaekenga","13":"Whakapūākitanga Whānui  o ngā Mana o te Tangata","14":"Puta tautoko","15":"Tango katoatia ngā mea kei tō paepae para nē rā","16":"Raru roto","17":"He nui rawa te toha aratuku","18":"He nui rawa ngā hononga o tēnei ihotia","19":"Kua pau kua he rānei tēnei urua","20":"Ngaro wā poto","21":"Raru nama, tirohia i tō īmera","22":"Kōnae ngaro tika","23":"Kōnae aukatihia","24":"Wete muna hē","25":"Ko te kōpae kei roto koe kua wetekina kua nukua rānei e tētahi atu","26":"Kōpae ngaro","27":"Waimarie kore ko te kōpae tahi e kore e puta utaake he nui kē atu i [X].","28":"Waimarie kore,  e kore e taea te kōnae  [X1] te utaake nā te mea he rahi kē atu i [X2]","29":"Kua noho mā te kōnae aketia me te manaaki a Adobe Flash  nā te mea  kāore he pānga mai i tō ipurangi a te HTML5 Tirohanga Kōnae. Ki te hiahia karapoti koe i tēnei raru ( me te whakapiki kaha ipurangi), ata whakaarohia te whakauru i a [A] Google Chrome[\/A].","30":"raru ipurangi","31":"Ka taea e koe te ake konae iti kē i [X] me te ipurangi Explorer, Chrome me Firefox ka whakawatea ki te ake kōnae ahakoa te rahi o te kōnae.","33":"Tau tahi a Mega me Chrome","34":"Tūpato","35":"He tahito rawa tō ipurangi, kei te whakararu i tō mahi nuku kōnae","36":"Whakahoua ki Google Chrome","37":"Ahakoa te raru kei ngā kaihoko ipurangi ki te whakamahi i te whānuitanga katoa o HTML. kei a Google katoa i tēnei rā'.  Ki te whakawhiwhi i te kaha katoa a Mega (pērā i te whaiti tīra aunoa, me te utaiho, tā mātau, makaia tō ipurangi tahito ā ka uru hou tere atu ki a Chrome","38":"Kaua e whakaaturia anō tēnei pānui","39":"Pai, Kāo","40":"Ihotia a Chrome","41":"Taihoa i wetea e koe he kōpae whiwhi kōpae tūari","42":"Ki te āputahia te paepae para ka whakakorea tēnei tūari","43":"Kua wetea e koe tēnei kōpae whiwhi [X] kōpae tūari","44":"Ki te āputahia e koe tēnei paepae para ka wetekina ēnei tūari","45":"Tūpato - kōpakim  tūari","46":"hē roto","47":"Aue, he raru, Aroha mai","48":"Whakaurua kia toru nuku atu ngā pūāhua hei rapu","49":"nukua [X] ngā mea i whiria","50":"kōnae kotahi","51":"[X] kōnae","52":"me","53":"kōpaki kotahi","54":"[X] Ngā kōpaki","55":"Pānui anake","56":"Pānui & Tuhi","57":"Uru ahakoa","58":"utaiho","59":"hono atu","60":"tūari","61":"ingoa houtia","62":"nuku","63":"taruatia","64":"Tukunga","65":"He pānui anake ki tēnei kōpaki","66":"Pānui & Tuhi ki tēnei kōpaki","67":"Mana motuhake tāū ki tēnei kōpaki","68":"Kōpaki hou","69":"Hangaia he kopaki hou","70":"Āputa Paepae Para","71":"tāpiri i te hoapā","72":"mukua te hoapā","73":"Mukua tēnei tangata i tō rarangi hoapā - tika?","74":"Mukua ēnei tangata i tō rārangi hoapā. Tika?","75":"Mukua te hoapā","76":"Kei te mukua pūmautia a [X] mai i tō paepae para","77":"Me mahitia","78":"Ae","79":"Kāo","81":"Tautoko","82":"Whakakorea","83":"Tangohia","84":"mukahia - ae","85":"anōtia","86":"Ingoa","87":"rahi","88":"momo nuku aketiamomo nuku ihotia","89":"Tūnga","90":"Terenga","91":"Roanga wā","92":"wā tōenga","93":"Momo","94":"tīni mutunga","95":"īmērā","96":"Tukunga","97":"utaake hou","98":"utaake kōpaki","99":"utaake kōnae","100":"āputahia te paepae para","101":"tapiria te hoapā","102":"kimihia","103":"Nuku katia","104":"Nuku kōnae","105":"whanga","106":"kaitiaki kōnae","107":"kei te hia kape i te kōpae whiria ki te pouakauru tūmataiti o [X]","108":"tautokotanga","109":"Kei te hia kape i te kōpae whiria ki tenei kōpae tūari","110":"Kei te hia kape i te mea whiria ki te pouakauru tūmataiti a [X]","111":"Kei te hia kape i te mea whiria ki tēnei kōpae tūari","112":"hoatu hononga konae  me nga ki muna kore","113":"Hononga kōnae","114":"kī kōnae","115":"Ingoa kōnae","116":"rahi konae","117":"Nuku wāhi kē","118":"Wāhi whiria","119":"toha aratuku pātea nui rawa","120":"tō ihotia kore e taea nā te mea kei tua o te nuku pātea tuku mō tō wāhitau IP","121":"Tēnei kōpiri herenga whānui e pā ana ki te aratuku kore mahia ka wātea ki a tātau","122":"Ko ngā whakawhiti i oti i roto i te rima ki te ono hāora ka whiwhi wāhi","123":"i te matapihi wā","124":"Kua utaiho e koe [X]\"Kua utaiho e koe [wha rau MB]\"","125":"[X] ka watea i roto i [X2][rima rau MB] ka watea i roto i [tekau mīniti]","126":"ko te wahitau IP ināianei i kati ki [X]ko te wahitau IP inaianei i kati ki [rua te kau ma rima MB]","127":"Hei whakatau, ko āū rārangi ihotia ka pupuritia kia tau te nuinga toha e wātea ana, katahi ra noa ka tīmata aunoa","128":"Ki te kore hia tatari, tērā pea ka tohua e koe he pūkoro aratuku hoatu pātaka tiaki nui noa atu","129":"whakapai ake ki [Y]whakapai ake ki [TOA] where Y = constant","130":"utaiho he kōnaewhere 'he' is both singular and plural","131":"Patohia 'Taihoa' kia oti rawa te utaiho","132":"Nuku mea ","133":"Nukua [kotahi kōpae]Nukua [rua kōpae] ... haere tonu = etc","134":"Kapea [toru kōnae]Kapea (whā konae] ... haere tonu = etcCopy four files ... =  example\/etcetera","135":"hapa","136":"Whiria he kōpaki otinga","137":"Whiria he ūnga otinga keo","138":"E kore e rite te kōpaki otinga ki te kōpaki timatanga","139":"Hapa huri noa","140":"Hapa huri noa: ehara te otinga i te kōpakiraro no te kōpaki nuku","141":"Whakaurua he wāhitau īmērā tika","142":"Tatari ...","144":"wete tūari","145":"wāhitau īmērā","146":"me tūari ki te tangata hou","147":"Tuku urunga","148":"Kati","149":"tūaritanga","150":"tono whakapā","151":"Kua tono atu ki te tangata whiwhi i a [mega@mega.co.nz]  ka puta ia ki tō rārangi tangata  mutu kau ana te rēhita.","152":"E kore e taea e koe te uru atu ki tō rārangi hoapā","153":"wahitau īmērā","154":"tāpiria he hoapa","155":"Tāpiria","156":"Korea","157":"Ingoa Kōpaki","158":"Mahia","159":"Korea","160":"Kei te mahi tēnei kōpaki. Me hono mai anō","161":"Ingoānō","162":"ingoātia anō","163":"Korea","164":"Puku ao ","165":"hoapa","166":"Pouakaroto","167":"Paepae para","168":"Paepae para","169":"Kai","170":"Rehita","171":"Urua","172":"Tō & tuku kōnae ahakoa ki hea","174":"atu","175":"whiria","176":"whiria  ka utaake","177":"Tau kī tiaki ao","178":"haumaru ipurangi  tahi","179":" Kaitiaki Kōnae Kaha","180":"Anga-taiao Ata","181":"Ihinga amiki","182":"kōpaki muna tūari me ngā kaimahi tahi. hoa pakihi me te whiri tuhinga noho tapu me te muna puata oti i oti","183":"Tirohia, tiakina āū konae i tō pūtiro ipurangi, me ona whiringa tahi, tira tahi whakatere - utaiho","184":"He API watea  e āhei ai ngā kaingūngū tira-toru ki te whakakaha mahinga i a MEGA.","185":"Muna RSA iti 2048","186":"E puta","187":"Taku nama","188":"Kaitiaki Kōnae","189":"Me Puta","190":"Urua","191":"mahia he nama","192":"Maumahara ki au","193":"Urua","194":"tūmau [X] tuihono","195":"Tō īmērā","196":"Tō īmērā","197":"Whakaurua tō īmērā","198":"Whakaurua he wāhitau īmērā tōtika","199":"Whakaurua tō kupuuru","200":"Aue i hapa tētahi mea","201":"Imērā hē kupuuru hē rānei. Whakaurua anō","202":"Mahia he nama hou","204":"rānei","205":"Urua","206":"Tō ingoa","207":"Tō īmērā","208":"Tautoko au i a MEGA [A] Tikanga Ratonga [\/A]","209":"Rēhita","210":"Whakawātea mo te Wā  Hou","211":"He rerekē katoa ngā tiaki ao","212":"Whakaurua tō ingoa","213":"Whiria he kupuuru","214":"Me tautokona ā mātau tikanga ratonga ","215":"He hapa kore mōhiotia. Uru atu anō","216":"Tino pai","217":"Tirohia tō īmērā ka pato i te hono hei tautoko i tō nama","218":"Tēnei wāhitau īmērā kua rēhita kētia ki te pūkete me MEGA","219":"Tēnei wāhitau īmērā kua rēhita kētia ki te pūkete me MEGA","220":"Memeha","221":"Autaia","222":"Pai","223":"Tino pai","224":"Whiria he kōnae - aketia","225":"Whiria he kōnae - aketia,  toia-taka ki kōnei rānei","226":"Kia kore ai e taumaha te rauemi, me pōtaetia te mahi aratuku i ētahi wā ... I ngā ono hāora paheke nei, ko tō wāhitau IP kua kai [X] anā rā, me te kōnae whiria nei [X2] kei tua o te katinga ināianei [X3]. Kia orite tau ai te toha i a tātau rauemi ko āū tataritanga utaiho kua pupuritia. Ka tīmata aunoa ka ngāwari nā te kūititanga","227":"Kāore he wāhi o tēnei katinga mo ngā nuku e uhia ana e tēnei nuku toha aratuku kua oti te utu, ki te kore koe e hiahia tatari , tērā pea e haina ki te Pūkete TOA","228":"Tiaki aratuku kei te tū","229":"Kaua e whakaaturia anō","230":"whakahou ake ki TOA","231":"Kāo, ka tatari au","232":"Kāo, ka tatari au","233":"hapa poto, kei te ihotia anō","234":"utaiho te kōnae","235":"utaiho","236":"homai","237":"ihotia ana","238":"haki tārua","239":"oti utaiho","240":"Kia oti ai te hātepe nuku kōnae me tiaki ā-ringa tō kōnae","241":"Tiaki i tō kōnae","242":"Whakahoua ki a Chrome kia pai ai te kaha mai a MEGA","243":"Ko te kōnae e ihotia nā e koe kāore i te wātea mai","244":"Ko te take pea i pēnei ai:","246":"Kua tangohia te kōnae i takahia hoki a ToS\/AUP","247":"URL hē - ko te hono e mahia nā e koe kāore i reira","248":"kua ukuia te kōnae e te tangata","249":"ko te kōnae e utaiho ana kāore i te wātea noa","250":"Ko te korenga hanga roto kua hapa.  Ko tēnei pea ngā take hapa:","251":"Kei te kati ētahi tūmau hei whakatika","252":"Kei te taumaha rawa kei te whakapiki pupuritanga","253":"Hono atu ā muri ake nei","254":"Ko te kōnae e ihotia na e koe kāore i te wātea","255":"Kāore tēnei kōnae i te wātea nā te kerēme tārua nā [X] ","256":"He poto rawa tō kī","257":"Kia tino tika tō kī","258":"Ihotia na","259":"He aha te tikanga mō MEGA","260":"He ingoa puta haere e tohua ana \"MEGA urunga whānui i whakamaua\"","261":"He aha te kaupapa a MEGA","262":"Ko MEGA he momo kaitiaki i te rangi. Ka hoatu utu kore, utu hoki hei urunga ki te tiaki wāhi tiaki aratuku i te ipurangi. Ka tukuna koe kia tiaki, kia uru rānei ki āū kōnae mai i tō ipurangi mā tō taupānga kiritaki hono","264":"Ki a mātau mōhiotanga, ko te tiaki ao me te whakamau kei roto i te ture.  Whakamahia te ture whaipānga me ngā ture whakahaere kei [B] me pēhea [\/B] te whakamahi tiaki ao me te whakamau me a mātau [A] kaupapa whakamahi [\/A]","265":"I hangaia a MEGA e ngā tāngata nā rātau rā i whakahaere  i tētahi o ngā tino tiaki pakihi, i te rangi, nui o te ao","266":"Ninipa noa kāore he urunga ki ngā rawa i hangaia e ōna kaimahi i mua rā. Kāore he herenga ture kāore hoki he whakahaere anō o ngā waehere, ngā pūmāro, me ngā raraunga koia nā e kore mātau e kite māramatanga ki te kukume mai i āu raraunga i mahia e koe.","267":"He aha i whakatipuria ai he kamupene 'tiaki i te rangi' i Aotearoa o ngā wāhi katoa","268":"Kei ētahi atu tikanga nui, ko te ingoa Māori ko 'Aotearoa' ko te whakamāori 'te whenua o te ao mā ao roa'","269":"Ka taea e au te uru atu ki a MEGA mā runga waea pūkoro?","270":"Kua tinohia a MEGA mō tō ipurangi papa. Kei te mahia e mātau a MEGA kia tau katoa me ngā tino waea pūkoro me nga tēpūiti.  Ka whiwhi tino taupānga koe mō tō tino waea pūkoro a muri ake nei","271":"Ka taea e au te whakatimata i ngā aketia me ngā ihotia aukatinga","272":"Ae. i te mea kaore i katia e koe to ripa ipurangi, nga aketia me nga ihotia a timata aunoa i muri, hei tauira,te aukatinga kōtuitui, ko te ararau o tō taputapu kua tū kua moe rānei. Maumahara ko ā mātau tūmau ka whakakore aunoa ngā aketia i kore i oti  pau noa  te whā tekau mā waru hāora","273":"Ka taea e au te aketia o taua kōnae e hia kē wā","274":"Nā te mea e kore ā mātau tūmau e kite i te ingoa kōnaeme whakatika te tukinga ki te taha kiritaki. Mā te mahi noa, me kā aketia he kōpae kei tō pūkete ( he rite te ara arotahi\/ingoa kōpae, rite te rahi, rite te whakahounga wā mutunga, i piua, otirā kāore he mea hei aukati kia whiwhi kōnae nui atu, kōpae ingoa rite rānei i te kōpae tahi","275":"Me pēhea te whakamana mahi aratuku","276":"Ko tā mātau kaupapa kia kaua e mahi aukati noa ki ā  mātau kaimahi me pā rawa ki ngā mahi kūititanga o roto. Koia nā ka pupuri mātau i te mana ki te whakapōtae i te mahi aratuku, mō ngā whakahaere te take, i te wā ahakoa ki ia pūtakenga IP. Ko tō rārangi nuku ka timata aunoa ka heke haere te kuititanga. Kāore he mahi whakatika  ā-ringa nei","277":"He aukatinga i te rahi o te kōnae kei a MEGA?","278":"E kore mātau e mahi aukatinga noa i ngā kotinga kōnae otirā kei waho ko te wāhi e wātea ana i te wāhi puku ao. Tērā anō ētahi o te wā , me ērā ipurangi āhua hapa me whāngai hāngai atu te kōnae katoa kia tiakina i te pūmahara e ihotia ai (Firefox, IE10, Opera), rānei, mō te aketia me te ihotia  (IE9, Safari 5)","279":"E kore e taea e au te aketia me te ihotia i te wā kotahi?","280":"Ae. Kotahi aketia ā kotahi ihotia ki ia ripā ipurangika taea te oma whakarara","281":"He aha i kore ai i hoatu i te karakōnui atahanga, i hoatu rānei i ngā tuku rerenga kōrero kōnae whitiahua, kōnae pūoro hoki?","282":"Nā te otinga ki te otinga  tauira whakamunatanga ka aukati i te rāwekeweke taha tūmau o āū raraunga, hei mea hiahiatia hei whakamahi i taua āhuatanga","283":"Me pēhea e taea e au te aketia i ngā kōnae","284":"E toru ngā momo aketia o nga kōnae ki MEGA mā te whakamahi i te mata ipurangi","285":"Patohia te pātene whero kei te whārangi timata","286":"Haere ki tō kaitiaki kōnae ka pato i te \"aketia te kōnae\" rānei (ki te mahi koe i a Chrome) \"aketia te kōpae pātene kei runga ake","287":"Ko ngā kōnae toia&taka rānei (ki te mahi i a Chrome) ko ngā kōpae ki te wāhi","288":"Me pēhea e whakaurua e au a MEGA","289":"Kāore he mahi whakauru i te tahi mea. Kei te ipurangi a MEGA a mahi ai i roto i te nuinga o ngā tino ipurangi. Ki te tino tuku i a MEGA e tino tono ana mātau ki a koe kia mahia ko Google Chrome anake","290":"Me pēhea te whakamahi i te tūari kōpae?","291":"Ka taea e koe te tūari peka rākau o tō puku ao me o hoa, whānau, hoa mahi tahi rānei. Ka tono mā runga wāhitau īmērā. Ko te kaipōwhiri kore pūkete i naia nei ka whiwhi pānui īmērā me te hono kia tohua akeTērā anō ka taea me te mahi i tētahi hono ōkawa ki tētahi o āū kōpae ka tuku i te kī tino waehere kōpae kia uru noa me te kore pūkete MEGA. Kia noho ai ki a koe te taumahatanga tiaki tuku i te kī kōpae ki te kaiwhiwhi.","292":"Ki te whakatū, tīni, tango, tuari rānei, ngāwari noa, pato matautia te kōpae o tō tiakitanga kōnae ka whiria te Tūari. E toru ngā taumata: Pānui anake, pānui\/tuhi (ka taea te whakauru kōnae engari e kore e taea te tango), me te katoa (ka taea te whakauru me te tango i ngā kōnae","293":"Me i purua e koe he wāhitau īmērā kāore nei he pūkete, me tomo koe ki te tuihono kotahi wā i muri i te otinga a te kaiwhiwhi i te tukanga haina kia taea ai te tuhi huna i te tūari huna ki tōna kī ōkawa e hanga houtia nei","294":"Me pēhea e mukua te tangata i aku kōpae tūari?","295":"Mea ngāwari me pato matautia ki te kōpae kei tō kaitiaki kōnae me tō tūari whiringa. Ka kite koe i ngā tāngata katoa e āhei ana ki tō kōpae tūari. Pato matautia te tangata ā ka whiri i te muka rānei mai i tō tāhua","296":"Me pēhea e kitea e au aku kōpae tūari?","297":"Ko ngā kōpae tūari kei tō kaitiaki kōnae kei te whiwhi i tētahi tino ata me te kakau kei raro i te kōpae","298":"Ka taea e au te tūari i te kopae i tūaritia me au?","299":"Kāo. Ko ngā kōpae i tuaritia e kore e taea te nuku.","302":"Me pēhea au e hono ai ki te kōnae i a MEGA","303":"Tuatahi, he kupu whakatūpato. Ko te haumaru whakamuna a o kōnae he mea me pā pea te matatapu o te kī tuhihuna whai pānga. Me pono whakamaua mā te aho tiaki anake. Hei tauira, ko ngā īmērā paerewa ehara i te mea tino pai.","304":"Me ēnei i whakaarohia, whiria kia kotahi kia tini rānei ngā kōnae i tō kaitiaki kōnae, katahi ka pato matau ka whakamahi i a 'Tikina Honotia'. He kōrero me ngā (te) hono ōkawa ki ngā (te)  kōnae i whiria e koe ka huakinaKa taea e koe te tuku ia hono anake me ia kī anake ka taea hoki te tuku hono tahi ","305":"Me pēhea e mahi ai te tuhihuna?","306":"Ko ngā tuhihuna katoa he otinga ki te otinga. Ko ngā raraunga i aketia i tuhihunatia i te taputapu aketia i mua i te tononga ki te ipurangi, ā ko ngā raraunga i ihotia i tuhihuna koretia anake i muri i te taenga mai i runga i te taputapu ihotia. Ko ngā mīhini kiritaki kei te huri, hohoko, tiaki i ngā kī tuhihuna. E kore ngā kī tuhihuna e taea te whakamahi e puta noa i ngā rorohiko kiritaki (engari hoki ko ngā kī ōkawa RSA)","307":"Ko ōkū ake pārongo katoa ka tuhihunahia?","308":"Kāo. Ko ngā raraunga kōnae me ngā ingoa kōnae\/kōpae ka tuhihunahia. Ko ngā pārongo ā tātau i hiahia uru mahi ai,  pērā o tō wāhitau īmērā. anga kōpae. kokoraho kōnae me ngā tohumana utu, ka tiakina, ka whakaputaina tuhihuna kore. Tirohia ā mātau kaupapa tūmataiti mō ngā mokamoka","309":"Kei te tino haumarutia aku raraunga i tiakina?","310":"Ko ngā haumaru katoa he mea noa. Kei te ora tonu ēnei kawenga kōkiri - ehara noa nei nā MEGA anake otirā e hiahia ana mātau kia matatau koe ki ngā raruraru","311":"Ko ngā pūkete a te takitahi ka raruraru ma te:","312":"Ngā mahi tūtei i tō rorohiko. He kīurua ngāwari ka nui tēnā, otirā ko te tohumana wāhanga me te kī ka taea te wewete mai i te pūmahara i te pūnaha kōnae","313":"Kei tō pokohiwi. Kaua e pato i tō kupuuru me he tangata kei te titiro ki ō pato kī.","314":"Tino kaha kupuuru. Me tino pakari te kupuuru ","315":"Whiwhinga. Tautokona i ngā wā katoa te tūnga haumaru o tō hono (https:\/\/) me te ingoa rohe tika (mega.co.nz) i mua i tō whakauru kupuuru","316":"Ka taea te whakatū kōkiri tino nui ma te:","317":"Te kōkiri 'tangata i waenganui'. Me tuku he tiwhikete SSL tārua whaimana ka hono tahitia me te kape tahae i te DNS me\/rānei te kōkiri i ā mātau ara BGP (he DigiNotar momo āhua)","318":"Kia uru ai ki te kaihautū tūmau tukutuku https:\/\/mega.co.nz\/index.html me te tīni i taua kōnae me te momo kape tahae ( e kore tēnei e aukati urunga ma te pūtake taupanga i whakaurua rā) He tūpato mā te rāweke i ngā kiko kei a mātau CDN kiko tū  tuku ehara i te raru haumaru, na te mea ko ngā kiko ora tonu i whakaurua mai i index.html he mea i manahia e te tuhihuna # (whakaarohia me he 'putu haumaru' mō ngā paetukutuku) Ko tēnei momo kōkiri me āta tono waehere kino ki te kiritaki. Koia nā ka kitea","319":"Hei urunga ki tō matau tino anga tūmau me te hanga tono kī tāhae kei ngā tūari ora. Ko tēnei momo kōkiri anake e pā ana ki ngā raraunga kei ngā kōpae tūari ā ka kitea i te taha kiritaki hoki","320":"He aha me i kore au i whakapono ki a koe? He mea haumaru tonu te whakamahi i a MEGA?","321":"Me i kore koe i whakapono ki a mātau, e kore e taea e koe te whakahaere i te waehere i tukuna e mātau ahakoa, ā ma te whakapūare i tā mātau pae i tō pūtiro me te whakauru kupuuru he mea kore whakaaetia. Ki te hiahia tonu koe ki te whakamahi i a MEGA me mahi tahi koe me te  taupanga kiritaki i tuhia e tētahi hoa pono","322":"E whakapono ana au ki a koe me tō pūraraunga o Aotearoa, otirā e kore au e whakapono ki tō pūraraunga  Tiamana, kei te whakahaeretia hoki e tētahi kamupene Amerikana (US)","323":"Ae, ka taea e koe te whakamahi haumaru i a MEGA, ahakoa i tino here tahitia ā mātau tūmau i Tiamana. Kei te whakatika te pūraraunga o Aotearoa kia kore ai te waehere i tahaetia e mahi  e haere nā koe ki https:\/\/mega.co.nz","324":"Ko ngā raraunga i whāngaitia ki ngā kōpae tūari kei te haumarutia pērā i ērā o aku raraunga","325":"Kōpae tūari, tōna āhua hoki, he mea haumaru pērā i te mema haumaru iti. Otirā tērā anō tētahi raru a te mahi tahi a ā mātau anga tūmau pū. Ka taea te rāweke i ngā kī ōkawa me ngā tono kī ka taea te kape ka tāhae.","326":"Whakaarohia ko te tiaki pū a MEGA i mahi tahitia a-tinana nei. He aha te raru?","327":"He pānui hapa i muri i te rāweke ihotia o ngā kōnae. Ahakoa i te kaikōkiri te kī tuhihuna mo te tino kōnae o taua pū, e kore tonu e taea e ia te tīni kī mā te mea i tāhaetia  ā e kore hoki e hinga i ngā ihotanga i muri mai","328":"He mea pai te tiaki i aku raraunga i te wāhi kotahi","329":"Me tiakina ngā tino kōnae mahuenga,  tuihono me tuimotu. Ahakoa tiakina ia kōnae i ngā wāhi e rua, kāore he kupu taurangi mō te tini hapa tahi me te kaha  tūkino anōtia a te kāwanatanga","330":"He aha ai i tukuna aku raraunga ki a koe o tātau katoa. ","331":"Ka tukuna e mātau ki a koe te kaitiaki  tuhihuna (UCE) ko koe hoki te kaitiaki i ngā kī.  Ko te whakamahi UCE he mea puna pūare, nā hoki ka tono mātau ki te hapori kia tirohia ka whakautua mai. E whakapono ana mātau ma tēnei he mea haumaru ake mō te tiaki i au raraunga ma te kaiwhakawhiwhi me te taha tūmau tuhihuna ki reira tiakina ai ngā kī e ISP ā kino ake kore kau he tuhihuna - me, hei tauira, i wātea ngā kōpae kaiwhakamahi a MEGA ohorere noa ka uru kore kupuuru nā te hapa hōtaka, e kore e taea te pānui me kore he ki tuhihuna kore a te kaiwhakamahi ","332":"Kei te kite au kei te whakamahia e koe a HTTPS hei nuku i ngā raraunga kōnae tuhihuna kua oti  Kua mutu kē tēnā?","333":"Aua noa ko te nuinga o ngā pūtiro e kino ana ki ngā here haumaru kore mai i te whārangi haumaru, ā mā wai rātau e whakahē - e kore rātau e tino matau ki te pono kei reira ano tētahi apa tuhihuna e mahi ana.  Nā te mea  ko HTTPS e patu kino ana i te kaha, ka tukuna kia katia e koe i ngā pūtiro tuku noa (ehara a Internet Explorer i tētahi o ēnā) kia tere ake te tuku me te kore tūkino i te muna  me te pono o āū raraunga.  Ka kite koe i te whakatūpato SSL e whiti ana i tō nuku kōnae tuatahi i ētahi pūtiro - i tēnei ( ko ia anake) kēhi, he mea haumaru te tuku noa.","334":"He aha ngā tuhihuna  hātepe papatono e whakamahia i roto e MEGA","335":"Mo te nuku kautere, AES-128 (e whakapono ana mātau ko te tino mahi CPU a AES-192 me AES-256 he mea nui kē atu i ngā ariā whiwhinga rawa, tae noa mai ki te putanga mai o ngā rorohiko itinoa),<\/p><p>Muri -pono ihotia ka tirohia ma te tīni kautere o te CCM he mea iti te kaha i a OCB otirā e kore e tāuteutehia e ngā tiaki hanga","336":"Mo te whakatū huna tūari i waenga i nga kaiwhakamahi me ngā kōnae i tukuna ki tō pouakauru, RSA ( ko te roanga Kī i whiria hei papa waenga mai i 'haumaru tino nui' ki 'haumaru tino pōturi'), <\/P><p> Ko ngā tuhihuna me ngā tuhihuna kore me ngā tuhiiawa, e aukati ana te whakaputa ki etahi MB ruarua [atu] ā ka whakataumaha ake i te kawenga CPU. Kei te anga whakamua koa mātau ki te whakamahi i te  tono taupānga huna tukutuku HTML5 kei ngā tino pūtirotiro, hei aukati i tēnei kuititanga","337":"Ko te whakaputa nama noa a tuhiiawa kei te piri tahitia me te kiore\/papa kī rerenga wā RC4 o tepuna kaha wera","338":"Kei te pupuri tārua a MEGA mo aku kōnae","339":"Ka tiakina āū kōnae i runga i ngā tūmau i ngā pūraraunga atu, me e wātea ana.","340":"Kua wareware i ahau taku kupuuru. Ka taea e au te whakahaere anō?","344":"Āwhea rawa au e whakahou ai ki te pūkete Toa?","345":"Ko te pūkete Toa ka hoatu wāhi tiaki atu me te tohatoha aratuku atu e toia aunoa nei mai i ngā aukatinga aratuku mahi i puta ai. Ka taea e koe te whakamahi i ēnei tohatoha, e koha rānei ki ētahi hunga tuatoru e uru ana ki āū raraunga (pērā i ngā kaiwhakamahi kāore rā he pūkete MEGA. Ka taea te whakapiki orau i tō tohatoha aratuku ki te hunga tuatoru i o tautuhinga pūkete","346":"He aha rā i taea rānei e au te aukati i taku tere aketia a, he aha i whakamahia a taunoa","347":"He nui ngā ararere kāore i te tuku i ngā pūkoro iti he mataku kei kuitihia te hono. hei pānga aukati i ngā urunga kikī ana o hono putanga. Koia nā i inea te aratuku puta e toi ana i roto i te tekau hēkona tuatahi o te aketia a ka pupuri i te tekau orau kāore i te whakamahia. Ka taea e koe te hiki i tō mahinga aketia mā te whakamutu i tēnei rānei","348":"He aha ka whakawhiwhia ki taku pūkete utu kore","349":"He urunga ao, tino tere, puku ao haumaru me te [X] wāhi tiaki. Me i hiahia koe kia piki atu, ka taea e koe te whakahou ki Toa [A1] pūkete [\/A1]. Patohia [A2] i konei [\/A2] ki te kite i te whakapau inaia tonu nei. ","359":"Kei te tuku taupānga koe?","361":"Ae, ko te puna pūare waehere a Tuhiiawa kei te whakamahi i te papa pūtiro MEGA piri tahi ai i tō mātau taupānga, ka nui hoki nga whiwhinga rawa o te tauira  waehere ao hei puna rauemi ki te kitea e koe tā mātau [X] tuhinga [\/X] kāore i nui rawa. Nā te mea kāore a mātau puna rauemi hei whakatipu taupānga hei takahuri i a MEGA hei tino taputapu pai e mātau, kei te tono mātau kia āwhinatia mai mātau. E koa ana mātau ki te kōrero i tētahi tauira tāpae moni mō ngā taupānga tino pai kē","362":"Hei aukati i te rauemi taumaha, ka pōtaetia te whakamahi aratuku. Ko te kōnae e utaiho ana e koe he rahi kē atu i tō tātau aukatinga o [X], Kua aukatia te nuku     anā ka aunoa mai kei ngāwari ana te puta","365":"He tawhito rawa tō ipurangi kia utaiho te kōnae pēnei rawa te rahi","366":"Tūpatotanga manatārua","367":"Kei te tautoko a MEGA i te manatārua a ētahi ā e whakarite ana kia piripono ngā kaiwhakamahi ki ngā ratonga ao a MEGA o te ture manatārau. He tino tapu te manatārua. Kia kore rawa koe e takahi i te manatārua o ngā ratonga ao MEGA. Kia kaua koe e aketia, ihotia, tiaki, whakaatu, tuku rere, toha, īmērā, hono ki, nuku, hua rānei tuku kōnae, raraunga, kai e para manatārua me ērā atu taonga tapu a te tangata a te kamupene rānei","368":"Ata mahia","369":"Ko te momo tohu haumaru e herea ana ki te muna o ngā kī e whakaatu rā i runga.  Kaua e tonoa mā ngā hongere pānekeneke","370":"Me kape ki te papa whata","371":"papawhatahia","372":"utaake (upload) utaiho (download)","373":"utaiho","374":"Oati ai, hoatu ai","375":"Kei te aukatia te whakatere kei te utu herea te nuku kōnae","376":"Urua kia kitea ai tēnei whārangi","377":"Kei te haere tonu tētahi o te nuku kōnae'Ki te haere tonu koe ka rāweketia tō(ō) nuku","378":"Whakaurua tō kupuuru hei whakatau i tō pūkete","379":"Urua ki te kume mai i tēnei kōnae ki tō pūkete","380":"Whakaurua te kī uhingaro","381":"Ka tiakina ngā tika katoa","382":"I hangaia i Aotearoa","383":"Manaaki","384":"Pūāwhina","385":"Ngā tikanga ratonga","386":"Kaupapa tūmataiti","387":"Manatārua","388":"Hapori","389":"Urukōrero","390":"Hoatanga","391":"Kaihoko anō","392":"Kaingūngū","393":"Hoa Piritahi","394":"Kaihokohoko","395":"huri hei kaihokohoko","396":"Mō mātau","397":"Mema Kore Utu","398":"Mema Ngaio","399":"Whakapā mai","400":"Ngā tino mea","401":"tūari","402":"Haumaru me te tūmataiti","403":"pūkete","404":"Ngā utu me ngā Nama","405":"Taputapu","406":"Ko ngā patapātai tino nui","407":"Momo","408":"Kohi-tātea","409":"Hui-tangaru","410":"Poutū-te-rangi","411":"Paenga-whāwhā","412":"Haratua","413":"Pīpiri","414":"Hōngoigngoi","415":"Here-turi-kōkā","416":"Mahuru","417":"Whiringa-ā-nuku","418":"Whiringa-ā-rangi","419":"Hakihea","420":"Urua kia timata tō aketia ","421":"whakaaetia ngā tikanga ratonga","422":"whakaaea au","423":"Me rēhita pūkete koe ki te whakamahi take tūari.Kei te hiahia rēhita koe inaia tonu nei? ","424":"Kua katia te tūari","425":"Huaina anō te kōpae","426":"Huaina anō te konae","427":"Ngā mokamoka pūkete","428":"Tīkiti Moni","429":"Tō roa e mahi ana","430":"Ō hokonga","431":"Ō hokonga atu hokonga mai","432":"Momo pūkete","433":"Whakahounga ","434":"Momo tuku moni","435":"Utu kore","436":"Utunga korekau","437":"Wahi Tiaki","438":"[50%] i mahia","439":"[10] o [20]","440":"Tiaki aratuku","441":"Timatahia te tiaki aratuku","442":"Korehia te tiaki aratuku","443":"Ka tohua te orautanga e hiahiatia ana e koe hei tuku atu ki te aratuku e mahia ana","444":"whakatūria te aratuku kei te mahia","445":"aratuku kei te mahia","446":"kia utaiho e te hunga tuatoru ō kōnae","447":"utaiho te aratuku","448":"utaiho i ngā kōnae hunga tuatoru","449":"otinga pūkete ","450":"whakanui ake","451":"hanga tīkiti moni","452":"momo tīkiti moni","453":"whiria he momo tīkiti moni","454":"Nuinga","455":"Hangaia","456":"tīnia te tīkiti moni ","457":"Hokona he tīkiti moni","458":"Tīnia","459":"Āū tīkiti moni","460":"Tīkiti moni wātea","461":"Tīkiti moni i tīnia","462":"Tīkiti moni whakakorea","463":"Tīkiti moni kore whakaaea","464":"Ngā tīkiti moni katoa","466":"Mutunga [10]","467":"hitori wāhanga ","468":"hītori hoko","469":"mutunga [10] hokonga mai","470":"hītori whakamahi","471":"te mutunga [10] whakamahi","472":"mahi otinga [X]","473":"Aue, ehara tēnā i te tohu tīkiti moni tōtika","474":"Rā Mutu","475":"Rā\/wā","476":"mea","477":"Rahinga","478":"Momo utu","479":"Ipurangi","480":"wāhitau IP","481":"Whenua","482":"Mahinga tino tata mai","483":"wātū o naianei","484":"tāutu tauwhitinga","485":"Hua","486":"Utu","487":"Tohu tīkiti moni","488":"Tūnga","489":"mahi koretia","490":"Tīnia i  [12\/12\/2012]","491":"Tangohia i [12\/12\/2012]","492":"Whakakorea i  [12\/12\/2012]","494":"Whiria tō pūhera","495":"Tiaki","496":"Aratuku","497":"Whiria te utu","498":"ia marama","499":"ia tau","500":"whiria te utu","501":"penapenahia tahi tekau mā whitu orau","502":"Whiria te utu","503":"Whiria te momo utu","504":"Otinga Utumua","505":"Hokona he tīkiti moni","506":"He tohunga ngaio","507":"Haere tonu","508":"waehere tīkiti moni","509":"He kamupene tumataiti","510":"Nau mai ki a MEGA","511":"Ko tō iti 2048 RSA kī takirua ōkawa\/tūmataiti kei te mahia ināianei","512":"Hei whakakaha i te kī me kohikohi kahawera mai i te nuku kiore me te tuku wā pato kī","513":"I tīnia te waehere tīkiti moni ki tō pūkete, otirā ko tō otinga utumua he poto rawa mō tēnei hokonga. Tāpiritia he moni ki tō nama, anō rā, hokona he pūhera ngāwari kē atu.","514":"Kore moni, mahia anōtia","515":"E rima rau ngā urunga kei roto i tēnei kōpae. Ka tino pōturi to tukutuku me he rahi rawa tō kōpae. Whakaarohia te whakamahi kōpae raro","516":"Tikina he manaakitanga","517":"Tētahi mea kāore i te mahi mōū? Tirohia tā mātau [A] me te putiaki [\/A] tuatahi. Me i kore i whakautua tō pātai kaua e wehe atu me tono mai ki a mātau","518":"mana","519":"Kei tetu  watea ta matau tari maori ki tewhakautu i au pātai","520":"manatā","521":"Kei te māharahara mo ētahi kaiwhakamahi kei te takahi i āū tikanga tiaki taonga ā-hinengaro. Tonoa mai he pānui  whakatango mā runga i ā mātau [A] tono ipurangi [\/A] tukuna mai he īmērā rānei","522":"e mea ana whakatikatanga","523":"Tukuna mai  te tino tono mē ētahi tono mea e taea te whakamahi. ","524":"Tukuna mai he pūrongo hapa","525":"Kei te whakatipuria a MEGA ā tonoa mai ngā pārongo hapa.  Te nui kē atu o ngā mokamoka te pai kē atu.","526":"Papāho","527":"Nau mai ki ngā mema o te papāho, me ngā tukutuhi, kia whakapā mai me ō pātai mō MEGA","528":"Timata hei kaihokohoko ","529":"timata hei wāhanga kōrero angitū","530":"Ko tā mātau hōtaka ka tuku i ā koe ki te hoko tikiti moni hāngai ki o kiritaki","531":"ngā mokamoka","532":"Ka whiwhi urunga hāngai koe ki ā mātau tino tikiti moni kanohi tiakitanga","533":"Huakina he tikiti moni ohoora mai i tō toenga pūtea","534":"Pai te moni whiwhi hei tūari mai i te timatanga","535":"Ka nui kē atu tō hoko ka nui kē atu tō whiwhinga moni tūari, ka nui kē atu ō rawa","536":"Ko te Kaihokohoko urunga API ka tuku i a koe ki te whakangūngū i ētahi taputapu tino pai e taea ai te mahi tahi  me ō mā tau pūnaha i tinowā ","537":"Pānui  utu kore: kei te honoa tō tukutuku ki a Mega","538":"I muri i te arotake me te tautoko i tō tono hei kaihokoano. Me tutuki rawa ā  mātau paerewa e ō koutou mahi pakihi mahi tukutuku.","539":"Tūari moni whiwhi","540":"Ko o tūari moni whiwhi hekeraro","541":"moni ā-marama","542":"Tūari moni whiwhi","543":"tua atu i te [X]","544":"tono hei kaihokoanō","545":"Haina hei kaihokoanō","546":"Mokomoko","547":"Aū mokomoko","548":"Ngā Mākete","549":"Whiria ngā mākete kaihokoanō","550":"Utu","551":"Whiria he momo utu","552":"Whiria he momo utu mai i ngā rārangi kaiwhakawhiwhi e wātea ana.","553":"Kāore i te rārangi mai o kaiwhakawhiwhi?   ī mērā [A] ki ā mātau i [\/A]","554":"Kua oti","555":"E tautoko ana au i a MEGA [A]  ki ngā Tikanga Ratonga mō ngā Kaihokoano [A\/]","556":"Hipa atu","557":"Whiria he mākete mai i te rārangi  ō ngā whenua e wātea ana","558":"Hoki atu","559":"Tō ingoa","560":"URL Pakihi","561":"Wahitau","562":"Whaiti\/Tohu Pōhi","563":"Ingoa pakihi","564":"nama waea","565":"Taone","566":"Whiria ngā whenua mā te momo utu","568":"Whiria tō whenua ","569":"nukua nga totoka","570":"te nama o nga here utaake whakaorite","571":"te nama o ngā here ihotia whakaorite ","572":"te rahinga tere aketia ","573":"Kore","574":"aunoa","575":"Kua  whakatikahia","576":"piua ngā konae rite i aketia","577":"Ae","578":"Kāo","579":"Whakamahia a SSL mō te nuku kōnae","580":"Ma te whakakore SSL ka pai ke te haere me te kore whakakore haere i te haumaru","581":"Whakaurua tō ingoa ","582":"Whakaurua tō URL pakihi","583":"Whakaurua tō wāhitau","584":"Whakaurua tō whāiti\/tohu pāhi","585":"Whakaurua tō ingoa pakihi","586":"Whakaurua tō nama waea","587":"Whakaurua tā taone","588":"Whakaurua tō whenua","589":"Me uru rawa koe i ngā tikanga ratonga kaihokoano","590":"Whiria kia kotahi tonu te whenua","591":"Whiria kia kotahi tonu te momo utu","592":"Whiria kia kotahi tonu te whenua  mō ia kaiwhakawhiwhi e utu ana","593":"Mau te wehi","594":"Ka whiwhi imerā koe mai i a mātau me ngā tohutohu atu.","620":"Pānui i te hara tutuki kore","621":"Pānui","622":"E whakautehia  e MEGA ngā manatā ā ētahi atu, me te hiahia kia pērā ano ngā kaiwhakamahi ō ngā ratonga Ao. Ka whakautua e mātau ngā pānui hara tutuki kore o te manatā e whai ana i te ture whaipānga me te tika tuku mai ki ā mātau. Me e pono ana koe i mahia i kapehia āu hua me te takahi i tō hara tutuki kore o te manatā  tukuna mai ēnei pārongo: (1) he hainatanga ā-ringa ā-hiko rānei o te kaimanatā o te tangata rānei kei a ia tō mana ā-ringa. (11) he kape o te mahi manatā i hara tutuki koretia rā (111) he kape o ngā papānga e kiia ana kei te hara tutuki koretia te manatā, he mea e pātia e ēnei tukitukinga hei whakakore hei kotinga urunga atu, me ngā pārongo e pai ana kia tukuna mātau kia kitea ai ngā mea hei tauira pērā i ngā URL (kimi rauemi rite)(IV) Au pārongo hono atu, pērā i tō wāhi tau, tō nama waea me tō imērā wāhi tau(V) He tuhinga nāu e whakapono ana koe ko to whakamahi rauemi e tohetia nā kāore i tukuna te mana a te  kaimanatā, tana māngai, e te ture rānei  me(Vi) he  tuhinga ko te pārongo kei te pānui e tika ana, ā, he pānga tipatipa tā te ture (ko tā te ture anake ka tuku) i tukuna ki a  koe te mana kia tu hei māngai mō te kaimanatā","623":"Kei te pupuri mātau i te mana ki te tango raraunga e meatia ana kei te tūkino me te kore tuku pānui, ka noho ki a mātau me te kore utu ki a koe.  I te wā tika, ka katia e mātau tō pūkete menā ka rite tonu tō hara. Ko tā mātau māngai kaimanatā i huaina mō te  titiro i te kaitukino pea nana i tūkino i te manatā , ","624":"Pānui manatā","625":"Whakamahia tēnei tuhinga ka tuku atu i te pānui manatā. Ka whakautua e mātau i roto i te 24 hāora. (ināia tonu nei i ngā hāora pakihi)","626":"Ngā Hua","627":" Apure me puta","628":"Takahi i tākū ake manatā","629":"Takahi i te manatā ā tetahi atu ko au nei tana māngai i raro i te ture. ","630":"Wetekina te tuhinga ","631":"Whiria te tuhinga hei wewete","632":"Wetekina te URL tūmatanui i tukuna mai anake - ka noho ngā kōnae i roto i te kaute a te tangata nānā te kaute. ","633":"Wetekina ngā URL tūmatanui katoa o ngā kōnae o raro mai mō te URL i tukuna mai - ka noho tonu ngā kōnae i roto i te kaute a te tangata nānā te kaute.","634":"Wetekina ngā whakaputa katoa o te konae o raro mai o te URL i tukuna mai - kāore tetahi tahi tangata whakamahi e tukuna kia tiakina enei mea i te ao katoa ahakoa te kaupapa. ","635":"E kī ana ahau e tino whakapono ana ahau ko te mahi tūari i ngā papānga manatā i te wāhi i runga ake nei kāore i te whai mana mai i te tangata nānā te manatā, mai i tana māngai, mai i te ture rānei ( hei tauira, kei te mahi pai)","636":"E mārama ana ahau ka murua aku hapa, pērā i ngā utu, me ngā utu rōia, me i tino mōhio i tino tipatipahia e ahau te hua ripōata, te URL, ngā kōnae  e takahi nei. ","637":"Ko te pārongo kei tēnei pānui kei te tino tika, ā e kī ana ahau i raro i te hāmene mō te tipatipa kei ahau te tika kia tū hei māngai mō te tangata nānā te manatā.","638":"Ko tēnei pānui he tino tuhinga i raro i te ture - kia tūpato me tino tika tō tuhi i te kerēme  takahi manatā. Me whakaarohia e koe te kōrero tahi me tō rōia kia kitea  ai mēnā kei te tika tō ripōata kei te takahitia ā kāore i te tiakina e te mahi pai, e te raihana, e te ture rānei ","639":"Tukuna te pānui","640":"Tukuna ētahi atu","641":"URL mō ngā hua takahi","642":"Ingoa o te tangata nānā te manatā","643":"Taitara mahi","644":"wahitau īmērā ","645":"Wheke","646":"Taone","647":"whaiti\/ tohu pōhi","648":"Kerēme mahi manatā  i takahia","649":"Aku ingoa katoa","650":"Kamupene\/ Kaiwhakahaere","651":"Wāea","652":"Wāhitau","653":"Whenua\/Rohe","654":"Whenua","655":"Tukuna mai te URL mō ia kerēme mahi manatā i takahia","656":"Tukuna mai te mahi manatā mō ia URL i takahina","657":"Whiria te hua e takahi ana i tāu ake manatā, ā, te manatā a te tangata nānā i tuku ko koe hei māngai mānā rānei ","658":"Whiria te momo tukuraro","659":"Tukuna mai te URL mō ia kerēme mahi manatā  i takahia","660":"Tukuna mai te mahi manatā  mō ia URL kei te takahi mai","661":"Tukuna mai te ingoa o te tangata nānā  te manatā ","662":"Tukuna mai āū ingoa katoa","663":"Tukuna mai tō wāhitau īmera ","664":"Whakaurua he wahitau īmērā tika","665":"Whakapūmautia e whakapono ana koe  ko te tūari papānga manatā i te wāhi i runga ake rā kāore i tukuna e te tangata nānā te manatā, e tana māngai, e te ture rānei (tauira he mahi pai)","666":"Whakapūmautia ka hāmenetia koe mō ngā hapa pērā i ngā utu me ngā utu rōia me i āta mōhio i tino tipatipa  koe mō te hua ripōata, URL, me ngā kōnae e hapa ana rānei","667":"Whakapūmautia kei te tino tika tēnei pānuitanga, ā huaina i raro i te hāmene mō te tipatipa ko koe te tangata māngai mō te tangata nānā te manatā.","668":"Ngā mihi nui","669":"Ka tirohia e mātau tō pānui manatā ākua nei","670":"Reo","671":"He nui ngā reo e korerotia ana e koe?","672":"Awhinatia te whakamāori","673":"Te Kamupene Tumataiti","674":"E kore e taea te ata rāwekeweke i te tumataiti ā te takitahi, ā te whanau, ā te kainga, ā ngā reta rānei.  Me whiwhi ngā tāngata katoa i te tiakitanga a te ture mai i aua rāwekeweke","675":"Whakapūākitanga Whānui  o ngā Mana o te Tangata","676":"Ko MEGA he tiakitanga Ao whiwhi Tumataiti kaha tino mataara","677":"Ka whakawhiwhi tiakitanga i te Ao a MEGA. He mea pai tino mataara ki nga tumataiti.  E whakapono ana a MEGA ki to tino tumataitinga a ka hoatu i ngā taputapu hangarau hei tiaki. E kiia nei e mātau Kaiwhakamahi Tuhihuna Tiaki KTT (UCE), mahi aunoa nei.","678":"He aha a MEGA Kaiwhakamahi Tuhihuna Tiaki (KTT)","679":"Ko nga konae tiaka kei a MEGA kei te tuhihunatia. Ko nga hua nuku mai atu ki a MEGA kei te tuhihunatia. Ahakoa rite te nuinga a nga kaihoatu tiaki ao he rereke a MEGA - ko te rereketanga i nga pakihi noa e pupuri nei i te ki tuhihuna  kei a koe ke te ki tuhimuna, kei a koe hoki te mana pupuri,  mana tuku ranei i o konae kore  kau hoki he pumanawa haumaru kore hei whangai atu. Kei roto i to tukutuku e mahi ana.","680":"MEGA mo apopo","681":"Ko te ao MEGA ko te timatatanga mō āpōpō, ka hoatu KTT (UCE) ki tō tukutuku mō ētahi tautono nui rerekē kāore he mahi whakauru. Ka tiakina e ā mātau hangarau āū imērā, karanga, kōrero me ō tuku whitiahua ","692":"Kei te mana a Mega?","693":"He hunga hangarau piri pono mātau i whai wāhi,  painga me te urunga ki te ipurangi ki te hanga i ētahi tino ratonga tūari ao hei tiaki i tō tūmataitinga. I hangaia e mātau tēnei hōtaka ratonga ipurangi mai i te timatanga i  Tamaki makau rau. Aotearoa.  Kore e pērā ki ērā o ō mātau hoa whakataetae, kei te whakamahia e mātau tētahi  tino ipurangi hou  i puta i ngā mahi hangarau tuhihuna ā ko koe kei  te pupuri i ngā ki ehara ko mātau. Ko te hunga hoahoa ko Kim Dotcom, ko Mathias Ortmann, ko Bram van der Kolk me Finn Batato. Ko tā mātau CEO ko Tony Lentino. He tohunga tiaki rēhita rohenga i te ao.  Ko te tūmanaako ka pai ki a koutou katoa. ","694":"wetekina te hono tahi (URL) mō ia kōnae - ka noho tonu te (ngā) kōnae  ki te tangata nānā te pūkete","695":"Wetekina tini te\/ngā URL mō ia kōnae - ka noho tonu te\/ngā kōnae ki te tangata nānā te pūkete","696":"Wetekina ngā\/te kōnae o raro ō ngā URL i hoatu mai - Kāore te tahi kaiwhakamahi  e tukuna kia tiakina tēnei  ahakoa ngā āhuatanga o te ao whānui","697":"ērā atu","698":"Ka taea e koe te tuku pānui mai i konei","699":"Hainahia ka tuku pānui atu","700":"Tēnā tukuna mai āū pānui wewete mai mā te ringa īmērā nei ki [A1] manatā@mega.co.nz[\/A1] kia whai pānga ki tā mātau [A2]  kawenga wewete [\/A2]","701":"Pānui wewete īmērā","702":"ripoata tekatanga","703":"Ko to tohu-a-ringa kei te hapa. Tena tirohia au whatinga rarangi i to imera ata tu. ","704":"Kua oti ke te whakapuaki i to punga. Tena honoa atu to urunga","705":"Kore e  taea te whakatau i to tukanga. Me tohua -a-ringa ano, He tohu hapa. ","706":"Tinia to kupuuru","707":"whakahou","708":"Inoia he whiringa","709":"Kua wareware e au taku kupu urunga o aianei.","710":"Mena kei te u tonu to urunga otira kua wareware to kupu urunga ka taea e koe te whakatau he kupu urunga hou ma te tirotiro i tenei  kowhiringa. Ka whakawhiwhia koe ki te imera hono atu hei whakapuare  i te kupu urunga hou me i patohia i roto i te tahi tekau ma rima miniti","711":"Patohia to inoi whiringa","712":"Kua ea to hiahia","713":"Ko te  punga tikiti kua hoatu ki to nama. E hiahia ana koe ki te whiwhi i to hoko ngaio inaia tonu nei","714":"Kua oti ke tenei nama te whakarite","715":"Kaore to urunga kupu te tika. Kia rua nga hononga urunga kupu ano.","716":"kupuuru inaia tonu nei","717":"kupuuru hou","718":"whakatau kupuuru hou","719":"Whakaurua to kupuuru o naia nei.","720":"Whakaurua to kupuuru  hou","721":"Tirohia to imera a  patohia te honowhakatau e oti ai to whiringa kupuuru ","722":"Inoi whiringa ","723":"Me rereke to kupuuru hou ki to kupuuru o aia nei","724":"Ko to kupuuru o aia nei  i homai e koe kei te he.","725":"kua oti ke te tini i to kupuuru","726":"Oti pai","727":"Kua oti te tini i to kupuuru","728":"Kua hipa te wa o to whakatau kupuuru","729":"Kua oti ke te whakatau i te hono","730":"Kua katia to nama. Tirohia to imera mo nga mokamoka katahi ka whakautu wawe mai","731":"Ko tenei huringa nama kua oti te aukati na te nui rawa o au hara o a tatau (A) 'Tikanga Ratonga.(\/)","732":"kua uru ke koe ki tetahi nama rereke ki taua mea e tautokona nei e koe. Tirohia tenei wahanga, uru katia, katahi ka patohia te hononga tautoko ano","733":"he nohoanga imera tauhau, mena kaore au nama me matau, e tono ana matau kia hono mai koe.","734":"nga mihi nui","735":"tirohia to imera","736":"ko nga nama whiwhi konae kore, whiwhi kopaki kore ka taea te whiri ano i  a ratau kupuuru","737":"whiri anotia  te kupuuru","738":"homai","739":"wareware to kupuuru","740":"kua tini angitutia to kupuuru","741":"whiria he kupuuru haumaru hou","742":"whiri  anotia","743":"kua pau tenei hononga. Homai he hononga hou","744":"hononga he. Homai he hononga hou","745":"kaore he huri nama","746":"momo mema","747":"ia wiki","748":"ia marama","749":"Ia tau","750":"ko te wa taka nama ...............wa.................","751":"wā kotahi","752":"piringa Mega Firefoxherenga = hononga; browser = kanohi ipurangi","753":"whakaurua te piringa Mega Firefox kia tino tere ai te  kore  otinga o te tuku konae kore hoki he aukati rahitanga","754":"Ko te piringa a Mega Firefox he pumautanga he kore kitenga.  Mehemea e hiahia ana koe ki te whakamahi i a MEGA me te kore piringa, kia kaha ki te whakamahi i a Chrome. ","755":"whakaurua he piringa ","756":"Kotahi ihotanga kua oti","757":"kua oti nga  ihotanga","758":"huakinga te kopaki utaiho","759":"patohia i konei kia huaki ai","760":"Whakaurua te piringa MEGA Firefox ki te utaiho  he konae penei rawa te rahi","761":"whakatauria","762":"Kua tata utaiho e koe etahi konae tino nui, he mea whakatomuri i to kanohi ipurangi. Mahia tonutia?","763":"whakapa atu (ki te rarangi ingoa a te kaiwhakamahi)","764":"to utaiho  e kore e timata kei te ki katoa hoki to kopae maro","765":"ko au utaiho e kore e timata na te mea kua kapi katoa to kopae maro","766":"ko etahi o au utaiho e kore e timata kua  kapi katoa hoki to kopae maro","768":"Kore e taea te timata i to utaiho kua kapi katoa hoki to kopae, tera pea, kei te mahi tumataitihia a Chrome kaore nei e tautoko i te tuhinga konae. ","769":"Ka taea anake ko te 5 orautanga e watea ana ki to kopae hei utaiho. Whakawatea he wahi e haere tonu ai.","770":"Whiria to kupuuru","771":"Whakatauria to kupuuru","772":"Nohonga Ipurangi ki te konae","773":"E toi ana","774":"hono imera (ki era atu)","775":"huaina rereketia  ki raro","776":"haumarutia","777":"maumahara mai ki ahau i tenei taputapu.... tohua te poaka e uru na koe ki te taputapu ( he waea pukoro, he roroiti pera i te Ituhi, me te iwaea","778":"kaore au nama MEGA?","779":"Rehita i naea tonu nei","780":"Kua whiwhi nama MEGA ke koe?","781":"Na te paku kaha o te CPU o nga waea pukoro ko te whakaputa RSA ka tomuri mo e hia miniti rawa e oti ai. He pai i hemanawa kore koe.","782":"Kopaki kinaki kore","783":"konae kore ta to Aoatea","784":"Kaore he whakapa","785":"Kaore he whakaputa","786":"Kaore he konae i to pouaka roto","787":"Kaore he konae i to Paepae Para","788":"e tino hiahia ana koe ki te  nuku i tenei konae ki te Paepae  Para ?","789":"E tino hiahia ana koe ki te nuku i tenei kopaki  ki te Paepae Para?","790":"Huakina te kopae","791":"homai he konae","792":"ukuia te konae","794":"ukuia te kopaki","796":"Tikina te hono","797":"Tuaritia te kopaki","798":"wahi tiaki","799":"wahi kapi ","800":"wahi watea","801":"Tini ki te momo papatuhi","802":"whakapa imera mai","803":"utaiho konae","804":"e kore tenei momo konae e manaakitia i tenei wa i to taputapu me MEGA","805":"Ka mahia e matau he manaakitanga waea pukoro mo tenei momo konae a te wa tata nei. ","806":"Tinia te ingoa kopaki","807":"Tinia te ingoa konae","808":"hononga kopaki","809":"Nohoanga kopaki","810":"hononga ihotanga","811":"hononga ki tenei konae","812":"tautoko nama ","813":"kopaki tuari","814":"Kei te hiahia whakakore koe i to aketanga","815":"Kei te hiahia whakakore koe i to ihotanga","816":"Whakaurua he nohoanga imera tika","817":"e kore e taea e koe te hanga kopaki i roto i te whakaputa  kimihia ","818":"e hiahia ana koe ki te tini ki te momo tutepu","819":"kei te timata","820":"kua whakaurua tenei konae ki to Aoatea","821":"Au panui","822":"e hoki","823":"nga takotoranga","824":"nga kopaki hou na (X)","825":"kopaki tuari hou","826":"(X) whakakorea he kopaki tuari","827":"kua whakakorea te kopaki tuari","828":"nga kopaki e (X) me nga konae e (X2)","829":"nga kopaki e (X) me te kotahi konae","830":"kotahi kopaki e (X) konae","831":"kotahi kopae kotahi konae","832":"(X) kopae","833":"(X) konae","834":"kotahi kopaki","835":"kotahi konae","836":"tapiritia e (X) he (konae\/kopaki)","837":"kua tapiritia nga (X)","838":"i tapiritia te (X)","850":"Kohi Tatea","851":"Hui-tangaru","852":"Poututerangi","853":"Paenga-whāwhā","854":"Haratua","855":"Pipiri","856":"Hōngongoi","857":"Here-turi-kōkā","858":"Mahuru","859":"Whiringa-a-nuku","860":"Whiringa-a-rangi","861":"Hakihea","862":"Panuitanga","863":"tirohia te katoa","864":"ihotia ki te konae WHAITI","865":"Huakina","866":"kapehia te whiringa mea","867":"kaphia nga whiringa mea kia (X)","868":"nukuhia kotahi whiringa mea","869":"nukuhia kia (X) nga whiringa mea","870":"tautokona","871":"(B)Tupatotanga(\/B)he nui rawa te  kaute tiaki. Whakakorea te kopae, ranei  (A)whakapikitia to punga(\/A)","872":"ngaio","873":"(X)hekona noa nei","874":"ko tahi miniti noa nei","875":"(X) miniti noa nei","876":"kotahi haora noa nei","877":"(X) nga haora noa nei","878":"kotahi ra noa nei","879":"(X)ra noa nei","880":"katahi noa nei","881":"kei te whakamahi wahanga poto koe. Nga ngaro nga kupu au tiakitanga i te paunga wa. Hei tiaki i au konae, utaina he tino nama i te wa e whakaritea e koe a ka hiki i to 50 KP kore utu he tiaki wahi pumau i te ao!","882":"tupatotanga","883":"Timatatia  to nama","884":"kaore he ata ritenga a (DATA) ki a MEGA","885":"tau kanohi","886":"Kei a Internet Explorer 10 he nui nga tino hapa e pa ana ki te  tuhi konae  mai i a JavaSCript, e mahi ana i te panga pumahara i te wa ihotanga i nga kaupapa tino nui.  Ka whakatikaina tenei mea i Internet Explorer 11. Mo tenei wa utaina he kanohi ke","887":"kaore he htiml 5 a (X) pera i ta MEGA hei whakamahi ki te taha kiritaki i te tohupono kanohi. Ko te konae HTML 5 e nuku ai ka kapehia ma tetahi takahuri Flash kaha iti noa nei. Tena whakaarohia, utaina he kanohi hou ake e watea ai koe","888":"e tino tautoko ana","889":"kei te tautokona","890":"Ka whiti pai ke atu a MEGA i te kanohi e whai ake nei","891":"He whakatupato tauritenga kanohi","892":"nga ahuatanga","893":"ihotia","894":"rahi  tapeke","895":"ingoa kopaki","896":"hangaia ","897":"kinaki","898":"tini konae tini kopaki","899":"tini konae","900":"tini kopaki","909":"kupuuru","910":"hokona inaianei","911":"whakapikihia te painga MEGA ma te (B)Ngaio(\/)","912":"mai i te ","913":"marama","914":"utu tau","915":"tini wahi tiaki","916":"te rahinga tahei ngaru ngawari","917":"Ki te hiahia utu koe  i ia tau","918":"ia marama","919":"ia tau","920":"whakapikihia to nama","921":"e rua marama kore utu","922":"tahi marama","923":"tahi tau","924":"He patai ano au mo te (A) nama Ngaio?(\/A)","925":"Ka koa te tima manaaki ki te awhina i a koe","926":"Ingoa Kamupene","927":"Taone Nui","928":"Potonga \/ tohu Tono","929":"waea","930":"ra","931":"marama","932":"tau","933":"nohoanga","934":"whenua, rohenga ranei","935":"nohoanga PayPal","936":"Punga Peke","937":"Ingoa Kaiwhiwhinga","938":"Tohua  to nuka hokohoko","939":"Ingoa Peke","947":"atea","948":"Parahia","949":"upaka","950":"hoapa","951":"taku nama","952":"ko te nuinga taputapu e kore e taea te ihotia nui ke atu i  te 4KP","953":"wahi watea kore ","954":"whakatau mahi","955":"hotaka ngohe waeaore","956":"kiritaki whakarite","957":"hotaka ngohe a Chrome","959":"hotaka ngohe a Firefox","961":"hotaka ngohe","962":"kete ngungu ngohe","963":"tuhituhinga ","964":"hotaka  hoapiri","965":"kaupapa","966":"wete arahitanga","967":"wetea","968":"hangaia he nama","969":"tomo ano","970":"whakaurua he kupuuru hou","973":"whakamahia he whanui tahei","974":"whakahaeretia to nama","975":"tapiria he whetu","976":"ukui whetu","977":"kaore he konae i to aoatea","978":"kaore he tuhituhinga rite i o kimihanga","979":"aputa ana te paepae para","980":"Kaore  au whakapanga","981":"kei te aputa to pouaka roto","982":"kai","983":"tiro whanui","984":"ahua","985":"hitoria","986":"etitahia to ahua","987":"ka mutu a te","988":"whakapatanga","989":"(X)nga whakapanga","990":"1 whakapanga","991":"haere ki nga whakapanga","992":"ahua amorae [head and shoulder profile]","993":"tini ahua amorae","994":"paronga a-tangata","995":"ra whanau","996":"whiria he whenua","997":"tapiria he whakapanga mo te hunga rehita anake","998":"hangaia to nama utukore","999":"kei te hiahia whakahou ake koe to wahanga oaianei ki tetahi nama kore utu i naia tonu nei","1000":"kaua e ngaro to urunga. Me uru utu kore te tino inoi","1001":"wetekina te whakapanga","1002":"e tino whakaaea ana koe kia wetekina a (X) i to rarangi whakapanga","1003":"tautokona te wetehanga","1004":"e tino whakaae ana koe kia nukua (X) ki te paepae para.","1005":"ko te hanga hononga he mea mo nga kaimahi  i rehitatia  anake","1006":"ko te tuari kopaki he mea ma nga kaimahi rehita anake","1007":"Kore e taea e koe te wetewete i tenei mahi","1008":"kua pau rawa au whanui tahei Ngaio","1009":"Kei te hiahia whanui tahei atu koe","1010":"kua pau katoa au putungaa whanui tahei ","1011":"me tiakina au konae?","1012":"kua tata pau au putunga hua","1013":"kei te hiahia putunga hua ake koe","1015":"whakaurua to tohu tuopu hua","1016":"whiria he pikitia","1017":"mahia tenei hei raepokohiwi","1018":"watea","1019":"tapiria he nohoanga imera","1020":"whakaurua he nohoanga imera, ranei, whiria he whakapanga","1021":"huakina","1022":"katia","1023":"kaore au uru tuhi ki tenei kopaki","1024":"whakaurua he ingoa kopaki","1025":"tini taonga","1026":"whakaurua he ki tohu wete","1027":"wetekina ","1028":"ki wewete","1029":"hononga tumatanui","1030":"whiria mai i au whakapanga, ranei, tapiria he nohoanga imera","1031":"puaina nga hononga konae me nga ki wewete.","1032":"tuku tahitia te ki konae","1033":"kapehia nga ki","1034":"ihotia nga konae tini","1035":"patohia 'tukuana' e oti ai te ihotia","1036":"tauari tahitia me","1037":"tautokona","1038":"whiria he reo","1039":"utuhia ma Paypal","1040":"urua kia whakaoratia to mema ngaio","1041":"hangaia he nama ki te whakaora i to mema ngaio","1042":"timatahia ana","1043":"ko te hononga kopaki kaore i te watea","1044":"ko te hononga kopaki e tomokia na e koe  kaore e watea ana. Ko tenei pea nga take i penei ai.","1045":"kua wetekina  tenei hononga na te ata tukino ToS\/AUP","1046":"kua wetekina te hononga kopaki e te kaiwhakamahi","1047":"nau mai ki MEGA Ngaio","1048":"ko to mema Ngaio kua puakina. Kia koa","1049":"kopaki","1050":"hea kore","1051":"e kore rawa atu","1053":"kua tata pau to nuinga whanui tahei","1054":"me tatari rawa koe (X) kai rewa ake te whanui tahei e hoatu ki to nama","1055":"kore hiahia ki te tatari","1056":"ko tenei aukatinga he mea hikareia","1057":"tautokona te wewete wahanga","1058":"I tenei wa kei te mahi wahanga noa iho koe. E tino hiahia ana koe kia whakamutua tenei wahanga?","1059":"Ki temahia tenei ka ukuia au raraunga katoa ","1060":"taha-ki-taha whakapumautanga","1061":"ahakoa rereke ki era atu kaitiaki putunga , ko au apure kua oti ke te whakapumau me wewete e nga taputapu apataki anake a e kore e taea e tatau","1062":"puta ki te ao whanui","1063":"au aputa ka watea ahakoa te wa, mai i te taputapu, ahakoa ki whea","1064":"haumarutia  te mahi tahi","1065":"tuarihia e au kopaki me au whakapanga me te kite ano i nga whakahou i naia tonu nei","1066":"ko MEGA e hoatu taputapu kia tumataiti (A) ai kia tiakina ai (A) e ngawari ai te tuhonohono i te ipurangi","1067":"kei te tukuna e MEGA etahi ratonga aoatea pumau e mahia ana (A) he tumataiti me te haumaru (\/A) whakapa atu me te mahi tahi for nga pakihi me nga takitahi. Ko koe ka pupuri ka ata mahi i te ki whakapumau ki o raraunga  i te ao. ","1068":"tuaritia nga kopaki me au whakapanga me te kite ano i o ratau whakahounga i te wa ora","1069":"Tirohia me pehea te whakamahi","1070":"Pehea e mahi ai","1071":"Kei te hiahia matatau koe mo MEGA","1072":"tirohia te whakarewa whitiahua","1073":"nga mahere mema","1074":"whakawhiwhi atu ki te 50 KP me te nama kore utu","1075":"a ra ke atu nga whakawhiwhinga ki era atu o nga tino kaiwhakataetae","1076":"timatahia he nama","1077":"he Pakete Ngaio tino takarotia","1078":"whakawhiwhi atu ki te 4 TP o te putunga pumau mo te utu iti ara €8.33 ia marama","1079":"tirohia a matau pakete ngaio","1080":"whakanui ngohe","1082":"Ko te ao to pukoro. Tomokia ka whakarere i o konae mai  i to waea matatau, i te rorohiko iti ranei.  Aketia a ka whakarite i a te hunga papaho ki te ao ","1083":"whakawhiwhi utu korehia","1084":"watea mo","1085":"apataki whakaritenga","1086":"he ngawari te whakarite i waenganui i au rorohiko me to aoatea a MEGA","1087":"ihotia inaianei","1088":"kanohi hotaka ngohe ","1089":"ma ta matau kanohi piringa e whakauru i a MEGA ki to ipurangi kia ihotia wawe ake me te tapiri ngawari whawhai tohe","1090":"haere ki te wharangi ihotia","1091":"patohia te aketia, ranei, tongia ka tuku i nga konae i konei.","1092":"panaia kia haere tonu ai","1093":"kaua e whakaurua to kupuuru ki runga i tetahi taputapu  e kore nei e tino awhinatia e koe.  Kaua e urua to nama i roto i tetahi  rorohiko e tuaritia ana ki tetahi rorohiko tumatanui ranei. ","1094":"kia hiki i te haumaru, whakamahia ko ta matau (a) piringa (\/A) ipurangi a utaina a MEGA mai i to rorohiko a kaua mai i a tataiu atu  hotaka whangai rauemi","1095":"hangaia to nama (A) utu kore(\/A)","1096":"ingoa tuatahi","1097":"ingoa mutunga","1098":"ingoa tuatahi he me\/ranei ingoa mutunga he.","1099":"whakaurua to ingoa tuatahi me to ingoa mutunga","1100":"nohoanga imera he","1101":"whakaurua he nohoanga imera tika","1102":"kupuuru he","1104":"whakakahangia to kupuuru","1105":"kaha","1106":"tunga kupuuru","1107":"kaore nga kupuuru i rite","1108":"hangaia he nama ","1109":"ko to kupuuru to ki whakapumau matua ","1110":"ko te haumaru o to nama kei te kaha o to kupuuru. Nga kupuuru poto rawa, ngawari rawa, whiwhiw kupu tikinare he ngawari rawa te kitea ai te panga","1111":"kaua e warewaretia to kupuuru","1112":"e kore e taea te whakahoki mai i te kupuuru kua ngaro. Ki te wareware, e kore e taea e koe te hoki atu ki nga putunga raraunga ","1113":"ko to nama e haumarutia ana pera ano ki to rorohiko","1114":"patohia ano to kupuuru","1115":"ko te kaha tautoko a to kupuuru kei te whakatimata tonutia ","1116":"me hoki ano i etahi hekona noa nei","1117":"nga kirimana tikanga ratonga ","1118":"me whakaea rawa koe ki nga tikanga ratonga ki te rehita i to nama i a MEGA","1119":"ko to kupuuru","1120":"he ngawari te wewete i to kupuuru. Whakaroatia to kupuuru. Whiria tahitia  nga reta pumatua me te pu riki. Tapiritia nga tino reta. Kaua e whakamahia he ingoa, he kupu tikinare ranei. ","1121":"Ko te kupuuru e tau ana kia mahia otira ko te mea ke kia whakakahatia te kupuuru tua atu. ","1122":"ko tenei kupuuru ka tu tonu ahakoa te patu tukino rawa noa . Maumahara kia tino mau ki to hinengaro. ","1123":"ko tenei kupuuru ka tu tonu ahakoa te tino kaha patu tukino rawa. Maumahara kia tino mau ki to hinengaro","1124":"tino ngawari rawa","1125":"tino ngawari rawa","1126":"ahua ngawari nei","1127":"tino pai ke atu","1128":"tino kaha rawa atu","1129":"he ngawari rawa to kupuuru. E kore e taea te whakamahi. ","1130":"he imera he  me\/ranei he kupuuru he","1131":"tautokona to nama","1132":"kohikohinga punaha inenga takakau","1133":"ko tenei kemu ka kohikohi (A) punaha inenga takakau (\/A) ki ta te nukunuku a te kiore","1134":"ma tenei e whakakaha i to (\/A) ki RSA(A)","1135":"ka taea e kore te whakarere i te kemu ki te kitea te ine nuku i te 100 orautanga","1136":"kau oti","1137":"ka taea e koe te nuku ki te take atu ki te whakaoti i to ki","1138":"haere tonu","1139":"piro ","1140":"he tino take atu a ka oti tonu tata ki te rua hekona  pea.","1141":"me ata tatari","1142":"tumatanui - Hanga i te ki tumataiti","1143":"whakaputa ki","1144":"ko te tino moata o te whakamahi tohu muna hoki ai tata  ki te 4000 tau noa atu, i Ihipa tahito","1145":"I enei ra, 4000 tau ki mua, ko te nuinga o nga kaiputunga ao kaore ano kia ata whai i te tohu muna","1146":"whakaotingia to nama","1147":"whiria to momo nama","1148":"(A) whiwhia e rua marama utu kore (\/A) mena hokona e koe he mahere ngaio mo te kotahi tau ","1149":"herenga whanui tahei","1150":"utu kore","1151":"whaia rawatia te huanga a MEGA me te (\/A) nama (A) ngaio","1152":"whiria to pakete Ngaio","1153":"mahere kotahi tau","1154":"te tima","1155":"utaake ana","1156":"utaiho ana","1157":"utaiho utu kore","1158":"mo Windows","1159":"e puta mai ana mo (A) Mac (\/A)","1160":"e mihi ana a MEGA ki nga kaituhi o nga wahanga rauemi watea e hoatu tino ahuatanga ki to tatau paenga.","1161":"haumaru","1162":"ko au raraunga i muna tapa ki te tapa. Kore e taea e te tangata te whakauru atu i te wa e putu ana, ranei, i tewa e kawea ana.  ","1163":"ngawari","1164":"whakaritea to kopaki mai i to PC ki te kopaki i te ao.  Whakaritea te tataunga kaute kopaki kia whakaoritea ai","1165":"tere","1166":"whaia rawatia te huanga a MEGA te tino kaha o te anga o-roto me te kawenga tini-hononga","1167":"mahorahora","1168":"tiakina atu ki te 50KP utu kore","1169":"tino whakaaturia","1170":"kimihia, putua, utaiho, rerere, tirohia, tuarihia, ingoa houtia, ranei, ukuia o konae, kei reira katoa - kei te kapa o to ringa","1171":"kei te puta mai akuanei mo (A) IOS (\/A)","1172":"piringa Firefox","1173":"piringa Chrome","1174":"ma tenei hotaka ngohe ka taea e koe te whakauru i a MEGA ki to kanohi. Ka tere ake te wa uta, pai ke atu te utaiho a ka kaha ke atu te haumaru","1175":"ahakoa te url MEGA ka hopukina e tenei hotaka ngohe a ka noho tata mai (e kore e utaina a Javascript i a matau hotaka rauemi ipurangi). Haumaru (aunoa) whakahounga e homaitia ana a me mihi ki te tohu muna  tohu ki tumataiti  ","1176":"a mena kei te tino wairangitia koe","1177":"he tarua whakahou aunoa me te tirotiro i a matou matapuna muna  mo ia whakahou a-ringa","1178":"utaiho a MEGA mo Firefox","1179":"whakaurunga:","1180":"utaiho a MEGA mo Chrome","1181":"huakina te  wharangi piringa i a Chrome","1182":"kai - taputapu - piringa","1183":"momo ranei","1184":"i to pou nohonga","1185":"kume tukuna te konae utaiho (X) ki te wharangi piringa Chrome a ka tautoko i te whakaurunga","1186":"he ngawari te hoko i to mema MEGA Ngaio mai i tetahi a o matau kaihokohoko kei raro mai e tautokona e matau.","1187":"utaiho","1188":"ki to rorohiko","1189":"homai","1190":"ki to aoatea","1191":"ko te konae e utaiho na e koe kei te kati mo te wa poto","1192":"nuku runga\/rraro ranei kia mohio ai mo MEGA","1193":"timata he nama hou","1194":"kei te hiahia homai i tenei konae ki te wahanga hou ","1195":"\"kao\" ka tukuna koe kia urua a ka tukanga i to homai","1196":"whakakorehia to utaiho","1197":"kei te tino hiahia koe ki whakakore i to utaiho","1198":"ka ukuia te konae utaiho","1199":"kore taea te wete iti raraunga mena kaore he ki","1200":"hoapa tikanga ratonga","1201":"(A) tomo mai (\/A) ki te whakararu i te makete putunga ao","1202":"huria te pakihi ki a matua e whiwhi ai koe i to hea.","1203":"manaakita matau e tipu ai hei wahanga angitutanga","1204":"uru tohu mai","1205":"me pehea te whakamahi","1206":"haina mai kia whiwhi ai i tau ake tino hoa ID ka taea ra e koe te here ki ta tatau URL","1207":"ka whaia e matau au hokonga ma ngsa manuhiri e tonoa ana e koe ki a MEGA","1208":"ka whiwhi moni koe (B)20%(\/B) o nga moni katoa i whiwhi ai mai i to hoa ID","1209":"nga moni whakauru auau mai ka kaute hei auau hoa mai","1210":"mo ma wai te hotaka hoapa","1211":"kaiwhanake hotaka ngohe ","1212":"hangaia tau ake hotaka ngohe rongonui ma te whakamahi i ta matau (A) SDK (\/A)","1213":"tinia te hunga utu kore ki te ngaio a ka monitia to hotaka ngohe","1214":"panga paetukutuku","1215":"kairataka ","1216":"putunga ao panga rereke","1217":"he aha nga ture","1218":"panuitia a ka whai atu me ta matou (A) ratonga (\/A) tikanga hoapa ","1220":"timatahia","1221":"te na to tatau hotaka hoapa, ka timata koe ki te mahi moni i taua wa tonu","1223":"parongo whakapa","1224":"kei te hiahia korero mokamoka iti noa nei mou","1230":"parongo utu","1231":"utu ai matau tahi wa ia marama ma PayPal, ranei, tono waea (ki nga peke o Aotearoa anake)","1232":"momo uitu","1233":"PayPal","1234":"nama Peke (Aotearoa anake)","1235":"ingoa o te Kaihuanga","1236":"ingoa Peke","1237":"tau kaute Peke","1238":"nohoanga a PayPal","1239":"parongo Hoapa","1240":"e hiahia ana matau pehea ai koe ki te arahi i te tangata ki a MEGA","1241":"whakaaturia mai to nuka hokohoko","1242":"e whakaaea ana ki ta MEGA (A) ratonga (\/A) tikanga hoapa","1243":"kua whakauru koe ki te hotaka hoapa. Ka whiwhi 20% o nga utu i whakatipuria me te ID a to hoa","1244":"maumahara me tino whai i ta matau (A\/)Ratonga Tikanga (A) Hoapa","1245":"ka taea e koe te whiwhi utu ma te tuku tangata ki:","1246":"tatauranga","1247":"wahipa","1248":"30 ra","1249":"90 ra ","1250":"180 ra","1251":"365 ra","1252":"wa katoa","1253":"ra","1254":"hokohoko","1255":"nui hokohoko","1256":"hua moni","1257":"kaore he hokohoko i puta mo te whiringa wahipa","1258":"utunga","1259":"kaore he utunga mo te whiringa wahipa","1260":"hoa ID","1261":"whakaurua to ra whanau","1262":"whakaurua to taone","1263":"whakaurua to whenua, ranei, to rohe","1264":"whakaurua to ZIP\/ tohu Pohi","1265":"whakaurua to nama waea","1266":"whakaaturia mai to nuka hokohoko","1267":"me whakaaea rawa koe ki nga Ratonga Tikanga Hoapa","1268":"whakaurua to nohoanga PayPal","1269":"whakaurua te ingao kaihuanga o to nama peke o Aotearoa","1270":"whakaurua te ingoa o to peke o Aotearoa","1271":"whakaurua te tau o to nama peke o Aotearoa","1272":"I whakatipuria a MEGA e  te tangata na kona i kore ai e tino tau. Mena pa atu koe ki tetahi ngarara ka tino hiaia matau kia rongo atu kia taea ai e matau te whakatika - te  nui ke atu o te mokamoka te taea ai te whakatika","1273":"e tino maumahara ana matau ki te taonga hinengaro tika a me te ata whakaarohia kia wetekina (ano ra, te kaupapa kaitukino","1274":"mo etahi atu parongo, panuitia  ta matau (A) arahitanga (\/A) wetewete","1275":"ka taea e koe te tono he panui wetewete ma ta matau(\/A) pepa (A) ipurangi, ranei, tonoa mai he imera","1276":"he whakaaro, he raruraru ranei au?  Kei te hiahia ako koe mo a matau hua","1277":"kei te watea matau i nga wa katoa","1278":"whiria","1279":"wahanga tuatahi","1280":"wahanga tuarua","1281":"nga mokamoka hua","1282":"nga mokamoka o te tangata nana te tanga matua ","1283":"whakapiria he URL ano","1284":"te ingoa o te tangata nana te tanga matua","1285":"mena whai panga","1286":"te ingoa o te tangata nana te tanga matua  me tana mangai ture e whakaputa panui ana. ","1287":"kua whiwhitia te Panui tanga matua","1288":"ka tirohia ka tukanga wawetia e matau to panui","1289":"nga mihi mo to pato i te hononga tono. Whakamahia to nama kore utu ki raro nei","1290":"Aue ... te ahua nei ehara tenei i te hononga tono tika. Kua oti ranei i a koe te rehita i to nama","1291":"kua pato atu koe i mau mai ki tetahi hononga tono. Tena. hangaia to nama","1292":"Akua nei te puta ai","1293":"nau mai ki te pu manaaki","1294":"mena kore whakautua to patai i konei, kaua e wareware ki te whakapa mai ki a  matau. ","1295":"tautoko whakapanga","1296":"nga korero ataahua","1297":"ko te nohoanga imera kei te whakamahia ke","1298":"urua to nama","1299":"kumea hei whakahou","1300":"te whakahounga mutunga","1301":"tenei ra","1302":"taenahi ","1303":"tenei wiki","1304":"tera wiki","1305":"tenei marama","1306":"tenei tau","1307":"pakeke ke atu","1308":"i hapa te utaiho","1309":"i hapa te utaake","1310":"Whakaurua te tohu whakatau","1311":"Kei te hapa te uta konae","1312":"ngaronga  kupuuru\/ingoamahi","1313":"hapa urua","1314":"ukuia te hapa","1315":"kaore he nama imera i konei","1316":"tiakina te konae i waho ipurangi hei ata tirohanga","1317":"hapa whakatu hono","1319":"he poto rawa te kupuuru","1320":"he poto rawa te ingoa","1321":"Hapa uta mokamoka nama","1322":"kua mutu te utaake","1323":"urua ","1324":"urua paitia","1325":"hua ake hono","1326":"kua kapea te hononga ki te Papapine","1327":"kua oti te utaiho","1328":"kua timata te utaiho","1329":"tatari","1330":"whakaurua to ingoamahi me to kupuuru","1331":"imera","1332":"whakatau rehitatanga","1333":"tirohia to imera ka kapiatia to tohu whakatau ki raro, ranei ,  patohia i te tino hono whakatau IOS","1334":"whakakorea te rehitatanga","1335":"tohu whakatau","1336":"whakamahia te tino hou","1337":"whakamaua he whakaahua","1338":"whiria te whakaputa","1339":"tapiritia he kopaki","1340":"whakaurua te ingoa o te kopaki hou","1341":"whiria he whakaahua","1342":"etitahia","1343":"tahorotia te aoatea","1344":"tuaritia","1345":"tiakina mai i te ipurangi","1346":"nuku","1347":"tahorotia te pouaka roto","1348":"kopaki tuari","1349":"Kore whakaahua","1350":"whakaahua","1351":"a-konei","1352":"watea","1353":"tiakina hei uru ipurangi kore","1354":"meatia te katoa tiaki ki to taputapu","1355":"momo","1356":"rongomai","1357":"puta ","1358":"ka ukuia nga konae utaiho ","1359":"he iti ake te rahi  i whiria ki te kahi e mahia nei. Me i haere tonu koe ka ukuia etahi konae","1360":"whakaroatia te Ngaio","1361":"nga utu","1362":"huakina anotia nga hoko","1363":"kua ngaro te herenga ipurangi ","1364":"mahia anotia","1365":"kaore i te here ki te ipurangi","1366":"whakaurua te ingoa hou","1367":"me whiwhi 50KP utu kore, ranei, me haina mo tetahi o a matau pakete Ngaio kia whiwhi ai atu ki te 4TP o te putunga muna e timata nei i te €8.33 i ia marama","1368":"atu ki (X)","1369":"me (X)","1370":"imera me kohimu","1371":"ko ta matau pakete pa muna kei te puta mai i te moatatanga o2014","1372":"whakatika mo MEGA kohimu, imera, korero, me te hui whitiahua","1373":"He aha a MEGA? Pato,  ranei, nuku ruinga\/raro","1374":"hoki ki te wharangi timatanga","1375":"hoki ki te wharangi utaiho","1376":"he kaha na:","1377":"Kei te hiahia whakamahi koe? Mena whakarerea  e koe tenei wahanga, kei raru te  haumaru o to nama. Nuku nuitia to kiore kotiti noa nei ki te whakaheke i te raru","1378":"timathia te kemu","1379":"neke atu","1380":"nga momo","1381":"nga ahua tuinga a te kaimahi","1382":"tohatoah tino hiahiatia","1383":"whiria te tohatoha rarangi pou mo ia kopakitanga, ranei whakamahia ko te tohatoha tonu o nga kopaki katoa.","1384":"mo ia kopaki","1385":"kia rite tonu mo ia kopaki","1386":"tirohia te momo hiahiatia","1387":"whiriha te momo tirohanga (nga ata, ranei, nga mokamoka) mai i ia kopakitanga, ranei, whakamahia taua momo tirohanga mo nga kopaki katoa","1388":"(B) utaiho(\/B) (A) ki to rorohiko (\/A)","1389":"(B) homai (\/B) ki to aoatea (\/A)","1390":"kumea tukuna te pikitia ki konei","1391":"whai muri mai i a matau","1392":"nga konae me nga kopaki","1393":"whakaurua he whitiahua","1394":"kapehia te hononga","1395":"imerahia te hononga","1396":"whakaaetia te urunga ki nga whakaahua","1397":"timatahia nga ratonga a-rohe","1398":"tukuna kia whiti atu ki nga ratonga a-rohe","1399":"kei te pehea to ahua?","1400":"tino koa","1401":"pohauhau","1402":"koa kore","1403":"whakahokia mai he whakaaro","1404":"whakapa atu ki te tima manaaki ma te imera","1405":"Ka panuitia e matau to karere, otira na te tino nui o nga tono e kore pea e whakautua takitahitia koutou katoa ","1406":"Uaratia matau","1407":"tikina he manaaki, ranei, tirohia nga take rongo nui","1408":"mo","1409":"nga whakatau ","1410":"whiria te wahi kopaki hei hono mai","1411":"whakaahua riterite","1412":"timatahia te whakaahua riterite","1413":"ka utaake ki te kopaki whakaahua riterite","1414":"whakamahia nga raraunga pokapoka","1415":"e kore e utaake nga mahere raraunga pukoro","1416":"utaake muri","1417":"i etahi wa timatahia te whakaahua riterite ki te tini to wahi.","1418":"oti pai","1419":"timatahia te tohuuru","1420":"urua te tohuuru","1421":"tinihia te tohuuru","1422":"uruhia to tohuuru o aia nei","1423":"urua to tohuuru","1424":"katia to tohuuru","1425":"me uru anotia to tohuuru","1426":"whakaurua to tohuuru hou","1427":"uru anotia to tohuuru hou","1428":"kaore to tohuuru i rite, whakaurua anotia","1429":"kotahi urunga tohuuru i hapa","1430":"%i urunga tohuuru i hapa","1431":"raka tohuuru","1432":"timatahia te tohuuru","1433":"katia te tohuuru","1434":"ukuia \/ukuia kore nga raraunga","1435":"ukuia nga raraunga i muri i nga tekau hapa","1436":"reo panga ","1437":"Ingarihi","1438":"Pukariana","1439":"Potukihi","1440":"Haina Tuturu","1441":"Tiamana","1442":"Paniora","1443":"Wiwi","1444":"Hanekeria","1445":"Initonihia","1446":"Itariana","1447":"Hapanihi","1448":"Porihi","1449":"Hokowakia","1450":"Horowinia","1451":"Hipuru","1452":"Tatimana","1453":"Koriana","1454":"Ruhiana","1455":"wauta","1456":"utaina","1457":"uru mai","1458":"ihotia i te hononga MEGA","1459":"ihotia i konei","1460":"tini whiringa","1461":"Pepa Rehita","1462":"Rehitatanga nama hou","1463":"me tautokona ","1464":"tirohia to imera ka pato i te  hononga ki te urua a ka tautoko i te nama","1465":"me i kore koe i whiwhi i to imera tautoko me rehita ano","1466":"e whakaaea ana au ki te","1467":"nga tikanga ratonga","1468":"he kaiwhakamahi noa atu au i a MEGA","1469":"urua","1470":"e urua ana","1471":"hangaia he nama hou","1472":"anotia","1473":"e hono ana ki te kaituku","1474":"e tatauria ana te ki huna","1475":"hou ki a MEGA","1476":"pine raka","1477":"tohu he","1478":"tomokia","1479":"hokinga wahi ihotia ","1480":"kahi a-roto","1481":"whiria he kopaki me pupuritia ki whea nga konae ihotia","1482":"he tino kopaki ","1483":"ihotia ki","1485":"kei te tini  i te kupuuru","1486":"kei te he tenei kupuuru, ranei, ko nga kupuuru hou au kaore i te rite tahi. Me whakamahi ano","1487":"angitu ana te kupuuru","1488":"whiria to pakete","1489":"whiria te utu","1490":"ihotia ana te konae","1491":"me whakarerea to ihotia?","1492":"kei te whakahou i te rarangi konae","1493":"Patohia ki te whakakore i te ihotia ","1494":"kua hapa te ihotia","1495":"kua ihotia","1496":"kua timata te ihotia","1497":" katia tenei aketia?","1498":"e tukanga ana te  konae ","1499":"Pato ki te whakakore i te aketia","1500":"e timata ana te aketia","1501":"kua oti te aketia","1502":"kua hapa te aketia ","1503":"kore e taea te huaki i te konae i whiria","1504":"whiria mai i","1505":"whiria tenei momo","1506":"kua oti ke te ihotia","1507":"huakina ma ","1508":"kei te he te takoto hononga","1509":"ko nga hononga kopaki kaore i te manaakitia","1510":"imera he, ranei, kupuuru he. Kua tikaina e koe to nama imera","1511":"he poto rawa to kupuuru","1512":"whakaurua mai to nohoanga imera","1513":"kei te he to nohoanga imera","1514":"he hapa hononga ipurangi. Uru mai ano a te wa","1515":"kei te ngaro nga rauemi, uru mai ano a te wa.","1516":"heraru puaha konae ","1517":"kua aukati te tangata nana tenei konae","1518":"kaore i kitea te kamupene","1519":"ruarua rawa te wahi watea","1520":"Ko te nuinga o nga taputapu e kore e ihotia nga konae tua atu i te 4KP. Tera pea ka hapa to ihotia","1521":"tuarihia te hononga","1522":"tuarihia te konae","1523":"whiria","1524":"whakahuaina anotia","1525":"e ingoatia ana","1526":"nukua ki te wahi para","1527":"e nuku ana i te tuhinga","1528":"e hanga ana i te hononga","1529":"tuarihia te hononga ki te konae","1530":"e nukuhia ana ki te wahi para","1531":"tiakina ki","1532":"tiakina ki te punaha konae","1533":"tiakina ki te ihotia","1534":"whakawatea ki te ipurangi kore","1535":"whakaahua whakaritenga","1536":"aketia au whakaahua me au whitiahua aunoa ki a MEGA","1537":"kei te whakarite whakaahua me MEGA","1538":"kua oti te whakarite whakaahua","1539":"me aketia ma te WIFI anake","1540":"me aketia ma te utu anake","1541":"whakarite whakaahua ki ","1542":"he raruraru whakarite whakaahua ","1543":"kei te ngaro te kopaki taenga","1544":"kaore kia tau","1545":"kopaki whakaahua","1546":"kopaki taenga","1547":"whakarite whakaahua mai i","1548":"ko te kopaki whakaahua he","1549":"aketia nga puare ","1550":"ihotia nga puare","1551":"te kaute o nga herenga aketia whakaoritenga","1552":"te kaute o nga herenga ihotia whakaoritenga","1553":"raka pine","1554":"timatahia te raka pine","1555":"kua pai te wa raka pine","1556":"tohu huna","1557":"mua noa atu","1558":"te rahi (KP) o te kahi konae katoa ","1559":"te ihotia (KP) konae o  mua katoa ","1560":"he matihao ","1561":"hangaia he matihao hoahoa","1562":"Ma te hotaka ngohe e ahotia ia hoahoa kei a koe a ka hanga he momo iti (matihao) o te mea.","1563":"ihotia ma te WIFI anake","1564":"hoahoa","1565":"oro tangitangi","1566":"whitiahua","1567":"whiria mai i te punaha konae","1570":"nga whakaahua","1571":"nga whitiahua","1572":"ngatahi","1573":"he hapa whakarite kamera: ko te tiaki ki waho kaore i te watea","1574":"whakaahua anake","1575":"whitiahua anake","1576":"nga whakaahua me nga whitiahua","1577":"tapiria he kopaki i whakaritea","1578":"hapa","1579":"whiria he kopaki no konei me tetahi kopaki a MEGA","1580":"ko te kopaki kua whiria kua oti ke te whakarite ","1581":"he kopaki i whakaritea e kore e noho i roto i tetahi atu kopaki kua oti ke te whakarite","1582":"ko te kopaki MEGA i whiria kua oti ke te whakarite","1584":"ka taea te whakarite i te katoa o te nama ahakoa  kaore he whakaritenga whiriwhiri","1585":"Hei tupato","1586":"te kopaki o konei he tino nui rawa (he paku noa iho te kaha o te kopaki %1, ranei, o nga  konae %2. Whiria he kopaki ano.","1587":"ingoa whakaritenga","1588":"ko te ingoa %1 kei te whakamahia ketia  mo tetahi atu whakaritenga","1589":"whakaurua a ingoa rereke [kia kitea ai tenei whakaritenga kopaki","1590":"te kopaki o konei","1591":"te kopaki a MEGA","1592":"whiria he kopaki o konei","1593":"tukuna mai nga hono","1594":"utaiho ki taku rorohiko","1595":"homai  mai ki taku aoatea","1596":"Ka pai","1597":"whakakorea","1599":"whiria te kopaki o konei","1600":"hapa wewete tohu muna","1601":"e ngaro tonu ana","1602":"kua whakahoua ketia te Whakaritenga a MEGA","1603":"na noa nei i whakahoua","1604":"ko te whakamahi raraunga kaore i te watea mo tetahi wa pea","1605":"whakaritenga","1606":"te paetukutuku a MEGA","1607":"%1 o %2","1608":"e whakamahia ana %1","1609":"%1 o %2 me  (%3\/s)","1610":"%1 o %2 ( e tu)","1611":"nga nuku konae kei te tu","1612":"Whakaritenga a MEGA kei te matai","1613":"kua oti nga nuku katoa","1614":"whakakorea nga utaiho katoa","1615":"whakakorea te utaiho","1616":"whakakorea nga utaake katoa","1617":"whakakorea te  utaake","1618":"tapirihia te whakaritenga","1619":"kotahi konae i %1\/s","1620":"kotahi konae ( e tu)","1621":"%1 o %2 konae i %3\/s","1622":"%1 of %2 konae (e tu)","1623":"te katoa e toi ana","1624":"utaiho ana","1625":"utaake ana","1626":" whakaritenga a MEGA","1627":"urua ki roto","1628":"kei te mahi a Whakaritenga MEGA","1629":"pato i konei ki te huaki i te wini tunga","1630":"kua katia to whakaritenga %1 na te mea kaore te kopaki pamamao i te ora","1631":"Ko to whakaritenga \"%1\" kua katia na te mea ko to kopaki pamamao kei roto i te paepae para","1632":"Ko to whakaritenga \"%1\" kua katia  na te mea ko te kopaki o konei kaore i te ora","1633":"Hapa: kei te he te ara  kopaki ","1634":"kua aukatihia te aketia ","1635":"ko te kopaki (%1) kaore i ihotia na te mea he tino nui rawa. ( ko te momo e whakawhaitihia ana ki te kopaki %2, ranei, ki te konae %3","1636":"%1 kopae kaore i aketia na te mea he tino nui rawa ( ko tenei mea poto e whaititia ana ki te kopaki %2, ranei, ki te konae %3).","1637":"ka mutu te whakaritenga","1638":"ko nga ukui i te wa kaore i te oma kaore e whakatipuria.","1639":"e puta ahakoa","1640":"mo te whakaritengaa MEGA","1641":"te momo tohu huna %1 o te  Whakaritenga a MEGA","1642":"kua kapehia te hono ki te papapine","1643":"Kua kapehia nga hono ki te papapine","1644":"puta","1645":"mo ","1646":"hei mahi","1647":"e tu","1649":"timatahia","1650":"whakahoua","1651":"e tu","1652":"matai","1653":"whakaritenga","1654":"he hapa tono poto noa","1655":"He konae  hou konae i whakahoua kei to nama","1656":"hapa kore","1657":"he hapa o roto","1658":"he tohe he","1659":"i hapa te tono, tono anotia","1660":"ko te wa kaha mahi kua pau ke","1661":"kua hapa mo ake tonu","1662":"he tino nui rawa nga herenga tahi, nga nukunga ranei","1663":"he pamamao rawa","1664":"kua pau te wa","1665":"kua ngaro","1667":"kua aukatia te urunga","1668":"kua ora noa atu","1669":"kaore ano kia oti","1670":"hapa  muna  ki he.","1671":"tautuhi ropunga kino","1672":"aukatinga","1673":"tohatoha tua atu","1674":"watea kore wa poto","1675":"nui rawa nga panga","1676":"hapa tuhituhi","1677":"hapa titiro","1678":"hapa o te ki hotaka ngohe","1679":"hapa ngaro","1680":"He tupato ","1681":"whiringa kopaki","1682":"whiria he kopaki MEGA","1683":"tikina ano nga kopaki","1684":"kopaki hou","1685":"Pai","1686":"whakakore","1687":"aoatea","1688":"whakaurua te ingoa kopaki hou","1689":"e kore e taea te whakarite i te kopaki putake","1690":"whiria he kopaki raro","1691":"kei te %1 au kei tenei kopaki","1692":"kei te tino hiahia koe ki te whakarite ?","1693":"whakaurua kotahi, ranei, kia tini nga koopaki hono ki a MEGA ","1694":"tonoa","1695":"whakaurua etahi, ranei, tetahi o nga konae hono a MEGA","1696":"Kaore i kitea he hono tika mo MEGA (kaore ano nga hono kopaki kia manaakitia.","1697":"%1 haora noa atu","1698":"tikina te hono MEGA","1699":"katahi ano","1700":"%1 hekona noa atu","1701":"1 miniti noa atu","1702":"%1 miniti noa atu","1703":"1 haora noa atu","1704":"1 ra noa atu","1705":"%1 ra noa atu","1706":"1 marama noa atu","1707":"%1 he marama noa atu","1708":"1 tau noa atu","1709":"%1 he tau noa atu","1710":"huakina","1711":"whakaaturia i te kopaki","1712":"mea noa","1713":"nama","1714":"whakaritea","1715":"whanui tahei","1716":"kei mua rawa","1717":"awhina","1718":"whakakorea","1719":"mahiatinia","1720":"whakaaturia nga panga","1721":"huakina i te timata","1722":"aunoa te whakahou","1723":"reo","1724":"mokamoka","1725":"watea","1726":"puta","1727":"wahi toi ana","1728":"kaha ake","1729":"kopaki whakarite","1730":"ukuia","1731":"tapiri","1732":"kopaki tata","1733":"kopaki MEGA","1734":"nui auau utaake ","1735":"auau korehia","1736":"auau atu ki:","1737":"aunoa","1738":"tata ki te 90% o te whanui tahei e watea ana","1739":"whanu tahei tohatoha","1740":"he utaake watea kei ia hotaka punaha utaake  ka  mahia i te wa timata ai he utaake hou","1741":"he kopaki mo nga utaake mai i a Windows Explorer","1742":"nga ingoa konae e aukatia ana","1743":"rorohiko here raraunga ","1744":"rorohiko raraunga kore","1745":"kite aunoa ","1746":"rorohiko raraunga","1747":"momo raraunga rorohiko","1748":"rorohiko rarau","1749":"me whiwhi kupuuru te hoa rarau ","1750":"ingoa kaimahi","1751":"kupuuru","1752":"raraunga watea kore mo te wa noa","1753":"%1(%2) o nga %3 i whakamahia","1754":"kua timata ke to whakarite i o nama katoa","1755":"ka  mutu te mahi a te whakaritenga","1756":"e whakaaea ana koe?","1757":"ingoa apiti kore","1758":"whakaurua he ingoa aukati whakaritenga","1759":"(karipuihi ^ me te ? e whakaaetia ana):","1760":"kaiuiui whakatu","1761":"he nama MEGA taku","1762":"kaore aku nama MEGA","1763":"timatahia he nama hou mo MEGA","1764":"Ingoa","1765":"Imera","1766":"kupuuru","1767":"anotia te kupuuru","1768":"urua to nama MEGA","1769":"tautokona to nama ma te whakamahi i te hononga whakau kua tukuna ki to imera","1770":"whiria te momo whakauru","1771":"whakarite nama katoa ","1772":"whakarite to aoatea katoa","1773":"whakarite whiringa ","1774":"whakaritea he tino kopaki ki to aoatea","1775":"ko nga kopaki e whai nei  ka whakarite aunoatia","1776":"tinia","1777":"nau mai ki a MEGA","1778":"to kopaki tata","1779":"me  to kopaki MEGA","1780":"ka aunoatia te whakaritenga","1781":"hoki","1782":"a tena","1783":"kei tetahi atu tena","1784":"kei te u tikina te rarangi konae","1785":"imera he me\/ranei he kupuuru he","1786":"kua tautokona e koe to nama","1787":"kaore he kopaki MEGA","1788":"kua oti","1789":"whakaurua to nohoanga imera","1790":"whakaurua he nohoanga imera tika","1791":"whakaurua to kupuuru","1792":"whakaurua to ingoa","1793":"whakaurua he kupuuru pakari","1794":"ko te kupuuru he rite kore","1795":"me tautokona e koe a matau tikanga ratonga","1796":"hanga nama","1797":"he %1 kei to aoatea","1798":"ata tau o whakaaro ki te whakarite i o aoatea katoa?","1799":"me to aoatea MEGA","1800":"whiria he kopaki tata","1801":"whiria he kopaki MEGA","1802":"whiria he kopaki tata","1803":"aketia ki a MEGA","1804":"tuari tahitia  me te kaimahi MEGA","1805":"tonoa ki te kaimahi MEGA","1806":"1 konae","1807":"%1 nga konae","1808":"1 kopaki","1809":"%1 nga kopaki","1811":"whiria te kopaki utaake  mo au konae","1812":"utaake te katoa ki tenei wahi","1813":"he kopaki whakarite MEGA","1814":"kei te tata whakaurua mai tenei konae ki tetahi kopaki whakaritenga. Mena huakina utaiho e koe  te konae ka taruatia ki to rorohiko","1815":"ko ia tonu na?","1816":"kua tata whakaurua mai enei konae te ki kopaki whakarite. Mena huakina ihotia e koe, ka taruatia nga konae ki to rorohiko","1817":"etahi atu","1818":"kei te whanga a MEGA whakarite","1819":"kua whakahoungia a MEGA whakarite","1820":"haramai akuanei na mo Mac me Linux","1821":"I te rewatanga i a MEGA i te timatanga o 2013,  ko te tirotiro maha ki te ao a nga kawanatanga porohianga i raro i te huna me te whawhai tangata wetiweti he mea tumatuma kotiti noa a, ko nga kaiwhakamahi i kiia ai he kaiaria tohetohe.  Ko nga whakaputa a Edward Snowden  e 137 ra i muri mai, nana i tini ai te  whakaaro a te iwi whanui a na konei i tino marama ai  ko te \"kaupapa ma te whakamau\" <\/i> (ka taea e matau te uru ki au apure, otira ka oati matau kia pupuri hunatia ahakoa a e kore e whakamahi kinotia e matau\") he mea auaha tito noa. Ahakoa te mea poto noa <\/i> (\"e kore e taea e matau te uru atu ki au apure me te kore mohio atu\"), te mea hoki me tino kaha, taha ki taha, me tino mau  te mea e tino hiahiatia ana, inaianei kei te kitea te tino hapa o enei whakaaro.","1822":"I hangaia a MEGA i te ngawari o te tika tohuhuna, kia mahia kia whakawhiwhia, me kore e pa atu ki te whakamahi, ko MEGA e tino watea ana, me te kore whakauru ngohe a ko ia anake te kaituku rua kapua me te kanohi tino whakaputa, taha ki te taha whakamautanga. Ko nga tohu anake ka kitea o te papa tohuhuna e whakamahia ana ei raro i te potae a MEGA ko nga kohikohinga hinganga i te wa o te hainatanga. te kore hoki a te  whakahou kupuuru me te mea hou (pa hangai ki te kanohi) me te tuku kopae i mahia. I tenei ra, tini miriona nga pakihi me nga kaiwhakamahi e whai ana ki MEGA kia pupuri mautia kia pono tiaki me te tuku tahi mano miriona miriona ngau apure a e whakapono ana matau ko tenei angitu na te urunga ngawari atu ki te rua kapua tino mau a MEGA","1823":"te kimi kaimahi matau i nga wa katoa. Mena he  tino kaipukaha ngohe koe a me te hiahia uru mai ki to matau tima ao, kaua e tomuri ki te tuku mai i o tohu mahi ki @mega.co.nz","1824":"Kei te urua tonu koe. Kei te hiahia urua kore koe me te rehita i tetahi nama hou?","1825":"He aha a MEGA-whiritahi","1826":"Ko MEGA-whiritahi he tono uta tono kopaki whiritahi mai i to rorohiko  me to whakahaere kapua MEGA. Ko nga konae katoa me nga kopaki raro ka kapea taha ruatia. Ko nga whiringa i tetahi taha ka puta ki tera taha i te wa tonu nei (i roto i nga katinga punaha here aunoa me nga wa tini konae.) ","1827":"Me pehea te uta i a MEGA-whiritahi","1828":"Haere ki [A} te wharangi utaiho [\/A] ka whai i nga tohutohu. I te wa o te uta, ka pataitia koe kia uru kia ita i to nama MEGA me te whakamahi i nga kopaki kia ritetahi (pera me to taraiwa kapua MEGA katoa me te anga kopaki ki te wahi kopaki tata kotahi, ranei, ki te tino kopaki raro kei te taraiwa kapua ki te kopaki tata e rite ana. Mutu tonu atu te uta, ka timata aunoa a MEGA-whiritahi. I raro i a Windows, ka kite koe i tetahi tohu MEGA ka taea te pato i te paepae punaha i te wa e tere ana te taputapu whiritahi e uru ai koe ki te whiti ahua me te wharangi whakamahi.","1829":"Ka taea ranei e au te whakamahi i a MEGA-whiritahi ki nga tini rorohiko.","1830":"Ae. Ma te whiritahi i nga tini mea i roto i taua kopaki kapua ra ano, e taea e koe te whiri whiritahi rorohiko (ki te whakamahia e koe taua nama MEGA ki  ia mea).","1831":"Me pehea e taea e au te kite i nga ahua whiritahi o aku konae tata me aku kopaki?","1832":"Ko nga ata konae ata kopaki kei te whiritahi me te kapua ka tohua me tetahi porotaka kakariki. Ko nga whakawhiti haere tonu e tohua ana e te porotaka kahurangi, ko era kei te tatari e whero ana. ","1833":"Tiaki ai a MEGA-whiritahi i aku ingoa urua ki te whakamahi auurua. Ehara ranei tena i te mea tino ita.","1834":"E kao ki te tiakina munatia te taraiwa tata (tena mahia: he aha ai koe i hiahia whititahi mai i te taraiwa kapua muna ki te taraiwa tata muna kore?","1835":"I wetekina e au tetahi konae mai i te kopaki whiritahi tata i a MEGA-whiritahi e tu tonu ana. Katahi ka whakatimatahia, ka puta mai ano te konae. He aha ai?","1836":"Ko te momo tonu nei a MEGA-whiritahi kaore i te maumahara  ki au ahua punaha konae tata puta noa i nga timatamata. Kaore he whakaaturanga kei te ngaro te konae tata mai i te wa otinga i timata ai. Na kona, me  haere tonu a MEGA-whiritahi kia haere tonu ai au whakakore tata kia atarua tikahia","1837":"i tuhiruatia tetahi tino konae, ranei,  i korea e te hoawhiri. He aha te mea e taea ai e au te whakahoki mai?","1838":"i te taha kapua, ko nga konae korea ka nukuhia ki te tino \"Parawhiri\" anga kopakiraro ki to Paepae Para a ka taea te wete mai i reira (whakamahia te taputapu kimi a  MEGA ki te hiahiatia). I te rorohiko tata, kei te kopaki putake whiritahi he kopaki huna \"Para\" te wahi e purua ra nga mea korea.","1839":"Kei te mahia e MEGA-whiritahi nga tino mahinga momo konae?","1840":"Kao. Otira ka taea e koe te uru ki nga konae tuhirua i ia kopaki para kia tino ma rawa atu.","1841":"Kei te tautokona e MEGA-whiritahi te whakahou i nga konae ora.  ","1842":"Kao. Mehemea e tini ana te konae whiritahi, ka tuopu katoatia. Na reira, kaore e tino tautokona te whiritahi, hei tauira, ko nga konae peka nui me nga ripanga apure. Ko nga tuhi  muna he mahere hei tuku a te wa. ","1845":"he aukatinga ano e pa ana ki nga ingoa konae","1846":"Ko nga ingoa konae MacOS\/UNIX he tinokehi. Engari ehara ko nga ingoa konae a Windows. He kopaki pupuri tahi  i te \"ABC.TXT\" me \"abc.txt\" ka taea te whiritahi ki te mihini UNIX kore he raruraru, otira ki te whiritahitia me te mihini Windows, kotahi anake o nga konae e rua ka noho ora. ","1847":"Kore e aukatia e MEGA nga ingoakonae - kei roto ko nga pu kore nei e rite ki te punaha whakahaere pera i te: or\".  Ka tuhi anotia enei me he %xx i te taha tata a ka whakahokia ki te putaketanga pu ki te whiritahitia. He raruraru ano ta Windows Explorer ki etahi o nga ingoakonae me nga ingoakopaki tino hapa kore noa iho. \"con.doc\", hei tauira, kaore i te watea mai (kia matatau he aha i penei ai, me noho tonu hei tohunga hei tangata pakeke atu i enei mahi, me whiwhi i nga taha e rua ranei). Ki te tutaki koe ki tenei ahuatanga, tena, ngawari noa iho, whakaingoa houtia te konae i te taha kapua. Ko nga pu tauhou kei nga ingoakonae e manaaki katoatia ana. ","1848":"Kei te manaaki a MEGAwhiritahi i nga anga kopaki ahua hohonu tonu nei (E herea ana a MEGA ki nga taumata ono tekau ma toru) me nga ingoaara tino roa rawa atu (atu ki te 32,000 pu i raro i a Windows). I waimarie kore na te mea, ko nga ngohe Windows (me Explorer), e kore e taea te uru ki nga konae ko a ratau ara he roa ke atu i te 260 pu.","1849":"Me pehea e tino mohio ai au kei ahau nga tino momo Megawhiritahi hou.","1850":"Ka tirohia e MEGAwhiritahi mo te momo hou i ia rua haora a ka whakahou i a ia mena kei te watea mai tetahi (ka taea e koe te kati i tenei i nga 'whakahaerenga. Ko te tirohanga tuarua ka mahia kia timatahia ano e koe). Hei haumarutanga, ko te nama anake i timata tuatahitia ai a MEGAwhiritahi ka watea ki te whakahou i a ia ano.","1851":"Ka mahia e MEGAwhiritahi te hono hoa ki te hoa kia tere ake te whiritahi i waenganui i nga rorohiko tahi kei nga kupenga takiwa tata?","1852":"Kao. Ko tenei putanga ano a MEGAwhiritahi ka whiritahi  ki te kapua angaroto a MEGA.","1853":"Ka ahatia ki te pa  tohe tahi nga mahi ki nga tangata whiritahi ki te wahi kapua rite.","1854":"Ko te momo ia nei a MEGAwhiritahi e kore e whakaitika enei momo panga me e ahua atamahi. Me kaua e mahia te taea ai. ","1855":"Kei te manaakitia e Megawhiritahi nga ahua angakonae pera i nga hono, hoatu,  rarangi tiaki urunga, rerenga\/whaka, ranei, ko nga konae ruarua noa?","1856":"Kao. Kaua e penei ka mahi anotia ki te kapua","1857":"Kei te manaakitia e MEGAwhiritahi  te whiritahi i te kopaki tata rite ki etahi atu wahi tua rereke, ranei, ki taua  kopaki tua ano ki te wahi tata rereke","1858":"Kao, ranei, ki te hiahia tere tini tukanga MEGAwhiritahi  whakarara, e kore nei e tautokona.  Hei ture noa, ko ia mea punaha konae ka kitea kotahi wa anake e MEGAwhiritahi, na reira, kaua e whiritahitia nga kopakiraro o nga kopaki whiritahi, ranei, ma te puru tini hono ki te mea punaha konae i tetahi kopaki whiritahi tata.","1859":"Kei hea  to ata IOS","1860":"Ka taea e koe te uruiho me te uru i to matau ata IOS i te toa [\/A]  Ata[A]","1861":"Kei hea to ata Android.","1862":"Ka uruiho ka whakaurua ta matau ata Android i [A] Google Play[\/A]","1863":"Kei te hoatu maarika matau i te [A\/]ata[A] mo to taputapu iwaea, ano mo [B]iOS[\/B] me [C]Android[\/C]","1864":"Ripoata hapa","1865":"Kua kitea e MEGA-whiritahi he raruraru. Ko ia nei nga mokamoka.","1866":"Ka taea e koe te awhina i a MEGA-whiritahi ma te tono i tenei ripoata hapa. Kaore he parongo mou. Mena e hiahia ana koe ki te tuku mokamoka tua atu, tena tuhia ki raro nei:","1867":"Nga mihi nui mo au mahinga tahi","1868":"Tonoa mai to ripoata","1869":"Whiria he kaimahi","1870":"Whiria ko ehea kaimahi e hiahia utaina e koe [A].","1871":"Whiria mena hiahia koe ki te uta [A] mou ake mo etahi atu kaimahi i tenei rorohiko ranei. [B][","1872":"utaina mo tetahi ati e whakamahi ana i tenei rorohiko","1873":"utaina moku anakei","1874":"Hapa: kei te he te kopaki otinga. Kua whakakorea te utaake","1875":"Ko nga ingoa konae hou kua whakakorea ka whakaarohia i te wa e timata ano te tono","1876":"ko te rahinga ruatiaki: %1","1877":"ruatiaki","1878":"ukui","1879":"Kei te hapa au ruapu, kaore te ruapu i te mahi ranei.","1880":"ko te kopaki otinga kaore i te whiritahi a he konae ake tau kei roto me te ingoa rite (%1).","1881":"Mena ka haere tonu tau utaiho, ka tuhia purua aukatia te konae o mua","1882":"E hika te nui hoki o nga whetu","1883":"Kei te whiritahi koe tetahi kopaki tino nui. Kia aukatia te whiritahi o te nuinga putu katoa, he mea tupato he mea tino kino. E inoi ana matau kia iti ake to kopaki me te tapiri apure atu i te wa e mahi ana a MEGA -whiritahi","1884":"Ko te kopaki kaore i utaihotia na te mea he tino rahi rawa. Ka mahia e matau tenei tirohanga kia kore ai e utaihotia te katoa o te nuinga putu, he mea uaua he mea tino kino","1885":"%1 kopaki kaore i utaihotia na te mea he tino rahi rawa.   Mahia ai e matau tenei tirohanga kia kore ai e utaihotia te nuinga putu katoa, he mea uaua he mea tino kino.","1886":"Kei te huaina anotia e atu he kopaki tata i Explorer, otira ko te ingoa o te kopaki rite i taku taraiwa kapua ka noho pera tonu, ahakoa te te aha. ","1887":"Ko te kopaki e whakaingoatia na e koe, he konae huna e kiia ana ko te tepu.ini me te apure ingoa rauemi tata i haere ra o whakaingoatanga - ko te tino ingoa kopaki kaore i paku tini. Na whakakorea a 'desktop.ini' a timata ano. ","1888":"Kainga","1889":"Ata iOS","1890":"Ata Android","1891":"Tirohia nga whakautu  ki nga tino patai mo a matau ratonga","1892":"Matautautia nga tauira haumaru a MEGA me nga  munaahua","1893":"Whakawhiwhia nga mohiotanga mo te whiritahi i waenganui i to rorohiko me MEGA","1894":"Matauria nga momo ata Android, te kapua i to pukoro","1895":"Matauria anotia a MEGA me ona momo ahua hono kaha","1896":"Nga mea katoa me mohiotia e koe mo to nama MEGA","1897":"Matauria anotia a matau Ata iOS maori, ana, te kapua i to ","1898":"Patohia a Puta kia katia ai. ","1899":"Tirotirohia","1900":"e watea ana te whakahou","1901":"ka mahia  te whakahou puta ake te tautono timata ano.","1902":"kei te whakauru whakahou","1903":"kei te tirohia nga whakahou","1904":"utaina nga whakahou","1905":"He momo hou MEGA-whiritahi e watea ana!  Patohia tenei panui kia utaina ai.","1906":"kahore he whakahou e watea ana","1907":"he raruraru i te wa i utaina he whakahou.a  Me hoki ano  a te wa me utaiho te momo otinga mai i a: https:\/\/mega.co.nz\/#sync","1908":"tirohia nga whakahou","1909":"uru a-ringa","1910":"ka mahi anake mo te","1911":"Potonga Chrome","1912":"Kohai Chrome","1913":"utaihotia a MEGA","1914":"Poto\/kohai Chrome","1915":"Whakatupato: patohia anake te patene ki runga mena e whakapono ana koe ki te [A\/]toa ipurangi a [A]Chrome. He mea ano, ka taea e koe te uruiho a ringa nei me te whakauru i te piringa kei raro mai nei. ","1916":"utaiho mai i","1917":"Toa Ipuranga a Chrome","1918":"whakahou kei te watea. Kei te Utaiho...","1919":"kore taea te tiki i te punaha konae","1920":"Mahia anotia. Mena raruraru tonu whakapa atu ki a bug@mega.co.nz","1921":"kopaki hapa hei whiritahi.","1922":"Maumahara kaua e whakamahia enei pu \\\/ranei","1923":"ko te whiritahi i whiria kei te mahi","1924":"Whakakaha i te whiritahi nama katoa","1925":"Ma te whakakaha i o whiritahi nama katoa ka wetohia au whiritahi o aianei. ","1926":"Whiritahi nama katoa kei te mahi","1927":"tineia te whiritahi nama katoa","1928":"Ki te tineia to whiritahi nama katoa ka watea koe ki te whakatu whiritahi kopaki i whiria. ","1929":"Urua a MEGA ki to mata ipurangi he rere painga he haumaru  hoki","1930":"Ko te kapua ki to pukoro. Urua, rerea au konae i to waeapu i to tepupu ranei","1931":"Kei te timata a Megawhiritahi ","1932":"Ki te utaiho konae nui ke i te 1 Kikapaiti, whakamahia ta matau mata ipurangi tuaatu","1933":"Ki te utaino konae nui ke atu i te 1 kikapaiti, whakamahia he mata ipurangi hou ake. ","1934":"Wareware to kupu uru?  ","1935":"Mena he kapepu tau o to ki tohu matua , ka taea e koe te whakahou i to kupu uru ma te whiri AE. E kore e ngaro o puna apure","1936":"Ka taea tonutia e koe te [A] tonoatu [A] i to ki matua i naia tonu nei mena kei te puare to MEGA i tetahi atu mata ipurangi kei tenei kei etahi atu rorohiko ranei . Ki te kore e kore e taea e koe te wete huna i to nama ora otira ka taea e koe te whakatimata he mea hou i raro i to noho imera tonu ma te pato KAO","1937":"He kapepu tau o to ki matua?","1938":"Tino pai","1939":"Whakaurua to noho imera ki raro nei. Ka whiwhi hono whakaora e taea ai e koe te tuku i to ki matua me te whakahou i to kupu uru","1940":"Tona","1941":"Aue","1942":"Na te tapa ki te tapa kaupapa huna, e kore e taea e koe te uru atu ki o puna apure mena kaore o kupu uru, ranei, kaore au [A]kapepu[\/A] o to ki matua","1943":"Ka taea e koe te puru i to nama ora ka timata hou ano i raro i taua noho imera ano. Ki te karanga ano i to puru nama kupu uru, me whakapa atu ki [A] awhina@;mega.co.nz[\/A] ki te whiwhi awhina whakaora. Ka pupuritia o apure atu ki te ono tekau ra.","1944":"e kore e taea e koe te whakamahi i to whakaora nama i roto i te mahinga wa poto ora wa mahi","1945":"Kei te urua tonu koe i te nama {X}, me kore koe e maumahara i to kupu uru o aia nei a kei te hiahia tini i to  kupu uru, tena utaina to ki matua katahi ka puta i to urua ka timata ano.","1946":"Tirohia to noho imera ka timata ano","1947":"tu nama","1948":"Kua ngaro i a koe to kupu uru me to kore e taea te homai he  ki matua uta o mua? Ninipa noa, na te mahi kaha mea huna a Mega, ma te ngaronga o to ki matua ka ngaro tuhi katoa au apure. Mena haere tonu atu koe, ka timata nama hou e koe i raro i to noho imera tawhito. Ka noho tu tonu to nama tawhito mo te ono tekau ra atu a ka taea te whakaora ma te whakapa atu ki a [A]awhina@mega.co.nz[\/A] mena kei te mohio tonu koe ki to kupu uru.","1949":"Whiria he kupu uru hou","1950":"Naku te whakatau kei te timata hou au, me te nama kore a ka ngaro katoa nga apure kei taku nama o aianei  ki te kore au e whakawhiwhi i taku kupu uru, ranei, e kitea he ki matua tono atu","1951":"Timata nama hou","1952":"Panui:","1953":"Tiakina ai e matau he kapepu o au apure atu ki te ono tekau ra.","1954":"Me i maumahara koe ki to kupu uru, tena whakapa ki awhina@mega.co.nz mo te awhina whakaora i to apure nama tawhito. ","1955":"Whakahou kupu uru","1956":"Tukuna mai to ki matua uta. Ka taea tonutia e koe te uta mai i nga mahinga MEGA i huakina e koe i tetahi atu mata ipurangi, i tetahi atu rorohiko ranei.","1957":"Mena kaore i a koe to ki matua, ka taea e koe te[A] tu [\/A] i to nama e ora nei a ka timata ano.","1958":"whakamahia to konae kupu ki matua","1959":"Whiria he konae ki.","1960":"Tautokona","1961":"Kua uru angitu koe ki to nama. Whiria he kupu uru hou ki raro nei:","1962":"Tautokona te kupu uru ","1963":"Ko te ki matua i homai e koe kei te hapa.","1964":"E tika ana to whakawhiwhi ki tika?","1965":"Mena kaore i a koe te ki tika, ka taea tonutia e koe te [A} whakahou[\/A] ano i to nama","1966":"Hono whakaora kua mutu","1967":"Ko to hono whakaora kua mutu, hoki ano. ","1968":"Hono whakaora he","1969":"Hono he, hoki ano","1970":"Ranei, urua to ki matua i konei","1971":"Kore e taea e koe te mahi whakaora nama i te wa e urua ana. Puta urua ka hoki ano","1972":"Konae ki he","1973":"Ko to konae whiri he nui rawa. Me ata mahia to whiri konae kei reira ra e 22 ki matua pu. ","1974":"Mohio ana koe ka ngaro katoa au apure ne ra. ","1975":"Tu nama","1976":"Kei te tu angitu to nama tawhito. Urua to nama hou i naia tonu nei. ","1977":"Ki matua he","1978":"Ko te ki i homai e koe kaore e rite ana ki tenei nama. KIa tika to mahi ki matua ka hoki ano.","1979":"Aukatia te nama","1980":"Ko te nama e whakahou atu na koe kua aukatia","1981":"Ko to kupu uru kua angitu te whakahou","1982":"Kupuputia au [A] ki huna matua[\/A]","1983":"Ma to kupu uru e huaki i to ki matua","1984":"Ka taea te panui i o apure mai i etahi mahi hemi wete huna timata ai i to ki huna matua, e tiakina huna nei me to kupu uru. Na konei, ki te ngaro to kupu uru, e kore e taea te wete huna i to ki matua, e kore hoki e taea e koe te wete huna i o apure.","1985":"Ma te uta i to ki matua me te tiaki i tetahi wahi haumaru e taea ai e koe te whakatakoto kupu uru hou me te kore ngaro apure","1986":"E kore e taea e te kaipatuke o waho ki te uru atu ki to nama ma te ki anake. Ki te whakatakoto kupu uru me whiwhi rawa i to ki me te whiwhi urunga ki to imera","1987":"Tiaki ki matua hei konae kupu","1988":"Tiaki konae","1989":"Kapehia te ki matua ki te papawhata","1990":"Kapehia","1991":"Me tino whiwhi whakahaerenga i to ki matua (hei tauira i runga i te taputapu kiritaki, tiaki-waho, ta ranei","1992":"Kaua e tiakina ki te ipurangi (me huna tuatahi rawatia)","1993":"ranei[A]huakina he nama[\/]","1994":"Ae. otira, ko to kupu uru MEGA he mea nui atu i te kupu uru. Ka huakina to ki huna matua, me i kore, e kore e taea rawa atu te panui apure katoa. Na konei, e rua nga   momo whakahou kupu uru: ma te whakawhiwhi, whakawhiwhi kore ranei he kapepu o to ki matua i kapeputia. Ma te ki ka taea te whakatakoto he kupu uru               hou hei pupuri i to nama tonu nei. Me kore he ki, ka taea e koe te tu i to nama tonu nei ka whakatimata tetahi ano i raro i to nama tonu noho imera. Ko ta matau tutohu kia tiakina he kapepu o to ki matua i te wahi haumaru i nga wa katoa, kei hepu: Patohia  <a href=\"#kapepu\">konei<\/a> ki te uta i to ki, ranei, <a href=\"#whakaora\">konei<\/a> ki te whakahou i to kupu uru","1995":"Katahi te maumaharatia te kupu uru o taku nama tawhito i muri tonu i te mahi whakahou kupu uru. Me pehea te whakahoki mai i aku apure?","1996":"Mena kua hipa te ono tekau ra mai i to tunga i to nama tawhito, ka taea te whakaora ano i o apure. Whakapa atu [A] awhina@mega.co.nz[A\/] hei awhina.","1997":"Kei te patai a Mega kia mahia he kapepu o taku ki huna matua. He aha ai?","1998":"Mena tino tau whakaaro koe e kore e ngaro to kupu uru, kaore he kiko o te kapepu i to ki. Ki te whakaaro koe ki te whakamahi [A]kapepu[A\/], heoi, me tiakina i te wahi haumaru: ko te tangata whrwhi urunga ki to ki kapepu me to nama imera ka taea e ia te whakahou i to kupu uru a ka uru atu ki o apure.","1999":"Ka taea ranei e au nga wehenga i raro i a Windows?","2000":"Ahakoa te ahua i te tirohanga tuatahi, e kaha tohutohu ana matau kia kaua e peneitia, na te mea ko nga panewa FAT e rohewa ana, i puta whiringa rua wa i ia tau ai te katoa o au konae mena kei te noho koe i te takiwa tiaki wa huringa ra. Ninipa nei, ko te hapa hoahoa noa kei te hoahoa  Windows API e whakauaua nei i te nui whakatika mo enei panonitanga: kia pa mai te wa huringa ra, ko te wa i hopukina e te WaKonaeHopua kei te poto kotahi haora, na te mea kaore ano te kehi kia wa houtia. Kia timata anotia e koe to rorohiko,ko te wa kehi ka tikina mai ano e WaKonaeHopua kei te tika.\"  Kei tino whakaaro, popore mai ra, whakarerea a FAT.","2001":"Kei te hiahia utaake koe i o konae ki tetahi mahinga hou.","2002":"\"Kao\" la taea e koe te urua a ka timata i to utaake","2003":"Kupuputia to ki hono matua i naia tonu nei.","2004":"Kore nei e rite ki nga ratonga tiaki kaupapa kapua, ko MEGA he mea huna tapa ki te tapa. Na konei e kore e taea te kite i au kupupu ki te ngaro to kupu uru. E tino tohutia ana koe e matau kia kapeputia au ki huna matua i naia tonu nei. Ka whakahou te kupu uru me te kore ngaro o nga kapepu ka taea anake me i tuku ki matua tika mo to nama.","2005":"Pana","2006":"Kapeputia","2007":"tera atu","2008":"Tineia nga whakapipinga ata","2009":"akina he matai katoa","2010":"matai katoa","2011":"Ka mahia e Megawhiritahi he matai katoa a o kopaki whititahi ","2012":"Kei te hiahia whakatimata ano  i a Megawhiritahi i naia nei.","2013":"utaakehia nga konae\/kopaki","2014":"He momo hou a MEGAsync kei te watea mai","2015":"Kei te mahi a MEGAsyc. Patohia te ata terei punaha  ki te huaki i te matapihi tunga","2016":"Show status","2017":"Folder for uploads from this computer","2020":"Error getting session key","2021":"Full sync","2022":"Your local folder and your MEGA Cloud Drive will be automatically synchronized.","2023":"Choose","2024":"Your config is corrupt, please start over","2025":"Also available for <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Also available for <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Also available for <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"optional","2029":"Select Linux Distro","2030":"Please select your Linux distro and then click on the download button.","2031":"For Mac","2032":"For Linux","2033":"Downloading ZIP files larger than 2GB might require an additional unpacker tool (such as \"7zip\"). Unfortunately, ZIP64 is not natively supported on all operating systems."}