{
    "11": "Artikel 12",
    "12": "Tiada sesiapa pun boleh dikenakan sebarang gangguan terhadap keperibadian, keluarga, rumahtangga atau surat-menyuratnya, ataupun percerobohan ke atas maruah dan nama baik dengan sewenang-wenangnya. Setiap orang mempunyai hak perlindungan undang-undang terhadap gangguan atau percerobohan sedemikian.",
    "13": "Deklarasi Sejagat Hak Asasi Manusia",
    "14": "Sahkan penghapusan",
    "15": "Adakah anda pasti untuk membuang semua barangan daripada Tong Sampah anda secara kekal?",
    "16": "Ralat dalaman",
    "17": "Melebihi kuota jalur lebar",
    "18": "Terlalu banyak sambungan untuk muat turun ini",
    "19": "Sesi log masuk tamat atau tidak sah",
    "20": "Tidak tersedia untuk sementara waktu",
    "21": "Masalah akaun, sila semak emel anda",
    "22": "Fail tidak lagi wujud",
    "23": "Fail tidak lagi boleh diakses",
    "24": "Penyahsulitan ralat",
    "25": "Folder dimana anda berada telah dipadam atau dipindah oleh pengguna lain.",
    "26": "Folder Hilang",
    "27": "Malangnya, 1 fail tidak boleh dimuat naik kerana ianya lebih besar daripada [X].",
    "28": "Malangnya, [X1] fail tidak boleh dimuat naik kerana saiznya lebih besar daripada [X2].",
    "29": "Anda diterhadkan untuk memuat naik fail dengan sandaran Adobe Flash kami kerana pelayar web anda tidak menawarkan HTML5 FileReader. Jika anda ingin mengelakkan had ini (dan meningkatkan prestasi keseluruhan pelayar web), sila pertimbangkan untuk memasang [A]Google Chrome[\/A].",
    "30": "Had pelayar web",
    "31": "Anda hanya boleh memuat naik fail yang lebih kecil daripada [X] dengan Internet Explorer 9. Chrome, Firefox and Internet Explorer 10 membolehkan anda untuk memuat naik fail besar dengan mudah.",
    "33": "MEGA hebat dengan Google Chrome",
    "34": "Amaran:",
    "35": "Anda menggunakan pelayar web lama, yang menjejaskan prestasi pemindahan fail anda.",
    "36": "Sila menaik taraf ke Google Chrome.",
    "37": "Sedang pembekal pelayar web lain masih bergelut untuk melaksanakan spektrum penuh fungsi HTML5, Google Chrome mempunyai segala-galanya - hari ini. Untuk menikmati kuasa penuh MEGA ini (seperti kumpulan automatik dan muat turun), kami sangat menyarankan anda untuk meninggalkan pelayar web anda yang ketinggalan saat ini dan menaik taraf ke Chrome secepat mungkin.",
    "38": "Jangan tunjukkan mesej ini lagi",
    "39": "Tidak, Terima kasih",
    "40": "Muat Turun Chrome",
    "41": "Anda telah mengeluarkan folder yang mengandungi 1 folder bersama.",
    "42": "Sebaik sahaja anda mengosongkan Tong Sampah kongsi ini akan dilumpuhkan.",
    "43": "Anda telah mengeluarkan folder yang mengandungi [X] folder bersama.",
    "44": "Sebaik sahaja anda mengosongkan Tong Sampah kongsi-kongsi ini akan dilumpuhkan.",
    "45": "Amaran folder bersama",
    "46": "Ralat Dalaman",
    "47": "Oops, sesuatu tidak kena. Maaf tentang itu!",
    "48": "Sila masukkan sekurang-kurangnya tiga abjad untuk mencari.",
    "49": "pindah [X] item dipilih",
    "50": "1 fail",
    "51": "[X] fail",
    "52": "dan",
    "53": "1 folder",
    "54": "[X] folder",
    "55": "Baca-sahaja",
    "56": "Baca & Tulis",
    "57": "Akses penuh",
    "58": "Muat Turun",
    "59": "Dapatkan pautan",
    "60": "Perkongsian",
    "61": "Namakan semula",
    "62": "Pindah",
    "63": "Salin",
    "64": "Kebenaran",
    "65": "Anda mempunyai akses baca-sahaja ke folder ini.",
    "66": "Anda mempunyai akses baca & tulis ke folder ini.",
    "67": "Anda mempunyai akses penuh ke atas folder ini.",
    "68": "Folder baru",
    "69": "Buat Folder Baru",
    "70": "Bersihkan Tong Sampah",
    "71": "Tambah kenalan",
    "72": "Padam kenalan",
    "73": "Adakah anda pasti untuk memadam pengguna ini daripada senarai kenalan anda?",
    "74": "Adakah anda pasti untuk memadam pengguna-pengguna ini daripada senarai kenalan anda?",
    "75": "Padam kenalan",
    "76": "Anda akan membuang [X] fail daripada Tong Sampah untuk selamanya.",
    "77": "Adakah anda ingin teruskan?",
    "78": "Ya",
    "79": "Tidak",
    "81": "OK",
    "82": "Batal",
    "83": "Padam",
    "84": "Sahkan penghapusan",
    "85": "Muat semula",
    "86": "Nama",
    "87": "Saiz",
    "88": "Jenis pemindahan",
    "89": "Status",
    "90": "Kelajuan",
    "91": "Masa berlalu",
    "92": "Masa yang tinggal",
    "93": "Jenis",
    "94": "Kali terakhir diubahsuai",
    "95": "Emel",
    "96": "Hak",
    "97": "Muat Naik Baru",
    "98": "Muat Naik Folder",
    "99": "Muat Naik Fail",
    "100": "Bersihkan Tong Sampah",
    "101": "Tambah kenalan",
    "102": "Cari",
    "103": "Batalkan pemindahan",
    "104": "Fail-fail pemindahan",
    "105": "belum selesai",
    "106": "Pengurus fail",
    "107": "Adakah anda ingin menyalin folder terpilih ke peti masuk peribadi [X]?",
    "108": "Pengesahan",
    "109": "Adakah anda ingin menyalin folder terpilih ke folder bersama ini?",
    "110": "Adakah anda ingin menyalin item-item terpilih ke peti masuk peribadi [X]?",
    "111": "Adakah anda ingin menyalin item-item terpilih ke folder bersama ini?",
    "112": "Eksport pautan fail dan kunci penyahsulitan",
    "113": "Pautan fail",
    "114": "Kunci fail",
    "115": "Nama fail",
    "116": "Saiz fail",
    "117": "Pindah ke lokasi",
    "118": "Pilih destinasi",
    "119": "Melebihi kuota jalur lebar percuma",
    "120": "Muat turun anda tidak dapat diteruskan, kerana ianya akan membawa anda melebihi elaun pemindahan percuma semasa untuk alamat IP anda.",
    "121": "Had ini adalah dinamik dan bergantung kepada jumlah jalur lebar yang tidak digunakan yang kita ada.",
    "122": "Hanya pemindahan yang dibuat dalam lima ke enam jam lepas dikira.",
    "123": "Dalam tetingkap masa itu:",
    "124": "Anda telah memuat turun [X].",
    "125": "[X1] akan tersedia dalam [X2].",
    "126": "Had untuk IP semasa ialah [X].",
    "127": "Untuk kemudahan anda, muat turun beratur anda akan ditangguhkan sehingga anda mempunyai kuota yang cukup tersedia, dan kemudian akan disambung secara automatik.",
    "128": "Jika anda tidak mahu menunggu, anda boleh mempertimbangkan untuk mendaftar pakej jalur lebar yang juga akan memberi anda penyimpanan tambahan yang mencukupi.",
    "129": "Naik taraf ke Pro",
    "130": "Muat turun fail",
    "131": "Klik \"Benarkan\" untuk menyelesaikan muat turun",
    "132": "Pindah Item",
    "133": "Pindah [X]",
    "134": "Salin [X]",
    "135": "Ralat",
    "136": "Sila pilih destinasi folder.",
    "137": "Sila pilih destinasi folder yang sah.",
    "138": "Destinasi folder tidak boleh sama dengan yang asal.",
    "139": "Ralat pekeliling",
    "140": "Ralat pekeliling: destinasi tidak boleh di sub-folder folder yang ingin dipindah.",
    "141": "Sila masukkan alamat emel yang sah.",
    "142": "Sila tunggu...",
    "144": "Keluarkan kongsi",
    "145": "Alamat emel:",
    "146": "Kongsi ke pengguna baru:",
    "147": "Berikan kebenaran",
    "148": "Tutup",
    "149": "Perkongsian",
    "150": "Kenalan dijemput",
    "151": "Pengguna [X] telah dijemput dan akan muncul di dalam senarai kenalan seteleh terdaftar.",
    "152": "Anda tidak boleh menambah diri sendiri ke dalam senarai kenalan.",
    "153": "Alamat emel",
    "154": "Tambah kenalan",
    "155": "Tambah",
    "156": "Batal",
    "157": "Nama Folder",
    "158": "Buat",
    "159": "Batal",
    "160": "Nama folder ini telah digunakan. Sila cuba lagi.",
    "161": "Nama semula",
    "162": "Nama semula",
    "163": "Batal",
    "164": "Cakera Awan",
    "165": "Kenalan",
    "166": "Peti Masuk",
    "167": "Tong Sampah",
    "168": "Tong Sampah",
    "169": "Menu",
    "170": "Daftar",
    "171": "Log masuk",
    "172": "Seret & lepas fail anda di mana-mana",
    "174": "atau",
    "175": "Pilih fail",
    "176": "Pilih fail untuk dimuat naik",
    "177": "Anda memegang kunci kepada apa yang anda simpan di awan",
    "178": "Kolaborasi Selamat Dalam Talian",
    "179": "Pengurus Fail Berkuasa",
    "180": "Ekosistem aplikasi",
    "181": "Ciri-ciri terperinci",
    "182": "Kongsi folder yang disulitkan dengan rakan-rakan atau rakan kongsi perniagaan dan bertukar dokumen sulit dengan penyulitan hujung-ke-hujung yang telus.",
    "183": "Lihat dan urus fail melalui pelayar web anda, dengan kumpulan bersepadu dipercepat dan muat turun.",
    "184": "API terbuka yang komprehensif membolehkan pemaju pihak ketiga meningkatkan fungsi MEGA.",
    "185": "Penyulitan 2048 bit RSA",
    "186": "Log keluar",
    "187": "Akaun saya",
    "188": "Pengurus Fail",
    "189": "Batalkan sesi",
    "190": "Log masuk",
    "191": "buat akaun",
    "192": "Ingat saya",
    "193": "Log masuk",
    "194": "[X] pelayan dalam talian",
    "195": "Emel anda",
    "196": "Emel Anda",
    "197": "Sila masukkan alamat emel anda.",
    "198": "Sila masukkan alamat emel yang sah.",
    "199": "Sila masukkan kata laluan anda.",
    "200": "Oops, sesuatu tidak kena.",
    "201": "Emel dan\/atau kata laluan tidak betul. Sila cuba lagi.",
    "202": "Buat akaun baru",
    "204": "atau",
    "205": "log masuk",
    "206": "Nama anda",
    "207": "Emel Anda",
    "208": "Saya bersetuju dengan [A]Syarat Perkhidmatan[\/A] MEGA",
    "209": "Daftar",
    "210": "Bersedia untuk zaman yang baru",
    "211": "Penyimpanan awan tidak akan pernah sama",
    "212": "Sila masukkan nama anda.",
    "213": "Sila pilih kata laluan.",
    "214": "Anda perlu menerima syarat perkhidmatan kami.",
    "215": "Ralat tidak diketahui berlaku. Sila cuba sekali lagi.",
    "216": "Hebat",
    "217": "Sila semak emel anda dan klik pada pautan untuk mengesahkan akaun anda.",
    "218": "Alamat emel ini telah didaftarkan disatu akaun MEGA.",
    "219": "Alamat email ini telah didaftarkan disatu akain Mega.",
    "220": "Lemah",
    "221": "Sederhana",
    "222": "Baik",
    "223": "Sangat Baik",
    "224": "PILIH FAIL UNTUK DIMUAT NAIK",
    "225": "PILIH FAIL UNTUK DIMUAT NAIK ATAU SERET & LEPAS FAIL DI SINI",
    "226": "Untuk mengelakkan beban sumber, kadang-kadang kita perlu mengehadkan penggunaan jalur lebar. Dalam enam jam yang lepas, alamat IP anda telah menggunakan [X1], dimana, bersama-sama dengan fail yang dipilih [X2], akan melebihi had semasa kami [X3]. Bagi memastikan akses yang adil dan saksama kepada sumber-sumber kami, muat turun anda yang belum selesai telah ditangguhkan dan akan disambung semula secara automatik apabila kesesakan berkurangan.",
    "227": "Pemindahan yang dilindungi oleh kuota jalur lebar berbayar adalah terkecuali daripada had ini, jadi sekiranya anda tidak mahu menunggu, anda boleh mempertimbangkan untuk mendaftar akaun Pro.",
    "228": "Pengurusan trafik berkuat kuasa",
    "229": "Jangan tunjukkan lagi",
    "230": "Naik taraf ke Pro",
    "231": "Tidak terima kasih, saya akan tunggu",
    "232": "Tidak terima kasih, saya akan tunggu",
    "233": "Ralat sementara, mencuba semula.",
    "234": "Muat Turun Fail",
    "235": "Muat Turun",
    "236": "Import",
    "237": "Memulakan muat turun",
    "238": "Laporkan hakcipta",
    "239": "Muat turun selesai",
    "240": "Dalam usaha untuk melengkapkan proses pemindahan fail, anda perlu menyimpan fail anda secara manual.",
    "241": "Simpan fail anda",
    "242": "Kemaskini ke Chrome untuk menikmati kuasa penuh MEGA",
    "243": "Fail yang anda cuba muat turun sudah tiada.",
    "244": "Ini mungkin disebabkan oleh sebab-sebab berikut:",
    "246": "Fail telah dikeluarkan kerana pelanggaran ToS\/AUP.",
    "247": "URL tidak sah - pautan yang anda cuba akses tidak wujud",
    "248": "Fail telah dipadam oleh pengguna.",
    "249": "Fail yang anda cuba muat turun tidak tersedia untuk sementara waktu.",
    "250": "Lebihan dalaman kami telah gagal. Ini mungkin disebabkan oleh sebab-sebab berikut:",
    "251": "Sesetengah pelayan diturunkan untuk penyelenggaraan.",
    "252": "Kita sudah terlebih beban dan sedang menambah lebih banyak kapasiti.",
    "253": "Sila cuba lagi kemudian.",
    "254": "Fail yang anda cuba muat turun tidak lagi tersedia.",
    "255": "Fail ini tidak lagi tersedia kerana tuntutan hak cipta oleh [X].",
    "256": "Kunci anda tidak mempunyai kepanjangan yang betul.",
    "257": "Sila pastikan anda memasukkan kunci yang sah.",
    "258": "Muat turun",
    "259": "Apakah maksud \"MEGA\"?",
    "260": "MEGA adalah singkatan rekursi yang bermaksud \"MEGA Encrypted Global Access\".",
    "261": "Apakah MEGA?",
    "262": "MEGA adalah penyimpanan awan selamat dan kerjasama\/perkhidmatan komunikasi elektronik. Ia menawarkan ruang simpanan Internet yang boleh diakses secara percuma dan berbayar dan jalur lebar. Ia membolehkan anda untuk menyimpan dan mengakses fail anda dari dalam pelayar web anda atau melalui aplikasi pelanggan yang didedikasi.",
    "264": "Pada pengetahuan kami, penyimpanan awan dan penyulitan adalah mengikut undang-undang. Sila patuhi undang-undang dan peraturan mengenai [B]bagaimana[\/B] anda menggunakan penyimpanan awan dan penyulitan serta [A]syarat-syarat penggunaan[\/A] kami.",
    "265": "MEGA dibuat oleh orang yang sama dengan yang sebelum ini telah menjalankan perniagaan penyimpanan awan salah satu yang terbesar di dunia. Bolehkah saya memiliki akaun dan fail-fail saya kembali?",
    "266": "Malangnya, MEGA tidak mempunyai akses kepada mana-mana aset yang telah dibuat oleh pekerja-pekerjanya sebelum ini. Tidak ada undang-undang yang berkaitan dan tiada pengitaran semula apa-apa kod, perkakasan atau rekod pangkalan data, dan oleh itu kita kini tidak melihat apa-apa cara untuk memulihkan atau mendapatkan semula data legasi anda.",
    "267": "Mengapa mengasas sebuah syarikat penyimpanan awan di New Zealand, daripada semua tempat?",
    "268": "Antara sebab-sebab lain yang penting, nama asli Māori New Zealand adalah \"Aotearoa\", yang bermaksud \"Tanah awan putih yang panjang.\"",
    "269": "Bolehkah saya mengakses MEGA pada peranti mudah alih saya?",
    "270": "Anda boleh mengakses MEGA melalui pelayar mudah alih anda, tetapi ini akan menghadkan prestasi dan fungsi. Sebaliknya kami mengesyorkan untuk menggunakan aplikasi mudah alih kami yang didedikasi untuk peranti anda.",
    "271": "Bolehkah saya menyambung semula muat naik atau muat turun yang terganggu?",
    "272": "Ya, selagi anda tidak menutup tab pelayar, muat naik dan muat turun akan disambung semula secara automatik selepas contohnya mengalami gangguan rangkaian atau peranti anda memasuki mod siap sedia\/mod tidur. Sila ambil perhatian bahawa pelayan kami akan membuang secara automatik muat naik yang tidak lengkap selepas 48 jam tidak aktif.",
    "273": "Bolehkah saya memuat naik fail yang sama berkali-kali?",
    "274": "Kerana pelayan tidak dapat melihat nama fail, pertembungan nama fail perlu ditangani di sebelah pelanggan. Dengan tetapan piawaian, jika anda memuat naik fail yang seolah-olah sudah anda miliki di dalam akaun anda (sama sasaran jalan\/nama fail, saiz yang sama, masa pengubahsuaian terakhir yang sama), ia akan dilangkau, tetapi tiada apa yang dapat menghalang anda daripada menyimpan pelbagai fail atau folder dengan nama yang sama dalam folder yang sama.",
    "275": "Bagaimana anda mengawal penggunaan jalur lebar?",
    "276": "Polisi kami ialah untuk tidak mengenakan sebarang sekatan tiruan terhadap pengguna kami melainkan diperlukan akibat kesesakan infrastruktur. Oleh itu, kami mempunyai hak untuk menghadkan penggunaan jalur lebar pengguna untuk sebab-sebab operasi pada bila-bila masa secara per-IP. Giliran pemindahan anda akan disambung semula secara automatik apabila kesesakan berkurangan. Tidak ada campur tangan manual diperlukan.",
    "277": "Adakah terdapat sebarang had saiz fail pada MEGA?",
    "278": "Kami tidak mengenakan had saiz fail tiruan selain daripada ruang cakera awan yang tersedia anda. Walaupun semua pelayar semasa mampu memuat naik fail besar, muat turun saiz dikekang dengan Internet Explorer dan Safari disebabkan oleh sokongan HTML5 yang tidak lengkap mereka.",
    "279": "Bolehkah saya memuat naik dan memuat turun pada masa yang sama?",
    "280": "Ya. Satu muat naik dan satu muat turun bagi setiap tab pelayar boleh dijalankan dengan selari.",
    "281": "Mengapa kamu tidak memberikan thumbnail imej atau distrim pralihat video dan fail audio?",
    "282": "Kerana model penyulitan hujung-ke-hujung kami memang menghalang sebarang manipulasi data anda dibahagian-pelayan, yang akan diperlukan untuk melaksanakan ciri sepertinya.",
    "283": "Bagaimana saya memuat naik fail ke MEGA?",
    "284": "Terdapat tiga cara untuk memuat naik fail ke MEGA menggunakan pelayar laman web anda:",
    "285": "1. Klik pada butang merah pada halaman permulaan",
    "286": "2. Pergi ke pengurus fail anda dan klik pada butang \"Muat Naik Fail\" atau (jika anda menggunakan Chrome) \"Muat Naik Folder\" berhampiran bahagian atas",
    "287": "3. Seret dan lepaskan fail atau (jika anda menggunakan Chrome) folder ke laman web ini",
    "288": "Bagaimana untuk memasang MEGA?",
    "289": "MEGA boleh digunakan dengan mana-mana pelayar web moden. Walau bagaimanapun, bergantung kepada keupayaan pelayar tertentu anda, beberapa ciri mungkin tidak tersedia - kami amat mengesyorkan menggunakan Google Chrome, Mozilla Firefox atau Opera Next. Fungsi canggih seperti penyegerakan folder automatik atau pemasangan kepada sistem fail akan disediakan melalui pemasangan aplikasi pelanggan.",
    "290": "Bagaimana perkongsian folder berfungsi?",
    "291": "Anda boleh berkongsi apa-apa fail di dalam cakera awan anda dengan rakan-rakan, keluarga atau rakan sekerja. Jemputan adalah melalui alamat emel. Jemputan yang tidak mempunyai akaun akan menerima pemberitahuan emel dengan pautan pendaftaran. Selain itu, anda boleh membuat pautan awam kepada mana-mana folder anda dan mengeksport kunci kripto folder khusus, membuatkan ia boleh diakses tanpa akaun MEGA. Ia adalah kemudiannya tanggungjawab anda untuk menghantar kunci folder secara selamat kepada penerima.",
    "292": "Untuk menubuhkan, mengubahsuai atau memadam bahagian, hanya klik kanan pada folder dalam pengurus fail anda dan pilih Perkongsian. Terdapat tiga tahap akses: baca sahaja, baca\/tulis (fail boleh ditambah, tetapi tidak dihapuskan), dan penuh (fail boleh ditambah dan dipadam).",
    "293": "Jika anda menambah alamat emel yang tidak mempunyai akaun, anda perlu berada di dalam talian sekurang-kurangnya sehingga penerima melengkapkan proses pendaftaran supaya anda boleh menyulitkan rahsia perkongsian kepada kunci awam yang baru diwujudkan itu.",
    "294": "Bagaimana saya memadam orang dari folder bersama saya?",
    "295": "Hanya klik kanan pada folder dalam pengurus fail anda dan pilih perkongsian. Anda akan melihat semua orang yang kini mempunyai akses kepada folder yang dikongsi. Klik kanan pada orang itu dan pilih Padam dari menu.",
    "296": "Bagaimana saya mengenali folder bersama saya?",
    "297": "Folder bersama di dalam pengurus fail anda mempunyai ikon khas dengan tangan di bawah folder.",
    "298": "Bolehkah saya kongsi folder yang dikongsi dengan saya?",
    "299": "Tidak. Folder bersama adalah bukan transitif.",
    "302": "Bagaimana saya menyambung ke fail di MEGA?",
    "303": "Pertama sekali, kata-kata berhati-hati: Keselamatan kriptografi fail anda bergantung kepada kerahsiaan kunci penyulitan yang berkaitan. Pastikan anda menghantar mereka melalui saluran yang dilindungi sahaja! Piawaian emel, sebagai contoh, adalah tidak cukup baik.",
    "304": "Dengan itu dalam fikiran, pilih satu atau beberapa fail dalam pengurus fail anda, kemudian klik kanan dan gunakan \"Dapatkan pautan\". Satu dialog dengan pautan awam ke fail anda yang dipilih akan terbuka. Anda boleh memilih untuk mengeksport setiap pautan dan kunci berasingan atau sebagai pautan kombo tunggal.",
    "305": "Bagaimanakah penyulitan berfungsi?",
    "306": "Semua penyulitan adalah hujung-ke-hujung. Data yang dimuat naik disulitkan pada peranti muat naik sebelum ia dihantar ke Internet, dan data yang dimuat turun adalah dibuka hanya selepas ia telah tiba pada peranti memuat turun. Mesin pelanggan bertanggungjawab untuk menghasilkan, bertukar-tukar dan mengurus kekunci penyulitan. Tiada kekunci penyulitan boleh guna yang pernah meninggalkan komputer pelanggan (kecuali kunci awam RSA).",
    "307": "Adakah semua maklumat peribadi saya tertakluk kepada penyulitan?",
    "308": "Tidak. Hanya data fail dan nama fail\/folder yang disulitkan. Maklumat yang kita perlukan untuk operasi pengaksesan, seperti alamat emel, alamat IP, struktur folder, pemilikan fail dan kelayakan pembayaran, disimpan dan diproses tanpa penyulitan. Sila lihat polisi privasi kami untuk maklumat lanjut.",
    "309": "Adakah data yang saya simpan benar-benar selamat?",
    "310": "Semua keselamatan adalah relatif. Vektor serangan berikut wujud - mereka tidak khusus kepada MEGA, tetapi kami mahu anda tahu mengenai risikonya:",
    "311": "Akaun individu yang terjejas oleh:",
    "312": "- Spyware pada komputer anda. Satu keylogger mudah sudah mencukupi, tetapi sesi kelayakan dan kunci juga boleh diambil dari ingatan atau sistem fail.",
    "313": "- Bahu melayari. Jangan taip kata laluan anda semasa seseorang boleh melihat ketukan kekunci anda.",
    "314": "- Kata laluan kasar-memaksa. Gunakan kata laluan yang kukuh.",
    "315": "- Phishing. Sentiasa sahkan status keselamatan sambungan anda (https:\/\/) dan nama domain yang betul (mega.co.nz) sebelum memasukkan kata laluan.",
    "316": "Serangan besar-besaran boleh dipasang melalui:",
    "317": "- Satu serangan \"seorang lelaki di tengah-tengah\". Memerlukan pengeluaran salinan sah sijil SSL dalam kombinasi dengan pemalsuan DNS dan\/atau serangan di laluan BGP kami (senario gaya DigiNotar).",
    "318": "- Mendapat akses kepada pelayan web hosting https:\/\/mega.co.nz\/index.html dan menggantikan fail tersebut dengan versi palsu (ini tidak akan menjejaskan akses melalui asas aplikasi yang dipasang). Perhatian bahawa memanipulasi kandungan statik CDN yang diedarkan tidak menimbulkan risiko keselamatan, kerana semua kandungan aktif dimuatkan dari index.html adalah tertakluk kepada pengesahan dengan hash kriptografi (anggapnya sebagai sejenis \"but selamat\" untuk laman web). Jenis serangan ini memerlukan pengantaran kod berniat jahat kepada pelanggan dan boleh dikesan.",
    "319": "- Mendapat akses ke infrastruktur pelayan teras kami dan mewujudkan permintaan palsu utama ke atas saham yang sedia ada. Jenis serangan ini hanya menjejaskan data dalam akaun dengan folder bersama dan juga dapat dikesan di sebelah pelanggan.",
    "320": "Bagaimana jika saya tidak mempercayai anda? Adakah masih selamat untuk saya menggunakan MEGA?",
    "321": "Jika anda tidak percaya pada kami, anda tidak boleh menjalankan apa-apa kod yang disediakan oleh kami, yang menghalang anda membuka MEGA dalam pelayar anda dan memasukkan butiran log masuk anda. Walau bagaimanapun, disebabkan predigma penyulitan hujung-ke-hujung MEGA, anda boleh menggunakan aplikasi pelanggan yang ditulis oleh seseorang yang anda percayai dengan selamat.",
    "322": "Saya percaya pada anda dan pusat data anda di Zealand New, tetapi saya tidak mempercayai pusat data anda di Jerman, kerana ia dikendalikan oleh sebuah syarikat AS. Adakah masih selamat untuk saya menggunakan MEGA?",
    "323": "Ya, anda masih boleh menggunakan MEGA (dengan beberapa batasan) dengan selamat dengan pusat data teras di Jerman yang terjejas sepenuhnya. Pusat data New Zealand memastikan bahawa tiada kod penyangak boleh dijalankan apabila anda melawat https:\/\/mega.co.nz\/.",
    "324": "Adakah data yang saya masukkan ke dalam folder bersama selamat seperti data-data saya yang lain?",
    "325": "Folder bersama, secara semula jadi, hanya selamat sebagaimana ahli mereka yang paling kurang selamat. Walau bagaimanapun, kompromi infrastruktur pelayan teras kami menimbulkan risiko tambahan: kunci awam boleh dimanipulasi, dan permintaan utama boleh dipalsukan.",
    "326": "Andaikan bahawa nod penyimpanan MEGA secara fizikalnya terjejas. Apakah risiko-risikonya?",
    "327": "Mesej ralat selepas memuat turun fail dimanipulasi. Walaupun penyerang mempunyai kunci penyulitan untuk fail yang diberikan pada nod itu, dia masih tidak dapat menggantikannya dengan yang palsu tanpa menyebabkan muat turun gagal.",
    "328": "Adakah ia satu idea yang baik untuk menyimpan semua data saya di satu tempat?",
    "329": "Sentiasa simpan salinan lebih untuk fail-fail penting, dalam dan luar talian. Walaupun kami menjaga setiap fail pada sekurang-kurangnya dua lokasi, tidak ada jaminan terhadap kegagalan serentak yang pelbagai dan pengulangan salah laku kerajaan seperti yang pernah berlaku sebelum ini.",
    "330": "Mengapa saya perlu mengamanahkan data saya, daripada semua orang, anda?",
    "331": "Kami menyediakan penyulitan kawalan pengguna (UCE) di mana anda, pengguna, mengawal kekunci. Pelaksanaan UCE adalah sumber terbuka, dan kami menjemput dan menggalakkan masyarakat untuk meneliti dan memberi maklum balas. Kami percaya bahawa pendekatan ini adalah lebih selamat daripada menyimpan data anda pada pembekal dengan penyulitan bahagian-pelayan dimana ISP mengawal kunci atau lebih teruk lagi, tiada penyulitan sama sekali - jika, sebagai contoh, fail pengguna MEGA tiba-tiba boleh diakses tanpa kata laluan disebabkan kesilapan pengaturcaraan, mereka tidak akan dapat dibaca tanpa kunci penyahsulitan yang dikawal oleh pengguna.",
    "332": "Saya mendapati bahawa anda menggunakan HTTPS untuk memindahkan data fail yang sudah disulitkan. Tidakkah itu berlebihan?",
    "333": "Ya. Malangnya, kebanyakan pelayar membuat kesilapan dengan mewujudkan sambungan tidak selamat dari halaman terjamin, dan siapa yang boleh menyalahkan mereka kerana itu - mereka tidak mungkin akan sedar bahawa hakikatnya terdapat satu lagi lapisan penyulitan yang telah beroperasi. Kerana HTTPS mempunyai kesan buruk ke atas prestasi, kami membenarkan anda untuk mematikannya pada pelayar yang membolehkan ia (Chrome, Safari dan Firefox sehingga versi 17) untuk mempercepatkan pemindahan anda tanpa menjejaskan kerahsiaan atau integriti data anda. Anda akan melihat amaran SSL muncul apabila pemindahan fail pertama anda dalam sesetengah pelayar - dalam kes ini (dan hanya dalam hal ini), ia adalah selamat untuk mengabaikannya.",
    "334": "Apakah algoritma penyulitan yang MEGA gunakan secara dalaman?",
    "335": "Untuk pemindahan pukal, AES-128 (kami percaya bahawa penggunaan CPU yang lebih tinggi AES-192 dan AES-256 jauh melebihi manfaat keselamatan teori, sekurang-kurangnya sehingga kemunculan komputer kuantum). Selepas muat turun integriti pemeriksaan dilakukan melalui perubahan chunked CCM, yang kurang cekap daripada OCB, tetapi tidak dibebankan oleh paten.",
    "336": "Untuk mewujudkan rahsia bersama antara pengguna dan menjatuhkan fail ke dalam peti masuk anda, RSA-2048 (panjang utama telah dipilih sebagai kawasan tengah antara \"terlalu tidak selamat\" dan \"terlalu lambat\"). Semua penyulitan, penyahsulitan dan kunci generasi dilaksanakan dalam JavaScript, yang menghadkan pemprosesan kepada beberapa MB\/s dan menyebabkan beban ketara CPU. Kami berharap dengan pelaksanaan yang dicadangkan HTML5 WebCrypto API dalam semua pelayar utama, akan menghapuskan kesesakan ini.",
    "337": "Penjana nombor rawak tersedia JavaScript ini dipertingkatkan melalui masa tetikus\/papan kekunci yang didorong oleh pool RC4 entropi serta perawakan kripto.* jika ada (Chrome dan Firefox sahaja pada masa ini - kunci yang dihasilkan oleh Internet Explorer dan Safari adalah kurang selamat daripada yang mereka boleh).",
    "338": "Adakah MEGA menyimpan sandaran fail-fail saya?",
    "339": "Kami menyimpan fail anda pada sekurang-kurangnya dua pelayan pusat data yang berbeza, jika ada.",
    "340": "Saya terlupa kata laluan saya. Bolehkah saya tetapkannya semula?",
    "344": "Bilakah saya perlu untuk menaik taraf ke akaun Pro?",
    "345": "Akaun Pro memberikan anda ruang storan tambahan dan kuota jalur lebar tambahan yang kami berikan secara automatik apabila had jalur lebar operasi dicapai - anda boleh menggunakan kuota sendiri, atau memberikan kepada pihak ketiga untuk mengakses data anda (ini termasuk pengguna tanpa akaun MEGA) . Peratusan maksimum kuota jalur lebar yang diperuntukkan kepada pihak ketiga boleh dikonfigurasikan dalam tetapan akaun anda.",
    "346": "Apakah kebaikan ciri menghadkan kelajuan muat naik?",
    "347": "Banyak modem tidak mengutamakan paket yang lebih kecil dalam kes kesesakan pautan, menyebabkan trafik masuk anda terjejas teruk apabila pautan keluar anda penuh. Oleh itu, kami menawarkan kelajuan pilihan pengurusan automatik di mana kita mengukur jalur lebar sedia anda keluar pada awal sepuluh saat muat naik dan kemudian menyimpan sekurang-kurangnya 10% daripada ianya yang tidak digunakan. Anda juga boleh menetapkan had pemprosesan tetap.",
    "348": "Apa yang saya dapat dengan akaun percuma saya?",
    "349": "Boleh diakses secara global, berprestasi tinggi, cakera awan yang selamat dengan ruang simpanan [X]. Jika anda memerlukan lebih daripada itu, anda boleh menaik taraf kepada [A1]Pro[\/A1] akaun. Klik [A2]di sini[\/A2] untuk melihat penggunaan semasa anda.",
    "359": "Adakah anda menawarkan API?",
    "361": "Ya. Sila gunakan kit pembangunan perisian kami untuk menambah sokongan MEGA ke aplikasi anda.",
    "362": "Untuk mengelakkan beban sumber, kadang-kadang kita perlu mengehadkan penggunaan jalur lebar. Fail yang anda cuba muat turun adalah lebih besar daripada had semasa kami [X3]. Pemindahan telah ditangguhkan dan akan bermula secara automatik apabila kesesakan berkurangan.",
    "365": "Pelayar anda tidak cukup moden untuk memuat turun fail besar ini.",
    "366": "Amaran hak cipta",
    "367": "MEGA menghormati hak cipta orang lain dan memerlukan pengguna perkhidmatan awan MEGA mematuhi undang-undang hak cipta. Anda adalah dilarang daripada menggunakan perkhidmatan awan MEGA untuk melanggar hak cipta. Anda tidak boleh memuat naik, memuat turun, menyimpan, berkongsi, memapar, mengalirkan, mengedar, emel, menghubung, menghantar atau sebaliknya menjadika mana-mana fail, data, atau kandungan yang melanggar mana-mana hak cipta atau hak proprietari lain mana-mana orang atau entiti tersedia.",
    "368": "Berhati-hati:",
    "369": "Model keselamatan kriptografi MEGA bergantung kepada kerahsiaan kekunci yang dipaparkan di atas. Elakkan daripada menghantar mereka melalui saluran yang tidak selamat!",
    "370": "Salin ke papan klip",
    "371": "Disalin ke papan klip",
    "372": "Muat Naik",
    "373": "Muat Turun",
    "374": "Kami berjanji, kami tunaikan",
    "375": "Navigasi dihalang disebabkan oleh pemindahan fail yang belum selesai.",
    "376": "Anda perlu terlog masuk untuk melihat halaman ini.",
    "377": "Pemindahan fail sedang dijalankan. Jika anda teruskan, ianya akan dibatalkan.",
    "378": "Sila masukkan kata laluan untuk pengesahan akaun anda.",
    "379": "Sila log masuk untuk mengimport fail ini ke akaun anda.",
    "380": "Masukkan kunci penyahsulitan",
    "381": "Semua hak terpelihara",
    "382": "dibuat di New Zealand",
    "383": "Sokongan",
    "384": "Pusat Bantuan",
    "385": "Syarat-syarat Perkhidmatan",
    "386": "Dasar Privasi",
    "387": "Hak Cipta",
    "388": "Komuniti",
    "389": "Blog",
    "390": "Perkongsian",
    "391": "Penjual Semula",
    "392": "Pemaju",
    "393": "Rakan Hosting",
    "394": "Pelabur",
    "395": "Jadi penjual semula",
    "396": "Tentang kami",
    "397": "Keahlian Percuma",
    "398": "Keahlian Pro",
    "399": "Hubungi Kami",
    "400": "Asas",
    "401": "Perkongsian",
    "402": "Keselamatan & Privasi",
    "403": "Akaun",
    "404": "Pembayaran & Bil",
    "405": "Peralatan",
    "406": "Soalan yang sering ditanya:",
    "407": "Kategori:",
    "408": "Januari",
    "409": "Februari",
    "410": "Mac",
    "411": "April",
    "412": "Mei",
    "413": "Jun",
    "414": "Julai",
    "415": "Ogos",
    "416": "September",
    "417": "Oktober",
    "418": "November",
    "419": "Disember",
    "420": "Sila log masuk untuk memulakan muat naik anda.",
    "421": "Sila terima syarat perkhidmatan kami",
    "422": "Saya terima",
    "423": "Anda perlu akaun berdaftar untuk menggunakan ciri perkongsian. Adakah anda ingin mendaftar sekarang?",
    "424": "Perkongsian dilumpuhkan",
    "425": "Nama Semula Folder",
    "426": "Nama Semula Fail",
    "427": "Maklumat akaun",
    "428": "Baucar",
    "429": "Sejarah Sesi",
    "430": "Sejarah pembelian",
    "431": "Sejarah transaksi",
    "432": "Jenis akaun:",
    "433": "Naik taraf",
    "434": "Jenis langganan:",
    "435": "PERCUMA",
    "436": "Tiada kitaran bil",
    "437": "Ruang Penyimpanan:",
    "438": "[X] digunakan",
    "439": "[X1] daripada [X2]",
    "440": "Pengurusan Jalur Lebar:",
    "441": "Benarkan Pengurusan Jalur Lebar",
    "442": "Lumpuhkan Pengurusan Jalur Lebar",
    "443": "Anda boleh tentukan peratusan yang anda ingin peruntukkan untuk jalur lebar.",
    "444": "Tetap Peruntukkan Jalur Lebar:",
    "445": "Peruntukkan Jalur Lebar",
    "446": "(untuk muat turun pihak ketiga fail anda)",
    "447": "Jalur Lebar Muat Turun",
    "448": "(untuk memuat turun fail pihak ketiga)",
    "449": "Baki akaun",
    "450": "Tambah",
    "451": "Buat baucar:",
    "452": "Jenis baucar:",
    "453": "Pilih jenis baucar",
    "454": "Kuantiti:",
    "455": "Buat",
    "456": "Tebus baucar:",
    "457": "Beli baucar:",
    "458": "Tebus",
    "459": "Baucar anda",
    "460": "Baucar tidak digunakan",
    "461": "Baucar ditebus",
    "462": "Baucar dibatalkan",
    "463": "Baucar dibatalkan",
    "464": "Semua baucar",
    "466": "[X] Terakhir",
    "467": "Sejarah Sesi",
    "468": "Sejarah Pembelian",
    "469": "[X] pembelian terakhir",
    "470": "Sejarah Transaksi",
    "471": "[X] transaksi terakhir",
    "472": "[X] sesi terakhir",
    "473": "Oops, itu tidak kelihatan seperti kod baucar yang sah.",
    "474": "Tarikh tamat tempoh:",
    "475": "Tarikh\/Masa",
    "476": "Item",
    "477": "Jumlah",
    "478": "Kaedah pembayaran",
    "479": "Pelayar web",
    "480": "Alamat-IP",
    "481": "Negara",
    "482": "Aktiviti terbaru",
    "483": "Sesi semasa",
    "484": "ID Transaksi",
    "485": "Kredit",
    "486": "Debit",
    "487": "Kod baucar",
    "488": "Status",
    "489": "Tidak digunakan",
    "490": "Ditebus pada",
    "491": "Dibatalkan pada",
    "492": "Dibatalkan pada",
    "494": "Pilih pakej anda:",
    "495": "Penyimpanan",
    "496": "Jalur lebar",
    "497": "Pilih harga:",
    "498": "sebulan",
    "499": "setahun",
    "500": "Pilih harga:",
    "501": "Simpan 17%",
    "502": "Pilih harga:",
    "503": "Pilih kaedah pembayaran:",
    "504": "Baki prabayar",
    "505": "beli baucar",
    "506": "Profesional",
    "507": "Teruskan",
    "508": "kod baucar",
    "509": "SYARIKAT PRIVASI",
    "510": "Selamat datang ke MEGA!",
    "511": "Pasangan kunci awam \/ peribadi 2048-bit RSA anda sedang dibuat.",
    "512": "Untuk mengukuhkan kunci, kami telah mengumpul entropi daripada pergerakan tetikus anda dan pengaturan masa kekunci.",
    "513": "Kod baucar telah ditebus ke akaun anda, walau bagaimanapun baki prabayar baru anda tidak mencukupi untuk pembelian ini. Sila tambah baki lagi, atau cuba beli pakej yang lebih murah.",
    "514": "Baki tidak mencukupi, sila cuba lagi.",
    "515": "Folder ini mengandungi lebih daripada 500 kemasukan. Folder besar boleh memperlahankan pelayar web anda. Sila pertimbangkan untuk menggunakan sub-folder.",
    "516": "Dapatkan sokongan",
    "517": "Sesuatu tidak bekerja untuk anda? Sila semak [A]pusat bantuan[\/A] kami dahulu. Jika soalan anda tidak terjawab di sana, jangan teragak-agak untuk menghubungi kami.",
    "518": "Undang-undang",
    "519": "Jabatan undang-undang kami bersedia untuk bertindak balas kepada pertanyaan anda.",
    "520": "Hak cipta",
    "521": "Bimbang terhadap pengguna yang melanggar hak harta intelek anda? Sila hantar notis penjatuhan melalui [A]borang dalam talian[\/A] atau hantar emel kepada kami.",
    "522": "Cadangkan penambahbaikan",
    "523": "Sila hantar permintaan ciri dan cadangan yang berkaitan dengan kebolehgunaan di sini.",
    "524": "Laporkan pepijat",
    "525": "MEGA sedang di dalam beta, dan anda dijemput untuk mengemukakan laporan pepijat. Lebih terperinci, lebih baik.",
    "526": "Media",
    "527": "Kami mengalu-alukan ahli-ahli media, termasuk penulis blog, untuk menghubungi kami dengan pertanyaan yang berkaitan dengan MEGA.",
    "528": "Jadi penjual semula",
    "529": "Menjadi sebahagian daripada kisah kejayaan!",
    "530": "Program jualan semula kami akan membolehkan anda untuk menjual baucar Mega secara terus kepada pelanggan anda.",
    "531": "Butir-butir:",
    "532": "Anda akan mendapat akses ke bahagian pengurusan baucar kami yang canggih.",
    "533": "Buat baucar dalam masa nyata daripada baki akaun anda.",
    "534": "Bahagian pendapatan yang pemurah dari awal.",
    "535": "Lebih banyak anda jual, lebih tinggi bahagian pendapatan anda, lebih banyak keuntungan anda.",
    "536": "Akses API penjualan semula akan membolehkan anda untuk membangunkan peralatan hebat yang boleh berinteraksi dengan sistem kami dalam masa nyata.",
    "537": "Pengiklanan percuma: laman web anda akan dihubungkan kepada Mega.",
    "538": "Menerusi kajian & kelulusan permohonan penjualan semula anda. Perniagaan & laman web anda mesti memenuhi syarat piawaian kami.",
    "539": "Pendapatan",
    "540": "Pendapatan anda akan didiskaunkan kepada penciptaan baucar.",
    "541": "Perolehan bulanan",
    "542": "Pendapatan",
    "543": "lebih daripada [X]",
    "544": "Permohonan jualan semula",
    "545": "Daftar sebagai penjual semula",
    "546": "Maklumat",
    "547": "Maklumat anda",
    "548": "Pasaran",
    "549": "Pilih pasaran jualan semula:",
    "550": "Pembayaran",
    "551": "Pilih kaedah pembayaran",
    "552": "Pilih kaedah pembayaran daripada senarai pembekal tersedia",
    "553": "Pembekal pembayaran anda tidak tersenarai? Sila [A]emel kami[\/A]",
    "554": "Lengkapkan",
    "555": "Saya bersetuju dengan [A]Syarat Perkhidmatan Penjualan Semula[\/A] MEGA",
    "556": "Seterusnya",
    "557": "Pilih pasaran daripada senarai negara yang tersedia",
    "558": "Sebelumnya",
    "559": "Nama anda",
    "560": "URL perniagaan",
    "561": "Alamat",
    "562": "Poskod",
    "563": "Nama perniagaan",
    "564": "Nombor telefon",
    "565": "Bandar",
    "566": "Pilih negara untuk setiap kaedah pembayaran:",
    "568": "Sila pilih negara anda",
    "569": "Tetapan pemindahan",
    "570": "Bilangan sambungan muat naik selari:",
    "571": "Bilangan sambungan muat turun selari:",
    "572": "Had kelajuan muat naik:",
    "573": "Tiada",
    "574": "Automatik",
    "575": "Ditetapkan",
    "576": "Langkau fail yang sama apabila memuat naik:",
    "577": "Ya",
    "578": "Tidak",
    "579": "Gunakan SSL untuk pemindahan fail:",
    "580": "Melumpuhkan SSL meningkatkan prestasi dan tidak mengurangkan keselamatan.",
    "581": "Sila masukkan nama anda",
    "582": "Sila masukkan URL perniagaan anda.",
    "583": "Sila masukkan alamat anda.",
    "584": "Sila masukkan poskod anda.",
    "585": "Sila masukkan nama perniagaan anda.",
    "586": "Sila masukkan nombor telefon anda.",
    "587": "Sila masukkan bandar anda.",
    "588": "Sila masukkan negara anda.",
    "589": "Anda mesti menerima syarat perkhidmatan penjualan semula",
    "590": "Sila pilih sekurang-kurangnya satu negara.",
    "591": "Sila pilih sekurang-kurangnya satu kaedah pembayaran.",
    "592": "Sila pilih sekurang-kurangnya satu negara untuk setiap kaedah pembayaran.",
    "593": "Hebat",
    "594": "Anda akan menerima emel daripada kami dengan arahan selanjutnya.",
    "620": "Notis Tuduhan Hak",
    "621": "Notis",
    "622": "Kami menghormati hak cipta orang lain dan memerlukan pengguna-pengguna perkhidmatan kami mematuhi undang-undang hak cipta. Anda adalah dilarang daripada menggunakan perkhidmatan kami untuk melanggar hak cipta. Anda tidak boleh memuat naik, memuat turun, menyimpan, berkongsi, paparan, mengalirkan, mengedar, emel, menghubung, menghantar atau sebaliknya menjadikan mana-mana fail, data, atau kandungan yang melanggar mana-mana hak cipta atau hak proprietari lain mana-mana orang atau entiti tersedia. Kami akan bertindak balas terhadap notis pelanggaran hak cipta yang didakwa mematuhi undang-undang yang berkaitan dan betul diberikan kepada kami. Jika anda percaya bahawa kandungan anda telah disalin atau digunakan dalam cara yang berupa pelanggaran hak cipta, sila berikan kami maklumat berikut: (i) tandatangan fizikal atau elektronik pemilik hak cipta atau orang yang diberi kuasa untuk bertindak bagi pihak mereka; (ii) pengenalan kerja hak cipta yang didakwa telah dilanggar; (iii) pengenal pasti bahan yang dituntut melanggar atau untuk menjadi subjek melanggar aktiviti yang akan dibuang atau akses kepada yang akan dilumpuhkan, dan maklumat yang semunasabahnya mencukupi untuk membenarkan kami untuk mencari bahan tersebut sebagai contoh sumber pencari lokasi; (URL) (iv) maklumat kenalan anda, termasuk alamat, nombor telefon, dan alamat emel; (v) satu kenyataan oleh anda bahawa anda mempunyai kepercayaan niat baik bahawa penggunaan bahan itu mengikut cara yang diadu tidak dibenarkan oleh pemilik hak cipta, agen, atau undang-undang, dan (vi) satu kenyataan bahawa maklumat dalam pemberitahuan itu adalah tepat, dan, di bawah hukuman sumpah bohong (kecuali undang-undang yang mengatakan sebaliknya), bahawa anda diberi kuasa untuk bertindak bagi pihak pemilik hak cipta.",
    "623": "Kami mempunyai hak untuk membuang data yang dikatakan melanggar tanpa notis terlebih dahulu, mengikut budi bicara kami, dan tanpa liabiliti kepada anda. Dalam keadaan tertentu, kami juga akan menamatkan akaun anda jika anda bertekad untuk menjadi pelanggar yang berulang. Hak cipta ejen kami untuk notis pelanggaran hak cipta yang didakwa ialah:",
    "624": "Notis Hak Cipta",
    "625": "Sila gunakan borang ini untuk mengemukakan notis hak cipta. Kami akan bertindak balas dalam tempoh 24 jam (serta-merta semasa waktu perniagaan).",
    "626": "Kandungan:",
    "627": "Medan yang diperlukan",
    "628": "Melanggar hak cipta peribadi saya.",
    "629": "Melanggar hak cipta seseorang yang saya diberi kuasa untuk mewakili.",
    "630": "Jenis penjatuhan:",
    "631": "Pilih jenis penjatuhan:",
    "632": "1. Lumpuhkan URL awam yang dibekalkan sahaja - fail akan kekal di dalam akaun pemilik",
    "633": "2. Lumpuhkan semua URL awam fail asas bagi URL yang disediakan - fail akan kekal di dalam akaun pemilik",
    "634": "3. Buang semua keadaan fail asas URL yang dibekalkan - tidak ada pengguna yang dibenarkan untuk menyimpan ini di bawah apa keadaan sekalipun di seluruh dunia",
    "635": "Saya dengan ini menyatakan bahawa saya mempercayai perkongsian bahan hak cipta di lokasi di atas tidak dibenarkan oleh pemilik hak cipta, agen, atau undang-undang (contohnya, seperti penggunaan yang adil)",
    "636": "Saya faham yang saya akan bertanggungjawab untuk ganti rugi, termasuk kos dan yuran peguam, jika saya sengaja dan secara fizikalnya memberi gambaran yang salah tentang kandungan yang dilaporkan, URL, atau fail yang melanggar.",
    "637": "Maklumat dalam pemberitahuan ini adalah tepat, dan saya menyatakan di bawah hukuman sumpah bohong bahawa saya diberi kuasa untuk bertindak bagi pihak pemilik hak cipta.",
    "638": "Pemberitahuan ini adalah dokumen undang-undang yang serius - sila berhati-hati untuk tepat dalam tuntutan pelanggaran hak cipta anda. Anda mungkin ingin berunding dahulu dengan seorang peguam untuk menentukan sama ada kandungan yang anda laporkan sebenarnya melanggar dan tidak dilindungi oleh penggunaan adil, lesen, atau asas undang-undang yang lain.",
    "639": "Hantar notis",
    "640": "Tambah lagi",
    "641": "URL kandungan yang melanggar:",
    "642": "Nama pemilik hak cipta:",
    "643": "Jawatan:",
    "644": "Alamat emel:",
    "645": "Faks:",
    "646": "Bandar:",
    "647": "Poskod:",
    "648": "Kerja hak cipta yang didakwa telah dilanggar:",
    "649": "Nama penuh saya:",
    "650": "Syarikat \/ Organisasi",
    "651": "Telefon:",
    "652": "Alamat:",
    "653": "Negeri \/ Wilayah:",
    "654": "Negara:",
    "655": "Sila bekalkan URL bagi setiap kerja hak cipta yang didakwa telah dilanggar.",
    "656": "Sila bekalkan kerja hak cipta bagi setiap URL yang melanggar.",
    "657": "Sila pilih sama ada kandungan itu melanggar hak cipta peribadi anda atau seseorang yang anda dibenarkan untuk mewakili.",
    "658": "Sila pilih jenis penjatuhan.",
    "659": "Sila bekalkan URL bagi setiap kerja hak cipta yang didakwa telah dilanggar.",
    "660": "Sila bekalkan kerja hak cipta bagi setiap URL yang melanggar.",
    "661": "Sila bekalkan name pemilik hak cipta.",
    "662": "Sila bekalkan nama penuh anda.",
    "663": "Sila bekalkan alamat emel anda.",
    "664": "Sila masukkan alamat emel yang sah.",
    "665": "Sila sahkan bahawa anda mempunyai kepercayaan yang baik bahawa perkongsian bahan hak cipta di lokasi di atas adalah tidak dibenarkan oleh pemilik hak cipta, agen, atau undang-undang (contohnya, sebagai penggunaan adil).",
    "666": "Sila sahkan bahawa anda mungkin bertanggungjawab untuk ganti rugi, termasuk kos dan yuran peguam, jika anda sedar dan secara fizikal memberi gambaran yang salah tentang kandungan yang dilaporkan, URL, atau fail yang melanggar.",
    "667": "Sila sahkan bahawa pemberitahuan ini adalah tepat, dan nyatakan di bawah hukuman sumpah bohong bahawa anda diberi kuasa untuk bertindak bagi pihak pemilik hak cipta.",
    "668": "Terima kasih!",
    "669": "Kami akan mengkaji semula notis hak cipta anda tidak lama lagi.",
    "670": "Bahasa",
    "671": "Adakah anda bercakap pelbagai bahasa?",
    "672": "Bantu kami menterjemah!",
    "673": "Syarikat Privasi",
    "674": "Tiada sesiapa pun boleh dikenakan sebarang gangguan terhadap keperibadian, keluarga, rumahtangga atau surat-menyuratnya dengan sewenang-wenangnya. Setiap orang mempunyai hak perlindungan undang-undang terhadap gangguan atau percerobohan sedemikian.",
    "675": "Artikel 12, Deklarasi Sejagat Hak Asasi Manusia",
    "676": "MEGA adalah Penyimpanan Awan dengan Privasi Sentiasa-Hidup yang berkuasa",
    "677": "MEGA menyediakan penyimpanan awan yang mantap dengan privasi sentiasa-hidup yang mudah dan berkuasa. MEGA percaya dalam hak anda untuk berprivasi dan menyediakan anda dengan alat-alat teknologi untuk melindunginya. Kami memanggilnya Kawalan Penyulitan Pengguna, \"User Controlled Encryption\" atau UCE, dan ianya berlaku secara automatik.",
    "678": "Apakah Kawalan Penyulitan Pengguna MEGA?",
    "679": "Semua fail yang disimpan di MEGA adalah disulitkan. Semua pemindahan data dari dan ke MEGA adalah disulitkan. Dan walaupun kebanyakan pembekal penyimpanan awan membuat tuntutan yang sama, MEGA adalah berbeza - tidak seperti kebiasaan industri di mana pembekal penyimpanan awan memegang kunci penyahsulitan, di MEGA, anda yang mengawal penyulitan, anda memegang kunci, dan anda yang membuat keputusan untuk memberikan atau menafikan akses kepada fail anda, tanpa memerlukan sebarang pemasangan perisian yang berisiko. Semua ini berlaku dalam pelayar web anda!",
    "680": "Masa Depan MEGA",
    "681": "Awan MEGA hanyalah permulaan. Pada masa akan datang, MEGA akan menyediakan UCE dalam pelayar web anda untuk pelbagai aplikasi tanpa perlu memasang apa-apa. Teknologi kami akan melindungi emel, panggilan, perbualan dan aliran video anda.",
    "692": "Adakah MEGA sah disisi undang-undang?",
    "693": "Kami adalah kumpulan yang teknologi berdedikasi yang telah diberi masa, peluang dan akses Internet untuk membina perkhidmatan penyimpanan awan hebat yang akan membantu melindungi privasi anda. Kami telah memprogramkan perkhidmatan internet ini dari awal di Auckland, New Zealand. Tidak seperti kebanyakan pesaing kami, kami menggunakan teknologi keadaan seni pelayar penyulitan berasaskan di mana anda, bukan kami, yang mengawal kunci. Kumpulan reka bentuk kami termasuk Kim Dotcom, Mathias Ortmann, Bram van der Kolk dan Batato Finn. Tony Lentino, pemilik domain pendaftar Instra Corporation, adalah Wawasan Utama kami. Ketua Pegawai Eksekutif kami, Vikram Kumar, telah menjadi Ketua Eksekutif InternetNZ, sebuah pertubuhan bukan keuntungan yang menggalakkan visi 'Internet terbuka dan tidak tertangkap'. Kami berharap anda menyukainya.",
    "694": "1. Lumpuhkan satu pautan (\"URL\") bagi setiap fail - fail akan kekal di dalam akaun pengguna",
    "695": "2. Lumpuhkan pelbagai URL per fail ini - fail akan kekal di dalam akaun pengguna",
    "696": "3. Buang semua fail asas daripada URL yang dibekalkan - tidak ada pengguna yang dibenarkan untuk menyimpan fail ini di bawah apa keadaan sekalipun di seluruh dunia",
    "697": "4. Lain-lain",
    "698": "Anda boleh menghantar notis di sini",
    "699": "Sain dan hantar notis",
    "700": "Sila hantar notis penjatuhan anda secara manual melalui emel kepada [A1]copyright@mega.co.nz[\/A1] menurut [A2]peruntukan penjatuhan[\/A2] kami.",
    "701": "Emel notis penjatuhan",
    "702": "Laporkan Penyalahgunaan",
    "703": "Pautan pendaftaran anda tidak sah. Sila semak kemungkinan garisan henti di dalam emel pengaktifan anda.",
    "704": "Akaun anda telahpun diaktifkan. Sila log masuk.",
    "705": "Pengesahan anda tidak dapat diproses. Sila daftar semula. Kod ralat:",
    "706": "Tukar kata laluan",
    "707": "Kemaskini",
    "708": "Minta perubahan",
    "709": "Saya tidak boleh mengingat kata laluan semasa saya",
    "710": "Jika anda masih terlog masuk tapi tidak dapat mengingat kata laluan semasa anda, anda boleh menetapkan kata laluan baru dengan menyemak pilihan ini. Anda akan menerima pengesahan penukaran kata laluan melalui emel yang akan mengaktifkan kata laluan baru sekiranya diklik dalam tempoh 15 minit.",
    "711": "Minta Pertukaran",
    "712": "Penebusan selesai",
    "713": "Baki baucar telah dikreditkan ke akaun anda. Adakah anda ingin meneruskan pembelian pro anda sekarang?",
    "714": "Baucar ini telah ditebus.",
    "715": "Kata laluan baru yang anda masukkan tidak sepadan. Sila cuba sekali lagi.",
    "716": "Kata laluan semasa",
    "717": "Kata laluan baru",
    "718": "Sahkan kata laluan baru",
    "719": "Sila masukkan kata laluan semasa anda.",
    "720": "Sila masukkan kata laluan yang baru anda.",
    "721": "Sila semak emel anda dan klik pada pautan pengesahan untuk melengkapkan perubahan kata laluan anda.",
    "722": "Perubahan diminta",
    "723": "Kata laluan yang baru mesti berbeza dengan kata laluan semasa.",
    "724": "Kata laluan semasa yang anda berikan tidak betul.",
    "725": "Kata laluan anda telah ditukar.",
    "726": "Selesai",
    "727": "Kata laluan anda telah ditukar.",
    "728": "Pautan pengesahan kata laluan ini telah tamat tempoh.",
    "729": "Pautan ini telah disahkan.",
    "730": "Akaun anda telah digantung. Sila semak emel untuk maklumat lanjut dan bertindak balas secepat mungkin.",
    "731": "Akaun pengguna yang berkaitan telah ditamatkan kerana beberapa pelanggaran [A]Syarat Perkhidmatan[\/A] kami.",
    "732": "Anda telah terlog masuk ke dalam satu akaun yang berbeza dengan yang ingin anda sahkan. Sila semak sesi semasa anda, log keluar, dan kemudian klik pada pautan pengesahan sekali lagi.",
    "733": "Alamat emel tidak diketahui. Jika anda tidak mempunyai akaun dengan kami lagi, kami menjemput anda untuk mendaftar.",
    "734": "Terima kasih!",
    "735": "Sila semak emel anda.",
    "736": "Hanya akaun yang tidak mengandungi fail dan folder boleh menetap semula kata laluan mereka.",
    "737": "Tetap semula kata laluan",
    "738": "Meminta",
    "739": "terlupa kata laluan anda?",
    "740": "Kata laluan anda telah berjaya ditukar.",
    "741": "Sila pilih kata laluan selamat yang baru.",
    "742": "Tetap semula",
    "743": "Pautan telah tamat tempoh. Sila minta pautan yang baru.",
    "744": "Pautan tidak sah. Sila minta pautan yang baru.",
    "745": "Tiada kitaran bil",
    "746": "Jenis keahlian",
    "747": "Mingguan",
    "748": "Bulanan",
    "749": "Tahunan",
    "750": "Kitaran bil seterusnya ialah pada",
    "751": "Sekali",
    "752": "Lanjutan Firefox MEGA",
    "753": "Pasang lanjutan Firefox MEGA untuk prestasi muat turun yang jauh lebih baik. Ia akan membenarkan anda untuk memuat turun secara kumpulan dengan jumlah fail tanpa had dan tanpa sebarang sekatan saiz.",
    "754": "Lanjutan Firefox MEGA adalah selamat dan tidak dapat dilihat. Jika anda lebih suka menggunakan MEGA tanpa lanjutan, kami sangat mencadangkan anda untuk menggunakan [A]Chrome[\/A].",
    "755": "Pasang lanjutan",
    "756": "1 muat turun selesai",
    "757": "[X] muat turun selesai",
    "758": "Buka folder muat turun",
    "759": "klik di sini untuk membuka",
    "760": "Sila pasang lanjutan Firefox MEGA untuk memuat turun fail sebesar ini.",
    "761": "Sila sahkan",
    "762": "Anda akan memuat turun jumlah fail yang sangat besar, yang boleh memperlahankan pelayar web anda. Teruskan juga?",
    "763": "Kenalan",
    "764": "Muat turun anda tidak dapat dimulakan kerana cakera keras anda hampir penuh.",
    "765": "Muat turun anda tidak dapat dimulakan kerana cakera keras anda hampir penuh.",
    "766": "Sesetengah muat turun anda tidak dapat dimulakan kerana cakera keras anda hampir penuh.",
    "768": "Muat turun anda tidak dapat dimulakan kerana cakera keras anda hampir penuh, atau anda menggunakan Chrome dalam mod peribadi yang tidak menyokong penulisan fail.",
    "769": "Kami hanya boleh menggunakan 5% daripada ruang cakera anda yang ada untuk memuat turun. Sila bebaskan lebih banyak ruang untuk meneruskan.",
    "770": "Pilih kata laluan anda",
    "771": "Sahkan kata laluan anda",
    "772": "URL ke fail:",
    "773": "baki",
    "774": "Pautan emel",
    "775": "namakan semula di bawah:",
    "776": "Simpan",
    "777": "Ingat saya pada peranti ini",
    "778": "Tidak ada akaun MEGA?",
    "779": "Daftar sekarang",
    "780": "Sudah ada akaun MEGA?",
    "781": "Oleh kerana prestasi CPU yang terhad pada peranti mudah alih, penjanaan kunci RSA akan mengambil masa beberapa minit untuk selesai. Kami menghargai kesabaran anda.",
    "782": "Folder Kosong",
    "783": "Tiada fail di dalam Cakera Awan anda",
    "784": "Tiada Kenalan",
    "785": "Tiada keputusan.",
    "786": "Tiada fail di dalam Peti Masuk anda",
    "787": "Tiada fail di dalam Tong Sampah anda",
    "788": "Adakah anda pasti untuk memindah fail ini ke Tong Sampah?",
    "789": "Adakah anda pasti untuk memindah folder ini ke Tong Sampah?",
    "790": "Buka Fail",
    "791": "Import fail",
    "792": "Padam Fail",
    "794": "Padam Folder",
    "796": "Dapatkan Pautan",
    "797": "Kongsi Folder",
    "798": "Ruang Penyimpanan",
    "799": "Ruang Digunakan",
    "800": "Ruang Bebas",
    "801": "Versi desktop",
    "802": "Emel Kenalan",
    "803": "Fail Muat Turun",
    "804": "Malangnya, jenis fail ini tidak disokong pada peranti anda dengan MEGA.",
    "805": "Kami akan melaksanakan sokongan mudah alih untuk jenis fail ini dalam masa terdekat.",
    "806": "tukar nama folder:",
    "807": "tukar nama fail:",
    "808": "Pautan Folder",
    "809": "URL ke folder:",
    "810": "Pautan Muat Turun",
    "811": "URL ke fail:",
    "812": "Sahkan akaun",
    "813": "Folder Bersama",
    "814": "Adakah anda mahu membatalkan muat naik anda?",
    "815": "Adakah anda mahu membatalkan muat turun anda?",
    "816": "Sila masukkan alamat emel yang sah.",
    "817": "Anda tidak boleh membuat folder di dalam keputusan carian.",
    "818": "Adakah anda ingin menukar ke versi desktop?",
    "819": "memulakan",
    "820": "Fail ini telah diimport ke Cakera Awan anda.",
    "821": "Pemberitahuan Anda",
    "822": "Kembali",
    "823": "Tetapan",
    "824": "Folder bersama baru daripada [X]",
    "825": "Folder bersama baru",
    "826": "[X] membatalkan folder bersama",
    "827": "Folder bersama dibatalkan",
    "828": "[X1] folder dan [X2] fail",
    "829": "[X] folder dan 1 fail",
    "830": "1 folder dan [X] fail",
    "831": "1 folder dan 1 fail",
    "832": "[X] folder",
    "833": "[X] fail",
    "834": "1 folder",
    "835": "1 fail",
    "836": "[X] menambah [DATA]",
    "837": "[X] telah ditambah",
    "838": "[X] telah ditambah",
    "850": "JAN",
    "851": "FEB",
    "852": "MAC",
    "853": "APR",
    "854": "MEI",
    "855": "JUN",
    "856": "JUL",
    "857": "OGO",
    "858": "SEP",
    "859": "OKT",
    "860": "NOV",
    "861": "DIS",
    "862": "Pemberitahuan",
    "863": "Lihat semua",
    "864": "Muat turun sebagai ZIP",
    "865": "Buka",
    "866": "Salin 1 item dipilih",
    "867": "Salin [X] item dipilih",
    "868": "Pindah 1 item dipilih",
    "869": "Pindah [X] item dipilih",
    "870": "Sahkan",
    "871": "[B]Amaran:[\/B] melebihi koata penyimpanan. Sila padam fail atau [A]naik taraf akaun anda[\/A].",
    "872": "Pro",
    "873": "[X] saat yang lalu",
    "874": "1 minit yang lalu",
    "875": "[X] minit yang lalu",
    "876": "1 jam yang lalu",
    "877": "[X] jam yang lalu",
    "878": "1 hari yang lalu",
    "879": "[X] hari yang lalu",
    "880": "tadi",
    "881": "Anda menggunakan sesi tidak kekal. Data yang anda simpan akan hilang apabila ia tamat. Untuk mengekalkan fail anda, sila naik taraf ke akaun sebenar mengikut keselesaan terawal anda dan tuntut 50 GB ruang penyimpanan selamat di awan secara percuma!",
    "882": "Amaran",
    "883": "Buat akaun anda",
    "884": "[X] tidak sepenuhnya serasi dengan MEGA",
    "885": "Pelayar web anda",
    "886": "Internet Explorer 10 mengandungi pepijat yang boleh menjejaskan penulisan fail daripada JavaScript, menyebabkan situasi kekurangan memori semasa memuat turun jumlah data yang besar. Kami menjangkakan isu ini akan dibaiki dalam Internet Explorer 11. Dalam pada itu, sila naik taraf kepada pelayar alternatif.",
    "887": "[X] tidak mempunyai ciri-ciri HTML5 yang diperlukan oleh MEGA untuk melaksanakan client-side kriptografi dalam pelayar. Pemindahan fail HTML5 akan dicontohi melalui workaround Flash yang sangat terhad. Sila pertimbangkan untuk menaik taraf ke pelayar moden mengikut keselesaan terawal anda.",
    "888": "Sangat Disyorkan",
    "889": "Disyorkan",
    "890": "MEGA berkerja baik dengan pelayan-pelayan web berikut:",
    "891": "Amaran keserasian pelayar",
    "892": "Informasi",
    "893": "Dimuat naik",
    "894": "Jumlah saiz",
    "895": "Nama folder",
    "896": "Dibuat",
    "897": "Mengandungi",
    "898": "Beberapa fail & folder",
    "899": "Beberapa fail",
    "900": "Beberapa folder",
    "909": "Kata Laluan",
    "910": "Beli sekarang",
    "911": "Ambil kelebihan penuh MEGA dengan [B]Pro[\/B]",
    "912": "daripada",
    "913": "bulan",
    "914": "langganan tahunan",
    "915": "Ruang simpanan yang besar",
    "916": "Kuota jalur lebar yang pemurah",
    "917": "jika anda pilih untuk membayar secara tahunan",
    "918": "Bulanan",
    "919": "Tahunan",
    "920": "Naik taraf akaun anda",
    "921": "2 bulan percuma",
    "922": "1 bulan",
    "923": "1 tahun",
    "924": "Adakah anda mempunyai sebarang soalan tentang [A]akaun Pro?[\/A]",
    "925": "Pasukan sokongan kami akan gembira membantu anda.",
    "926": "Nama syarikat",
    "927": "Bandar",
    "928": "Poskod",
    "929": "Telefon",
    "930": "hari",
    "931": "bulan",
    "932": "tahun",
    "933": "Alamat",
    "934": "Negeri atau wilayah",
    "935": "Alamat PayPal",
    "936": "Akaun Bank",
    "937": "Nama penerima",
    "938": "Jelaskan strategi pemasaran anda",
    "939": "Nama bank",
    "947": "Cakera",
    "948": "Sampah",
    "949": "Peti Masuk",
    "950": "Kenalan",
    "951": "Akaun Saya",
    "952": "Kebanyakan peranti tidak boleh memuat turun fail lebih besar daripada 4GB. Muat turun anda mungkin akan gagal.",
    "953": "Tidak cukup ruangan bebas",
    "954": "Kredit",
    "955": "Aplikasi Mudah Alih",
    "956": "Pelanggan Segerak",
    "957": "Aplikasi Chrome",
    "959": "Aplikasi Firefox",
    "961": "Aplikasi",
    "962": "Kit Pembangunan Perisian",
    "963": "Dokumentasi",
    "964": "Program Penyertaan",
    "965": "Polisi",
    "966": "Panduan Penjatuhan",
    "967": "Log keluar",
    "968": "Buat Akaun",
    "969": "Sila cuba lagi",
    "970": "Masukkan kata laluan yang sah.",
    "973": "Jalur lebar digunakan",
    "974": "Urus akaun anda",
    "975": "Tambah Bintang",
    "976": "Padam Bintang",
    "977": "Tiada fail di dalam Cakera Awan anda.",
    "978": "Carian anda tidak sepadan dengan mana-mana dokumen",
    "979": "Tong Sampah anda kosong",
    "980": "Anda tiada kenalan",
    "981": "Peti Masuk anda kosong",
    "982": "Kandungan",
    "983": "Gambaran",
    "984": "Profil",
    "985": "Sejarah",
    "986": "Sunting profil anda",
    "987": "Tamat pada",
    "988": "Sambungan:",
    "989": "[X] kenalan",
    "990": "1 kenalan",
    "991": "Pergi ke Kenalan",
    "992": "Avatar",
    "993": "Tukar Avatar",
    "994": "Maklumat Peribadi",
    "995": "Tarikh lahir",
    "996": "Pilih negara",
    "997": "Tambah kenalan hanya untuk pengguna berdaftar.",
    "998": "Sila buat akaun percuma anda",
    "999": "Adakah anda ingin menaik taraf sesi tidak kekal anda ke akaun percuma sekarang?",
    "1000": "Elakkan kehilangan akses. Pendaftaran percuma amat digalakkan!",
    "1001": "Buang kenalan",
    "1002": "Adakah anda pasti untuk membuang [X] daripada senarai kenalan anda?",
    "1003": "Sahkan pembuangan",
    "1004": "Adakah anda pasti ingin memindah [X] ke tong sampah?",
    "1005": "Membuat pautan hanya untuk pengguna berdaftar.",
    "1006": "Perkongsian folder hanya untuk pengguna berdaftar.",
    "1007": "Anda tidak boleh membatalkan tindakan ini.",
    "1008": "melebihi kuota jalur lebar pro.",
    "1009": "Perlukan lebih jalur lebar?",
    "1010": "melebihi kuota penyimpanan.",
    "1011": "Ingin menyimpan fail-fail anda?",
    "1012": "kuota penyimpanan hampir melebihi.",
    "1013": "Perlu lebih kuota penyimpanan?",
    "1015": "Sila masukkan kod baucar anda.",
    "1016": "Pilih imej",
    "1017": "Gunakan ini sebagai Avatar",
    "1018": "Kosongkan",
    "1019": "Tambah alamat e-mel",
    "1020": "Sila masukkan alamat e-mel atau pilih kenalan.",
    "1021": "Hidup",
    "1022": "Mati",
    "1023": "Anda tidak mempunyai akses tulis ke folder ini.",
    "1024": "Sila masukkan nama folder.",
    "1025": "Beberapa item",
    "1026": "Masukkan kunci nyahsulit",
    "1027": "Nyahsulit",
    "1028": "Kunci Nyahsulit",
    "1029": "Pautan awam",
    "1030": "Pilih daripada kenalan anda, atau tambah alamat e-mel",
    "1031": "Eksport pautan fail dan kunci nyahsulit",
    "1032": "Termasuk kunci fail",
    "1033": "Salin kunci",
    "1034": "Muat turun beberapa fail",
    "1035": "Klik \"benarkan\" untuk menyiapkan muat turun",
    "1036": "Dikongsi dengan",
    "1037": "Setuju",
    "1038": "Pilih bahasa",
    "1039": "Bayar dengan PayPal",
    "1040": "Sila log masuk untuk mengaktifkan keahlian pro anda.",
    "1041": "Sila buat satu akaun untuk mengaktifkan keahlian pro anda.",
    "1042": "Memulakan",
    "1043": "Pautan folder tidak tersedia",
    "1044": "Pautan folder yang anda cuba akses tidak lagi tersedia. Ini mungkin disebabkan oleh sebab-sebab berikut:",
    "1045": "Pautan folder telah dipadam kerana melanggar ToS\/AUP.",
    "1046": "Pautan folder telah dimatikan oleh pengguna.",
    "1047": "Selamat datang ke MEGA pro",
    "1048": "Keahlian pro anda telah diaktifkan. Enjoy!",
    "1049": "Folder",
    "1050": "Tiada perkongsian",
    "1051": "Tidak pernah",
    "1053": "kuota jalur lebar hampir melebihi.",
    "1054": "Anda perlu menunggu [X] sehingga jalur lebar yang lebih diberikan ke akaun anda.",
    "1055": "Tidak mahu menunggu?",
    "1056": "Had ini adalah dinamik.",
    "1057": "Sahkan pembuangan sesi",
    "1058": "Anda sedang menggunakan sesi yang tidak kekal. Adakah anda pasti ingin menamatkan sesi?",
    "1059": "Tindakan ini akan memadam semua data anda.",
    "1060": "Penyulitan hujung-ke-hujung",
    "1061": "Tidak seperti lain-lain pembekal penyimpanan awan, data anda disulitkan dan dinyahsulitkan oleh peranti klien sahaja dan tidak oleh kami.",
    "1062": "Akses global",
    "1063": "Data anda boleh diakses bila-bila masa, daripada mana-mana peranti, dimana jua.",
    "1064": "Kerjasama selamat",
    "1065": "Kongsi folder dengan kenalan anda dan lihat kemas kini mereka dalam masa sebenar.",
    "1066": "MEGA menyediakan alat-alat yang membuat komunikasi dalam talian peribadi dan sulit mudah untuk digunakan.",
    "1067": "MEGA memberikan perkhidmatan yang disulitkan berasaskan awan yang membolehkan komunikasi dan kerjasama swasta [A]selamat dan peribadi[\/A] untuk perniagaan dan individu. Anda memegang dan mengawal kunci penyulitan data anda dalam awan.",
    "1068": "Kongsi folder dengan kenalan anda dan lihat kemas kini mereka dalam masa sebenar.",
    "1069": "Lihat bagaimana ia berfungsi",
    "1070": "Bagaimana ia berfungsi",
    "1071": "Ingin ketahui lebih lanjut tentang MEGA?",
    "1072": "Lihat video pelancaran",
    "1073": "Pelan Keahlian",
    "1074": "Dapatkan 50 GB dengan akaun percuma",
    "1075": "Lebih banyak berbanding dengan apa yang anda dapat daripada pesaing utama.",
    "1076": "Buat akaun",
    "1077": "Persaingan Pakej Pro",
    "1078": "Dapatkan sehingga 4 TB penyimpanan sulit serendah €8.33 sebulan.",
    "1079": "Semak pakej pro kami",
    "1080": "Aplikasi Mudah Alih",
    "1082": "Awan dalam poket anda. Akses dan aliran fail anda dari telefon pintar atau tablet anda. Muat naik dan segerak media anda ke awan.",
    "1083": "Dapatkannya secara percuma",
    "1084": "Tersedia untuk",
    "1085": "Pelanggan Segerak",
    "1086": "Penyegerak automatik yang mudah antara komputer dan cakera awan MEGA anda.",
    "1087": "Muat turun sekarang",
    "1088": "Aplikasi Pelayar",
    "1089": "Lanjutan pelayar kami akan memasang MEGA ke dalam pelayar anda untuk memuatkan lebih cepat dan menambah daya tahan terhadap serangan.",
    "1090": "Pergi ke halaman muat turun",
    "1091": "Klik untuk muat naik atau seret & letak fail di sini",
    "1092": "Tatal untuk teruskan",
    "1093": "Jangan sekali-kali masukkan kata laluan anda pada peranti yang anda tidak percaya sepenuhnya. Jangan log masuk ke akaun anda dari komputer yang dikongsi bersama atau awam.",
    "1094": "Untuk meningkatkan keselamatan, pasang [A]plugin pelayar[\/A] kami dan muat MEGA daripada komputer anda dan bukannya daripada pelayan kami.",
    "1095": "Buat akaun [A]percuma[\/A] anda",
    "1096": "Nama Pertama",
    "1097": "Nama Terakhir",
    "1098": "Nma pertama dan\/atau nama terakhir tidak sah.",
    "1099": "Sila masukkan nama pertama & nama terakhir anda.",
    "1100": "Alamat e-mel tidak sah.",
    "1101": "Sila masukkan alamat e-mel yang betul",
    "1102": "Kata laluan tidak sah.",
    "1104": "Sila kuatkan kata laluan anda.",
    "1105": "Kekuatan:",
    "1106": "Status kata laluan",
    "1107": "Kata laluan tidak sepadan.",
    "1108": "Buat Akaunt",
    "1109": "Kata laluan anda adalah kunci penyulitan induk anda.",
    "1110": "Keselamatan akaun anda bergantung kepada kekuatan kata laluan anda. Kata laluan yang terlalu pendek, terlalu mudah atau terdiri daripada perkataan kamus mudah diteka.",
    "1111": "Jangan lupa kata laluan anda.",
    "1112": "Tiada prosedur pemulihan kata laluan yang hilang. Jika anda tidak boleh ingat, anda tidak lagi boleh mengakses data yang disimpan anda.",
    "1113": "Akaun anda hanya seselamat komputer anda.",
    "1114": "Taip Semula Kata Laluan",
    "1115": "Pengesah kekuatan kata laluan sedang dimulakan.",
    "1116": "Sila cuba lagi dalam beberapa saat.",
    "1117": "Persetujuan Syarat-syarat Perkhidmatan",
    "1118": "Anda perlu bersetuju dengan syarat-syarat perkhidmatan untuk mendaftar akaun di MEGA.",
    "1119": "Kata laluan anda mudah diteka. Cuba buat kata laluan anda lagi. Gabungkan huruf besar & huruf kecil. Tambah aksara khas. Jangan gunakan nama atau perkataan kamus",
    "1120": "Kata laluan anda mudah diteka. Cuba buat kata laluan anda lagi. Gabungkan huruf besar & huruf kecil. Tambah aksara khas. Jangan gunakan nama atau perkataan kamus.",
    "1121": "Kata laluan anda adalah cukup baik untuk meneruskan, tetapi adalah disyorkan untuk mengukuhkan lagi kata laluan anda.",
    "1122": "Kata laluan ini akan menahan serangan brute-force yang paling biasa. Sila pastikan bahawa anda akan ingat.",
    "1123": "Kata laluan ini akan menahan serangan brute-force yang paling canggih. Sila pastikan bahawa anda akan ingat.",
    "1124": "Sangat Lemah",
    "1125": "Lemah",
    "1126": "Sederhana",
    "1127": "Baik",
    "1128": "Kuat",
    "1129": "kata laluan anda terlalu lemah untuk meneruskan",
    "1130": "E-mel dan\/atau kata laluan tidak sah.",
    "1131": "Sahkan akaun anda",
    "1132": "Koleksi Entropi",
    "1133": "Permainan ini akan mengumpul [A]entropi[\/A] berdasarkan pergerakan tetikus anda.",
    "1134": "Ini akan mengukuhkan lagi [A]kunci RSA[\/A] anda.",
    "1135": "Anda boleh membatalkan permainan sejurus penunjuk kemajuan adalah pada 100%.",
    "1136": "Selesai!",
    "1137": "anda kini boleh meneruskan ke langkah seterusnya untuk melengkapkan kunci anda.",
    "1138": "Teruskan",
    "1139": "Markah:",
    "1140": "Ini adalah langkah yang sangat penting dan boleh mengambil masa beberapa saat.",
    "1141": "Sila bersabar.",
    "1142": "Penciptaan kunci Awam - Peribadi",
    "1143": "Menjana kunci",
    "1144": "Penggunaan terawal berkaitan kriptografi yang diketahui adalah kembali kepada hampir 4000 tahun yang lalu, di Mesir purba",
    "1145": "Hari ini, 4000 tahun kemudian, kebanyakan pembekal utama penyimpanan awan masih belum diterima pakai kriptografi sepenuhnya.",
    "1146": "Lengkapkan akaun anda",
    "1147": "Pilih jenis akaun anda",
    "1148": "[A]Dapatkan 2 bulan percuma[\/A] jika anda membeli plan Pro setahun.",
    "1149": "Terhad",
    "1150": "Percuma",
    "1151": "Ambil kesempatan sepenuhnya daripada MEGA dengan [A]akaun Pro[\/A]",
    "1152": "Pilih pakej Pro anda:",
    "1153": "plan setahun",
    "1154": "Pasukan",
    "1155": "Memuat naik",
    "1156": "Memuat turun",
    "1157": "Muat Turun Percuma",
    "1158": "untuk Windows",
    "1159": "Akan datang untuk [A]Mac[\/A]",
    "1160": "MEGA ingin mengucapkan terima kasih kepada penulis satu komponen sumber terbuka berikut yang menyumbang fungsi penting untuk laman web kami:",
    "1161": "Selamat",
    "1162": "Data anda adalah disulitkan hujung ke hujung. Tiada siapa yang boleh memintas ia semasa dalam simpanan atau dalam transit.",
    "1163": "Fleksibel",
    "1164": "Segerak mana-mana folder daripada PC anda ke mana-mana folder dalam awan. Segerak berapa sahaja folder dengan selari.",
    "1165": "Pantas",
    "1166": "Ambil kesempatan daripada infrastruktur berkuasa tinggi MEGA dan pemindahan pelbagai sambungan.",
    "1167": "Pemurah",
    "1168": "Simpan sehingga 50 GB dengan percuma!",
    "1169": "Dicirikan sepenuhnya",
    "1170": "Cari, simpan, muat turun, aliran, lihat, kongsi, namakan semula atau hapuskan fail anda. Semua di sini - di telapak tangan anda.",
    "1171": "Akan datang bagi [A]iOS[\/A]",
    "1172": "Lanjutan Firefox",
    "1173": "Lanjutan Chrome",
    "1174": "Aplikasi ini akan membolehkan anda untuk memasang MEGA ke dalam pelayar anda. Ia akan mengurangkan beban masa, meningkatkan prestasi muat turun dan mengukuhkan keselamatan.",
    "1175": "Mana-mana URL MEGA akan ditangkap oleh aplikasi ini dan tinggal secara tempatan (tiada JavaScript akan dimuatkan dari pelayan kami). Kemas kini (-auto) yang selamat disediakan terima kasih kepada tandatangan kunci peribadi kriptografi.",
    "1176": "Dan jika anda benar-benar paranoid:",
    "1177": "matikan kemaskini-auto dan teliti kod sumber kami untuk setiap kemas kini secara manual.",
    "1178": "Muat turun MEGA untuk Firefox",
    "1179": "Pemasangan:",
    "1180": "Muat turun MEGA untuk Chrome",
    "1181": "Buka halaman lanjutan dalam Chrome",
    "1182": "menu> alatan> lanjutan",
    "1183": "atau taip",
    "1184": "di bar alamat anda.",
    "1185": "Seret & jatuhkan fail yang telah dimuat turun [X] ke halaman lanjutan Chrome dan sahkan pemasangan.",
    "1186": "Anda dengan mudah boleh membeli keahlian Pro MEGA dari salah satu penjual yang diberi kuasa oleh kami di bawah:",
    "1187": "Muat Turun",
    "1188": "Ke Komputer anda",
    "1189": "Import",
    "1190": "Ke Cakera Awan anda",
    "1191": "Fail yang anda cuba untuk muat turun tidak tersedia untuk sementara waktu.",
    "1192": "Tatal untuk mengetahui lebih lanjut tentang MEGA",
    "1193": "Memulakan akaun baru",
    "1194": "Adakan anda ingin mengimport fail ini ke sesi yang baru?",
    "1195": "\"Tidak\" akan membenarkan anda untuk log masuk dan proses pengimportan anda.",
    "1196": "Batalkan muat turun",
    "1197": "Adakah anda pasti untuk membatalkan muat turun ini?",
    "1198": "Fail yang telah dimuat turun akan dipadam.",
    "1199": "Tidak boleh menyahsulit metadata tanpa kunci.",
    "1200": "Syarat-syarat Perkhidmatan Gabungan",
    "1201": "[A]Sertai kami[\/A] dalam mengganggu pasaran penyimpanan awan",
    "1202": "Memacu perniagaan kepada kami dan dapatkan bahagian anda.",
    "1203": "Bantu kami berkembang dan menjadi sebahagian daripada kejayaan.",
    "1204": "Daftar",
    "1205": "Bagaimana ia berfungsi?",
    "1206": "Daftar dan dapatkan ID rakan kongsi unik anda yang boleh anda tambah ke URL kami.",
    "1207": "Kami akan jejaki semua pembelian yang dibuat oleh pelawat yang anda rujuk ke MEGA.",
    "1208": "Anda mendapat [B]20%[\/B] daripada semua hasil yang dijana melalui ID rakan kongsi anda.",
    "1209": "Langganan berulang akan dikira sebagain rujukan berulang.",
    "1210": "Untuk siapakah program gabungan?",
    "1211": "Pembangun Aplikasi:",
    "1212": "Bina aplikasi anda yang popular menggunakan [A]SDK[\/A] kami",
    "1213": "Tukar pengguna percuma ke pro dan dapatkan wang daripada aplikasi anda.",
    "1214": "Laman Web:",
    "1215": "Penulis Blog",
    "1216": "Laman perbandingan penyimpanan awan",
    "1217": "Apakah peraturannya?",
    "1218": "Sila baca dan patuhi [A]Syarat-syarat Perkhidmatan Gabungan[\/A] kami",
    "1220": "Bermula!",
    "1221": "Daftar untuk program gabungan kami, dan anda boleh mula mendapatkan wang serta-merta.",
    "1223": "Maklumat kenalan",
    "1224": "Kami perlukan sedikit butiran lanjut mengenai anda.",
    "1230": "Maklumat pembayaran",
    "1231": "Kami membayar sebulan sekali menggunakan PayPal atau pemindahan bank (Akaun bank New Zealand sahaja).",
    "1232": "Kaedah Pembayaran",
    "1233": "PayPal",
    "1234": "Akaun bank (NZ sahaja)",
    "1235": "Nama benefisiari",
    "1236": "Nama bank",
    "1237": "Nombor akaun bank",
    "1238": "Alamat Paypal",
    "1239": "Info ",
    "1240": "Kami ingin tahu bagaimana anda merancang untuk memandu trafik ke MEGA.",
    "1241": "Gambarkan strategi pemasaran anda:",
    "1242": "Saya bersetuju dengan [A]Syarat-syarat Perkhidmatan Gabungan[\/A] MEGA",
    "1243": "Anda terdaftar dalam program gabungan. Anda akan mendapat 20% daripada semua hasil yang dijana dengan ID rakan kongsi anda.",
    "1244": "Sila pastikan anda mematuhi [A]Syarat-syarat Perkhidmatan Gabungan[\/A] kami",
    "1245": "Anda boleh menjana pendapatan dengan menghantar trafik ke:",
    "1246": "Statistik",
    "1247": "Jangka masa",
    "1248": "30 hari",
    "1249": "90 hari",
    "1250": "180 hari",
    "1251": "365 hari",
    "1252": "Sepanjang masa",
    "1253": "Tarikh",
    "1254": "Jualan",
    "1255": "Perolehan",
    "1256": "Pendapatan",
    "1257": "Tiada jualan dicatatkan untuk tempoh masa yang dipilih.",
    "1258": "Pembayaran",
    "1259": "Tiada bayaran yang dicatatkan untuk tempoh masa yang dipilih.",
    "1260": "ID Rakan Kongsi",
    "1261": "Sila masukkan tarikh lahir anda.",
    "1262": "Sila masukkan bandar anda.",
    "1263": "Sila masukkan negeri atau wilayah anda.",
    "1264": "Sila masukkan ZIP \/ Kod pos anda.",
    "1265": "Sila masukkan nombor telefon anda.",
    "1266": "Sila gambarkan strategi pemasaran anda.",
    "1267": "Anda perlu bersetuju dengan Syarat-syarat Perkhidmatan Kerjasama.",
    "1268": "Sila masukkan alamat PayPal anda.",
    "1269": "Sila masukkan nama benefisiari akaun bank NZ anda.",
    "1270": "Sila masukkan nama bank NZ anda.",
    "1271": "Sila masukkan nombor akaun bank NZ anda.",
    "1272": "MEGA dibuat oleh manusia dan oleh itu ia tidak sempurna. Jika anda menghadapi pepijat, kami amat menghargai dan ingin mendengar mengenainya supaya kami boleh memperbaikinya - lebih terperinci maklumat yang anda berikan, lebih baik.",
    "1273": "Kami mengambil hak harta intelektual serius dan menguatkuasakan penjatuhan\/polisi pelanggar berulang.",
    "1274": "Untuk maklumat lanjut, sila baca [A]panduan penjatuhan[\/A] kami.",
    "1275": "Anda boleh mengemukakan notis penjatuhan melalui borang dalam talian kami atau menghantar e-mel kepada kami.",
    "1276": "Adakah anda mempunyai sebarang masalah atau idea? Adakah anda ingin mengetahui lebih lanjut mengenai produk kami?",
    "1277": "Kami sentiasa tersedia.",
    "1278": "Sila pilih",
    "1279": "Langkah 1",
    "1280": "Langkah 2",
    "1281": "Maklumat kandungan",
    "1282": "Maklumat pemilik hak cipta",
    "1283": "Tambah satu lagi URL",
    "1284": "Nama pemilik hak cipta",
    "1285": "jika berkenaan",
    "1286": "Nama ejen yang diberi kuasa pemilik hak cipta mengemukakan notis:",
    "1287": "Notis Hak Cipta Diterima",
    "1288": "Kami akan mengkaji semula dan memproses notis anda segera.",
    "1289": "Terima kasih kerana mengklik pautan jemputan. Sila buat akaun percuma anda di bawah.",
    "1290": "Oops, ini tidak seperti pautan jemputan yang sah. Adakah anda sudah mendaftar akaun?",
    "1291": "Anda telah mengklik pada pautan jemputan sebelum ini. Sila membuat akaun anda.",
    "1292": "Akan Datang",
    "1293": "Selamat datang ke pusat bantuan",
    "1294": "Jika soalan anda tidak dijawab di sini, jangan teragak-agak untuk menghubungi kami.",
    "1295": "Hubungi Sokongan",
    "1296": "Topik Popular:",
    "1297": "Alamat e-mel sudah digunakan.",
    "1298": "Sila log masuk ke akaun anda.",
    "1299": "Tarik untuk segar semula",
    "1300": "Kemas kini terakhir",
    "1301": "Hari ini",
    "1302": "Semalam",
    "1303": "Minggu ini",
    "1304": "Minggu lalu",
    "1305": "Bulan ini",
    "1306": "Tahun ini",
    "1307": "Lebih tua",
    "1308": "Muat turun gagal",
    "1309": "Muat naik gagal",
    "1310": "Sila masukkan kod pengesahan",
    "1311": "Ralat memuat fail",
    "1312": "Terlepas nama pengguna\/kata laluan",
    "1313": "Log masuk gagal",
    "1314": "Ralat Pemadaman",
    "1315": "Akaun e-mel tiada",
    "1316": "Simpan fail ke luar talian untuk pralihat",
    "1317": "Ralat menjana pautan",
    "1319": "Kata laluan terlalu singkat",
    "1320": "Nama terlalu singkat",
    "1321": "Ralat memuat butiran akaun",
    "1322": "Muat naik selesai",
    "1323": "Melog masuk",
    "1324": "Log masuk berjaya",
    "1325": "Menjana pautan",
    "1326": "Pautan telah disalin ke papanklip",
    "1327": "Muat turun selesai",
    "1328": "Muat turun bermula",
    "1329": "Menunggu",
    "1330": "Masukkan nama pengguna dan kata laluan",
    "1331": "E-mel",
    "1332": "Sahkan pendaftaran",
    "1333": "Sila semak emel anda dan tampal kod pengesahan atau ketik pada pautan pengesahan istimewa iOS.",
    "1334": "Batalkan pendaftaran",
    "1335": "Kod pengesahan",
    "1336": "Gunakan terbaru",
    "1337": "Ambil Gambar",
    "1338": "Pilih Yang Sedia Ada",
    "1339": "Tambah folder",
    "1340": "Masukkan nama untuk folder baru",
    "1341": "Pilih gambar",
    "1342": "Sunting",
    "1343": "Kosongkan Cakera Awan",
    "1344": "Kongsi",
    "1345": "Simpan ke luar talian",
    "1346": "Pemindahan",
    "1347": "Peti Masuk Kosong",
    "1348": "Folder Dikongsi",
    "1349": "Tiada Gambar",
    "1350": "Gambar",
    "1351": "Dalaman",
    "1352": "Tersedia",
    "1353": "Simpan untuk akses luar talian",
    "1354": "Tetapkan jumlah maksimum penyimpanan pada peranti anda",
    "1355": "Versi",
    "1356": "Maklum balas",
    "1357": "Keluar",
    "1358": "Semua fail yang dimuat turun akan dipadam",
    "1359": "Saiz yang dipilih adalah lebih kecil daripada cache yang sedang digunakan. Jika anda teruskan beberapa fail akan dipadam",
    "1360": "Lanjutkan Pro",
    "1361": "Harga",
    "1362": "Kembalikan pembelian",
    "1363": "Tiada rangkaian",
    "1364": "Cuba lagi",
    "1365": "Anda tidak tersambung kepada Internet",
    "1366": "Masukkan nama baru",
    "1367": "Dapatkan 50 GB secara percuma, atau daftar untuk salah satu pakej Pro kami dan dapatkan sehingga 4 TB penyimpanan yang disulitkan bermula dengan €8.33 sebulan.",
    "1368": "sehingga [X]",
    "1369": "dan [X]",
    "1370": "Emel dan Sembang",
    "1371": "Pakej komunikasi disulitkan kami akan datang pada awal 2014.",
    "1372": "Bersedia untuk sembang, emel, panggilan & persidangan video MEGA.",
    "1373": "Apa itu MEGA? Klik atau tatal",
    "1374": "Kembali ke Halaman Permulaan",
    "1375": "Kembali ke Halaman Muat Turun",
    "1376": "dikuasakan oleh:",
    "1377": "Adakah anda ingin bermain? Jika anda melangkau langkah ini, keselamatan akaun anda boleh menderita. Sila gerakkan tetikus anda secara meluas dan secara rawak untuk mengurangkan risiko.",
    "1378": "Mulakan Permainan",
    "1379": "Langkau",
    "1380": "Kategori",
    "1381": "Tetapan pengguna",
    "1382": "Menyusun keutamaan",
    "1383": "Konfigurasi ruang susunan secara per-folder, atau menggunakan susunan yang sama untuk semua folder.",
    "1384": "per folder",
    "1385": "sama untuk setiap folder",
    "1386": "Lihat mod keutamaan",
    "1387": "Pilih mod paparan (ikon atau butiran) secara per-folder, atau gunakan mod paparan yang sama untuk semua folder.",
    "1388": "[B]Muat Turun[\/B] [A]ke komputer anda[\/A]",
    "1389": "[B]Import[\/B] [A]ke Cakera Awan anda[\/A]",
    "1390": "Seret dan letak imej di sini",
    "1391": "ikuti kami",
    "1392": "Fail & Folder",
    "1393": "Ambil Video",
    "1394": "Salin pautan",
    "1395": "Emel pautan",
    "1396": "Sila benarkan akses ke gambar",
    "1397": "Sila benarkan perkhidmatan lokasi",
    "1398": "Sila benarkan akses ke perkhidmatan lokasi",
    "1399": "Bagaimana perasaan anda?",
    "1400": "Gembira",
    "1401": "Keliru",
    "1402": "Tidak gembira",
    "1403": "Hantar Maklum Balas",
    "1404": "Hubungi pasukan bantuan melalui emel.",
    "1405": "Kami akan membaca mesej anda, bagaimanapun memandangkan jumlah permintaan yang tinggi kami mungkin tidak akan menjawab semua orang secara individu.",
    "1406": "Nilai Kami!",
    "1407": "Dapatkan bantuan atau baca pada topik popular",
    "1408": "Tentang",
    "1409": "Pengakuan",
    "1410": "Pilih lokasi folder untuk import",
    "1411": "Gambar Segerak",
    "1412": "Benarkan Gambar Segerak",
    "1413": "Gambar akan dimuat naik ke folder Gambar Segerak",
    "1414": "Gunakan data selular",
    "1415": "Gambar tidak akan dimuat naik menggunakan pelan data mudah alih anda.",
    "1416": "Muat naik pada latar belakang",
    "1417": "Mulakan Gambar Segerak secara berkala apabila lokasi anda berubah",
    "1418": "Selesai",
    "1419": "Benarkan Kod laluan",
    "1420": "Masukkan Kod laluan",
    "1421": "Tukar Kod laluan",
    "1422": "Masukkan Kod laluan semasa anda",
    "1423": "Masukkan Kod laluan anda",
    "1424": "Matikan Kod laluan",
    "1425": "Masukkan Kod laluan semasa anda",
    "1426": "Masukkan Kod laluan baru anda",
    "1427": "Masukkan Kod laluan baru anda semula",
    "1428": "Kod laluan tidak sama. Cuba lagi.",
    "1429": "1 Percubaan Gagal Kod laluan",
    "1430": "%i Percubaan Gagal Kod laluan",
    "1431": "Kunci Kod laluan",
    "1432": "Hidupkan Kod laluan",
    "1433": "Matikan Kod laluan",
    "1434": "Padam Data",
    "1435": "Padam semua data selepas 10 percubaan gagal kod laluan",
    "1436": "Bahasa aplikasi",
    "1437": "Inggeris",
    "1438": "Bulgarian",
    "1439": "Portugis",
    "1440": "Cina tradisional",
    "1441": "Jerman",
    "1442": "Spanish",
    "1443": "Perancis",
    "1444": "Hungarian",
    "1445": "Indonesian",
    "1446": "Italian",
    "1447": "Japanese",
    "1448": "Polish",
    "1449": "Slovak",
    "1450": "Slovenian",
    "1451": "Hebrew",
    "1452": "Dutch",
    "1453": "Korea Selatan",
    "1454": "Russian",
    "1455": "Mengemas kini",
    "1456": "Memuat",
    "1457": "Mengimport",
    "1458": "Muat turun daripada pautan MEGA",
    "1459": "Muat naik di sini",
    "1460": "Pilihan pelbagai",
    "1461": "Pendaftaran",
    "1462": "Mendaftar akaun baru",
    "1463": "Pengesahan diperlukan",
    "1464": "Sila semak emel anda dan klik pada pautan yang tersedia untuk melog masuk dan mengesahkan akaun anda",
    "1465": "Jika anda tidak menerima emel pengesahan, sila cuba untuk  mendaftar semula",
    "1466": "Saya bersetuju dengan",
    "1467": "syarat-syarat perkhidmatan",
    "1468": "Sudah menjadi pengguna MEGA?",
    "1469": "Log Masuk",
    "1470": "Melog masuk",
    "1471": "Buat akaun baru",
    "1472": "Cuba lagi",
    "1473": "Menyambung ke pelayan",
    "1474": "Mengira kekunci penyulitan sila tunggu",
    "1475": "Baru kepada MEGA?",
    "1476": "Kunci Pin",
    "1477": "Kod tidak betul",
    "1478": "Masuk",
    "1479": "Lokasi muat turun lalai",
    "1480": "Cache dalaman",
    "1481": "Pilih folder di mana anda ingin menyimpan fail-fail yang dimuat turun",
    "1482": "Folder sesuaian",
    "1483": "Muat turun ke",
    "1485": "Menukar kata laluan",
    "1486": "Kata laluan semasa tidak betul atau kata laluan baru yang diberikan tidak sama. Sila cuba lagi.",
    "1487": "Kata laluan berjaya diubah",
    "1488": "Pilih pakej anda",
    "1489": "Pilih harga",
    "1490": "Memuat turun fail",
    "1491": "Adakah anda ingin membatalkan muat turun?",
    "1492": "Mengemas kini senarai fail",
    "1493": "Sentuh untuk membatalkan muat turun",
    "1494": "Muat turun gagal",
    "1495": "dimuat turun",
    "1496": "Muat turun telah bermula",
    "1497": "Adakah anda ingin membatalkan muat naik?",
    "1498": "Memproses fail",
    "1499": "Sentuh untuk membatalkan muat naik",
    "1500": "Muat naik telah bermula",
    "1501": "dimuat naik",
    "1502": "Muat naik gagal",
    "1503": "Tidak boleh membuka fail yang dipilih",
    "1504": "Pilih daripada",
    "1505": "Pilih jenis fail",
    "1506": "Sudah dimuat turun",
    "1507": "Buka dengan",
    "1508": "Format pautan tidak betul",
    "1509": "Pautan folder belum lagi disokong",
    "1510": "Emel atau kata laluan tidak betul. Adakah anda sudah mengesahkan akaun emel anda?",
    "1511": "Kata laluan terlalu pendek",
    "1512": "Sila masukkan alamat emel anda",
    "1513": "Alamat emel tidak sah",
    "1514": "Masalah sambungan rangkaian sila cubba lagi kemudian",
    "1515": "Sumber tidak tersedia buat sementara waktu, sila cuba lagi kemudian",
    "1516": "Masalah fail sistem",
    "1517": "Pemilik fail ini disekat",
    "1518": "Entiti tidak dijumpai",
    "1519": "Tidak cukup ruang bebas",
    "1520": "Kebanyakan peranti tidak boleh memuat turun fail lebih besar daripada 4GB. Muat turun anda berkemungkinan akan gagal.",
    "1521": "Kongsi Pautan",
    "1522": "Kongsi Fail",
    "1523": "Pilih",
    "1524": "Nama Semula",
    "1525": "Menamakan semula",
    "1526": "Pindah ke Tong Sampah",
    "1527": "Memindah dokumen",
    "1528": "Membuat pautan",
    "1529": "Pautan kongsi ke fail",
    "1530": "Memindah ke tong sampah",
    "1531": "Simpan ke",
    "1532": "Simpan ke fail sistem",
    "1533": "Simpan ke Muat Turun",
    "1534": "Sediakan untuk luar talian",
    "1535": "Gambar Segerak",
    "1536": "Muat naik gambar dan video anda secara automatik ke MEGA",
    "1537": "Menyegerak gambar dengan MEGA",
    "1538": "Gambar Segerak selesai",
    "1539": "Muat naik hanya melalui WiFi",
    "1540": "Muat naik hanya ketika mengecas",
    "1541": "Segerak Gambar ke",
    "1542": "Masalah Gambar Segerak",
    "1543": "Folder destinasi tidak tersedia",
    "1544": "tidak ditetapkan",
    "1545": "Folder gambar",
    "1546": "Folder destinasi",
    "1547": "Segerak Gambar daripada",
    "1548": "Folder gambar yang salah",
    "1549": "Slot muat naik",
    "1550": "Slot muat turun",
    "1551": "Bilangan sambungan muat naik selari",
    "1552": "Bilangan sambungan muat turun selari",
    "1553": "Kunci Pin",
    "1554": "Bolehkan Kunci Pin",
    "1555": "Masa tamat Kunci Pin",
    "1556": "Kod",
    "1557": "Lanjut",
    "1558": "Saiz fail cache maksimum (KB)",
    "1559": "Fail muat turun latar depan maksimum (KB)",
    "1560": "Thumbnail",
    "1561": "Buat thumbnail imej",
    "1562": "Aplikasi akan memuat turun setiap imej yang anda ada dan membuat versi kecil (thumbnail) daripadanya",
    "1563": "Muat turun hanya melalui WiFi",
    "1564": "Imej",
    "1565": "Audio",
    "1566": "Video",
    "1567": "Pilih daripada Fail Sistem",
    "1570": "gambar",
    "1571": "video",
    "1572": "keduanya",
    "1573": "Ralat Kamera Segerak: Penyimpanan luaran tidak tersedia",
    "1574": "Gambar sahaja",
    "1575": "Video sahaja",
    "1576": "Gambar dan Video",
    "1577": "Tambah folder disegerak",
    "1578": "Ralat",
    "1579": "Sila pilih folder tempatan dan folder MEGA",
    "1580": "Folder tempatan yang dipilih sudah disegerak",
    "1581": "Folder yang disegerak tidak boleh berada di dalam folder yang sudah disegerak",
    "1582": "Folder MEGA yang dipilih sudah disegerak",
    "1584": "Penyegerakan akaun penuh hanya boleh dilakukan tanpa sebarang penyegerakan terpilih",
    "1585": "Amaran",
    "1586": "Folder tempatan terlalu besar (versi ini adalah terhad kepada %1 folder atau %2 fail. Sila pilih folder yang lain.",
    "1587": "Segerak nama",
    "1588": "Nama \"%1\" telah digunakan untuk penyegerak yang lain",
    "1589": "Sila masukkan nama yang lain untuk mengenal pasti folder segerak ini:",
    "1590": "Folder tempatan:",
    "1591": "Folder MEGA:",
    "1592": "Pilih folder tempatan",
    "1593": "Import pautan",
    "1594": "Muat turun ke komputer saya",
    "1595": "Import ke cakera awan saya",
    "1596": "OK",
    "1597": "Batal",
    "1599": "Pilih folder tempatan",
    "1600": "Ralat penyahsulitan",
    "1601": "Tidak dijumpai",
    "1602": "MEGAsync adalah terkemaskini",
    "1603": "BARU-BARU INI DIKEMASKINI",
    "1604": "Penggunaan: Data tidak tersedia buat sementara waktu",
    "1605": "Penyegerakan",
    "1606": "Laman MEGA",
    "1607": "%1 daripada %2",
    "1608": "Penggunaan: %1",
    "1609": "%1 daripada %2 (%3\/s)",
    "1610": "%1 daripada %2 (dijeda)",
    "1611": "Pemindahan fail dijeda",
    "1612": "MEGAsync mengimbas",
    "1613": "Semua pindahan telah siap",
    "1614": "Batal semua muat turun",
    "1615": "Batal muat turun",
    "1616": "Batal semua muat naik",
    "1617": "Batal muat naik",
    "1618": "Tambah Segerak",
    "1619": "satu fail pada %1\/s",
    "1620": "satu fail (dijeda)",
    "1621": "%1 daripada %2 fail pada %3\/s",
    "1622": "%1 daripada %2 fail (dijeda)",
    "1623": "Jumlah Baki:",
    "1624": "Memuat turun",
    "1625": "Memuat naik",
    "1626": "MEGAsync",
    "1627": "Melog masuk",
    "1628": "MEGAsync kini berjalan",
    "1629": "Klik di sini untuk membuka tetingkap status",
    "1630": "Segerak anda \"%1\" telah dimatikan kerana folder jauh tidak wujud",
    "1631": "Segerak anda \"%1\" telah dimatikan kerana folder jauh di dalam tong sampah",
    "1632": "Segerak anda \"%1\" telah dimatikan kerana folder tempatan tidak wujud",
    "1633": "Ralat: Destinasi folder tidak sah",
    "1634": "Muat naik telah dibatalkan",
    "1635": "Folder (%1) tidak dimuat naik kerana ia terlalu besar (versi ini ada terhad kepada %2 folder atau %3 fail).",
    "1636": "Folder %1 tidak dimuat naik kerana terlalu besar (beta  ini adalah terhad kepada %2 folder atau %3 fail).",
    "1637": "Penyegerakan akan berhenti.",
    "1638": "Penghapusan yang berlaku semasa ia tidak berjalan tidak akan dibiakkan.",
    "1639": "Keluar juga?",
    "1640": "Tentang MEGAsync",
    "1641": "Versi kod MEGAsync %1",
    "1642": "Pautan telah disalin ke papan klip",
    "1643": "Pautan telah disalin ke papan klip",
    "1644": "Keluar",
    "1645": "Tentang",
    "1646": "Tetapan",
    "1647": "Jeda",
    "1649": "Sambung",
    "1650": "Terkemaskini",
    "1651": "Dijeda",
    "1652": "Mengimbas",
    "1653": "Menyegerak",
    "1654": "Ralat penghantaran sementara",
    "1655": "Anda ada fail baru atau dikemaskini dalam akaun anda",
    "1656": "Tiada ralat",
    "1657": "Ralat dalaman",
    "1658": "Pertikaian tidak sah",
    "1659": "Permintaan gagal, mencuba semula",
    "1660": "Had kadar melebihi",
    "1661": "Gagal secara kekal",
    "1662": "Terlalu banyak pemindahan atau sambungan serentak",
    "1663": "Di luar jangkauan",
    "1664": "Tamat",
    "1665": "Tidak dijumpai",
    "1667": "Akses dinafikan",
    "1668": "Sudah wujud",
    "1669": "Tidak lengkap",
    "1670": "Kunci tidak sah\/ralat penyahsulitan",
    "1671": "ID sesi salah",
    "1672": "Disekat",
    "1673": "Melebihi quota",
    "1674": "Tidak tersedia buat sementara waktu",
    "1675": "Sambungan berlimpah",
    "1676": "Ralat menulis",
    "1677": "Ralat membaca",
    "1678": "Kunci aplikasi tidak sah",
    "1679": "Ralat tidak diketahui",
    "1680": "Amaran",
    "1681": "Pilihan Folder",
    "1682": "Pilih folder MEGA:",
    "1683": "Mendapatkan folder",
    "1684": "Folder baru",
    "1685": "OK",
    "1686": "Batal",
    "1687": "Cakera Awan",
    "1688": "Masukkan nama folder baru",
    "1689": "Folder akar tidak boleh disegerak",
    "1690": "Sila pilih folder sub",
    "1691": "Anda ada %1 di dalam folder ini.",
    "1692": "Adakah anda pasti untuk menyegerak ia?",
    "1693": "Masukkan satu atau berbilang pautan fail MEGA",
    "1694": "Hantar",
    "1695": "Masukkan satu atau lebih pautan fail MEGA",
    "1696": "Tiada pautan sah MEGA ditemui. (pautan folder belum lagi disokong)",
    "1697": "%1 jam yang lalu",
    "1698": "Dapatkan pautan MEGA",
    "1699": "Tadi",
    "1700": "%1 saat yang lalu",
    "1701": "1 minit yang lalu",
    "1702": "%1 minit yang lalu",
    "1703": "1 jam yang lalu",
    "1704": "1 hari yang lalu",
    "1705": "%1 hari yang lalu",
    "1706": "1 bulan yang lalu",
    "1707": "%1 bulan yang lalu",
    "1708": "1 tahun yang lalu",
    "1709": "%1 tahun yang lalu",
    "1710": "Buka",
    "1711": "Tunjukkan dalam folder",
    "1712": "Umum",
    "1713": "Akaun",
    "1714": "Segerak",
    "1715": "Jalur Lebar",
    "1716": "Maju",
    "1717": "Bantu",
    "1718": "Batal",
    "1719": "Laksanakan",
    "1720": "Tunjukkan pemberitahuan",
    "1721": "Mulakan pada permulaan",
    "1722": "Kemaskini secara automatik",
    "1723": "Bahasa",
    "1724": "Butiran",
    "1725": "PERCUMA",
    "1726": "Log keluar",
    "1727": "Ruangan penyimpanan",
    "1728": "Naik taraf",
    "1729": "Folder disegerak",
    "1730": "Padam",
    "1731": "Tambah",
    "1732": "Folder Tempatan",
    "1733": "Folder MEGA",
    "1734": "Had kadar muat naik",
    "1735": "Jangan hadkan",
    "1736": "Hadkan ke:",
    "1737": "Automatik",
    "1738": "Kira-kira 90% daripada jalur lebar tersedia",
    "1739": "Kuota jalur lebar",
    "1740": "Had muat naik adalah untuk setiap pelayan muat naik dan digunakan apabila memulakan muat naik baru",
    "1741": "Folder untuk muat naik daripada Windows Explorer",
    "1742": "Nama fail dikecualikan",
    "1743": "Tetapan proksi",
    "1744": "Tiada proksi",
    "1745": "Kesan-automatik",
    "1746": "Proksi",
    "1747": "Jenis proksi:",
    "1748": "Pelayan:",
    "1749": "Pelayan proksi memerlukan kata laluan",
    "1750": "Nama pengguna:",
    "1751": "Kata laluan:",
    "1752": "Data tidak tersedia buat sementara waktu",
    "1753": "%1 (%2%) daripada %3 digunakan",
    "1754": "Anda sudah menyegerak keseluruhan akaun anda",
    "1755": "Penyegerakan akan berhenti bekerja",
    "1756": "Adakah anda pasti?",
    "1757": "Nama dikecualikan",
    "1758": "Masukkan nama untuk dikecualikan daripada penyegerakan.",
    "1759": "(wildcard * dan ? dibenarkan):",
    "1760": "Setup Wizard",
    "1761": "Saya memiliki akaun MEGA",
    "1762": "Saya tidak memiliki akaun MEGA",
    "1763": "Buat akaun MEGA baru",
    "1764": "Nama:",
    "1765": "Emel:",
    "1766": "Kata laluan:",
    "1767": "Ulang kata laluan:",
    "1768": "Log masuk ke akaun MEGA anda",
    "1769": "Sila sahkan akaun anda menggunakan pautan pengesahan yang telah kami hantar ke akaun emel anda",
    "1770": "Pilih jenis pemasangan",
    "1771": "Penyegerakan akaun penuh",
    "1772": "Segerak keseluruhan cakera awan",
    "1773": "Penyegerakan terpilih",
    "1774": "Segerak folder tertentu dalam cakera awan anda",
    "1775": "Folder berikut akan secara automatik disegerak:",
    "1776": "Tukar",
    "1777": "Selamat datang ke MEGA",
    "1778": "Folder tempatan anda:",
    "1779": "dan folder MEGA anda",
    "1780": "akan disegerak secara automatik",
    "1781": "Kembali",
    "1782": "Seterusnya",
    "1783": "Pengguna sudah wujud",
    "1784": "Mengambil senarai fail",
    "1785": "Emel dan\/atau kata laluan salah",
    "1786": "Sudahkah anda mengesahkan akaun anda?",
    "1787": "Folder MEGA tidak wujud",
    "1788": "Selesai",
    "1789": "Sila masukkan alamat emel anda",
    "1790": "Sila masukkan alamat emel yang sah",
    "1791": "Sila masukkan kata laluan anda",
    "1792": "Sila masukkan nama anda",
    "1793": "Sila masukkan kata laluan yang lebih kuat",
    "1794": "Kata laluan yang dimasukkan tidak sepadan",
    "1795": "Anda perlu menerima syarat-syarat perkhidmatan kami",
    "1796": "Membuat akaun",
    "1797": "Anda ada %1 dalam Cakera Awan anda.",
    "1798": "Adakah anda pasti untuk menyegerak seluruh Cakera Awan anda?",
    "1799": "dan Cakera Awan MEGA anda",
    "1800": "Sila pilih folder tempatan",
    "1801": "Sila pilih folder MEGA",
    "1802": "Pilih folder tempatan",
    "1803": "Muat naik ke MEGA",
    "1804": "Kongsi dengan pengguna MEGA",
    "1805": "Hantar ke pengguna MEGA",
    "1806": "1 fail",
    "1807": "%1 fail",
    "1808": "1 folder",
    "1809": "%1 folder",
    "1811": "Sila pilih folder muat naik untuk fail anda:",
    "1812": "Sentiasa muat naik ke destinasi ini",
    "1813": "Folder disegerak MEGA",
    "1814": "Anda akan mengimport fail ini ke folder disegerak. Jika anda membenarkan muat turun, fail akan disalin ke komputer anda.",
    "1815": "Adakah anda pasti",
    "1816": "Anda akan mengimport fail ini ke folder disegerak. Jika anda membenarkan muat turun, fail ini akan disalin ke komputer anda.",
    "1817": "Lagi",
    "1818": "MEGAsync sedang menunggu",
    "1819": "MEGAsync telah dikemaskini",
    "1820": "Akan datang untuk Mac dan Linux",
    "1821": "Sewaktu kami melancarkan MEGA pada awal 2013, pengawasan global besar-besaran oleh penyangak kerajaan di bawah alasan memerangi keganasan masih tekaan liar dan penyokong yang sering disebut sebagai ahli teori konspirasi. Ayat-ayat Edward Snowden 137 hari kemudian secara asasnya mengubah sikap orang ramai dan ia secara luar biasa menjadi jelas bahawa <i>keselamatan oleh policy<\/i> (\"kami mempunyai akses ke data anda, tapi kami berjanji untuk merahsiakannya dan tidak akan menyalahgunakannya\") belum cukup baik. Apa-apa yang kekurangan <i>keselamatan oleh reka bentuk<\/i> (\"kami tidak boleh mengakses data anda tanpa pengetahuan anda\"),  dimana penyulitan hujung-ke-hujung yang kuat adalah salah satu pra-syarat penting, kini seolah-olah sangat tidak mencukupi.",
    "1822": "MEGA diarkitek berasaskan kriptografi, untuk diterima dan digunakan, tanpa mengganggu kebolehgunaan. MEGA boleh diakses sepenuhnya tanpa pemasangan perisian terlebih dahulu dan kekal satu-satunya pembekal penyimpanan awan dengan prestasi tinggi hujung-ke-hujung penyulitan berasaskan pelayar. Satu-satunya tanda ketara lapisan kripto beroperasi di bawah hud MEGA adalah koleksi entropi semasa pendaftaran, kekurangan ciri menetap semula kata laluan dan novel (dan pelayar tertentu) cara pemindahan fail dijalankan. Hari ini, berjuta perniagaan dan pengguna peribadi bergantung kepada MEGA untuk menyimpan dan mengguna petabyte data dengan selamat dan pasti dan kami percaya bahawa kejayaan ini adalah hasil daripada halangan rendah MEGA untuk masuk ke awan yang lebih selamat.",
    "1823": "Kami sentiasa menyewa. Jika anda seorang jurutera perisian yang cemerlang dan ingin menyertai pasukan global kami, sila jangan teragak-agak untuk menghantar CV anda ke jobs@mega.co.nz.",
    "1824": "Anda sedang terlog masuk. Adakah anda ingin log keluar dan daftar akaun baru?",
    "1825": "Apa itu MEGAsync?",
    "1826": "MEGAsync adalah aplikasi boleh pasang yang menyegerak folder di antara komputer dan cakera awan MEGA anda. Semua fail dan subfolder akan ditiru kedua-dua jalan. Perubahan yang anda buat pada satu bahagian akan muncul dibahagian yang lain dalam waktu terdekat (dalam lingkungan had kependaman pautan\/sistem dan masa pemindahan fail).",
    "1827": "Bagaimana saya memasang MEGAsync?",
    "1828": "Pergi ke [A]halaman muat turun[\/A] dan ikut arahan. Semasa pemasangan, anda akan ditanya untuk memasukkan atau membuat akaun MEGA dan membuat folder untuk ditiru (sama ada sepenuh cakera awan MEGA anda dan struktur folder untuk satu lokasi folder tempatan atau folder sub tertentu di dalam cakera awan anda untuk folder tempatan yang sepadan). Selepas pemasangan selesai, MEGAsync akan mula secara automatik. Di bawah Windows, anda akan lihat satu logo MEGA yang boleh diklik pada dulang sistem sementara alat penyegerak berjalan yang memberi anda akses untuk popup status dan halaman tetapan.",
    "1829": "Bolehkah saya menggunakan MEGAsync pada berbilang komputer?",
    "1830": "Ya. Dengan menyegerak berbilang peranti dengan folder awan yang sama, anda boleh mencapai penyegerakan kompeter bersilang (dengan menggunakan akaun MEGA yang sama pada setiap peranti).",
    "1831": "Bagaimana boleh saya mengawas status penyegerakan fail dan folder tempatan saya?",
    "1832": "Ikon untuk fail dan folder yang disegerak dengan awan akan ditanda dengan bulatan hijau. Pemindahan yang sedang dijalankan ditandakan dengan bulatan biru; pemindahan menunggu menunjukkan merah.",
    "1833": "MEGAsync menyimpan tauliah log masuk saya untuk melaksanakan log masuk auto. Bukankah itu kebimbangan keselamatan?",
    "1834": "Tidak jika anda biarkan cakera tempatan anda disulitkan (sila lakukan - kenapa anda ingin menyegerak daripada cakera awan yang disulitkan ke cakera tempatan yang tidak disulitkan?).",
    "1835": "Saya memadam satu fail daripada folder tempatan yang disegerak ketika MEGAsync tidak berjalan. Kemudian saya mulakannya, dan fail tersebut muncul semula. Kenapa?",
    "1836": "Versi semasa MEGAsync tidak mengingat keadaan sistem fail tempatan anda melintasi permulaan semula. Ia tidak mempunyai jalan untuk mengetahui fail tempatan anda telah hilang sejak kali terakhir ia berjalan. Oleh itu, sentiasa biarkan MEGAsync berjalan jika anda ingin pemadaman tempatan anda ditiru dengan betul.",
    "1837": "Satu fail penting telah ditulis semula atau dipadam oleh klien segerak. Apa yang boleh saya buat untuk mendapatkannya semula?",
    "1838": "Pada sebelah awan, fail yang telah dipadam akan dipindahkan ke struktur subfolder istimewa \"SyncDebris\" di dalam Tong Sampah dan boleh didapatkan semula dari situ (gunakan carian terbina MEGA jika perlu). Pada komputer tempatan, setiap folder akar segerak akan ada folder tersembunyi \"Debris\" dimana item yang telah dipadam diletakkan.",
    "1839": "Adakah MEGAsync melaksanakan pemversian fail yang jelas?",
    "1840": "Tidak. Akan tetapi, anda boleh mengakses fail yang telah ditulis ganti di dalam folder debris masing-masing sehingga mereka dibersihkan.",
    "1841": "Adakah MEGAsync menyokong pengubah suaian fail sedia ada?",
    "1842": "Tidak. Jika sebuah fail disegerak berubah, ianya akan sentiasa diganti secara keseluruhan. Oleh it, adalah tidak digalakkan untuk menyegerak contohnya fail log yang besar atau jadual pangkalan data. Penulisan sulit delta dirancang untuk pelepasan masa depan.",
    "1845": "Adakah terdapat sebarang sekatan yang berkaitan dengan nama fail?",
    "1846": "Nama fail MacOS\/UNIX adalah kes sensitif, tidak bagi nama fail Windows. Satu folder mengandungi kedua-dua \"ABC.TXT\" dan \"abc.txt\" boleh disegerak ke mesin UNIX tanpa masalah, tapi bila disegerak ke mesin Windows, hanya satu daripada dua fail tersebut yang akan dapat hidup.",
    "1847": "MEGA tidak mengenakan sebarang sekatan pada nama fail - mereka boleh mengandungi karakter yang tidak serasi dengan sistem operasi, seperti : atau *. Ia akan ditulis semula sebagai %xx pada bahagian tempatan dan ditukar kembali ko karakter asal apabila disegerakkan semula. Windows Explorer juga mempunyai masalah dengan beberapa nama fail dan folder yang seolah-olah berbahaya - \"con.doc\", sebagai contoh, tidak akan dapat diakses (untuk memahami kenapa, anda perlu menjadi seorang geek atau orang lama, atau keduanya). Jika anda bertembung dengan situasi sebegini, hanya namakan semula fail berkenaan pada bahagian awan. Karakter asing pada nama fail adalah disokong sepenuhnya.",
    "1848": "MEGAsync menyokong struktur folder yang agak dalam (MEGA sendiri adalah terhad kepada 63 tahap maksimum) dan nama jalan yang sangat panjang (sehingga 32,000 karakter di bawah Windows). Malangnya, kebanyakan perisian Windows (termasuk Explorer) tidak dapat mengakses fail yang mempunyai nama jalan yang lebih panjang daripada 260 karakter.",
    "1849": "Bagaimana saya boleh pastikan supaya saya sentiasa mempunyai versi terbaru MEGAsync?",
    "1850": "MEGAsync menyemak untuk versi baru setiap dua jam dan mengemaskini sendiri sekiranya terdapat (anda boleh mematikannya pada tetapan - semakan seterusnya akan dilaksanakan apabila anda menghidupkannya semula). Atas sebab keselamatan, hanya akaun yang memasang MEGAsync akan dibenarkan untuk mengemaskini.",
    "1851": "Akankah MEGAsync menggunakan pemindahan peer-to-peer untuk mencapai penyegerakan lebih pantas di antara komputer pada rangkaian kawasan tempatan yang sama?",
    "1852": "Tidak. Penjelmaan semasa MEGAsync akan sentiasa menyegerak melalui infrastruktur awan MEGA.",
    "1853": "Apakah yang akan berlaku sekiranya tindakan serentak yang bercanggah dilaksanakan ke atas pelanggan segerakkan ke lokasi awan yang sama?",
    "1854": "Versi semasa MEGAsync tidak menyelesaikan pertembungan seperti itu mengikut cara yang ditentukan. Elakkan mereka jika boleh.",
    "1855": "Adakah MEGAsync menyokong ciri-ciri maju sistem fail seperti pautan, sifat, ACLs, aliran\/fork atau fail jarang?",
    "1856": "Tidak. Jangan harapkan ini untuk ditiru pada awan.",
    "1857": "Adakah MEGAsync menyokong penyegerakan folder tempatan yang sama ke lokasi jauh yang berbeza atau folder jauh yang sama ke lokasi tempatan yang berbeza?",
    "1858": "Tidak, melainkan jika anda ingin menjalankan berbilang proses MEGAsync selari, yang mana tidak digalakkan. Sebagai peraturan umum, setiap item fail sistem mesti hanya terlihat oleh MEGAsync sekali, jadi elakkan menyegerak folder sub bagi folder yang disegerak atau menempatkan berbilang pautan ke item fail sistem yang sama di dalam folder tempatan yang disegerak,",
    "1859": "Dimana boleh saya dapatkan aplikasi iOS anda?",
    "1860": "Anda boleh memuat turun dan memasang aplikasi iOS kami di [A]App Store[\/A]",
    "1861": "Dimana boleh saya dapatkan aplikasi Android anda?",
    "1862": "Anda boleh memuat turun dan memasang aplikasi Android kami di [A]Google Play[\/A]",
    "1863": "Kami menyediakan [A]aplikasi[\/A] khusus untuk peranti mudah alih anda, termasuk untuk [B]iOS[\/B] & [C]Android[\/C].",
    "1864": "Laporan ralat",
    "1865": "MEGAsync telah mengesan masalah. Ini adalah butirannya:",
    "1866": "Anda boleh membantu kami memperbaiki MEGAsync dengan menhantar laporan ralat ini. Ia tidak mengandungi sebarang maklumat peribadi. Jika anda ingin memberi kami butiran lebih, sila tuliskannya di bawah:",
    "1867": "Terima kasih atas kerjasama anda!",
    "1868": "Hantar laporan",
    "1869": "Pilih Pengguna",
    "1870": "Pilih untuk pengguna mana yang ingin anda pasangkan [A].",
    "1871": "Pilih sama ada anda ingin memasang [A] untuk diri sendiri sahaja atau untuk semua pengguna komputer ini. [\/A]",
    "1872": "Pasang untuk sesiapa yang menggunakan komputer ini",
    "1873": "Pasang hanya untuk saya",
    "1874": "Ralat: Destinasi folder tidak sah. Muat naik telah dibatalkan",
    "1875": "Nama fail yang baru dikecualikan akan diambil kira apabila aplikasi bermula lagi.",
    "1876": "Saiz cache semasa: %1",
    "1877": "Cache",
    "1878": "Bersihkan",
    "1879": "Tetapan proksi anda tidak sah atau proksi tidak bertindak balas",
    "1880": "Destinasi folder telah disegerak dan anda sudah memiliki fail yang mempunyai nama (%1) di dalamnya.",
    "1881": "Jika anda meneruskan muat naik, fail terdahulu akan diganti.",
    "1882": "Wah, ia penuh dengan bintang!",
    "1883": "Anda mencuba untuk menyegerak folder yang sangat besar. Untuk mencegah penyegerakan keseluruhan jumlah but, yang tidak cekap dan berbahaya, kami meminta anda untuk memulakan dengan folder yang lebih kecil dan menambah lebih banyak data ketika MEGAsync sedang berjalan.",
    "1884": "Folder (%1) tidak dimuat naik kerana ianya terlalu besar. Kami melakukan pemeriksaan ini untuk mengelakkan muat naik keseluruhan jumlah but, yang tidak cekap dan berbahaya.",
    "1885": "%1 folder tidak dimuat naik kerana terlalu besar. Kami melakukan semakan ini untuk mengelakkan muat naik keseluruhan jumlah but, yang mana tidak cekap dan berbahaya.",
    "1886": "Saya mencuba untuk menamakan semula folder tempatan dalam Explorer, tapi nama folder sepadan di dalam cakera awan saya kekal sama, tidak kira apa yang saya buat.",
    "1887": "Folder yang anda cuba untuk namakan semula mengandungi fail tersembunyi dipanggil desktop.ini dengan bidang LocalizedResourceName= ke penamaan semula anda - nama folder sebenar tidak berubah langsung! Sila padam desktop.ini dan cuba lagi.",
    "1888": "Utama",
    "1889": "Aplikasi iOS",
    "1890": "Aplikasi Android",
    "1891": "Cari jawapan untuk semua soalan asas mengenai perkhidmatan kami.",
    "1892": "Ketahui lebih lanjut mengenai kriptografi dan model keselamatan MEGA.",
    "1893": "Dapatkan semua pengetahuan tentang penyegerakan di antara komputer anda dan MEGA.",
    "1894": "Ketahui lebih lanjut mengenai aplikasi Android kami, awan di saku anda.",
    "1895": "Ketahui lebih lanjut mengenai ciri-ciri kolaborasi berkuasa MEGA.",
    "1896": "Segalanya yang anda perlu tahu tentang akaun MEGA anda.",
    "1897": "Ketahui lebih lanjut mengenai aplikasi iOS kami, awan di saku anda.",
    "1898": "Tekan Esc untuk menutup",
    "1899": "Pratonton",
    "1900": "Kemaskini tersedia!",
    "1901": "Kemaskini akan digunakan pada permulaan aplikasi seterusnya",
    "1902": "Memasang kemaskini...",
    "1903": "Menyemak untuk kemaskini...",
    "1904": "Pasang kemaskini",
    "1905": "Versi baru MEGAsync kini tersedia! Klik pada mesej ini untuk memasang",
    "1906": "Tiada kemaskini tersedia",
    "1907": "Terdapat masalah memasang kemaskini. Sila cuba lagi kemudian atau muat turun versi terakhir daripada: https:\/\/mega.co.nz\/#sync",
    "1908": "Semak untuk kemaskini",
    "1909": "Pemasangan Manual",
    "1910": "hanya berfungsi untuk:",
    "1911": "Chrome Beta",
    "1912": "Chrome Kenari",
    "1913": "Muat Turun MEGA",
    "1914": "untuk Chrome Beta \/ Kenari",
    "1915": "Amaran: hanya klik butang di atas jika anda percaya pada [A]kedai sesawang Chrome[\/A]. Sebagai alternatif, anda boleh memuat turun & memasang lanjutan secara manual di bawah.",
    "1916": "Muat turun daripada",
    "1917": "Kedai sesawang Chrome",
    "1918": "Kemas kini tersedia. Memuat turun...",
    "1919": "Tidak boleh mendapatkan sistem fail.",
    "1920": "Sila cuba lagi. Jika masalah berterusan sila hubungi bug@mega.co.nz",
    "1921": "Folder tidak sah untuk penyegerakan.",
    "1922": "Sila pastikan anda tidak menggunakan karakter-karakter seperti \\ \/ or : di dalam nama folder anda.",
    "1923": "Penyegerakan terpilih aktif",
    "1924": "Bolehkan penyegerakan akaun penuh",
    "1925": "Membolehkan penyegerakan akaun penuh akan melumpukan semua penyegerakan semasa anda",
    "1926": "Penyegerakan akaun penuh aktif",
    "1927": "Lumpuhkan penyegerakan akaun penuh",
    "1928": "Melumpuhkan penyegerakan akaun penuh akan membenarkan anda untuk membuat penyegerakan folder terpilih",
    "1929": "Pasang MEGA ke browser anda untuk meningkatkan prestasi dan menambahkan keselamatan.",
    "1930": "Awan di dalam poket anda. Akses dan aliran ke fail-fail anda dari telefon pintar atau tablet anda.",
    "1931": "MEGAsync bermula",
    "1932": "Untuk memuat turun fail melebihi 1GB, sila pasang lanjutan pelayar kami.",
    "1933": "Untuk memuat turun fail melebihi 1GB, sila pasang pelayar yang lebih moden.",
    "1934": "Terlupa kata laluan anda?",
    "1935": "Jika anda mempunyai sandaran kunci kripto induk anda, anda boleh menetapkan semula kata laluan anda dengan memilih YA. Tiada data yang akan hilang.",
    "1936": "Anda masih boleh [A]mengeksport[\/A] kunci induk anda sekarang jika anda mempunyai sesi aktif MEGA pada mana-mana pelayar di komputer ini atau mana-mana komputer. Jika tidak, anda tidak akan boleh menyahsulit akaun sedia ada anda, tetapi anda boleh memulakan yang baru di bawah alamat emel yang sama dengan memilih TIDAK.",
    "1937": "Adakah anda memiliki sandaran kepada kunci induk anda?",
    "1938": "Bagus!",
    "1939": "Sila masukkan alamat emel anda di bawah. Anda akan menerima satu pautan pemulihan yang akan membenarkan anda untuk memasukkan kunci induk anda dan menetap semula kata laluan anda.",
    "1940": "Hantar",
    "1941": "Oops.",
    "1942": "Disebabkan paradigma penyulitan hujung-ke-hujung kami, anda tidak akan boleh mengakses data anda tanpa salah satu kata laluan atau [A]sandaran[\/A] kepada kunci induk anda.",
    "1943": "Anda boleh meletak akaun sedia ada anda dan memulakan yang baru di bawah alamat emel yang sama. Sekiranya anda teringat kata laluan akaun yang diletakkan anda, sila hubungi [A]support@mega.co.nz[\/A] untuk bantuan pemulihan. Data anda akan disimpan sekurang-kurangnya 60 hari.",
    "1944": "Anda tidak boleh menggunakan pemulihan akaun dengan sesi sementara yang aktif.",
    "1945": "Anda kini terlog masuk dengan akaun [X]. Untuk mengubah kata laluan akaun ini, sila eksport kunci induk, kemudian log keluar dan cuba semula.",
    "1946": "Sila semak alamat emel dan cuba semula.",
    "1947": "Letak akaun",
    "1948": "Anda telah kehilangan kat laluan anda dan tidak boleh menyediakan kunci induk yang dieksport sebelum ini? Malang sekali, oleh kerana MEGA menggunakan kriptografi yang kuat, kehilangan kunci induk anda menjadikan semua data anda tidak boleh dibaca. Jika anda meneruskan, anda akan memulakan akaun baru di bawah alamat emel sedia ada anda. Akaun lama anda akan kekal diletakkan sekurang-kurangnya 60 hari dan boleh dipulihkan dengan menghubungi [A]support@mega.co.nz[\/A] sekiranya anda mengingat kata laluan anda.",
    "1949": "Pilih kata laluan baru",
    "1950": "Saya mengakui yang saya memulakan akaun baru yang kosong dan akan kehilangan semua data pada akaun saya yang sekarang melainkan jika saya mengingat semula kata laluan atau mengesan kunci induk yang telah dieksport.",
    "1951": "Mulakan akaun baru",
    "1952": "Nota:",
    "1953": "Kami menyimpan sandaran data anda untuk sekurang-kurangnya 60 hari.",
    "1954": "Sekiranya anda mengingat kata laluan anda, sila hubungi support@mega.co.nz untuk bantuan pemulihan data akaun lama anda.",
    "1955": "Tetapkan semula kata laluan",
    "1956": "Sila sediakan kunci induk anda yang dieksport sebelum ini. Anda masih boleh mengeksportnya daripada mana-mana sesi MEGA yang anda mungkin buka pada pelayar lain atau pada komputer lain.",
    "1957": "Jika anda tidak memiliki kunci induk anda, anda boleh [A]meletak[\/A] akaun sedia ada anda dan bermula semula.",
    "1958": "Gunakan fail teks kunci induk",
    "1959": "Pilih fail kunci",
    "1960": "Sahkan",
    "1961": "Anda telah berjaya mendapatkan semula akses ke akaun anda. Sila pilih kata laluan yang baru di bawah:",
    "1962": "Sahkan kata laluan",
    "1963": "Nampaknya kunci induk yang anda berikan adalah tidak betul.",
    "1964": "Adakah anda pasti anda menyediakan kunci yang betul?",
    "1965": "Jika anda tidak memiliki kunci yang betul, anda masih boleh [A]menetap semula[\/A] akaun anda.",
    "1966": "Pautan Pemulihan Tamat Tempoh",
    "1967": "Pautan pemulihan ini telah tamat tempoh, sila cuba lagi.",
    "1968": "Pautan Pemulihan Tidak Sah",
    "1969": "Pautan tidak sah, sila cuba lagi.",
    "1970": "Atau masukkan kunci induk anda di sini",
    "1971": "Anda tidak boleh menggunakan prosedur pemulihan akaun semasa terlog masuk. Sila log keluar dan cuba lagi.",
    "1972": "Fail kunci tidak sah",
    "1973": "Fail yang anda pilih terlalu besar. Sila pastikan anda memilih fail yang mengandungi 22-watak kunci induk anda.",
    "1974": "Sila sahkan yang anda menyedari bahawa semua data anda akan dipadam.",
    "1975": "Akaun diletakkan",
    "1976": "Akaun lama anda telah berjaya diletakkan. Anda boleh log masuk ke akaun baru anda sekarang.",
    "1977": "Kunci induk tidak sah",
    "1978": "Kunci yang anda bekalkan tidak sepadan dengan akaun ini. Sila pastikan anda menggunakan kunci induk yang betul dan cuba semula.",
    "1979": "Akaun disekat",
    "1980": "Akaun yang anda cuba untuk tetapkan semula telah disekat.",
    "1981": "Kata laluan telah berjaya ditetap semula. Sila log masuk ke akaun anda sekarang.",
    "1982": "Sandarkan [A]kunci penyulitan induk[\/A] anda",
    "1983": "Kata laluan anda membuka kunci induk anda",
    "1984": "Data anda hanya boleh dibaca melalui rangkaian operasi penyahsulitan yang bermula dengan kunci penyulitan induk anda. Ini bermakna jika anda kehilangan kata laluan anda, kunci induk anda tidak lagi boleh dibuka, dan anda tidak akan dapat menyahsulit data anda.",
    "1985": "Mengeksport kunci induk dan menyimpannya di tempat yang selamat membolehkan anda menetapkan kata laluan yang baru tanpa kehilangan data.",
    "1986": "Penyerang luar tidak boleh mendapatkan akses ke akaun anda hanya dengan kunci anda. Penetapan semula kata laluan memerlukan kedua-dua kunci dan akses ke emel anda.",
    "1987": "Simpan kunci induk sebagai fail teks",
    "1988": "Simpan fail",
    "1989": "Salin kunci induk ke papan klip",
    "1990": "Salin",
    "1991": "Sentiasa menjaga kawalan fizikal kunci induk anda (contohnya pada peranti klien, storan luar, atau cetak).",
    "1992": "Jangan menyimpan di Internet (sekurang-kurangnya tidak tanpa penyulitan).",
    "1993": "atau [A]buat satu akaun[\/A]",
    "1994": "Ya. Bagaimanapun, kata laluan MEGA anda adalah lebih dari sekadar kata laluan - ia membuka kunci penyulitan induk, dimana tanpanya data anda tidak boleh dibaca sepenuhnya. Oleh itu, terdapat dua jenis penetapan semula kata laluan: Dengan atau tanpa menyediakan satu salinan kepada sandaran kunci induk. Dengan kunci, anda boleh menetapkan kata laluan baru dan mengekalkan akaun yang sedia ada. Tanpa kunci, anda boleh meletak akaun sedia ada anda dan mulakan akaun baru di bawah alamat emel sedia ada anda. Kami menggalakkan anda untuk membuat sandaran kepada kunci induk di tempat yang selamat pada setiap masa, hanya sekiranya! Klik <a href=\"#backup\">here<\/a> untuk mengeksport kunci anda atau <a href=\"#recovery\">here<\/a> untuk menetap semula kata laluan anda.",
    "1995": "Saya baru teringat kata laluan untuk akaun lama saya selepas melaksanakan penetapan semula kata laluan. Bagaimana saya mendapatkan semula data saya?",
    "1996": "Jika kurang daripada 60 hari berlalu semenjak anda meletak akaun lama anda, data anda boleh diperolehi semula. Sila hubungi [A]support@mega.co.nz[\/A] untuk bantuan.",
    "1997": "MEGA meminta saya untuk membuat sandaran bagi kunci penyulitan induk saya. Kenapa?",
    "1998": "Jika anda secara positifnya pasti yang anda tidak akan pernah kehilangan kata laluan anda, anda tidak perlu untuk menyandar kunci anda. Jika anda memutuskan untuk membuat [A]sandaran[\/A], bagaimanapun, sila pastikan anda menyimpannya di tempat yang selamat: Sesiapa yang mempunyai akses ke kunci sandaran dan akaun emel anda akan dapat menetap semula kata laluan anda dan mendapat akses ke data anda.",
    "1999": "Bolehkah saya segerak sesekat FAT\/FAT32 di bawah Windows?",
    "2000": "Walaupun ia mungkin kelihatan bekerja pada pandangan pertama, kami sekuatnya menasihati menentangnya, kerana cap waktu FAT adalah bergantung pada zon waktu, menyebabkan semua fail anda disegerakkan dua kali setahun jika anda tinggal di kawasan yang memerhatikan penjimatan masa siang. Malangnya, kecacatan reka bentuk asas berikut dalam reka Windows API menjadikannya sukar untuk mengimbangi perubahan tersebut secara dinamik: \"Apabila ia menjadi penjimatan masa siang, masa yang diambil oleh GetFileTime adalah sesaatpun, kerana cache tidak dikemas kini. Apabila anda memulakan semula komputer anda, masa yang dicache yang didapatkan oleh GetFileTime adalah betul.\" Dalam erti kata lain, bantu diri anda dan elakkan FAT.",
    "2001": "Adakah anda ingin memuat naik fail anda ke sesi yang baru?",
    "2002": "\"Tidak\" akan membenarkan anda untuk melog masuk dan mulakan muat naik anda.",
    "2003": "Sandar kunci penyulitan induk anda sekarang",
    "2004": "Tidak seperti perkhidmatan penyimpanan awan warisan, MEGA adalah disulitkan hujung-ke-hujung disulitkan. Ini bermakna data anda akan menjadi tidak boleh dibaca jika anda kehilangan kata laluan anda. Kami sekuatnya mencadangkan anda untuk menyandar kunci penyulitan induk anda sekarang. Penetapan semula kata laluan tanpa kehilangan data hanya boleh dilakukan jika anda boleh menyediakan kunci induk yang sah untuk akaun anda.",
    "2005": "Tolak",
    "2006": "Sandar sekarang",
    "2007": "Lain-lain",
    "2008": "Matikan ikon overlay",
    "2009": "Paksa imbasan semula penuh",
    "2010": "Imbasan penuh",
    "2011": "MEGAsync akan melaksanakan imbasan penuh untuk folder disegerak anda.",
    "2012": "Adakah anda ingin memulakan semula MEGAsync sekarang?",
    "2013": "Muat naik fail\/folder",
    "2014": "Versi baharu MEGAsync tersedia!",
    "2015": "MEGAsync kini berjalan. Klik pada ikon sistem tray untuk membuka tetingkap status.",
    "2016": "Tunjukkan status",
    "2017": "Folder untuk muat naik daripada komputer ini",
    "2020": "Ralat mendapatkan kunci sesi",
    "2021": "Segerak penuh",
    "2022": "Folder tempatan anda dan Cakera Awan MEGA anda akan disegerak secara automatik.",
    "2023": "Pilih",
    "2024": "Konfig anda rosak, sila mula semula",
    "2025": "Juga tersedia untuk <a href=\"\" class=\"red mac\">Mac<\/a> dan <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2026": "Juga tersedia untuk <a href=\"\" class=\"red windows\">Windows<\/a> dan <a href=\"\" class=\"red linux\">Linux<\/a>",
    "2027": "Juga tersedia untuk <a href=\"\" class=\"red windows\">Windows<\/a> dan <a href=\"\" class=\"red mac\">Mac<\/a>",
    "2028": "tidak diwajibkan",
    "2029": "Pilih Linux Distro",
    "2030": "Sila pilih linux distro anda dan klik pada butang muat turun.",
    "2031": "Untuk Mac",
    "2032": "Untuk Linux",
    "2033": "Memuat turun fail ZIP yang lebih besar daripada 2GB mungkin memerlukan alat pengekstrak tambahan (seperti \"7zip\"). Malangnya, ZIP64 tidak disokong oleh semua sistem operasi.",
    "2034": "Fail",
    "2035": "Folder",
    "2036": "Segar semula",
    "2037": "Muat turun daripada MEGA",
    "2038": "Sila pilih folder muat turun untuk fail anda:",
    "2039": "Sentiasa muat turun ke destinasi ini",
    "2041": "Anda tidak mempunyai kebenaran menulis dalam folder tempatan ini.",
    "2042": "Anda tidak mempunyai kebenaran menulis dalam folder ini.",
    "2043": "MEGAsync tidak akan dapat memuat turun apa-apa ke sini.",
    "2044": "Adakah anda ingin teruskan?",
    "2045": "Ralat mendapatkan pautan:",
    "2046": "Folder lalai",
    "2047": "Muat naik:",
    "2048": "Muat turun:",
    "2049": "Penyegerak tidak dapat diaktifkan kerana folder tempatan tidak wujud",
    "2051": "Anda sudah menyegerak keseluruhan Cakera Awan anda",
    "2052": "Benarkan \/ lumpuhkan",
    "2053": "Pilih folder tempatan",
    "2055": "Cakera Awan anda akan disegerak dengan folder ini:",
    "2056": "Maklumat penggunaan akaun",
    "2222": "downloads",
    "2426": "The name \"%1\" is already in use for another syncPlease enter a different name to identify this synced folder:",
    "2435": "Your sync \"%1\" has been disabledbecause the remote folder doesn't exist",
    "2436": "Your sync \"%1\" has been disabledbecause the remote folder is in the rubbish bin",
    "2438": "The folder (%1) wasn't uploaded because it's too large (this beta is limited to %2 folders or %3 files.",
    "2439": "%1 folders weren't uploaded because they are too large (this beta is limited to %2 folders or %3 files.",
    "2440": "Synchronization will stop.Deletions that occur while it is not running will not be propagated.Exit anyway?",
    "2443": "The destination folder is synced and you already have a file inside it with the same name (%1).If you continue the upload, the previous file will be overwritten.Are you sure?",
    "2445": "The root folder can't be synced.Please, select a subfolder.",
    "2447": "No valid MEGA links found. (Folder links aren't yet supported)",
    "2461": "I agree with the MEGA <a href=\"https:\/\/mega.co.nz\/#terms\">Terms of Service<\/a>",
    "2464": "Please, enter your e-mail address",
    "2465": "Please, enter a valid e-mail address",
    "2466": "Please, enter your password",
    "2467": "Please, enter your name",
    "2468": "Please, enter a stronger password",
    "2471": "Please, select a local folder",
    "2472": "Please, select a MEGA folder",
    "2475": "Please, select the upload folder for your files:",
    "5526": "MEGA ialah perkhidmatan penyimpanan awan yang selamat yang memberi anda 50GB secara percuma. Tidak seperti pembekal penyimpanan awan yang lain, data anda adalah disulitkan dan dinyahsulitkan hanya oleh peranti anda dan tidak akan pernah oleh kami.Data anda boleh diakses pada bila-bila masa, daripada sebarang peranti, di mana-mana sahaja. Kongsi folder dengan kenalan anda dan lihat kemaskinian pada masa sebenar.Awan di dalam poket anda. Akses dan alirkan fail anda daripada telefon pintar atau tablet anda. Muat naik dan segerak media anda ke awan.Cari, simpan, muat turun, alirkan, papar, kongsi, nama semula atau padam fail anda. Semua ada - di telapak tangan anda.Untuk maklumat lanjut, sila semak laman sesawang kami:https:\/\/mega.co.nz",
    "5527": "MEGA ialah Penyimpanan Awan dengan Privasi Sentiasa-Hidup yang berkuasa. 50GB secara percuma",
    "5528": "daripada",
    "5529": "Pindah ke",
    "5530": "Salin ke",
    "5531": "Import ke",
    "5532": "Muat Naik Fail",
    "5533": "Memuat...",
    "5534": "Mengimport...",
    "5535": "Mengemaskini",
    "5536": "Belum dilaksanakan",
    "5537": "Anda akan membuang fail kunci induk yang dieksport",
    "5538": "Amaran keselamatan! Ini adalah operasi berisiko tinggi. Adakah anda ingin meneruskan?",
    "5539": "Lagi pilihan...",
    "5540": "Adakah anda ingin membuang kenalan ini",
    "5541": "Adakah anda ingin membuang kenalan ini?",
    "5542": "Kemasukan Kongsian",
    "5543": "Kongsian Keluar",
    "5544": "Muat naik...",
    "5545": "Buat folder baru",
    "5546": "Muat naik ke",
    "5547": "Segar semula",
    "5548": "Bantuan",
    "5549": "Naik taraf akaun",
    "5550": "Pilih Semua",
    "5551": "Nyahpilih Semua",
    "5552": "Paparan thumbnail",
    "5553": "Paparan senarai",
    "5554": "Eksport Kunci Induk",
    "5555": "Padam MasterKey",
    "5556": "MasterKey telah dieksport ke:",
    "5557": "fail",
    "5558": "fail",
    "5559": "kenalan",
    "5560": "kenalan",
    "5561": "folder",
    "5562": "folder",
    "5563": "folder dikongsi",
    "5564": "folder dikongsi",
    "5565": "muat turun",
    "5566": "muat naik",
    "5567": "muat naik",
    "5568": "pengguna",
    "5569": "pengguna",
    "5570": "emel",
    "5571": "kata laluan",
    "5572": "Sahkan kata laluan",
    "5573": "ABC",
    "5574": "...",
    "5577": "Sila masukkan kata laluan anda",
    "5578": "Mengira kunci penyulitan",
    "5579": "Menyemak pautan pengesahan",
    "5580": "Mengaktifkan akaun",
    "5581": "Menyediakan senarai fail",
    "5582": "Buat akaun",
    "5583": "nama",
    "5584": "Saya bersetuju dengan <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Syarat Perkhidmatan<\/a> MEGA",
    "5585": "Sudah mempunyai akaun?",
    "5586": "Anda mesti menerima Syarat Perkhidmatan kami.",
    "5587": "Kata laluan tidak sepadan",
    "5588": "Disimpan untuk Luar talian",
    "5589": "Dikongsi dengan saya",
    "5590": "KENALAN",
    "5591": "PERMINTAAN DIHANTAR",
    "5592": "PERMINTAAN DITERIMA",
    "5593": "Tiada permintaan dihantar",
    "5594": "Tiada permintaan diterima",
    "5595": "Muat Naik Kamera",
    "5596": "%1$s daripada %2$s",
    "5597": "KEMASUKAN",
    "5598": "KELUAR",
    "5599": "Kosongkan Tong Sampah",
    "5600": "Tiada folder dikongsi masuk",
    "5601": "Tiada folder dikongis keluar",
    "5602": "Tersedia luar talian",
    "5603": "ON",
    "5604": "OFF",
    "5605": "Saiz:",
    "5606": "Kandungan:",
    "5607": "Ditambah:",
    "5608": "Diubah suai:",
    "5609": "Tiada pautan awam",
    "5610": "Baca & tulis",
    "5611": "Dikongsi dengan:",
    "5612": "Kebenaran:",
    "5613": "Tukar kebenaran",
    "5614": "Kongsi dengan",
    "5615": "Hantar ke",
    "5616": "Info Kenalan",
    "5617": "Folder Dikongsi dengan:",
    "5618": "Tambah kenalan baru menggunakan butang di bawah.",
    "5619": "Menyediakan fail",
    "5620": "Tiada sebarang aplikasi pada peranti anda yang boleh melaksanakan fail ini",
    "5621": "Kongsi imej dengan",
    "5622": "Kongsi pautan",
    "5623": "Memindah",
    "5624": "Mengongsi folder",
    "5625": "Menyalin",
    "5626": "Padam daripada MEGA",
    "5627": "Emel kenalan",
    "5628": "Membuat folder...",
    "5629": "Menambah kenalan",
    "5630": "Hantar pautan",
    "5631": "Kongsi folder",
    "5632": "Lihat folder dikongsi",
    "5633": "Membuang semua kenalan perkongsian",
    "5634": "Meninggalkan folder dikongsi",
    "5635": "Folder kamera",
    "5636": "Kenalan MEGA",
    "5637": "Fon Kenalan",
    "5638": "Padam",
    "5639": "Kenalan ditambah",
    "5640": "Kenalan dibuang",
    "5641": "Ralat. Kenalan tidak dipadam",
    "5642": "Kebenaran diubah",
    "5643": "Ralat. Kebenaran tidak berubah",
    "5644": "Folder sudah wujud",
    "5645": "Folder dibuat",
    "5646": "Dinama semula dengan betul",
    "5647": "Ralat. Tidak dinama semula",
    "5648": "Disalin dengan betul",
    "5649": "Ralat. Tidak disalin",
    "5650": "Dipindah dengan betul",
    "5651": "Ralat. Tidak dipindah",
    "5652": "Dikongsi dengan betul",
    "5653": "Ralat. Tidak dikongsi",
    "5654": "Mustahil untuk mendapatkan pautan",
    "5655": "Dibuang dengan betul daripada MEGA",
    "5656": "Ralat. Tidak dipadam daripada MEGA",
    "5657": "Dihantar dengan betul ke:",
    "5658": "Folder sekarang adalah peribadi",
    "5659": "Kongsian dibuang dengan betul",
    "5660": "Meng-unzip fail",
    "5661": "Pemapar Imej",
    "5662": "Naik taraf sekarang!",
    "5663": "Sesi terakhir:",
    "5664": "Pilih keahlian",
    "5665": "Berulang bulanan atau tahunan",
    "5666": "Langganan Paypal",
    "5667": "Bulanan*",
    "5668": "Tahunan*",
    "5669": "* langganan berulang boleh dibatalkan pada bila-bila masa sebelum tarikh pembaharuan.",
    "5670": "Pratonton belum lagi dimuat turun. Sila tunggu.",
    "5671": "Diimport dengan betul",
    "5672": "Tiada pemindahan aktif",
    "5673": "Semua pemindahan dihentikan sementara",
    "5674": "Hentikan pemindahan sementara",
    "5675": "Mula semula pemindahan",
    "5676": "Wi-Fi sahaja",
    "5677": "Wi-Fi or pelan data",
    "5678": "Muat naik kamera dalam proses",
    "5679": "Adakah anda ingin membatalkan Muat Naik Kamera?",
    "5680": "Memuat naik gambar kamera",
    "5681": "Masalah Muat Naik Kamera",
    "5682": "Muat Naik Kamera selesai",
    "5683": "Kunci PIN",
    "5684": "Sentiasa tanya lokasi muat turun",
    "5685": "Dayakan Muat Naik Kamera",
    "5686": "Nyahdayakan Muat Naik Kamera",
    "5687": "Bagaimana untuk memuat naik",
    "5688": "Gambar dan video",
    "5689": "Dayakan Kunci PIN",
    "5690": "Nyahdayakan kunci PIN",
    "5691": "Kod PIN",
    "5692": "Tidak ditetapkan",
    "5693": "Versi aplikasi",
    "5694": "Pemapar PDF MEGA",
    "5695": "Pelayar ZIP",
    "5696": "Jenis Akaun:",
    "5697": "Folder Muat Naik Kamera dibuat",
    "5698": "Fail zip akan dimuat turun dan di unzip",
    "5699": "Fail zip akan di unzip",
    "5700": "Faham",
    "5701": "Hidupkan",
    "5702": "Kehilangan kata laluan",
    "5703": "Emel tiada",
    "5704": "Butiran log masuk tidak sah",
    "5705": "Emel tidak sah",
    "5706": "Nama terlalu singkat",
    "5707": "Kata laluan terlalu singkat",
    "5708": "Anda mesti menerima Syarat Perkhidmatan",
    "5709": "Kekal terlog masuk",
    "5710": "Adakah anda pasti untuk membatalkan pendaftaran?",
    "5711": "Batal",
    "5712": "Pendaftaran lengkap",
    "5713": "Saya bersetuju dengan <a href='terms'>Syarat Perkhidmatan<\/a> MEGA",
    "5714": "Emel anda",
    "5715": "Kongsi dengan kenalan MEGA",
    "5716": "Padam satu fail?",
    "5717": "Padam [X] fail?",
    "5718": "Sah padam",
    "5719": "Nama untuk folder baru",
    "5720": "Muat naik  gambar terakhir",
    "5721": "Tangkap",
    "5722": "Pilih",
    "5723": "fail dikongsi",
    "5724": "Tiada fail di dalam CakeraAwan",
    "5725": "Tiada fail di dalam folder",
    "5726": "Kembalikan",
    "5727": "Sila pilih folder destinasi untuk pindahan",
    "5728": "Sila pilih folder destinasi untuk importan",
    "5729": "Nota keluaran",
    "5730": "Memuat kenalan",
    "5731": "Tidak dapat mengakses kenalan",
    "5732": "Benarkan MEGA akses ke kenalan daripada Tetapan > Privasi > Kenalan !",
    "5733": "Tiada fail dikongsi",
    "5734": "Mengongsi satu nod",
    "5735": "Mengongsi [X] nod",
    "5736": "Jemputan dihantar",
    "5737": "Tiada kenalan",
    "5738": "Sampah",
    "5739": "Sesuatu yang benar-benar salah berlaku!",
    "5740": "Memuat turun: [X]%",
    "5741": "Menyediakan muat turun",
    "5742": "Memuat naik: [X]%",
    "5743": "Disimpan setempat",
    "5744": "Masukkan nama baru",
    "5745": "Adakah anda pasti?",
    "5746": "Fail diluar talian",
    "5747": "Tiada fail dimuat turun",
    "5748": "Tiada gambar",
    "5749": "Satu gambar",
    "5750": "[X] gambar",
    "5751": "[X] baki",
    "5752": "Tiada gambar",
    "5753": "Membuat folder Muat Naik Kamera",
    "5754": "Selesai menyenaraikan gambar",
    "5755": "Mengeksport gambar",
    "5756": "Melangkau gambar",
    "5757": "Memuat naik gambar",
    "5758": "Memuat naik video",
    "5759": "Folder Muat Naik Kamera dibuat",
    "5760": "Ralat memuat naik aset",
    "5761": "Muat Naik Kamera didayakan",
    "5762": "Muat Naik Kamera tidak didayakan",
    "5763": "Muat Naik Kamera selesai",
    "5764": "Pilih album untuk Muat Naik Kamera",
    "5765": "Pilihan Muat Naik Kamera",
    "5766": "Apabila dinyahdayakan gambar dan video baru tidak akan dimuat naik",
    "5767": "Dayakan Muat Naik Kamera untuk memuat naik gambar dan video anda ke Cakera Awan secara automatik",
    "5768": "Muat naik video",
    "5769": "Gunakan sambungan selular",
    "5770": "Jalankan secara berkala pada latar belakang",
    "5771": "Memuat gambar",
    "5772": "Tidak dapat mengakses gambar",
    "5773": "Mengeksport fail",
    "5774": "Kod Laluan",
    "5775": "Digunakan",
    "5776": "Tempatan",
    "5777": "Jika bilangan percubaan gagal dicapai",
    "5778": "Matikan kod laluan",
    "5779": "Hidupkan kod laluan",
    "5780": "Gunakan TouchID",
    "5781": "Tukar kod laluan",
    "5782": "Padam semua data tempatan",
    "5783": "Bahasa automatik",
    "5786": "Hantar maklum balas",
    "5787": "Nilai kami!",
    "5788": "Hubungi pasukan sokongan melalui emel.",
    "5789": "Dapatkan sokongan atau baca topik popular.",
    "5790": "Wah, ianya penuh dengan bintang!",
    "5791": "Eksport Kunci Induk",
    "5792": "Dayakan log",
    "5793": "Fail dipadam ke Tong Sampah.",
    "5794": "Mengeksport Kunci Induk dan menyimpannya di tempat yang selamat membolehkan anda mengeset kata laluan baru tanpa kehilangan data.",
    "5795": "Fail log membantu pembangun untuk menyelesaikan masalah",
    "5796": "MasterKey.txt telah dieksport ke folder Documents. Anda boleh memindahnya dengan menyambung peranti anda ke komputer dan membuka iTunes. Kami sekuatnya menasihati anda untuk tidak mengemel fail ini!",
    "5797": "Gagal mengeksport Kunci Induk",
    "5798": "Kunci Induk dieksport",
    "5799": "Penggunaan",
    "5800": "tersedia",
    "5801": "digunakan",
    "5802": "Imej",
    "5803": "Video",
    "5804": "Dokumen",
    "5805": "Arkib",
    "5806": "Cache tempatan",
    "5807": "Cache",
    "5808": "Penyimpanan tempatan",
    "5809": "Bersihkan Cache",
    "5810": "Membersihkan cache akan memadam semua dokumen, thumbnail & lain-lain fail sementara yang disimpan setempat.",
    "5811": "Bersihkan Cache?",
    "5812": "Ini akan memadam semua fail yang disimpan setempat",
    "5813": "Cache telah dibersihkan.",
    "5814": "Naik Taraf Akaun",
    "5815": "[X] GB",
    "5816": "[X] TB",
    "5817": "langganan bulanan \"PRO 1\"",
    "5818": "langganan tahunan \"PRO 1\"",
    "5819": "PRO I",
    "5820": "Masukkan kod laluan lama anda",
    "5821": "Sahkan menggunakan cap jari anda?",
    "5822": "Muat Naik fail gagal",
    "5823": "Fail yang anda pilih tidak dimuat naik ke MEGA. Sila cuba lagi.",
    "5824": "Muat Naik fail dibatalkan",
    "5825": "Fail yang anda pilih belum lagi dimuat naik ke MEGA.",
    "5826": "RUANG MEGA",
    "5827": "KELAJUAN MEGA",
    "5828": "PRIVASI MEGA",
    "5829": "AKSES MEGA",
    "5830": "Daftar sekarang dan dapatkan 50 GB ruang percuma.",
    "5831": "Muat naik pantas.Kongsi fail dengan semua orang dengan cepat.",
    "5832": "Simpan semua fail anda selamat denganpenyulitan hujung-ke-hujung MEGA.",
    "5833": "Dapatkan akses disulitkan sepenuhnya di mana-mana sahaja,pada bila-bila masa.",
    "5834": "MEGA adalah perkhidmatan penyimpanan awan yang selamat dengan 50 GB ruang penyimpanan percuma.Di dalam aplikasi anda boleh menaik taraf ruang penyimpanan & kuota jalur lebar anda dengan melanggan MEGA Pro dengan langgan bulanan atau tahunan.Langganan adalah €9.99 (US$10.99) sebulan atau €99.99 (US$119.99) setahun.Langganan ini memberi anda 500 GB ruang penyimpanan dan 1000 GB jalur lebar untuk setiap sebulan.Langganan adalah diperbaharui secara automatik untuk tempoh dan pada harga yang sama dan pada tempoh permulaan yang dipilih. Anda boleh mematikan pembaharuan automatik untuk langganan MEGA Pro anda tidak lewat daripada 24 jam sebelum waktu pembayaran untuk langganan anda yang seterusnya sampai melalui halaman tetapan akaun iTunes anda. Untuk mengurus langganan anda, hanya klik pada ikon App Store pada telefon bimbit anda, log masuk dengan Apple ID anda pada bahagian bawah halaman (jika anda belum lagi melakukan demikian) dan klik ViewID. Anda akan dibawa ke halaman akaun anda dimana anda boleh tatal ke Manage App Subscriptions. Dari sini, anda boleh pilih langgananMEGA Pro anda dan lihat tarikh pembaharuan anda yang dijadualkan, pilih pakej langganan yang lain atau togol suis on-off ke off untuk menyahdayakan pembaharuan automatik langganan anda.Syarat-syarat Perkhidmatan:https:\/\/mega.co.nz\/ios_terms.htmlDasar privasi:https:\/\/mega.co.nz\/ios_privacy.html",
    "5835": "Dengan PhotoSync, gambar-gambar yang anda ambil dengan iPhone anda akan secara automatik disandar pada MEGA.Anda boleh menggunakan sambungan WiFi atau selular dan dengan mendayakan mod latar belakang aplikasi akan memuat naik gambar-gambar apabila lokasi anda berubah dengan ketara.Kunci kod laluan menambah satu lapisan baru keselamatan dengan memerlukan sebuah kod laluan empat-digit untuk dimasukkan setiap kali aplikasi dibuka. Ini akan melindungi fail-fail anda bahkan sekiranya iPhone anda jatuh ke tangan yang salah. Terdapat pilihan juga untuk memadam semua data dan melog keluar jika kata laluan yang salah dimasukkan lebih daripada 10 kali.Pelbagai pembetulan pepijat dan peningkatan kelajuan.Maklum balas anda adalah sangat penting kepada kami dan, walaupun kami mungkin tidak dapat membalas semua emel, kami baca semua dan tiap-tiap satunya.Juga, penilaian 5-bintang anda  di AppStore sentiasa dihargai.",
    "5836": "muat naik, sandaran, awan, fail, perkongsian, selamat, MEGA",
    "5837": "[X] minit",
    "5838": "1 minit",
    "5839": "akan tersedia dalam",
    "5840": "Buat akaun MEGA anda",
    "5841": "Anda tidak terlog masuk",
    "5842": "Anda perlu mempunyai akaun MEGA untuk melengkapkan pembelian anda:",
    "5843": "Anda sudah terlog masuk. Anda hanya boleh membuat satu akaun MEGA.",
    "5844": "Adakah anda ingin menggunakan baki prabayar anda untuk meneruskan?",
    "5845": "jalur lebar digunakan",
    "5846": "Mengubah hala ke PayPal",
    "5847": "Pembelian anda telah berjaya. Walau bagaimanapun, untuk menyelesaikan proses pembuatan akaun, anda perlu mengklik pada pautan yang dihantar ke emel anda.",
    "5848": "Susun dengan",
    "5849": "Menyambung ke pelayan: membuat akaun",
    "5851": "Menghantar permintaan kenalan kepada anda",
    "5852": "Menerima permintaan kenalan anda",
    "5853": "Menolak permintaan kenalan anda",
    "5854": "Baru",
    "5855": "Pemberitahuan",
    "5856": "Terima",
    "5857": "Abaikan permintaan lanjut",
    "5858": "Tolak",
    "5859": "Dijemput",
    "5860": "Abaikan",
    "5861": "Jemput Semula",
    "5862": "Permintaan Dihantar",
    "5863": "Permintaan Diterima",
    "5864": "Pengguna diabaikan",
    "5865": "Kami tidak boleh mentafsirkan pautan jemputan anda, sila semak jika pautan anda disalin dengan betul, atau daftar secara manual dengan alamat e-mel yang sama.",
    "5866": "Tinggalkan kongsian",
    "5867": "Tinggalkan kongsian",
    "5868": "Lihat profil",
    "5869": "Buang kenalan",
    "5870": "Buang kenalan",
    "5871": "Kegemaran",
    "5872": "Buang kegemaran",
    "5873": "Kemasukan folder dikongsi",
    "5874": "Kemasukan folder dikongsi",
    "5875": "MEGAchat",
    "5876": "Sembang secara peribadi tanpa backdoor untuk NSA. Cuba sembang audio dan video selamat kami yang baru.",
    "5877": "Jangan risau!",
    "5878": "Helo, sertai saya di MEGA dan dapatkan akses ke penyimpanan dan komunikasi yang disulitkan. Dapatkan 50 GB percuma!",
    "5879": "Maklumat Korporat",
    "5880": "Pelabur",
    "5881": "Siaran Akhbar",
    "5882": "Laporan Pemegang Saham",
    "5883": "Mulakan panggilan ...",
    "5884": "Tamat panggilan ...",
    "5885": "Mulakan perbualan",
    "5886": "Tamat perbualan",
    "5888": "Panggilan dengan [X] bermula.",
    "5889": "Panggilan dengan [X] berakhir.",
    "5890": "Panggilan dengan [X] tidak dijawab dalam masa yang ditetapkan.",
    "5891": "Memanggil [X] ...",
    "5892": "Panggilan dengan [X] teleh ditolak.",
    "5893": "Anda ada panggilan masuk daripada [X].",
    "5894": "Panggilan dengan [X] telah dibatalkan.",
    "5895": "Panggilan dengan [X] telah dikendalikan pada beberapa peranti lain.",
    "5896": "Mulakan panggilan audio",
    "5897": "Mulakan panggilan video",
    "5898": "Pengguna [X] telah dijemput dan akan muncul di dalam senarai kenalan anda setelah menerima.",
    "5899": "Pengguna telah dijemput dan akan muncul di dalam senarai kenalan anda seteleh menerima.",
    "5900": "Lihat permintaan diterima",
    "5901": "Lihat permintaan dihantar",
    "5902": "Perbualan",
    "5903": "Kenalan saya",
    "5904": "Interaksi terakhir",
    "5905": "Pemilik",
    "5906": "Akses",
    "5907": "beta",
    "5908": "Taipkan emel atau kenalan",
    "5909": "Nama fail MacOS\/UNIX adalah kes sensitif, nama fail Windows tidak. Folder yang mengandungi kedua \"ABC.TXT\" dan \"abc.txt\" boleh disegerak ke mesin UNIX tanpa masalah, tetapi apabila disegerak ke mesin Windows, hanya satu daripada dua fail akan bertahan.MEGA tidak mengenakan sekatan pada nama fail - ianya boleh mengandungi aksara yang tidak serasi dengan sistem operasi, seperti : atau *. Ini akan ditulis semula dengan %xx pada bahagian tempatan dan ditukar kembali pada aksara original apabila disegerak kembali. Windows Explorer juga mempunyai masalah dengan beberapa nama fail dan folder yang seolah-olah tidak berbahaya - \"con.doc\", sebagai contoh, tidak akan boleh diakses (untuk memahami kenapa, anda perlu menjadi seorang pakar atau veteran, atau kedua-duanya). Jika anda mengalami keadaan seperti itu, hanya perlu menamakan semula fail pada bahagian awan. Huruf asing dalam nama fail adalah disokong sepenuhnya.MEGAsync menyokong struktur folder yang agak mendalam (MEGA sendiri adalah terhad kepada maksimum 63 tahap) dan sangat panjang nama jalan (sehingga 32,000 aksara di bawah Windows). Malangnya, sebahagian besar perisian Windows (termasuk Explorer) tidak dapat mengakses fail yang jalannya adalah lebih panjang daripada 260 aksara.",
    "5910": "Terdapat 3 cara memuat naik fail ke MEGA menggunakan pelayar web anda:1. Klik pada butang merah pada halaman permulaan2. Pergi ke pengurus fail dan klik pada \"Muat Naik Fail\" atau (jika anda menggunakan Chrome) butang \"Muat Naik Folder\" berhampiran bahagian atas3. Seret dan lepas fail atau (jika anda menggunakan Chrome) folder ke laman",
    "5911": "Tambah Kenalan",
    "5912": "Anda boleh membuat folder baru dengan senang di bawah. Di sana, pada bahagian kiri tangan.",
    "5913": "Anda boleh menambah kenalan baru dengan senang melalui emel atau mengimport kenalan daripada perkhidmatan-perkhidmatan lain.",
    "5914": "Perbualan saya",
    "5915": "Kongsian masuk saya",
    "5916": "Folder saya",
    "5917": "Tiada permintaan kenalan baru",
    "5918": "Kelihatan seperti ada emel cacat!",
    "5919": "Anda sudah mempunyai hubungan dengan emel itu!",
    "5920": "Tidak perlu untuk itu, anda adalah pemilik!",
    "5921": "Menaik",
    "5922": "Menurun",
    "5923": "Atas Talian",
    "5924": "Jauh",
    "5925": "Sibuk",
    "5926": "Luar Talian",
    "5927": "Import Kenalan",
    "5928": "Muat Turun Standard",
    "5929": "Anda telah melebihi peruntukan simpanan yang dibenarkan dan muat naik anda telah dimatikan. Sila pastikan anda berada pada pelan MEGA PRO yang betul, atau hubungi support@mega.co.nz.",
    "5930": "Batal permintaan",
    "5931": "Klik [A]di sini[\/A] untuk melihat penggunaan penyimpanan anda.",
    "5932": "Melebihi kuota",
    "5933": "Padam akaun anda",
    "5934": "Gagal untuk mengesahkan akaun. Sila cuba lagi. [{0}]",
    "5935": "Akaun anda telah dibuat, disahkan dan diaktifkan. Anda akan dilog masuk secara automatik.",
    "5936": "Akaun diaktifkan",
    "5937": "Pengesahan diperlukan",
    "5938": "Pembuatan akaun Cakera Awan MEGA gagal. Sila cuba lagi. [{0}]",
    "5939": "Pembuatan akaun gagal",
    "5940": "Gagal membuat folder",
    "5941": "Pembuatan folder gagal",
    "5942": "Folder berjaya dibuat",
    "5943": "Pemadaman gagal",
    "5944": "Mendapatkan pautan gagal",
    "5945": "Gagal memuat turun fail. Sila cuba lagi. [{0}]",
    "5946": "Tidak dapat mendapatkan fail dan folder daripada MEGA. Sila cuba lagi.",
    "5947": "Pengambilan data gagal",
    "5948": "Gagal mendapatkan pautan",
    "5949": "Dapatkan pautan gagal",
    "5950": "Gagal mendapatkan pratonton",
    "5951": "Mendapatkan pratonton gagal",
    "5952": "Imej berjaya dieksport ke album 'gambar disimpan'",
    "5953": "Imej disimpan",
    "5954": "Ralat mengeksport imej ke album 'gambar disimpan'. Sila cuba lagi",
    "5955": "Gagal menyimpan imej",
    "5956": "Pautan MEGA disalin ke papan klip anda",
    "5957": "Log masuk Cakera Awan MEGA gagal. Sila cuba lagi. [{0}]",
    "5958": "Pemindahan gagal",
    "5959": "Imej disimpan dalam album gambar anda",
    "5960": "Gambar disimpan",
    "5961": "Adakah anda pasti ingin mengeluarkan {0}?",
    "5962": "Keluarkan?",
    "5963": "Gagal mengeluarkan item",
    "5964": "Pengeluaran gagal",
    "5965": "Item berjaya dikeluarkan",
    "5966": "Item dikeluarkan",
    "5967": "Menama semula item gagal",
    "5968": "Nama semula gagal",
    "5969": "Sila isikan nama anda, alamat emel dan kata laluan",
    "5970": "Isikan ruangan diperlukan",
    "5971": "Eksport imej semasa ke album 'gambar disimpan'?",
    "5972": "Tidak di atas talian",
    "5973": "Gagal mendapatkan thumbnail [{0}]",
    "5974": "Mendapatkan thumbnail gagal",
    "5975": "Gagal mendapatkan butiran akaun anda. Sila cuba lagi. [{0}]",
    "5976": "Mendapatkan butiran akaun gagal",
    "5977": "Anda berjaya terlog keluar",
    "5978": "Terlog keluar",
    "5979": "Gagal untuk log keluar. Sila cuba lagi. [{0}]",
    "5980": "Log keluar gagal",
    "5981": "Adakah anda pasti mahu mengeluarkan {0} item?",
    "5982": "Keluarkan item?",
    "5983": "{0} item dikeluarkan",
    "5984": "Item dikeluarkan",
    "5985": "Gagal memindah item ke tong sampah. Sila cuba lagi",
    "5986": "Pindah ke tong sampah gagal",
    "5987": "Adakah anda pasti ingin memindah {0} ke tong sampah?",
    "5988": "Pindah ke tong sampah?",
    "5989": "Item berjaya dipindah ke tong sampah",
    "5990": "item dipindah",
    "5991": "Adakah anda pasti ingin memindah {0} item ke tong sampah?",
    "5992": "Pindah item?",
    "5993": "{0} item dipindah ke tong sampah",
    "5994": "Item dipindah",
    "5995": "Anda mempunyai {0} pemindahan belum selesai. Pemindahan yang belum selesai akan dibatalkan. Adakah anda pasti ingin untuk log keluar?",
    "5996": "Pemindahan Belum Selesai",
    "5997": "Anda mempunyai {0} pemindahan belum selesai. Pemindahan yang belum selesai akan dibatalkan. Adakah anda pasti ingin keluar?",
    "5998": "Akaun sudah disahkan. Anda boleh log masuk sekarang.",
    "5999": "Akaun sudah disahkan",
    "6000": "Kata laluan yang ditaip tidak betul",
    "6001": "Kata laluan salah",
    "6002": "Anda telah memilih lebih 100 item ({0}) untuk dimuat turun. Adakah anda ingin teruskan?",
    "6003": "Kiraan muat turun",
    "6004": "Adakah anda mahu fail IMEJ dieksport secara automatik ke album gambar anda selepas muat turun? Anda boleh menukar tetapan ini di halaman tetapan kemudian. Jenis fail yang lain hanya akan disimpan dalam simpanan tempatan aplikasi.",
    "6005": "Gagal untuk menjeda pemindahan",
    "6006": "Jedaan gagal",
    "6007": "Gagal untuk menyambung pemindahan",
    "6008": "Sambungan gagal",
    "6009": "Sila pilih minimum 1 gambar untuk muat naik",
    "6010": "Tiada gambar dipilih",
    "6011": "Gagal untuk menyedia imej: {0} untuk muat naik",
    "6012": "Penyediaan imej gagal",
    "6013": "Gagal memuat naik gambar",
    "6014": "Muat naik gambar gagal",
    "6015": "Tidak dapat mencari fail dipilih",
    "6016": "Fail tidak dijumpai",
    "6017": "Gagal untuk membuka fail dipilih",
    "6018": "Gagal buka fail",
    "6019": "Gagal memuat naik gambar selfie",
    "6020": "Muat naik selfie gagal",
    "6021": "Tidak dapat memuat fail dan folder daripada MEGA. Sila cuba lagi atau klik segar semula.",
    "6022": "Gagal untuk memuat",
    "6023": "Kod kunci PIN anda tidak sepadan. Sila taip mereka semula dan pastikan mereka adalah sama",
    "6024": "Kod kunci PIN tidak sepadan",
    "6025": "Anda telah dilog keluar pada peranti ini daripada lokasi lain",
    "6026": "Operasi tidak dibenarkan, anda akan melebihi had penyimpanan akaun anda. Adakah anda ingin menaik taraf akaun anda?",
    "6027": "Amaran Melebihi Kuota!",
    "6028": "Anda belum memilih lokasi lalai muat turun untuk fail anda.Untuk meneruskan dengan muat turun sila pilih destinasi folder atau pergi ke pilihan untuk menetapkan lokasi muat turun lalai anda.",
    "6029": "Gagal untuk menyedia fail: {0} untuk muat naik",
    "6030": "Penyediaan fail gagal",
    "6031": "Gagal menyalin fail dipilih: [{0}]",
    "6032": "Penyalinan fail gagal",
    "6033": "Anda tidak mempunyai kebenaran untuk menyalin jenis fail ini ke folder destinasi. Mungkin anda mencuba untuk menyimpan\/menyalin ke dalam kad SD jenis fail yang tidak disokong. Sila, cuba untuk simpan\/salin fail itu ke memori dalaman peranti anda.",
    "6034": "Akses tanpa izin",
    "6035": "Gagal untuk menyalin masterkey ke papan klip. Sila cuba lagi",
    "6036": "Papan klip gagal",
    "6037": "Kunci PIN semasa tidak betul atau tidak sepadan",
    "6038": "Kunci PIN semasa tidak sepadan",
    "6039": "Masterkey disalin ke papan klip",
    "6040": "Masterkey disalin",
    "6041": "Kunci PIN mesti sekurang-kurangnya 4 digit",
    "6042": "Kunci PIN terlalu pendek",
    "6043": "Cache berjaya dibersihkan",
    "6044": "Cache dibersihkan",
    "6045": "Ruangan bebas memori tidak mencukupi untuk menyelesaikan operasi ini. Aplikasi akan ditutup sekarang",
    "6046": "Had Memori",
    "6047": "tidak, tempatan sahaja",
    "6048": "Pilihan muat turun",
    "6049": "ya, eksport",
    "6050": "Jenis resolusi yang tidak diketahui",
    "6051": "Gagal memilih folder. Sila, cuba lagi atau pilih folder yang lain: [{0}]",
    "6052": "Gagal pilih folder",
    "6053": "Gagal memuat naik fail. Sila cuba semula. [{0}]",
    "6054": "Mengesahkan akaun...",
    "6055": "Membuat akaun...",
    "6056": "Membuat folder...",
    "6057": "Memadam '{0}'...",
    "6058": "Mendapatkan pautan muat turun...",
    "6059": "Menyambung semula sesi...",
    "6060": "Mengambil fail & folder... [{0}]",
    "6061": "Mendapatkan butiran akaun...",
    "6062": "Mendapatkan pautan...",
    "6063": "Mendapatkan pratonton...",
    "6064": "Mengimport fail...",
    "6065": "Membina paparan...",
    "6066": "Melog masuk...",
    "6067": "Melog keluar...",
    "6068": "Memindah...",
    "6069": "Memindah ke Tong sampah...",
    "6070": "Menjeda pemindahan...",
    "6071": "Menyediakan muat turun...",
    "6072": "Menyediakan muat naik...",
    "6073": "Mengeluarkan...",
    "6074": "Menama semula...",
    "6075": "Menyambung pemindahan...",
    "6076": "tambah",
    "6077": "tambah folder",
    "6078": "MEGA",
    "6079": "batal",
    "6080": "sahkan",
    "6081": "sahkan kata laluan anda",
    "6082": "salin",
    "6083": "pendaftaran",
    "6084": "Dibuat:",
    "6085": "Buat akaun baru di sini",
    "6086": "Memuat turun...",
    "6087": "alamat emel anda",
    "6088": "folder kosong",
    "6089": "Tiada pemindahan",
    "6090": "Memuat pratonton...",
    "6091": "Pautan MEGA:",
    "6092": "Saya ingin mengongsi fail perkhidmatan awan MEGA ini dengan anda",
    "6093": "akaun saya",
    "6094": "nama anda",
    "6095": "Baru di MEGA?",
    "6096": "seterusnya",
    "6097": "buka",
    "6098": "Buka pautan muat turun MEGA:",
    "6099": "buka pautan",
    "6100": "kata laluan anda",
    "6101": "sebelumnya",
    "6102": "segar semula",
    "6103": "Kekal terlog masuk",
    "6104": "nama semula",
    "6105": "Taipkan nama baru:",
    "6106": "simpan",
    "6107": "kongsi",
    "6108": "Saiz:",
    "6109": "syarat penggunaan",
    "6110": "Memuat naik...",
    "6111": "pemindahan",
    "6112": "Dibatalkan",
    "6113": "Membatalkan...",
    "6114": "Kesilapan pada pemindahan",
    "6115": "Siap",
    "6116": "Sedia",
    "6117": "tetapan",
    "6118": "Buat shortcut",
    "6119": "Pilih berganda",
    "6120": "Menjeda...",
    "6121": "tentang",
    "6122": "Kami ingin mengucapkan terima kasih khas kepada syarikat\/orang berikut untuk membuat aplikasi ini terjadi:",
    "6123": "selesai",
    "6124": "pilihan",
    "6125": "PRO II",
    "6126": "PRO III",
    "6127": "Tukar Kunci PIN",
    "6128": "sahkan kunci PIN anda",
    "6129": "kunci PIN anda",
    "6130": "ya",
    "6131": "Muat naik fail",
    "6132": "Pilihan pautan",
    "6133": "Pilih gambar",
    "6134": "Mod selfie",
    "6135": "Ambil gambar",
    "6136": "Pilihan muat naik",
    "6137": "Muat naik imej",
    "6138": "PRO Lite",
    "6139": "terima",
    "6140": "Akaun",
    "6141": "pengakuan",
    "6142": "Sentiasa tanya untuk lokasi muat turun",
    "6143": "cache",
    "6144": "batal semua",
    "6145": "tangkap",
    "6146": "bersihkan pemindahan",
    "6147": "bersihkan cache",
    "6148": "bersihkan pilihan",
    "6149": "papan klip",
    "6150": "kunci PIN semasa anda",
    "6151": "Eksport masterkey",
    "6152": "Eksport imej ke album 'gambar disimpan' selepas muat turun",
    "6153": "fail (menaik)",
    "6154": "fail (menurun)",
    "6155": "Ruang bebas",
    "6156": "terbesar",
    "6157": "Buat kunci PIN",
    "6158": "MasterKey",
    "6159": "MEGA SDK",
    "6160": "nama (menaik)",
    "6161": "nama (menurun)",
    "6162": "terbaru",
    "6163": "kunci PIN baru anda",
    "6164": "Tiada data untuk ditunjukkan",
    "6165": "Tiada pelan untuk dipaparkan",
    "6166": "tertua",
    "6167": "jeda semua",
    "6168": "Dasar privasi",
    "6169": "terkecil",
    "6170": "SUSUN DENGAN",
    "6171": "mula\/sambung semua",
    "6172": "langgan",
    "6173": "Syarat perkhidmatan",
    "6174": "jumlah",
    "6175": "versi",
    "6176": "papar",
    "6177": "Lokasi muat turun",
    "6178": "pilih folder",
    "6179": "MEGA tidak akan menjejaskan model penyulitan kawalan pengguna hujung-ke-hunjung nya dan bangga untuk tidak menjadi bahagian saluran perniagaan yang mendiskriminasi terhadap perniagaan antarabangsa yang sah.",
    "6180": "MEGA tidak akan menjejaskan model penyulitan kawalan pengguna hujung-ke-hunjung nya dan bangga untuk tidak menjadi bahagian saluran perniagaan yang mendiskriminasi terhadap perniagaan antarabangsa yang sah.",
    "6181": "Batalkan akaun anda",
    "6182": "Pilih akaun anda",
    "6183": "Ya, saya ingin membatalkan akaun saya",
    "6184": "Pautan pembatalan telah tamat tempoh.",
    "6185": "Pautan pembatalan telah tamat tempoh, sila cuba lagi.",
    "6186": "Pautan pembatalan tidak sah.",
    "6187": "Pautan pembatalan tidak sah, sila cuba lagi.",
    "6188": "Akaun dibatalkan",
    "6189": "Akaun anda telah berjaya dibatalkan.",
    "6190": "BELI",
    "6191": "Dapatkan akaun PERCUMA",
    "6192": "TAWARAN BARU",
    "6193": "tempoh langganan",
    "6194": "Pilihan pembayaran",
    "6195": "Pilihan pembayaran",
    "6196": "Tiada permintaan menunggu pada masa ini",
    "6197": "Nama akaun",
    "6198": "Pemindahan wayar",
    "6199": "Jika anda ingin melanggan akaun PRO tahunan dan membayar kami dalam Euro (€), anda boleh memindah dana ke:",
    "6200": "Nombor akaun",
    "6201": "Kod bank",
    "6202": "Kod cawangan",
    "6203": "Kod SWIFT",
    "6204": "Kod BIC\/Bank",
    "6205": "Rujukan",
    "6206": "Alamat emel akaun MEGA anda yang terdaftar",
    "6207": "Sila benarkan 2 - 4 hari perniagaan untuk dana diselesaikan.",
    "6208": "Tawaran yang paling pemurah di pasaran dengan akaun percuma",
    "6209": "Muat naik gambar dan video anda ke MEGA dan aksesnya pada semua peranti anda ",
    "6210": "Dapatkan akses disulitkan sepenuhnya disemua peranti anda",
    "6212": "Simpan semua fail anda selamat dengan penyulitan hujung-ke-hujung MEGA",
    "6213": "Hubung dan kongsi dokumen anda dengan mudah melalui emel, SMS dan dengan kenalan MEGA anda.",
    "6214": "Sila semak emel anda dan klik pautan untuk meneruskan",
    "6215": "penutupan akaun anda",
    "6216": "Jika anda tidak dapat mengakses akaun emel anda, anda perlu menghubungi",
    "6217": "Untuk mengesahkan",
    "6218": "penutupan akaun anda",
    "6219": "sila masukkan kata laluan anda sekali lagi.",
    "6220": "Masukkan kata laluan:",
    "6221": "Tutup akaun",
    "6222": "Alamat bank",
    "6223": "Jika alamat emel anda terlalu panjang untuk ruang 'Rujukan' ia patut akan dihantar dalam ruang 'Ulasan'.",
    "6224": "Mengalih ke Bitcoin",
    "6225": "Saya tidak menggunakan akaun saya lagi",
    "6226": "Saya mempunyai akaun MEGA yang lain",
    "6227": "Saya telah mengalami terlalu banyak masalah",
    "6228": "Pelayar kegemaran saya tidak sesuai secara teknologi dan saya tidak mahu mengubahnya",
    "6229": "Saya dapati antaramuka terlalu mengelirukan untuk digunakan",
    "6230": "MEGA telah diserahkan di bawah janjinya",
    "6231": "Amaran: Anda telah memilih untuk menutup akaun MEGA anda.\\n Akaun di bawah alamat emel ini akan ditutup selama-lamanya,\\n dan ini tidak boleh dikembalikan.",
    "6232": "Dengan melengkapkan tindakan ini, anda akan hilang akses ke semua termasuk data dimuat naik, kongsian, dan kenalan.",
    "6233": "Amaran: Anda telah memilih untuk menutup akaun MEGA anda.",
    "6234": "LITE",
    "6235": "Akaun di bawah alamat emel ini akan ditutup selamanya,",
    "6236": "dan ini tidak boleh dikembalikan",
    "6237": "Dengan melengkapkan tindakan ini, anda akan hilang akses ke semua",
    "6238": "data dimuat naik, perkongsian, dan kenalan anda.",
    "6239": "Pelajari lebih banyak tentang model keselamatan MEGA & kriptografi.",
    "6240": "Aplikasi Windows Phone",
    "6241": "Aplikasi BlackBerry",
    "6242": "MEGAChat - Memulakan",
    "6243": "Di mana muat turun saya pergi?",
    "6244": "Adakah anda menyokong BB10?",
    "6245": "<p><br><\/p>",
    "6246": "Bagaimana saya memadam orang daripada folder dikongsi saya? Bagaimana saya meninggalkan folder dikongsi dengan saya?",
    "6247": "Bagaimana saya mendapatkan 'kunci penyahsulitan'?",
    "6248": "Bagaimana saya boleh pratonton \/ alir fail saya?",
    "6249": "Bagaimana saya memindah data daripada satu akaun ke akaun yang lain?",
    "6250": "Bagaimana saya boleh memindah data ke MEGA dari penyimpanan awan yang lain?",
    "6251": "Fail zip \/ .rar yang saya muat turun meminta kata laluan - dari mana saya boleh mendapatkannya?",
    "6252": "Bagaimana jalur lebar anda berfungsi?",
    "6253": "Pelayar yang mana patut saya gunakan?",
    "6254": "Di manakah muat turun saya daripada pelanggan web?",
    "6255": "Patutkah saya menggunakan pelanggan muat turun?",
    "6256": "Adakah terdapat risiko jika saya menggunakan RC4?",
    "6257": "Patutkah saya menyulitkan cakera tempatan saya juga?",
    "6258": "Adakah anda merancang untuk menambah Dua Faktor Pengesahan?",
    "6259": "Di mana saya boleh mencari aplikasi BlackBerry anda?",
    "6260": "Penetapan Audio & Video",
    "6261": "Apa itu MEGAChat yang saya dengar?",
    "6262": "Saya terlupa kata laluan saya - bolehkah saya menetapnya semula melalui aplikasi? Saya masih terlog masuk.",
    "6263": "Saya mahu menukar kata laluan saya - boleh saya lakukannya melalui aplikasi?",
    "6264": "Saya terlupa kod laluan saya - apa patut dibuat?",
    "6265": "Bagaimana saya menyandar gambar dan video saya secara automatik?",
    "6266": "Bagaimana saya mengongsi folder \/ fail daripada aplikasi saya?",
    "6267": "Bagaimana saya dapatkan pautan folder \/ fail dalam aplikasi saya dan kongsinya dengan rakan?",
    "6268": "Bolehkah saya pratonton dan alir audio \/ video melalui aplikasi saya? Bagaimana untuk menetapkannya?",
    "6269": "Bagaimana saya menyegerak folder dikongsi masuk?",
    "6270": "Bagaimana untuk menetapkan folder yang saya mahu segerak?",
    "6271": "Adakah selamat menggunakan port 80?",
    "6272": "Bagaimana menggunakan MEGAsync untuk menyandar?",
    "6273": "Segerak memberikan saya ralat. Apa patut dibuat?",
    "6274": "I tidak boleh melihat semua data saya - apa patut dibuat?",
    "6275": "Bagaimana saya Dapatkan & Kongsi Pautan dengan pelanggan segerak Mac?",
    "6276": "Bagaimana saya membuat persejarahan dalam MEGAsync?",
    "6277": "Bagaimana saya mendaftar akaun?",
    "6278": "Bagaimana saya membatalkan akaun?",
    "6279": "Bagaimana saya menukar alamat emel akaun saya?",
    "6280": "Berapa lama akaun saya kekal aktif?",
    "6281": "Bagaimana untuk mendapatkan akaun Pro?",
    "6282": "Bagaimana untuk meminda \/ membatalkan langganan Pro saya?",
    "6283": "Kredit kad saya dikenakan bayaran beberapa kali sebulan! Apa patut dibuat?",
    "6284": "Akankah saya mendapat kelajuan yang lebih baik jika saya membeli akaun Pro?",
    "6285": "Saya telah menebus baucar saya. Bagaimana saya menukar baki akaun ke akaun Pro?",
    "6286": "Bagaimana saya menukar kata laluan saya?",
    "6287": "Sesuatu tidak kena - Saya tidak dapat melihat semua data yang saya muat naik. Apa patut dibuat?",
    "6288": "Saya telah memuat naik melebihi daripada kuota akaun penyimpanan saya yang dibenarkan - adakah ianya masalah?",
    "6289": "Penetapan akaun Perniagaan \/ Syarikat \/ Berbilang",
    "6290": "Tips ralat iOS",
    "6291": "Di mana muat turun saya pergi? Kenapa saya tidak boleh memuat naik dokumen daripada emel?",
    "6292": "Bolehkah saya mengakses data iPhone daripada iPad saya?",
    "6293": "Bolehkah saya mengalir audio \/ video melalui aplikasi saya? Bagaimana untuk menetapkannya?",
    "6294": "Di mana kami boleh mencari aplikasi Windows phone anda?",
    "6295": "Hak Cipta - ialah konsep undang-undang, digubal oleh kebanyakan kerajaan, memberi pencipta kerja asal hak eksklusif, biasanya untuk masa yang terhad. Umumnya, ia adalah \"hak untuk menyalin\", tetapi juga memberi pemegang hak cipta hak untuk diberi kredit untuk kerja tersebut, untuk menentukan siapa yang boleh menyesuaikan kerja itu dalam bentuk yang lain, siapa yang boleh melaksanakan kerja itu, siapa yang boleh mendapat manfaat kewangan daripadanya, dan hak-hak lain yang berkaitan. Ia adalah satu bentuk harta intelek (seperti paten, tanda perdagangan, dan rahsia perdagangan) berkenaan dengan sebarang bentuk idea yang dapat dinyatakan atau maklumat yang substantif dan diskret.",
    "6296": "MEGA menghormati hak cipta orang lain dan memerlukan pengguna perkhidmatan awam MEGA patuh dengan undang-undang hak cipta. Anda dengan tegas dilarang daripada menggunakan pekhidmatan awan MEGA untuk melanggar hak cipta. Anda tidak boleh memuat naik, memuat turun, menyimpan, mengongsi, memapar, mengalir, mengedar, mengemel, memaut, menghantar atau sebaliknya membuat sebarang fail tersedia, data, atau kandungan yang melanggar mana-mana hak cipta atau hak proprietary mana-mana perseorangan atau entiti.",
    "6297": "https:\/\/mega.nz\/#copyright.",
    "6298": "Sedari bahawa akaun yang menjadi sasaran oleh pelbagai 'Penjatuhan' kerana disyaki melanggar hak cipta boleh digantung.",
    "6299": "Untuk kata-kata penuh untuk Panduan Penjatuhan klik di sini: https:\/\/mega.nz\/#takedown",
    "6300": "Anda boleh kongsikan mana-mana anak pohone cakera awan anda dengan rakan, keluarga atau rakan sekerja, jemputan adalah melalui alamat emel. Jemputan yang belum lagi mempunyai akaun akan menerima pemberitahuan emel dengan pautan pendaftaran. Sebagai alternatif, anda boleh membuat pautan awam ke mana-mana folder anda dan eksport kunci kripto folder khusus, membuat ia boleh diakses tanpa akaun MEGA. Ia kemudian adalah tanggungjawab anda untuk menghantar kunci folder dengan selamat ke penerima.",
    "6301": "Untuk Kongsian:",
    "6302": "Pilih folder yang anda mahu kongsikan dengan rakan sekerja anda - klik kanan pada folder itu dan pilih 'Perkongsian'. Masukkan alamat emel rakan anda dan tahap keizinan dalam tetingkap popup yang muncul. Terdapat tiga tahap akses: Baca-sahaja, baca\/tulis (fail boleh ditambah, tapi tidak dipadam), dan penuh (fail boleh ditambah dan dipadam).",
    "6303": "Jika rakan sekerja anda tidak memiliki akaun MEGA, mereka akan menerima emel jemputan dalam peti masuk emel mereka untuk membuat akaun percuma mereka sendiri.",
    "6304": "Jika mereka sudah mempunyai akaun dengan MEGA, alamat emel anda akan muncul di bawah 'Kenalan' mereka di akaun MEGA mereka dan folder dikongsi boleh didapati dalam bahagian 'Kongsian masuk'. Mereka juga akan menerima Pemberitahuan di dalam akaun mereka.",
    "6305": "Masalah?",
    "6306": "Sila periksa setiap pengguna mempunyai ID emel satu sama lain ditambah ke 'Kenalan'. Jika 'kongsian' daripada kenalan baru tidak menambah ID emel secara automatik kongsian ini datang daripada 'Kenalan' sila pastikan anda menambah ID emel itu secara manual (Kenalan - Tambah Kenalan).",
    "6307": "Jika anda menambah alamat emel yang belum mempunyai akaun, anda perlu untuk berada di atas talian sekurang-kurangnya sekali selepas penerima menyelesaikan proses pendaftaran supaya anda boleh menyulitkan rahsia kongsian untuk kunci awamnya yang baru dibuat.",
    "6308": "Mengklik kanan pada sebarang folder di dalam Cakera Awan anda dan memilih 'Muat Semula' juga membantu dengan kemaskini terbaru.",
    "6309": "Hanya klik pada folder dalam Cakera Awan anda dan pilih Perkongsian. Anda akan lihat semua oranga yang sedang mempunyai akses (dan tahap akses) ke folder dikongsi.",
    "6310": "Klik kanan pada orang tersebut dan klik pada simbol pilihan keluarkan 'x' daripada menu.",
    "6311": "Untuk meninggalkan kongsian masuk pergi ke 'Kongsian masuk', klik kanan pada folder dan pilih 'Tinggalkan kongsian' daripada menu.",
    "6312": "Folder kongsian (keluar) dalam Cakera Awan anda mempunyai ikon istimewa dengan tiga bayangan pada folder.",
    "6313": "Kongsian masuk anda adalah boleh dilihat di bahagian 'Kongsian masuk'.",
    "6314": "Tidak. Perkongsian folder adalah bukan transitif untuk mencegah sebarang pengedaran semula tanpa kebenaran.",
    "6315": "Pertama sekali, sedikit peringatan: Keselamatan kriptografi fail anda bergantung kepada kerahsiaan kekunci penyulitan berkaitan. Pastikan anda menghantar mereka hanya melalui saluran dilindungi! Emel standard, sebagai contoh, tidak cukup bagus.",
    "6316": "Untuk Menghantar Pautan:",
    "6317": "Pilih fail yang anda mahu kongsi dengan rakan anda - klik kanan dan pilih 'Dapatkan Pautan'. Tetingkap popup akan muncul. Salin dan tampal 'Pautan Fail' dan 'Kunci Fail' ini ke emel baru (untuk tingkatan keselamatan pisahkan pautan fail dan kunci fail ke dua mesej. Menghantar kedua-dua pautan dan kunci bersama-sama adalah tidak begitu selamat. Anda boleh mengemelnya kepada rakan anda melalui rangkaian yang selamat.",
    "6318": "Apabila penerima menerima emel anda dan mengklik pada pautan anda, tetingkap Mega akan muncul dan memeberi mereka pilihan:",
    "6319": "1) Import (ke Akaun Mega mereka)",
    "6320": "2) Muat turun (ke komputer mereka).",
    "6321": "Untuk menyahaktif pautan:",
    "6322": "Klik kanan pada folder yang sudah ada pautan dijana dan pilih 'Perkongsian'. Di dalam antaramuka 'Perkongsian' anda akan lihat 'Pautan' sedia ada dengan suis ditetap hidup 'HIDUP'. Hanya klik pada suis 'HIDUP' dan seret di seluruh ruang ke 'MATI'.",
    "6323": "Untuk mengubah pautan ke data yang sama:",
    "6324": "Folder - nyahaktif pautan (jika anda mahu) seperti yang dinyatakan di atas. Kemudian - anda boleh menukar 'Pautan Folder' tersedia dengan membuat folder baru di akaun MEGA anda di bawah nama folder baru. Kemudian pindah atau salin fail ke folder baru ini. Kemudian klik kanan pada folder baru itu, pilih 'Dapatkan Pautan' lagi dan MEGA akan menjana 'Pautan Folder & Kunci' yang baru.",
    "6325": "Fail - anda boleh sama ada 'salin' fail ke destinasi di Cakera Awan anda dan kemudian, apabila di folder baru \/ Cakera Awan, klik kanan dan pilih 'Dapatkan pautan'",
    "6326": "Sebagai alternatif anda boleh mengeluarkan fail dan memuat naik semula data. Kemudian anda boleh menjana pautan baru untuk data ini.",
    "6327": "Pengguna kami boleh menjana 'Pautan Fail' serta kunci penyahsulitan ('Kunci fail'). Sebab pengguna memisah pautan daripada kunci, ialah untuk membuat fail lebih sukar untuk diakses oleh pengguna tanpa kebenaran, kerana anda memerlukan kedua-dua pautan dan kunci untuk berjaya menyempurnakan muat turun.",
    "6328": "Untuk menjana kedua-dua pautan dan kunci (penyahsulitan) fail - klik kanan pada fail yang dikehendaki, pilih 'Dapatkan Pautan' (termasuk Kunci Fail) dan salin ke papan klip. Kemudian anda boleh tampal ke URL anda atau mesej ke rakan.",
    "6329": "Ambil pautan ini sebagai contoh: (Ini hanyalah contoh gambar daripada akaun saya, anda boleh cuba pautan ini untuk memahami bagaimana ia berfungsi)",
    "6330": "https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - Jika anda klik pada pautan di atas, anda boleh mengongsinya dengan orang lain secara terus, atau anda boleh menghantar dengan pautan terpisah (yang mana akan menambah lebih keselamatan, keran pengguna terakhir akan memerlukan kedua-dua pautan dan kunci untuk memuat turun fail itu.)",
    "6331": "https:\/\/mega.co.nz\/#!qIB1UICR - Bahagian ini ialah 'Pautan Fail'",
    "6332": "Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - Bahagian ini ialah 'Kunci Fail' (Anda boleh lihat ini hanya bahagian kedua pautan keseluruhan)",
    "6333": "Jika anda mengklik pada pautan pendek, ia akan meminta anda untuk kunci (penyahsulitan) fail tersebut, yang mana baru sahaja anda tampal ke pautan, dengan itu membuka fail, dan membuatnya boleh dicapai.",
    "6334": "Jika anda tidak mempunyai kunci penyahsulitan untuk fail yang dikongsikan dengan anda - anda perlu untuk mendapatkan kunci itu daripada penjana pautan. Pengguna yang memuat naik dan mengongsi data itu.",
    "6335": "Ciri pengaliran fail jenis audio dan video sudah boleh pada aplikasi iOS MEGA dan pada aplikasi Android kami. Kami sedang bekerja pada pelaksanaan aplikasi BlackBerry, aplikasi Windows Phone serta dalam pelayar.",
    "6336": "Ciri pratonton fail jenis imej kini boleh dalam kedua-dua pelayar yang paling serasi Mozilla Firefox (+ Lanjutan MEGA https:\/\/mega.nz\/#firefox) dan Google Chrome (+ Lanjutan MEGA https:\/\/mega.nz\/#chrome).",
    "6337": "Disebabkan pengerahan pengaliran video dalam pelayar dan pratonton dokumen disulitkan adalah sangat sukar, maka ia adalah ciri yang akan lebih dikemudiankan.",
    "6338": "Apa yang anda boleh buat ialah menyambung dua akaun tersebut melalui satu perkongsian. Anda hanya boleh mengongsi folder, jadi anda perlu untuk meletak semua fail dan folder di bawah satu folder induk dalam pengurus fail (Dalam akaun yang ada data itu). Mari kita panggil ini Akaun 1.",
    "6339": "Kemudian klik kanan pada folder induk, yang mana mempunyai semua folder dan fail lain di dalamnya, dan pilih 'perkongsian' dan tambah emel Akaun 2 dan berikan akses penuh. Anda kemudian boleh log masuk ke Akaun 2 dan anda akan lihat folder itu tersedia untuk anda di kawasan 'Kongsian Masuk'.",
    "6340": "Anda boleh membuka Akaun 1 dan Akaun 2 di tab yang berbeza untuk lebih mudah.",
    "6341": "Ia adalah kaedah perkongsian, anda juga boleh mencapai hasil yang sama dengan menjana pautan untuk anda sendiri untu mengikuti :",
    "6342": "Kaedah Penjanaan Pautan :",
    "6343": "Anda boleh mengklik kanan pada fail di dalam folder (atau seluruh folder) dan pilih 'Dapatkan Pautan & Kunci', kemudian buka tab baru, salin dan tampal pautan tersebut ke pelayar, dan ia akan membawa pilihan untuk 'Import'. Dari situ, anda log masuk ke Akaun 2, muat semula halaman, dan semua fail daripada folder induk kini telah diimport ke Akaun 2.",
    "6344": "Cara termudah untuk memindah fail anda ialah dengan memasang pelanggan Segerak kami (https:\/\/mega.nz\/#sync) dan menyegerak semua data anda ke Cakera Awan anda melalui pelanggan secara terus.",
    "6345": "Sebagai alternatif anda boleh memasang aplikasi Android kami dan kemudian pilih 'Muat Naik' daripada Menu dan sebaik sahaja anda pilih sama ada anda ingin memuat naik fail imej, audio atau video dan pilihan untuk mengimport daripada Dropbox muncul. Kemudian anda boleh melog masuk ke akaun Dropbox anda dan import segalanya ke MEGA.",
    "6346": "Pilihan paling mudah adalah dengan memuat turun dan kemudian memuat naik semula data anda melalui pelayar web.",
    "6347": "Kami memohon maaf atas kesulitan ini yang disebabkan oleh hakikat bahawa kami mempunyai lapisan penyulitan. Pengguna MEGA dapat menikmati privasi data mereka dengan mekanisme User Controlled Encryption (UCE) kami - satu-satunya pembekal penyimpanan di pasaran yang menawarkan tahap keselamatan dan privasi ini.",
    "6348": "Sila pastikan anda sudah memasang versi terbaru lanjutan pelayar kami.",
    "6349": "Pelayar serasi MEGA:",
    "6350": "Pada masa ini kami mengesyorkan Mozilla Firefox ( + Lanjutan MEGA 2.0.+ - Dapatkan lanjutan itu di sini : https:\/\/mega.nz\/#firefox). Pelayar pilihan kedua kami ialah Google Chrome (+ Lanjutan MEGA 1.0.+ - Dapatkan lanjutan itu di sini : https:\/\/mega.nz\/#chrome). Pelayar pilihan ketiga ialah Opera Next.",
    "6351": "MEGA tidak boleh menambah penyulitan untuk fail .rar atau zip.",
    "6352": "Ia bermaksud anda cuba untuk memuat turun arkib orang lain tanpa mendapat kata laluan berkaitan daripada mereka. Pemilik data melindungi fail\/folder dengan kata laluan dan anda terpaksa untuk meminta kata laluan yang betul daripada mereka untuk dapat mengekstrak kandungannya.",
    "6353": "MEGA adalah perkhidmatan penyimpanan awan yang selamat dan kerjasama\/komunikasi elektronik, bukan laman perkongsian atau hosting fail. Ia menawarkan ruang penyimpanan dan jalur lebar percuma dan berbayar yang boleh diakses dengan Internet. Ia membolehkan anda untuk menyimpan dan mengakses fail anda daripada dalam pelayar anda atau aplikasi pelanggan khusus. Anda boleh memuat naik fail ke akaun anda atau pengguna MEGA yang lain boleh berkongsi fail mereka dengan anda. Selain daripada itu anda tidak akan boleh menemui fail yang lain untuk dimuat turun daripada laman kami.",
    "6354": "Pengguna MEGA dapat menikmati privasi data mereka dengan mekanisme User Controlled Encryption (UCE) kami - satu-satunya pembekal penyimpanan di pasaran yang menawarkan tahap keselamatan dan privasi ini.",
    "6355": "Panggilan Disulitkan",
    "6356": "Kami telah melancarkan peringkat pertama permesejan disulitkan - panggilan audio dan video di domain baru kami https:\/\/mega.nz",
    "6357": "Permesejan Disulitkan",
    "6358": "MEGA Chat (permesejan di antara pengguna) akan datang.",
    "6359": "Emel Disulitkan",
    "6360": "Ciri peti masuk belum lagi dilancarkan. Ia akan membolehkan pengguna MEGA untuk menghantar emel disulitkan antara satu sama lain walau bagaimanapun pertama - anda tidak akan dapat menetapkan alamat emel dalam konsep tradisi yang mana sangat tidak selamat.",
    "6361": "Terdapat tiga cara untuk memuat naik fail ke MEGA menggunakan pelayar anda:",
    "6362": "1. Klik pada butang merah pada halaman permulaan",
    "6363": "2. Pergi ke 'Cakera Awan' anda dan klik pada butang \"Muat Naik Fail\" atau \"Muat Naik Folder\" berhampiran bahagian atas",
    "6364": "3. Seret dan lepas fail atau folder ke laman",
    "6365": "Anda boleh memuat turun sebarang fail yang kelihatan dalam 'Cakera Awan' anda dengan hanya mengklik-kanan pada fail itu dan pilih 'Muat Turun'. Apabila anda mengklik-kanan pada fail anda juga akan melihat yang anda boleh 'Dapatkan Pautan' untuk menjana 'Pautan Fail' dan 'Kunci Fail' dan kongsi data itu dengan orang lain.",
    "6366": "MEGA ialah sepenuhnya berasaskan pelayar dengan sistem unik penyulitan kawalan pengguna (dalam pelayar) satu-satunya pembekal di pasaran yang menawarkan tahap keselamatan dan privasi ini. Oleh itu kami perlukan pelayar yang serasi secara teknologi dengan bersamaan teknologi HTML5 agar pemindahan fail-fail disulitkan berfungsi dengan baik.",
    "6367": "Pada masa ini kami mengesyorkan Mozilla Firefox ( + Lanjutan MEGA 2.0.+ - Dapatkan lanjutan itu di sini : https:\/\/mega.nz\/#firefox). Pelayar pilihan kedua kami ialah Google Chrome (+ Lanjutan MEGA 1.0.+ - Dapatkan lanjutan itu di sini : https:\/\/mega.nz\/#chrome). Pelayar ketiga disyorkan ialah Opera Next.",
    "6368": "Ingat, model keselamatan kriptografi MEGA bergantung kepada kerahsiaan kekunci. Elakkan daripada menghantar mereka melalui rangkaian tidak selamat!",
    "6369": "Dasar Hak Cipta MEGA:",
    "6370": "MEGA menghormati hak cipta orang lain dan memerlukan pengguna perkhidmatan awan MEGA untuk mematuhi undang-undang hak cipta. Anda dilarang dengan tegas daripada menggunakan perkhidmatan awan MEGA untuk melanggar hak cipta. Anda tidak boleh memuat naik, memuat turun, menyimpan, berkongsi, memapar, mengalir, mengedar, emel, memaut, menghantar atau jika tidak membuat sebarang fail tersedia, data, atau kandungan yang melanggar mana-mana hak cipta atau hak pemilikan seseorang atau entiti. Untuk kata-kata penuh dasar klik di sini: https:\/\/mega.nz\/#copyright.",
    "6371": "!!!!!!! PERHATIAN!!!!!",
    "6375": "Kami menyediakan [A]aplikasi[\/A] khusus untuk peranti mudah alih anda, termasuk untuk [B]iOS[\/B], [C]Android[\/C], Windows Phone dan BlackBerry.",
    "6376": "Disebabkan pelayan tidak boleh melihat nama fail, pertembungan nama fail terpaksa diuruskan di sebelah pelanggan. Dengat tetapan piawai, jika anda memuat naik fail yang kelihatan sudah ada di dalam akaun anda (sasaran jalan\/nama fail sama, sama saiz, sama masa terakhir pengubahsuaian), ia dilangkau, tapi tiada apa yang menghalang anda daripada menyimpan berbilang fail atau folder dengan dama yang sama di dalam folder yang sama.",
    "6377": "Jika anda tidak mahu mempunyai salinan berganda fail yang sama pergi ke Menu - Akaun Saya - Tetapan dan tanda 'Langkau fail serupa apabila memuat naik'.",
    "6378": "Anda boleh kaitkan jalur lebar dengan lebar lebuh raya, yang kemudiannya mempunyai beberapa lorong untuk kereta, bergantung kepada lebar lebuh raya = kapasiti maksimum rangkaian pada bila-bila masa menjalankan muat naik atau muat turun. Kelajuan (muat turun\/muat naik) boleh dikaitkan dengan kelajuan kereta. Yang bergantung kepada keadaan kelajuan komputer anda, perisian, OS dan versi, pelayar dan versi dan pembekal ISP anda. Dengan MEGA, anda boleh mengawal 'kelajuan' muat turun atau muat naik, bergantung kepada keutamaan anda di 'Akaun Saya' - 'Tetapan Pemindahan'.",
    "6379": "Jalur lebar MEGA = jumlah amaun data, biasanya diukur dalam MegaByte atau GigaByte, yang boleh dimuat turun atau dimuat naik daripada laman web tertentu atau akaun hosting web pada bulan tertentu. Ia adalah frekuensi sambungan rangkaian di antara sistem tempatan dan jauh (sistem jauh ialah ISP anda), dan kelajuan anda tidak boleh melebihi frekuensi itu tanpa menukar frekuensinya (yang mana sebenarnya tidak mengubah frekuensinya, semata-mata, tapi panjang gelombangnya).",
    "6380": "Akaun Percuma kami mempunyai jalur lebar dinamik - keizinan bermula dengan 10 GB dan meningkat selepas 30 minit melog masuk.",
    "6381": "Kapasiti jalur lebar Akaun Pro I ialah 1 TB per bulan (12 TB per tahun).",
    "6382": "Pro II dan III mempunyai peningkatan Jalur lebar - 4 TB setiap bulan (48 TB setiap tahun) untuk PRO II dan 8 TB setiap bulan (96 TB setiap tahun) untuk PRO III.",
    "6383": "Walau bagaimanapun perakaunan pengurusan jalur lebar akaun PRO belum lagi aktif dan akan diaktifkan dalam kira-kira tiga bulan (lebih kurang Mac - April 2015). Buat masa ini pengguna mendapat kapasiti (jalur lebar) rangkaian tersedia yang dibenarkan oleh ISP mereka dengan akaun percuma mereka.",
    "6384": "Anda boleh menjalankan beberapa muat turun\/muat naik bergantung kepada kapasiti jalur lebar anda. Muat naik dan muat turun untuk setiap pelayar boleh dijalankan selari dan anda boleh membuka beberapa tab pada masa yang sama, bahkan di pelayar yang lain.",
    "6385": "Sekatan jalur lebar: dasar kami bukan untuk mengenakan sebarang sekatan pada pengguna melainkan diperlukan oleh kesesakan infrastruktur. Oleh itu kami berhak untuk menghadkan penggunaan jalur lebar pengguna atas sebab-sebab operasi pada bila-bila masa atas asas per-IP. Giliran pemindahan anda akan disambung semula secara automatik sebaik sahaja kesesakan berkurangan. Tiada campur tangan manual diperlukan.",
    "6386": "Akaun PRO memberi anda tambahan ruangan penyimpanan dan kuota jalur lebar yang secara automatik kami gunakan daripada bila-bila masa had operasi jalur lebar dicapai - anda boleh mengguna kuota itu sendiri, atau berikan kepada pihak ketiga mengakses data anda (ini termasuk pengguna tanpa akaun MEGA). Peratusan maksimum kuota jalur lebar anda yang diberikan kepada pihak ketiga boleh dikonfigurasi dalam tetapan akaun anda.",
    "6387": "Sebagai kesimpulan - jalur lebar anda tiada kaitan dengan 'kelajuan' bagaimanapun jalur lebar boleh meningkatkan kelajuan trafik anda secara tidak langsung.",
    "6388": "Kami tidak mengenakan had palsu terhadap saiz fail melainkan ruangan tersedia cakera awan anda. Walau bagaimanapun, sesetengah legasi atau pelayar yang secara teknikal tidak mencukupi memerlukan keseluruhan fail untuk disimpan di dalam memori untuk memuat turun (IE11, Opera), atau untuk kedua-dua memuat turun dan memuat naik (IE9, Safari 6 - 8) disebabkan sokongan tidak lengkap HTML5 mereka.",
    "6389": "2. Pergi ke pengurus fail anda dan klik pada butang \"Muat Naik Fail\" atau \"Muat Naik Folder\" berhampiran bahagian atas",
    "6390": "3. Seret dan lepas fail atau folder (jika anda menggunakan Chrome) ke laman",
    "6391": "Gunakan salah satu daripada pelanggan Segerak kami sebagai alternatif https:\/\/mega.nz\/#sync atau aplikasi mudah alih https:\/\/mega.nz\/#mobile",
    "6392": "Anda tidak perlu memasang apa-apa. MEGA seluruhnya adalah berdasarkan pelayar dan boleh digunakan dengan mana-mana pelayar web moden.",
    "6393": "Walau bagaimanapun, bergantung kepada keupayaan pelayar tertentu anda, sesetangah ciri mungkin tidak tersedia - kami mengesyorkan anda sekuatnya untuk menggunakan Google Chrome, Mozilla Firefox atau Opera Next.",
    "6394": "Untuk melepaskan potensi penuh MEGA, kami menggesa anda sekuatnya untuk menggunakan pelayar dan lanjutan pelayar yang kami syorkan (Menu - Aplikasi).",
    "6395": "Untuk memasang pelanggan segerak kami klik di sini: https:\/\/mega.nz\/#sync",
    "6396": "Fungsi maju seperti lekapan fail sistem akan disediakan melalui aplikasi pelanggan boleh-pasang.",
    "6397": "Untuk mendapatkan salah satu daripada aplikasi mudah alih kami pergi ke gedung aplikasi anda dan cari MEGA.",
    "6398": "Ya kami menawarkan API. Sila gunakan kit pembangunan perisian kami untuk menambah sokongan MEGA pada aplikasi anda. Kod JavaScript sumber-terbuka yang melaksanakan antaramuka MEGA berasaskan pelayar menggunakan API kami, jadi anda mempunyai kekayaan kod contoh dunia sebenar untuk untuk menulis jika anda mendapati dokumentasi kami tidak mencukupi.",
    "6399": "Oleh kerana kami tidak mempunyai sumber untuk membina semua aplikasi hebat yang menjadikan MEGA satu alatan berguna, kami menjemput anda untuk membantu kami.",
    "6400": "Selepas mengaudit kod aplikasi anda untuk pintu belakang, kami akan ketengahkannya di laman kami. Kami gembira untuk berbincang mengenai model perkongsian hasil untuk aplikasi yang sangat popular. Untuk maklumat lanjut sila klik di sini: https:\/\/mega.co.nz\/#dev dan https:\/\/github.com\/meganz\/sdk2",
    "6401": "Pada masa ini kami mengesyorkan Mozilla Firefox. Untuk peningkatan prestasi pasang lanjutan MEGA 2.0.+ kami. https:\/\/mega.nz\/#firefox",
    "6402": "Pelayar pilihan kedua kami ialah Google Chrome (dapatkan lanjutan di sini: https:\/\/mega.nz\/#chrome ; pelayar pilihan ketiga ialah Opera Next.",
    "6403": "Baca tentang kelebihan Aplikasi ini di sini : https:\/\/mega.co.nz\/#blog_19",
    "6404": "Kemaskini Pelayar",
    "6405": "Bermula dengan versi 20, Mozilla Firefox akhirnya menyokong API JavaScript kecil yang kami idamkan, menjadikannya pelayar pilihan untuk menggunakan MEGA.",
    "6406": "Jadual keserasian pelayar MEGA yang disemak semula:",
    "6407": "Firefox 20+:",
    "6408": "+ Menyokong muat naik folder rekursi (menggunakan lanjutan pelayar kami)",
    "6409": "+ Sangat stabil terima kasih kepada pengurusan memori yang betul",
    "6410": "+ Enjin JavaScript yang amat pantas",
    "6411": "+ Terjemahan teks sangat baik, dengan jarak aksara betul\/kerning bahkan di bawah MacOS",
    "6412": "⇒ Sangat disyorkan (dengan lanjutan pelayar)",
    "6413": "Chrome:",
    "6414": "+ Menyokong folder muat naik rekursi",
    "6415": "+ Enjin JavaScript sangat pantas",
    "6416": "- Terjemahan teks anemia, jarak aksara tidak menentu di bawah MacOS",
    "6417": "⇒ Disyorkan (pada sistem operasi 64-bit) (dengan lanjutan pelayar)",
    "6418": "Opera Next:",
    "6419": "⇒ Disyorkan",
    "6420": "Internet Explorer 11:",
    "6421": "+ Terjemahan teks sangat baik",
    "6422": "- Tiada folder muat naik",
    "6423": "- Had saiz fail muat turun",
    "6424": "⇒ Serasi",
    "6425": "Safari 6, 7, 8:",
    "6426": "- Tiada sokongan untuk menulis fail daripada dalam JavaScript (memerlukan kerja janggal berasaskan Flash)",
    "6427": "- Jarak aksara tidak menentu di bawah MacOS",
    "6428": "⇒ Tidak digalakkan",
    "6429": "Opera: Tiada tulisan fail JavaScript dan operasi kripto JavaScript yang sangat perlahan.",
    "6430": "⇒ Tidak digalakkan",
    "6431": "Anda boleh menukar destinasi muat turun pada tetapan pelayar anda. Walau bagaimanapun ini berbeza mengikut pelayar.",
    "6432": "Pastikan anda sudah memasang lanjutan pelayar kami seperti diterangkan di bawah.",
    "6433": "Secara teori pelayar anda memuat turun data ke fail sistem dalaman pelayar kemudian menyalin data itu ke destinasi terakhir (penyalinan bahkan berlaku jika kedua-dua lokasi adalah pada cakera yang sama). Semua fail 'dalam pelaksanaan' adalah sedang disimpan ke Cakera C: anda.",
    "6434": "Status kemajuan 100% menunjukkan bahawa muat turun telah selesai.",
    "6435": "Sila cuba untuk mengesan fail di dalam folder muat turun lalai untuk pelayar anda.",
    "6436": "Mozilla Firefox (+ Lanjutan MEGA https:\/\/mega.nz\/#firefox)",
    "6437": "- anda boleh semak sejarah muat turun anda di 'Alatan' - 'Muat turun'.",
    "6438": "Untuk mencalonkan destinasi muat turun lalai pergi ke 'Akaun Saya' - 'Tetapan' - dan tatal ke bawah ke 'Cari' dan pilih calon destinasi muat turun anda.",
    "6439": "Google Chrome (+ Lanjutan MEGA https:\/\/mega.nz\/#chrome)",
    "6440": "- anda boleh menyemak sejarah muat turun anda di 'Muat turun', dan klik 'Papar dalam folder' untuk sebarang fail diberikan.",
    "6441": "Untuk mencalonkan destinasi lalai muat turun pergi ke 'Tetapan' - 'Tetapan Lanjut' - 'Muat Turun'.",
    "6442": "Kami tidak boleh mengesyorkan sebarang alatan pihak ketiga. Muat turun di laman kami adalah menggunakan muat turun berbilang saluran. Internet Download Manager, JDownloader atau sebarang pelnggan muat turun pihak ketiga yang lain tidak diluluskan atau dibenarkan oleh MEGA dan hanya boleh digunakan atas risiko anda sendiri kehilangan atau merosakkan data anda.",
    "6443": "Semua fail yang disimpan di MEGA adalah disulitkan. Semua pemindahan data dari atau ke MEGA adalah disulitkan. Dan ketika kebanyakan pembekal penyimpanan awan boleh mendakwa yang sama, MEGA berbeza - tidak seperti norma industri di mana pembekal penyimpanan awan memegang kunci penyahsulitan, dengan MEGA, anda mengawal penyulitan, anda memegang kunci, dan anda tentukan siapa yang anda benarkan atau nafikan akses ke fail anda, tanpa memerlukan sebarang pemasangan perisian berisiko. Semua berlaku di pelayar web anda!",
    "6444": "Semua penyulitan kami ialah hujung-ke-hujung. Data dimuat naik disulitkan pada peranti yang memuat naik sebelum ia dihantar keluar ke Internet, dan data yang dimuat turun dinyahsulit hanya setelah ia sampai pada peranti yang memuat turun. Mesin pelanggan bertanggung jawab untuk menjana, menukar dan mengurus kunci penyulitan. Tiada kunci penyulitan yang boleh diguna akan meninggalkan komputer pelanggan (dengan pengecualian kunci awam RSA).",
    "6445": "Kata laluan yang dicalonkan dan disahkan untuk akaun MEGA anda juga adalah kunci induk penyulitan unik ke fail anda. Anda boleh melihat ini dibuat selepas pengesahan 'pengesahan emel' anda. Kunci penyulitan dibuat daripada kata laluan dan untuk menguatkan lagi kunci itu kami mengumpul entropi daripada pergerakan tetikus dan aturan masa tekanan butang anda.",
    "6446": "Ingat untuk menyimpan kata laluan MEGA anda dengan selamat dan sulit setiap masa dan jana MASTER CRYPTO KEY anda untuk peristiwa salah letak kata laluan anda pada masa hadapan - https:\/\/mega.nz\/#backup.",
    "6447": "Tidak. Hanya data fail dan nama fail\/folder yang disulitkan. Informasi yang kami perlukan akses untuk operasi, seperti alamat emel anda, alamat IP, struktur folder, pemilikan fail dan tauliah pembayaran, adalah disimpan dan diproses tanpa penyulitan. Sila lihat dasar privasi kamu untuk perincian.",
    "6448": "Data anda simpan dengan MEGA:",
    "6449": "Tidak ada guna kepada kami data yang pengguna simpan dengan kami kerana kami bahkan tidak boleh menyahsulitnya. MEGA menggunakan sistem unik User Controlled Encryption. SEBELUM data anda meninggalkan pelayar anda, fail itu disulitkan (dihancurkan, tidak dapat dibaca) dan kemudian ia meninggalkan komputer anda, untuk disimpan di awan sebagai tidak dapat dibaca. Satu-satunya cara untuk menyahsulit\/ membuatnya dapat dibaca ialah dengan memuat turunnya kembali, ketika terlog masuk ke pengurus fail anda. Hanya apabila ia sampai ke pelayar anda, dan menyedari anda terlog masuk dengan tauliah yang betul, ia akan mula menyahsulit (menjadi dapat dibaca). Satu-satunya cara untuk mendapatkan fail ialah dengan terlog masuk ke akaun yang betul. Inilah UCE.",
    "6450": "Penyulitan dikawal pelayan (pembekal penyimpanan lain) bermaksud fail masih dapat dibaca apabila ia dihantar ke awan, kemudian disulitkan. Apabila memuat turun, ianya dinyahsulit di awan, dan kemudian dihantar kembali kepada anda dengan dapat dibaca sepenuhnya. Tidak susah untuk mata penyibuk melihat apa yang berlaku!",
    "6451": "Informasi anda yang kami kumpulkan:",
    "6452": "Kami menyimpan maklumat peribadi berikut:",
    "6453": "Perincian pendaftaran (seperti alamat emel; masa dan tarikh pembuatan, lokasi pada rangkaian komputer di mana pendaftaran dijalankan)",
    "6454": "Rekod alamat-alamat IP yang mengakses perkhidmatan kami",
    "6455": "Kami juga boleh mengumpul maklumat tentang lawatan ke laman web kami untuk mengukur jumlah pelawat ke bahagian laman yang berbeza",
    "6456": "Kami boleh menggunakan kuki atau teknologi yang sama untuk tujuan ini. Dengan menggunakan laman web kami atau perkhidmatan kami anda secara khusus bersetuju dengan penggunaan kuki dan teknologi kami yang serupa untuk mengumpul maklumat peribadi.",
    "6457": "Jika kami fikir adalah perlu atau kami terpaksa oleh undang-undang dalam mana-mana bidang kuasa yang kami berhak untuk memberikan maklumat anda kepada pihak berkuasa. Kami berhak untuk membantu mana-mana agensi penguatkuasaan undang-undang dengan penyiasatan, termasuk dan terhad melalui pendedahan maklumat kepada mereka atau ejen-ejen mereka. Kami juga berhak untuk mematuhi sebarang proses undang-undang, termasuk tapi tidak terhad kepada sepina, waran carian dan perintah mahkamah.",
    "6458": "Kami tidak menyediakan maklumat ini kepada mana-mana pihak ketiga melainkan jika terpaksa dengan perintah mahkamah.",
    "6459": "Semua keselamatan adalah relatif. Vektor serangan berikut wujud - mereka tidak khusus kepada MEGA, tapi kami mahu anda tahu tentang risikonya.",
    "6460": "Akaun individu berada dalam keadaan bahaya oleh:",
    "6461": "- Spyware pada komputer anda. Keylogger mudah sudah cukup, tapi tauliah sesi dan kunci boleh diperoleh dari memori atau fail sistem.",
    "6462": "- Melayar bahu. Jangan taip kata laluan anda semasa seseoang boleh melihat tekanan butang anda.",
    "6463": "- Paksaan keras kata laluan. Gunakan kata laluan yang kuat.",
    "6464": "- Phishing. Sentiasa sahkan status keselamatan sambungan anda (https:\/\/) dan nama domain (mega.co.nz) sebelum memasukkan kata laluan anda.",
    "6465": "Serangan skala besar boleh dipasang melalui:",
    "6466": "- Serangan \"man in the middle\". Memerlukan pengeluaran salinan sijil SSL yang sah dalam kombinasi DNS dan\/atau serangan pada laluan BGP kami (senario jenis-DigiNotar).",
    "6467": "- Mendapatkan akses ke hosting pelayan web https:\/\/mega.co.nz\/index.html dan mengganti fail itu dengan versi palsu (ini tidak akan mempengaruhi akses melalui asas aplikasi dipasang). Ambil perhatian bahawa memanipulasi kandungan pada kandungan statik CDN yang diedarkan tidak menimbulkan risiko keselamatan, kerana sema kandungan aktif yang dimuatkan daripada index.html adalah tertakluk kepada pengesahan dengan hash kriptografi (anggapnya sebagai beberapa jenis \"but selamat\" untuk laman web). Serangan jenis ini memerlukan penghantaran kod berniat jahat ke pelanggan dan adalah dapat dikesan.",
    "6468": "Untuk pemindahan pukal, AES-128 (kami percaya penggunaan CPU AES-192 dan AES-256 yang lebih tinggi melebihi faedah teori keselamatan, setidaknya sehingga kedatangan komputer kuantum). Pemeriksaan integriti setelah-muat turun dilakukan melalui variasi terbahagi CCM, yang mana adalah kurang berkesan daripada OCB, tetapi tidak dibebankan oleh paten.",
    "6469": "Untuk mewujudkan rahsia dikongsi di antara pengguna dan melepaskan fail ke peti masuk anda, RSA-2048 (panjang kunci dipilih sebagai jalan tengah di antara \"terlalu tidak selamat\" dan \"terlalu lambat\"). Semua penyulitan, penyahsulitan dan penjanaan kunci adalah dilaksanakan dalam JavaScript, yang menghadkan pemprosesan untuk beberapa MB\/s dan menyebabkan beban CPU ketara. Kami tidak sabar untuk pelaksanaan HTML5 WebCrypto API yang dicadangkan dalam semua pelayar-pelayar utama, yang akan menyingkirkan kesesakan ini.",
    "6470": "Tidak perlu bimbang. Apa-apa yang kami hantar melalui RC4 sudah disulitkan dari awal ia meninggalkan pelayar anda supaya tidak ada risiko keselamatan. Untuk lebih selamat pastikan anda sudah memasang sambungan pelayar kami. Pengguna MEGA dapat menikmati privasi data mereka dengan mekanisme User Controlled Encryption (UCE) kami - Satu-satunya pembekal penyimpanan di pasaran yang menawarkan tahap keselamatan dan privasi seperti ini.",
    "6471": "Sekarang kami menjalankan ujian nod tunggal untuk melihat berapa banyak beban pelayan akan meningkat apabila menggunakan AES daripada RC4 supaya kami boleh memberikan alternatif kepada mereka yang mematikan RC4.",
    "6472": "Demi pelanggan kami, beberapa perkara adalah penting kepada kami. Satu daripada perkara ini dengan jelas adalah keselamatan, manakala yang satu lagi adalah prestasi.  Walau bagaimanapun,  bekas tidak boleh direka oleh yang kedua!!!",
    "6473": "Apabila anda melog masuk, terima fail `secureboot.js`, atau apabila anda menghubung ke API kami, anda akan *sentiasa* menjalankan  melalui pelayan web yang dikonfigurasikan dengan betul, yang mana akan memberikan anda pengesahan kuat, penyulitan kuat, serta kerahsiaan kehadapan (PFS). Ini adalah tempat dimana ia penting bahawa maklumat dipindahkan dengan cara yang selamat apabila menggunakan SSL\/TLS!",
    "6474": "Kemudian, apabila anda mengakses kandungan statik lanjut, atau apabila anda mengakses penyimpanan fail anda, bahagian pelanggan (contohnya kod JavaScript pada pelayar anda, sambungan pelayar,",
    "6475": "pelanggan segerak atau aplikasi mudah alih) akan menjaga memastikan keselamatan. Setiap kandungan lanjut yang dimuat dari pelayan (e. g. pelayan *.static.mega.co.nz) akan disahkan secara kriptografi oleh pelanggan, dan kandungan yang boleh dilihat pada wayar adalah tidak berbahaya. Setiap kali data dipindahkan ke atau dari pelayan penyimpanan kami, kod sebelah pelanggan akan menjaga penyulitan yang betul dan kuat, supaya hanya pelanggan sahaja yang mampu mendapat akses kepada data nyata sebenar.",
    "6476": "Memandangkan keadaan ini, kami sebenarnya boleh menyediakan semua kandungan statik dan\/atau pemindahan data dengan pelayan penyimpanan kami melalui sambungan yang sama sekali tidak disulitkan. *Tidak* akan ada kekurangan dalam keselamatan!",
    "6477": "Walau bagaimanapun, pelayar akan menolak untuk membenarkan sambungan HTTP tidak disulitkan (untuk sebab yang baik) apabila berasal daripada laman HTTPS disulitkan, atau sekurang-kurangnya mereka akan memaparkan kemerosotan dalam keselamatan pada bar pelayar. Semua ini adalah sangat baik dan biasa, terutama jika SSL\/TLS ialah garisan pertahanan anda apabila menghantar data teks biasa. Untuk sebab itu juga, semua sambungan berikutnya secara amnya sepatutnya sama kekuatan dalam perlindungan. Bagaimanapun, seperti yang dinyatakan di atas, kami sebenarnya tidak memerlukan sambungan HTTPS disulitkan untuk menegakkan perlindungan kami (kerana kami telah sepenuhnya menguruskan penyulitan kandungan sebenar). Tapi, kami tidak boleh sepenuhnya mengeluarkan SSL\/TLS (HTTPS), kerana itu akan membuat penampilan pelayar \"tidak puas hati\". Oleh itu, kami memilih untuk menggunakan yang paling lemah",
    "6478": "kemungkinan perlindungan (RC4 with MD5) sebagai \"NULL cipher\" untuk mengelakkan pelayar daripada membimbangkan orang, sedangkan kami juga bahkan akan gembira dengan sambungan tidak tersulit sama sekali. Ini akan memberi pengguna prestasi yang dipertingkatkan, *tanpa* mengurangkan sebarang keselamatan. Dan ini sebenarnya adalah apa yang pelanggan-pelanggan kami lakukan, mereka menyingkirkan bahkan RC4\/MD5, tetapi mengguna SSL\/TLS yang kuat dimana diperlukan.",
    "6479": "Saya berharap penerangan yang agak panjang ini telah menjelaskan keadaan, dan membolehkan anda menikmati MEGA tanpa sebarang perasaan tidak selamat atau keselematan yang basi dengan lambaian tangan. Kami benar-benar mengambil serius, dan telah meletakkan *banyak* pemikiran mengenainya.",
    "6480": "Untuk maklumat lanjut baca:https:\/\/mega.co.nz\/#blog_32",
    "6481": "Untuk memastikan keselamatan maksimum dan privasi data anda kami mengesyorkan anda menyulitkan cakera tempatan anda.",
    "6482": "Kami mengesyorkan menggunakan sama ada \"Bitlocker\" (Windows) yang sedia ada atau TrueCrypt.",
    "6483": "Semestinya! Kami sedang mengerjakannya.",
    "6484": "dapatkannya di sini:http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en",
    "6485": "Kami sekarang menunggu Blackberry untuk meluluskan aplikasi baru kami versi 2 untuk peralihan supaya kami dapat menyampaikan sokongan untuk BB10 serta banyak ciri yang baru.",
    "6486": "Sokongan asli akan datang pada peringkat kemudian.",
    "6487": "Anda boleh memuat turun dan memasang aplikasi BlackBerry kami daripada gedung aplikasi http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en",
    "6488": "Pertama - pastikan anda menggunakan pelayar yang mampu, dan serasi secara tekonologi.",
    "6489": "Pada masa ini kami cadangkan Mozilla Firefox ( + Lanjutan MEGA - https:\/\/mega.nz\/#firefox). Pelayar pilihan kedua kami ialah Google Chrome (+ Lanjutan MEGA - https:\/\/mega.nz\/#chrome). Pelayar pilihan ketiga ialah Opera Next.",
    "6490": "Log ke akaun MEGA anda melalui domain https:\/\/mega.nz.",
    "6491": "Tukar butang status anda (baris atas, kanan) daripada Merah (Luar talian) ke Hijau (Atas talian)",
    "6492": "Pastikan kamera dan audio sistem anda berfungsi (dibenarkan dalam tetapan pelayar)",
    "6493": "Pergi ke Kenalan (kiri skrin, ikon ke-4 dari atas)",
    "6494": "Tambah kenalan menggunakan ciri 'Tambah kenalan' di kanan atas. Nota: anda mesti menggunakan alamat emel seseorang yang telah digunakan untuk membuat akaun MEGA mereka. Jika anda menggunakan alamat lain mereka akan menerima jemputan untuk menyertai MEGA pada alamat emel yang lain itu.",
    "6495": "Klik dua kali kenalan kenalan yang menunjukkan sebagai Atas Talian (Status hijau)",
    "6496": "Klik 'Mulakan Perbualan'",
    "6497": "Klik 'Mulakan Panggilan' [Atas kanan]",
    "6498": "Perhatikan popup pelayar yang menanyakan kebenaran untuk menggunakan kamera\/audio anda. [Klik 'Sentiasa benarkan' untuk menghindari masalah pada masa hadapan. Klik ikon kamera pada bar alamat untuk menyemak tetapan.]",
    "6499": "Nikmati perbualan yang disulitkan sepenuhnya",
    "6500": "Mengalami masalah?",
    "6501": "Benarkan masa untuk panggilan terhubung. Sistem mungkin mengambil beberapa saat untuk mencari laluan terbaik untuk panggilan anda.",
    "6502": "Cuba muat semula keras halaman (Windows shift+F5; MAC - cmd+R) untuk mendapatkan kemaskini kod terbaru berfungsi.",
    "6503": "Dapatkan kedua-dua pihak untuk log keluar kemudian log masuk semula [pastikan anda ingat kata laluan anda!]",
    "6504": "Jika anda masih mengalami masalah sila hubungi beta@mega.co.nz dengan skrinshot dan perincian.",
    "6505": "Anda mesti log masuk ke akaun anda melalui domain baru kami https:\/\/mega.nz",
    "6506": "Tetapan Audio dan Video berbeza antara pelayar.",
    "6507": "Pada masa ini kami mengesyorkan Mozilla Firefox ( + Lanjutan MEGA - akan datang). Pelayar pilihan kedua kami ialah Google Chrome (+ Lanjutan MEGA - akan datang). Pelayar pilihan ketiga ialah Opera Next.",
    "6508": "Tetapan",
    "6509": "Ini perlu dibenarkan di dalam Sistem Operasi, yang agak berlainan sedikit di antara versi berbeza atau Windows, Mac OS, Linux, etc.",
    "6510": "Anda juga perlu untuk menyediakan audio dan kamera pada pelayar.",
    "6511": "Tiada audio dan\/atau video",
    "6512": "Sila semak jika anda telah membolehkan audio dan kamera anda pada tetapan Sistem Operasi saya",
    "6513": "Kemudian sila semak tetapan anda pada pelayar.",
    "6514": "Untuk Chrome:",
    "6515": "Klik menu Chrome pada bar alatan browser.",
    "6516": "Pilih Tetapan.",
    "6517": "Klik Papar tetapan lanjut.",
    "6518": "Pada bahagian \"Privasi\", klik butang tetapan Kandungan. ",
    "6519": "Di bahagian \"Media\": pilih Mikrofon dan Kamera anda di dua kotak jatuh ke bawah dan pilih \"Tanya apabila sebuah laman memerlukan akses ke kamera dan mikrofon anda (disyorkan)\"",
    "6520": "Untuk Firefox anda patut mendapat popup di sebelah kiri bar URL anda menanyakan \"Adakah anda ingin kongsi kamera dan mikrofon anda\" sila klik pada \"Kongsi Peranti Dipilih\"",
    "6521": "Juga ambil perhatian bahawa Pemberitahuan panggilan masuk anda boleh disekat oleh pelayar anda - cari ikon popup pada bar URL anda dan klik 'sentiasa benarkan'!",
    "6522": "Jika anda masih mengalami masalah:",
    "6523": "Sila kemukakan perincian sebanyak mungkin tentang sistem yang anda gunakan dan laporan ralat ke support@mega.co.nz.",
    "6524": "Kami telah melancarkan peringkat pertama permesejan disulitkan - panggilan audio dan video disulitkan hujung-ke-hujung di domain baru kami https:\/\/mega.nz.",
    "6525": "MEGA Chat (permesejan disulitkan hujung-ke-hujung di antara pengguna) akan datang tidak lama lagi.",
    "6526": "Ciri emel belum lagi dilancarkan. Ia akan membenarkan pengguna MEGA untuk menghantar emel disulitkan antara satu sama lain bagaimanapun - anda tidak akan dapat menetapkan alamat emel dalam konsep tradisional yang sangat tidak selamat.",
    "6527": "Ciri emel sedang dalam pembangunan. Pengerahannya telah terbukti lebih sukar kerana algoritma User Controlled Encryption kami dan kami memerlukan masa untuk membetulkannya.",
    "6528": "Pergi ke Menu - Akaun anda untuk 'Mengeksport MasterKey' untuk membolehkan anda menetapkan semula kata laluan anda melalui pelanggan web https:\/\/mega.nz\/#recovery",
    "6529": "Pergi ke Menu - Akaun anda untuk 'Tukar kata laluan anda'.",
    "6530": "Nyahpasang dan pasang semula aplikasi dari Play Store. Kemudian log masuk dengan kata laluan anda untuk tetapkan kod laluan baru.",
    "6531": "Pergi ke 'Menu' - 'Tetapan' dan tandakan 'Benarkan muat naik kamera' dan termasuk video di bawah juga.",
    "6532": "Ketik pada anak panah di sebelah kanan folder dalam Cakera Awan anda. Daripada Menu yang mengembang pilih 'Lagi' dan kemudian pilih 'Kongsi Folder'. Kemudian ketik pada kenalan sedia ada atau tambah alamat emel baru dengan mengetik ikon + di bahagian atas sebelah kanan.",
    "6533": "Untuk mengongsi fail - buat folder baru untuknya daripada Menu bahagian kanan atas dan ikut arahan di atas.",
    "6534": "Ketik pada anak panah di sebelah kanan fail \/ folder dalam Cakera Awan anda. Daripada Menu yang mengembang pilih 'Dapatkan Pautan'.",
    "6535": "Pratonton - ketik pada fail di folder \/ Cakera Awan anda.",
    "6536": "Alir video - ketik pada fail audio dan pilih dengan pemain apa aliran akan dilengkapkan.",
    "6537": "Alir video - ketik pada fail video dan pilih dengan pemain yang mana anda ingin aliran dilengkapkan.",
    "6538": "Nama fail MacOS\/UNIX adalah peka huruf, Nama fail Windows tidak. Folder mengandungi kedua-dua \"ABC.TXT\" dan \"abc.txt\" boleh disegerak ke mesin UNIX tanpa masalah, tapi apabila disegerak ke mesin Windows, hanya satu daripada dua fail akan terus hidup.",
    "6539": "MEGA tidak mengenakan sekatan kepada nama fail - mereka boleh mengandungi aksara yang tidak sesuai dengan sistem operasi, seperti : atau *. Ini akan ditulis semula sebagai %xx pada bahagian tempatan dan ditukar balik ke aksara asli apabila disegerak kembali. Windows Explorer juga mempunyai masalah dengan jumlah nama fail dan folder yang seolah-olah berbahaya - \"con.doc\", sebagai contoh, tidak akan boleh diakses (untuk memahami kenapa, anda perlu menjadi geek atau veteran, atau kedua-duanya). Jika anda menghadapi situasi demikian, hanya namakan semula fail anda di bahagian awan. Aksara asing dalam nama fail adalah disokong sepenuhnya.",
    "6540": "Apabila anda membuka antaramuka MEGAsync anda klik pada ikon 'Tetapan' di bahagian sudut kanan atas dan kemudian pergi ke 'Penyegerakan'",
    "6541": "Klik pada butang 'Tambah' untuk menambah segerakan baru, klik pada awan MEGA untuk melihat kongsian jauh anda.",
    "6542": "Untuk menyegerak folder dikongsi, folder tersebut mesti dikongsi kepada anda dengan akses penuh, akses kongsian baca sahaja tidak akan dipaparkan untuk anda.",
    "6543": "Folder dikongsi anda akan berada di bahagian bawah senarai.",
    "6544": "Maka anda boleh mencalonkan secara tepat folder mana yang ingin anda segerak - dalam MEGA serta dalam komputer anda.",
    "6545": "Apabila anda mengklik untuk menamakan Folder Tempatan anda boleh memilih mana-mana lokasi atau cakera semula dengan mengklik ikon jalan komputer yang betul.",
    "6546": "Jika anda ada masalah menyegerak folder kongsi:",
    "6547": "Bolehkah anda sahkan dengan pengguna yang berkongsi data dengan anda yang memberi anda 'Akses penuh'? Jika anda tidak mempunyai kebenaran 'Akses penuh' pada folder dikongsi anda tidak akan dapat menyegeraknya (mereka tidak dipaparkan dalam MEGAsync).",
    "6548": "Apabila anda membuka antaramuka MEGAsync anda klik pada ikon 'Tetapan' dibahagian atas sebelah kanan dan kemudian pergi ke 'Segerakan'.",
    "6549": "Di sini anda boleh mencalonkan betul-betul folder yang mana anda ingin untuk disegerak - di MEGA juga di mesin anda.",
    "6550": "Pilih 'Tambah' di antaramuka Segerak.",
    "6551": "Kemudian hanya klik pada ikon 'Pilih' di hujung kanan garisan.",
    "6552": "Apabila anda mengklik untuk mencalonkan Folder Tempatan anda anda boleh memilih mana-mana lokasi atau cakera lain lagi dengan mengklik pada ikon bahagian kanan di sitem tempatan anda.",
    "6553": "Sambungan adalah selamat, kerana semua yang dihantar melalui port 80 adalah disulitkan hujung-ke-hujung.",
    "6554": "MEGAsync ialah program yang menyegerak folder tempatan anda dengan folder awan MEGA anda.",
    "6555": "Bagaimanapun ini bermakna ia juga akan menyegerak kesilapan yang dibuat di folder tempatan anda, sebagai contoh, jika anda mengganti fail di folder tempatan anda secara tidak sengaja, file itu akan dikemaskini di akaun MEGA anda, oleh itu ia tidak patut digunapakai untuk menyandar data langsung.",
    "6556": "Cara terbaik menggunakan MEGAsync untuk sandaran ialah dengan membuat satu folder \"Sandaran\" tempatan pada komputer anda dan guna program sandaran yang betul (atau bahkan kelompok fail atau skrip) untuk membuat sandaran dan simpan fail sandaran di dalam folder ini, yang mana kemudian akan disegerak ke akaun MEGA anda.",
    "6557": "Menggunakan kaedah ini juga akan membenarkan anda untuk membuat fail sandaran berganda.",
    "6558": "Sebagai contoh menggunakan tarikh fail sandaran, eg 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, dll.",
    "6559": "Fail-fail ini akan disegerak ke akaun MEGA anda apabila anda mengeluarkan fail sandaran tertua daripada komputer anda untuk memulihara ruang, ia juga akan dikeluarkan daripada akaun MEGA anda.",
    "6560": "Jadi, ringkasnya:",
    "6561": "1. Buat folder sandaran tempatan, eg, c:\\backups",
    "6562": "2. Tetapkan program sandaran atau fail kelompok\/skrip untuk membuat secara berkala",
    "6563": "sandar fail anda ke c:\\backups sebagai contoh pada akhir hari, atau minggu.",
    "6564": "3. Tetapkan MEGAsync untuk menyegerak c:\\backups ke akaun MEGA anda",
    "6565": "Data dimuat naik ke MEGA disimpan sekurang-kurangnya pada dua pelayan penyimpanan data antarabangsa. Kami pada masa ini mempunyai pelayan di New Zealand, Jerman, Luxembourg dan Belanda. Kami merancang untuk menambah pelayan di Kanada pada akhir tahun ini. Untuk kemaskini terbaru klik di sini: https:\/\/mega.co.nz\/#blog_21",
    "6566": "Walau bagaimanapun sentiasa simpan salinan fail penting berlebihan, dalam dan luar talian. Walaupun kami menyimpan setiap fail sekurang-kurangnya di dua lokasi, tidak ada jaminan terhadap pelbagai kegagalan serentak dan berulang",
    "6567": "salah laku kerajaan yang belum pernah terjadi sebelumnya.",
    "6568": "Kami menyediakan untuk penyulitan kawalan pengguna (UCE) di mana anda, pengguna, mengawal kekuncinya. Pelaksanaan UCE ialah sumber terbuka, dan kami menjemput dan menggalakkan masyarakat untuk menelitinya dan memberi maklum balas.",
    "6569": "Kami percaya bahawa pendekatan ini adalah lebih selamat daripada menyimpan data anda pada pembekal dengan penyulitan bahagian pelayan di mana ISP mengawal kekuncinya atau, lebih teruk lagi, langsung tiada penyulitan - jika, sebagai contoh, fail pengguna MEGA dapat diakses tanpa kata laluan secara tiba-tiba disebabkan ralat pengaturcaraan, ia tidak akan dapat dibaca tanpa kekunci penyahsulitan kawalan pengguna.",
    "6570": "Sambungan umum atau kesilapan lain",
    "6571": "Sila pasang semula pelanggan segerak anda daripada pautan ini https:\/\/mega.nz\/#sync (anda tidak perlu untuk menyahpasang apa-apa. Hanya pasang semula)",
    "6572": "Apakah sistem operasi dan versi yang anda gunakan? Windows, Mac, Linux + versi?",
    "6573": "Jika anda menggunakan versi Windows yang lebih tua: MEGAsync memerlukan sekurang-kurangnya Windows XP SP3. Pengguna dengan versi Windows sebelumnya tidak boleh menyambung. Puncanya ialah keselamatan kuat sijil SSL dalam pelayan MEGA. Mengemaskini versi sebelumnya (XP SP2, sebagai contoh) ke SP3 menyelesaikan masalah.",
    "6574": "Lain-lain tip bagaimana untuk menyelesaikan masalah sambungan adalah:",
    "6575": "* semak\/lumpuhkan antivirus\/firewall (boleh meneyekat MEGAsync),",
    "6576": "* lumpuhkan IPv6 (untuk membetulkan tetapan IPv6 yang disediakan oleh sesetengah ISP, terutamanya di Jerman)",
    "6577": "* kemaskini Sistem Operasi anda ke versi yang lebih baru.",
    "6578": "Ralat penghantaran sementara: Gagal selamanya",
    "6579": "Ralat ini dilancarkan apabila had ralat dicapai semasa pemindahan. Kami telah melihat masalah jenis ini dengan pengguna yang menggunakan IPv6 untuk mengakses pelayan penyimpanan atau ralat sementara bahagian pelayan.",
    "6580": "MEGAsync akan menyegerak semua fail apabaila ia mengimbas.",
    "6581": "Sila mula semula PC anda dan ketika mula semula perubahan akan disegerak.",
    "6582": "Jika ralat berterusan anda boleh cuba melumpuhkan IPv6 dalam tetapan TCP\/IP. Sila klik di sini untuk maklumat lanjut:",
    "6583": "http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7",
    "6584": "Anda perlu untuk nyahtandakan kotak semak di sebelah TCP\/IPv6 dalam skrinshot pertama dan klik \"OK\".",
    "6585": "Fail jauh boleh jadi di Tong Sampah Cakera Awan anda, dalam folder SyncDebris.",
    "6586": "Fail tempatan boleh jadi dalam folder .rubbish atau .debris di dalam folder yang disegerak. Sedari bahawa folder ini mungkin tersembunyi dalam OS anda dan anda mungkin perlu untuk membetulkan tetapan folder dahulu untuk memapar folder tersembunyi.",
    "6587": "Pelanggan Segerak MAC kami pada masa ini kehilangan ciri seperti 'Dapatkan Pautan' atau 'Kongsi Pautan'.",
    "6588": "Malangnya, Apple mengekalkan Finder tertutup dan memerlukan godaman buruk untuk mencapai benda sebegini.",
    "6589": "Kami sedang mempertimbangkan sebarang pilihan untuk memintas sekatan dari Apple ini bagaimanapun ia akan menjadi ciri yang lebih dikemudiankan (apabila Apple membuka API Finder).",
    "6590": "Mohon maaf atas kesulitan ini.",
    "6591": "PENSEJARAHAN ialah pelbagai fail dalam jalan yang sama dengan nama yang sama.",
    "6592": "PENGGANTIAN ialah pindah-ke-tong sampah ketika muat naik siap, i.e. hanya satu fail setiap folder dengan nama yang sama - paling baru (ini adalah apa yang dilakukan oleh MEGAsync).",
    "6593": "Memuat naik semula melalui pelayar web dengan LANGKAU FAIL SAMA di'MATI'kan di Tetapan",
    "6594": "membuat PENSEJARAHAN",
    "6595": "Memuat naik semula melalui pelayar web dengan LANGKAU FAIL SAMA di'HIDUP'kan di Tetapan",
    "6596": "hanya simpan versi TERLAMA.",
    "6597": "Jika anda mengalami masalah dengan Persejarahan atau Penggantian sila semak faktor-fakton ini dahulu:",
    "6598": "Sila semak jika tanda waktu pada fail di pelayar adalah lebih baru daripada jam pada komputer di mana anda meminda fail tersebut.",
    "6599": "Itu biasanya masalahnya... Penyunting imej \/ teks mengekalkan tanda waktu dengan tetap dan kemudian MEGAsync dengan benar mempercayai ianya mempunyai fail lama dan menggantinya dengan fail yang lebih baru daripada pelayan.",
    "6600": "Sila matikan \"biarkan tanda waktu malar\" di dalam tetapan.",
    "6601": "Kami menyimpan fail anda pada sekurang-kurangnya dua pelayan di pusat data berbeza, jika tersedia.",
    "6602": "Sentiasa simpan salinan fail penting secara berlebihan, dalam dan luar talian. Walaupun kami menyimpan setiap fail di sekurang-kurangnya dua lokasi, tiada jaminan terhadap pelbagai kegagalan serentak dan salah laku kerajaan yang belum pernah berlaku sebelumnya berulang.",
    "6603": "Ya. Bagaimanapun, kata laluan MEGA anda adalah lebih daripada sekadar kata laluan - ia membuka kunci penyulitan induk anda, tanpanya data anda sama sekali tidak boleh dibaca.",
    "6604": "Oleh itu, terdapat dua jenis penetapan semula kata laluan: Dengan atau tanpa menyediakan salinan sandaran kunci induk anda. Dengan kunci, anda boleh menetap kata laluan baru dan mengekalkan akaun sedia ada anda. Tanpa kunci, anda boleh meletak akaun sedia ada anda dan memulakan satu yang baru di bawah alamat emel akaun sedia ada anda. Kami mengesyorkan anda untuk menyimpan sandaran kunci induk anda di tempat yang selamat sepanjang masa, hanya dalam kes! Klik <a href=\"#backup\">di sini<\/a> untuk mengeksport kunci anda atau <a href=\"#recovery\">di sini<\/a> untuk menetap semula kata laluan anda.",
    "6605": "Soalan penting - adakah anda sudah mempunyai pelanggan MEGAsync kami \/ aplikasi mudah alih kami terpasang dan anda terlog masuk? Itu akan membuat perbezaan yang besar. Sila beritahu kami! Anda masih boleh mengeksport Kunci Kripto Induk anda melalui 'Tetapan' - 'Akaun'.",
    "6606": "Pelanggan PRO",
    "6607": "Jika anda memutuskan untuk menetap semula akaun anda - Pilihan B - dan anda adalah pengguna Pro -> sila beritahu support@mega.co.nz apabila anda selesai (bersama-sama dengan alamat emel PayPal anda) dan kami akan menyerahhakkan semula status akaun Pro anda ke akaun baru anda.",
    "6608": "Pada masa ini anda tidak boleh untuk melaksanakan penetapan semula akaun daripada peranti mudah alih anda. Ciri untuk menyandar Kunci Kripto Induk anda masih dalam pembangunan dan akan dikerahkan pada satu daripada kemaskini di masa hadapan.",
    "6609": "Tetap Semula",
    "6610": "Terdapat dua jenis penetapan semula kata laluan: Dengan atau Tanpa menyediakan salinan sandaran Kunci Kripto Induk.",
    "6611": "- Dengan kunci (Pilihan A), anda boleh sahaja menetap kata laluan baru dan mengekalkan akaun sedia ada anda.",
    "6612": "- Tanpa kunci (Pilihan B), anda boleh meletak akaun sedia ada anda dan mulakan yang baru di bawah alamat emel akaun sedia ada anda.",
    "6613": "PILIHAN A - Jika anda mempunyai data dimuat naik, tidak mengingat kata laluan anda dan anda mempunyai sandaran Kunci Kripto Induk:",
    "6614": "1. Buka https:\/\/mega.nz\/#recovery",
    "6615": "2. Tetapkan kata laluan baru selepas menyediakan kunci induk yang dieksport",
    "6616": "=> Jika anda mempunyai sandaran kunci kripto induk anda boleh menetap semula kata laluan dan tiada data daripada akaun anda akan hilang. Data anda akan muncul semula pada log masuk seterusnya dengan kata laluan tetapan semula.",
    "6617": "=> Anda masih boleh mengeksport kunci induk sekarang jika mempunyai sesi MEGA aktif di mana-mana pelayar pada komputer ini atau komputer lain. Jika peranti tidak menyokong pengeksportan kunci Kripto - anda boleh memuat turun dan menyandar data setidaknya.",
    "6618": "Jika anda tidak mempunyai sesi aktif MEGA dibuka anda tidak boleh lagi menyahsulit akaun sedia ada anda tapi anda boleh memulakan yang baru di bawah alamat emel yang sama =>",
    "6619": "PILIHAN B - Jika anda tiada tersimpan Kunci Kripto Induk, sekarang terdapat aliran kerja yang mengizinkan penggunaan semula alamat emel utama untuk akaun MEGA yang segar dan kosong (dengan kemungkinan pemulihan data):",
    "6620": "2. Klik 'Tidak'",
    "6621": "3. Taipkan alamat emel anda dan klik 'Hantar'",
    "6622": "4. Semak emel anda untuk pautan penetapan semula kata laluan anda dan kliknya.",
    "6623": "5. Calonkan kata laluan baru anda untuk akaun yang ditetapkan semula dengan alama emel yang sama.",
    "6624": "6. Jika anda mengingat \/ memulih semula kata laluan asli anda dalam tempoh 60 hari, hubungi pasukan sokongan MEGA yang mesra di support@mega.co.nz dan minta mereka untuk memulihkan akaun yang diletakkan.",
    "6625": "=> Disebabkan paradigma penyulitan hujung-ke-hujung kami anda tidak akan boleh mengakses data anta tanpa kata laluan asli anda atau menyandar kunci Kripto Induk anda. Anda boleh meletak akaun sedia anda dan mulakan yang baru di bawah alamat emel yang sama. Sekiranya anda mendapat semula kata laluan akaun 'diletakkan' anda hubungi kami untuk bantuan. Data anda akan dikekalkan dalam akaun 'diletakkan' untuk sekurang-kurangnya 60 hari.",
    "6626": "Ringkasan:",
    "6627": "1. Jika anda mempunyai kunci kripto Induk disandar - anda boleh menetap semula kata laluan untuk akaun anda dan data anda akan kekal.",
    "6628": "2. Jika anda tidak mempunyai sandaran kunci kripto Induk - anda boleh mendaftar semula dengan alamat emel yang sama walau bagaimanapun data anda akan hilang selepas 60 hari tempoh 'pemulihan'.",
    "6629": "Jika anda secara positif pasti yang anda tidak akan pernah kehilangan kata laluan anda, tidak perlu untuk menyandar kunci anda. Jika anda membuat keputusan untuk membuat [A]sandaran[\/A], bagaimanapun, sila pastikan yang anda menyimpannya di lokasi yang selamat: Sesiapa yang mempunyai akses ke sandaran kunci dan emel akaun anda akan dapat menetap semula kata laluan anda dan mendapat akses ke data anda.",
    "6630": "Kami mengesyorkan anda untuk mengeksport Kunci Kripto Induk akaun anda supaya anda boleh menetap semula akaun anda bersama-sama dengan data anda pada masa hadapan jika anda tersalah letak kata laluan akaun anda.",
    "6631": "Anda boleh menyimpan kunci kripto induk anda di penyimpan tempatan anda atau di dalam dokumen yang anda akan sandar di tempat lain.",
    "6632": "Bagaimana menyandar kunci kripto Induk anda:",
    "6633": "1.) Log masuk ke akaun anda",
    "6634": "2.) Salin dan tampal pautan ini ke bar URL https:\/\/mega.nz\/#backup",
    "6635": "3.) Simpan Master Key dalam PC anda dan \/ atau Salin ke papan klip dan tampal ke dalam dokumen",
    "6636": "Sebagai alternatif anda boleh menyandar kunci induk anda di Tetapan - Akaun dalam pelanggan Segerak anda atau salah satu daripada aplikasi mudah alih kami.",
    "6637": "Jika anda pernah tersalah letak kata laluan akaun anda, anda boleh menetapkan semula akaun anda menggunakan kunci induk ini.",
    "6638": "1. Lupa kata laluan anda",
    "6639": "2. Minta pautan penetapan semula kata laluan melalui emel - https:\/\/mega.nz\/#recovery",
    "6640": "3. Tetapkan kata laluan baru untuk akaun anda selepas menyediakan kunci induk yang dieksport",
    "6641": "Dengan akaun percuma kami anda mendapat akses secara global, prestasi tinggi, cakera awan selamat dengan 50 GB ruang simpanan dengan User Controlled Encryption (UCE).",
    "6642": "Jika anda perlukan lebih ruangan daripada itu, anda boleh menaik taraf ke akaun [A]pro[\/A].",
    "6643": "Apabila anda 'Buat Akaun' dengan Mega (https:\/\/mega.nz\/#register), popup pada halaman akan memberitahu anda untuk mengharapkan 'Emel Pengesahan' dan anda patut pergi ke peti masuk emel anda dan cari emel 'Pengaktifan MEGA'. Di dalam emel 'Pengesahan' ini, anda klik pada pautan pengesahan yang mana akan membawa anda ke Mega lagi untuk memasukkan kata laluan anda untuk kali kedua supaya anda boleh mengesahkan akaun anda. Jika berjaya, anda akan dibawa ke akaun Mega anda yang memaparkan 'Cakera Awan'.",
    "6644": "Masalah?",
    "6645": "Jika anda belum menerima emel untuk mengesahkan\/mengaktifkan akaun anda, sila semak folder mel sampah anda dan penapis spam di alamat emel anda.",
    "6646": "Jika anda masih tidak dapat mencari emel tersebut, anda boleh mencuba untuk mendaftar semula menggunakan alamat emel asal. Jika emel pengesahan untuk pendaftaran ini tidak muncul di mana-mana folder emel anda, kami mencadangkan anda menghubungi ISP anda untuk menentukan sekiranya terdapat 'sekatan' ke atas emel Mega. Sebagai alternatif anda boleh mendaftar menggunakan ID emel yang lain.",
    "6647": "Jika anda mendapat mesej amaran \"Kata laluan \/ ID emel tidak betul\" - ia muncul apabila kata laluan yang anda masukkan ketika pendaftaran dan ketika pengesahan tidak sepadan.",
    "6648": "Kami cadangkan untuk memulakan pendaftaran semula dengan alamat emel yang sama dan tulis kata laluan di suatu tempat yang selamat untuk mengesahkannya kemudian. Cuba untuk membuat kata laluan anda lebih panjang supaya ia tidak mudah diteka. Gabungkan huruf besar dan huruf kecil, tambah aksara istimewa (tiada sebarang had!). Jangan gunakan nama atau perkataan kamus. Juga jangan gunakan fungsi salin & tampal ketika membuat akaun anda - sila pastikan anda menaip kata laluan anda setiap kali semasa mendaftar.",
    "6649": "Kamu juga sangat tidak menggalakkan pengguna untuk menggunakan penjana kata laluan kerana kata laluan anda juga akan menjadi kunci penyulitan unik anda.",
    "6650": "Pautan tidak berfungsi?",
    "6651": "Jika pautan pengaktifan yang anda terima selepas mendaftar di Mega tidak berfungsi apabila anda mengkliknya cuba salin dan tampal pautan secara terus ke pelayar anda; semak sebarang ruang putih yang mungkin dimasukkan oleh pelanggan emel anda.",
    "6652": "Jika anda masih tidak boleh mengaktifkan akaun anda cuba untuk mendaftar semula akaun MEGA dengan alamat emel yang sama atau daftar menggunakan alamat emel yang lain untuk menerima pautan pengesahan yang baru.",
    "6653": "Pastikan anda selalu membersihkan cache pelayar anda dan anda tidak terlog masuk ke akaun MEGA yang lain daripada pelayar yang sama ketika mendaftar yang baru.",
    "6654": "Untuk membatalkan akaun sebenar MEGA anda:",
    "6655": "Log masuk ke akaun MEGA anda dan padam semua data anda, termasuk 'Bersihkan Tong Sampah'.",
    "6656": "Kemudian emel permintaan anda ke support@mega.co.nz.",
    "6657": "Untuk membatalkan langganan anda rujuk kepada 'Bagaimana saya meminda \/ membatalkan langganan Pro saya?' di bawah.",
    "6658": "Sila emel support@mega.co.nz untuk bantuan.",
    "6659": "Akaun percuma anda dengan MEGA dan fail-fail yang dikandungi tidak mempunyai tarikh luput dan akaun anda akan kekal aktif melainkan jika anda tidak melog masuk ke akaun anda untuk setahun penuh. Selepas tempoh itu anda akan mendapat emel susulan daripada kami.",
    "6660": "Jika anda tidak memperbaharui langgan akaun Pro anda pada akhir tempoh dibeli akaun anda hanya akan kembali ke akaun percuma.",
    "6661": "Jika anda mempunyai fail bernilai lebih dari 50 GB anda akan menerima berbilang amaran pemadaman untuk menasihati anda, jadi anda mempunyai peluang untuk menyimpan fail anda secara tempatan atau membeli naik taraf akaun Pro yang baru.",
    "6662": "Jika anda tidak memperbaharui selepas sebulan dan akaun anda masih melebihi kuota untuk akaun percuma (50 GB) fail anda akan dipadam, yang terbesar pertama, sehingga anda dalam lingkungan had penyimpanan akaun percuma.",
    "6663": "Anda boleh melanggan akaun Pro sama ada secara terus melalui PayPal (log masuk ke akaun anda dan klik https:\/\/mega.nz\/#pro) atau melalui mana-mana penjual semula dibenarkan kami (https:\/\/mega.nz\/#resellers).",
    "6664": "Mana-mana pun anda akan mendapat dua pilihan: Bulanan dan Tahunan (luncur suis di bahagian atas sebelah kanan).",
    "6665": "Dengan membeli baucar anda akan bertanggung jawab memperbaharui langganan anda setiap bulan \/ tahun secara manual (bergantung kepada pilihan apa yang anda pilih).",
    "6666": "Melanggan akaun Pro menggunakan akaun PayPal anda akan menetapkan anda dengan pembilan semula automatik dan langganan akan diperbaharui secara automatik untuk anda setiap bulian \/ tahun (bergantung kepada pilihan yang anda pilih).",
    "6667": "Anda boleh membayar dengan akaun PayPal atau kad kredit \/ debit anda.",
    "6668": "Kami tidak mengurus langganan Pro MEGA dengan pembilan secara automatik.",
    "6669": "Pengguna kami melanggan sendiri menggunakan akaun PayPal mereka.",
    "6670": "Sila semak emel pengesahan pembayaran PayPal yang anda terima untuk semua butiran tentang persetujuan yang telah anda buat.",
    "6671": "Jika anda ingin menukar atau membatalkan persetujuan pembayaran dengan Mega Ltd. anda perlu untuk melakukannya daripada akaun PayPal anda.",
    "6672": "Jika anda menghadapi masalah mencari langganan (untuk membatalkan atau meminda) - sila hubungi sokongan tempatan PayPal anda untuk bantuan.",
    "6673": "Dalam kebanyakan kes langkah-langkah adalah seperti berikut:",
    "6674": "Jika anda ingin membatalkan langganan ini, log masuk ke akaun PayPal anda dan pergi ke subtab \"History\" daripada tab \"My Account\". Pilih \"Subscriptions\" daripada menu tarik ke bawah \"Show\" dan tekan butang \"Submit\". Pilih langganan ini, dan klik pada pautan \"Details\". Anda akan dibawa ke halaman Transaction Details daripada langganan yang mana anda ingin batalkan. Membatalkan langganan anda akan menghentikan semua pembayaran yang dijadualkan untuk langganan ini dengan serta merta.",
    "6675": "Bayaran balik",
    "6676": "Apabila terlog masuk ke akaun PayPal anda (selepas anda membatalkan langganan berterusan) anda juga boleh 'file a PayPal dispute' dan memohon untuk bayaran balik.",
    "6677": "Jika anda mengalami masalah dengan pembatalan langganan sila hubungi sokongan PayPal anda.",
    "6678": "Sila semak emel pengesahan pembayaran PayPal yang anda terima untuk semua butiran persetujuan yang anda buat.",
    "6679": "Bunyinya seperti anda telah membuat beberapa langganan akaun Pro seterusnya secara tidak sengaja.",
    "6680": "Sila ikuti arahan di bawah, log masuk ke akaun PayPal anda dan batal langganan tambahan dalam My Account - History anda. Biarkan hanya yang pertama anda buat.",
    "6681": "Kemudian mohon untuk bayaran balik langganan berikutnya yang berlebihan.",
    "6682": "Privasi dan keselamatan yang anda dapat daripada penyulitan hujung ke hujung berdasarkan pelayar mengambil kesan pada kelajuan disebabkan tidak semua pelayar menyediakan sokongan HTML5 penuh. Pengguna MEGA dapat menikmati privasi data mereka dengan mekanisme User Controlled Encryption (UCE) kami - satu-satunya pembekal penyimpanan di pasaran menawarkan tahap keselamatan dan privasi ini.",
    "6683": "Kelajuan muat turun\/muat naik adalah bergantung kepada keadaan  dan kelajuan komputer anda, perisian, sistem operasi dan versi dan pembekal ISP anda. Dengan Mega, anda boleh mengawal 'kelajuan' muat turun atau muat naik, bergantung kepada keutamaan anda dalam 'Akaun Saya' - 'Tetapan Pemindahan'. Anda juga boleh cuba untuk memaksimumkan prestasi muat naik anda dengan melumpuhkan 'Had Kelajuan Muat Naik'.",
    "6684": "Kami melalaikan 'Had Kelajuan Muat Naik' ke dibolehkan kerana banyak router kurang mengutamakan paket yang lebih kecil dalam kes kesesakan pautan, mengakibatkan trafik masuk anda terjejas teruk apabila pautan keluar anda penuh. Oleh itu kami mengukur jalur lebar keluar anda yang tersedia semasa 10 saat pertama muat naik dan kemudian membiarkan 10% daripadanya tidak digunakan.",
    "6685": "Percubaan kelajuan seperti speedtest.net adalah bagus ketika anda ingin memastikan sekiranya router atau ISP anda mengalami masalah - anda tahu apa 'sepatutnya' kelajuan anda dan ujian ini menunjukkan jika terdapat masalah pada 'talian'. Walau bagaimanapun hasil daripada ujian kelajuan tiada kaitan secara terus dengan kelajuan dengan MEGA. Ujian keljuan menunjukkan sama ada segala-galanya berfungsi dengan betul daripada hujung pengguna atau ISP walau bagaimanapun terdapat faktor lain untuk diambil kira. Seperti isu peering antarabangsa (internet secara keseluruhan sedang mengalami: http:\/\/www.internetpulse.com\/); keadaan komputer pengguna (sama ada perisian anda adalah terkini, sama ada  HDD dan pelayar anda tersumbat oleh temp atau data dicache atau dipecahkan...); kelajuan pemindahan juga bergantung kepada di pelayan mana kami simpan data tersebut.",
    "6686": "Sebagai kesimpulan - peningkatan jalur lebar akaun Pro anda tidak ada hubungan dengan 'kelajuan' walau bagaimanapun jalur lebar lebih besar boleh meningkatkan kelajuan trafik anda secara tidak langsung.",
    "6687": "Langkah-langkah untuk dilaksanakan sekiranya baucar anda telah ditebus dan anda mempunyai baki akaun menunjukkan:",
    "6688": "Log masuk ke akaun MEGA anda",
    "6689": "Pergi ke Menu",
    "6690": "Pergi ke Akaun Saya",
    "6691": "dalam 'Jenis akaun' anda melihat PERCUMA. Klik pada 'Naik taraf akaun saya'",
    "6692": "Pilih pakej yang anda mahu \/ telah beli - i.e. tahunan PRO I",
    "6693": "Klik 'Beli Sekarang'",
    "6694": "Popup akan muncul: \"Adakah anda mahu menggunakan baki prabayar anda untuk meneruskan?\"",
    "6695": "Pilih 'YA'.",
    "6696": "Jika anda ingin menukar kata laluan anda pada bila-bila anda boleh melakukanny daripada dalam kawasan 'Akaun Saya' - 'Butiran Akaun' - 'Sunting profil anda' menggunakan \"Tukar kata laluan\". Sila ambil perhatian bahawa butang \"Batal\" \/ \"Simpan\" akan muncul hanya selepas pasangan kata laluan yang sepadan dimasukkan!",
    "6697": "Juga. Anda mesti mengetahui kata laluan asli anda dan taipkannya ke dalam ruang tukar kata laluan dengan betul untuk penukaran kata laluan berjaya dengan betul. Jika anda tidak tahu kata laluan asli anda, jangan masukkannya dengan betul ke ruang kata laluan asli dan teruskan dengan penukaran kata laluan - ia tidak akan selesai.",
    "6698": "Kata laluan baru anda tidak akan disimpan dalam sistem melainkan kata laluan lama anda betul.",
    "6699": "Dalam aplikasi mudah alih dan pelanggan segerak anda sila pergi ke bahagian Tetapan atau Akaun.",
    "6700": "Terdapat ciri sesi 'ujian - tidak kekal' yang MEGA tawarkan penggunanya untuk 'merasa' apa semuanya tentang MEGA tanpa perlu mendaftar akaun.",
    "6701": "Sesi skrin ini memaparkan 'Amaran Segitiga' dan tanda 'Buat Akaun' di bahagian atas garisan untuk memberi amaran kepada pengguna yang mereka tidak terlog masuk ke mana-mana akaun.",
    "6702": "Bolehkah anda sahkan yang anda telah disahkan dengan betul dan terlog masuk ke akaun anda ketika memuat naik?",
    "6703": "Sudahkah anda semak Tong Sampah anda?",
    "6704": "Isu paparan berkemungkinan",
    "6705": "Sila jalankan CCleaner secara berkala melalui sistem anda untuk menghilangkan sebarang cache temp data - https:\/\/www.piriform.com\/ccleaner dan cuba semula akses ke akaun anda (atau bersihkan sistem anda dan cache pelayar secara manual).",
    "6706": "MEGA adalah sepenuhnya berasaskan pelayar dengan sistem unik penyulitan kawalan pengguna (dalam pelayar) satu-satunya pembekal di pasaran yang menawarkan tahap keselamatan dan privasi ini. Oleh itu kami memerlukan pelayar serasi secara teknologi dengan bersamaan teknologi HTML5 agar pemindahan fail disulitkan berfungsi dengan betul. Sila pastikan anda telah memasang versi terbaru lanjutan pelayar kami.",
    "6707": "Apa yang berlaku apabila anda menyegar semula pelayar (atau melog keluar dari akaun anda. Tutup pelayar. Buka sesi pelayar baru dan log masuk kembali ke akaun MEGA anda) - adakah fail akan muncul?",
    "6708": "Data dikongsi hilang?",
    "6709": "Juga sedia maklum bahawa jika anda mengongsi folder yang mengandungi fail anda, sesiapa yang anda berikan akses 'penuh' bukan sahaja boleh memuat turun tetapi juga memadam mana-mana fail di dalam folder itu. Apabila mengongsi folder sila pastikan anda memilih kebenaran yang betul; tiga pilihan adalah baca-sahaja, baca\/tulis (fail boleh dilihat dan ditambah, tapi tidak dipadam), dan penuh (fail boleh ditambah dan dipadam).",
    "6710": "Masih tiada nasib?",
    "6711": "Hubungi pasukan di support@mega.co.nz untuk bantuan lanjut.",
    "6712": "Semua komunikasi anda boleh dicapai dengan menetapkan perkongsian folder. Kami sangat tidak menggalakkan anda daripada mengongsi informasi log masuk akaun anda dengan sesiapa kerana keselamatan ketat MEGA berdiri tepat pada jagaan sulit butiran anda.",
    "6713": "Sila ambil perhatian bahawa ini memerlukan pembiasaan MEGA dahulu, dan sedikit tadbiran.",
    "6714": "Agar mana-mana yang berikut masuk akal, saya menyeru anda untuk masuk ke dalam MEGA, dan mula mencuba sendiri, dan lihat bagaimana apa yang saya akan huraikan boleh diterapkan!",
    "6715": "OK, cara untuk melakukan ini :",
    "6716": "Pertama, pemimpin projek ini, atau pentadbir fail akan menetapkan akaun yang mana akan dianggap sebagai akaun INDUK - Ini boleh jadi akaun normal Percuma, atau Pro (https:\/\/mega.nz\/#pro) bergantung kepada keperluan simpanan anda.",
    "6717": "1 - Setiap pengguna lain mesti mempunyai akaun ditetapkan dengan MEGA.nz - Mereka adalah Percuma :)",
    "6718": "2 - Anda perlu untuk menambah setiap ID emel mereka ke Kenalan akaun induk anda.",
    "6719": "3. Di dalam akaun induk anda, ia adalah terpulang kepada anda untuk menetapkan 'hierarki' seperti yang dinyatakan. E.g. anda akan membuat folder unik berbeza untuk setiap pengguna, anda boleh memanggilnya dengan nama mereka.",
    "6720": "4 - Sebaik sahaja anda menetapkan 'hierarki' untuk mencapai tahap yang anda perlu untuk memuat naik (e.g. Pengguna\/ Acara dan sub folder, nama Pengguna)",
    "6721": "anda kemudian boleh 'mengklik kanan' pilih perkongsian, dan berikan pengguna tersebut AKSES PENUH!",
    "6722": "5 - Daripada sini, folder ini disegerak secara efektif pada kedua-dua akaun, sebarang pengubahsuaian akan dapat dilihat pada kedua-dua akaun serta-merta!",
    "6723": "Anda kemudian memuat fail ke dalam folder itu, dan mereka juga akan dapat dilihat pada akaun pengguna lain, disenaraikan dibawah 'Kongsian Masuk' mereka",
    "6724": "Terdapat juga pemberitahuan untuk memberi amaran kepada semua pengguna yang mempunyai akses ke folder itu, sebarang aktiviti semasa seperti fail baru ditambah, dikeluarkan dll.",
    "6725": "Akses PENUH membenarkan kedua-dua akaun induk, dan akaun menerima dengan keizinan penuh ke folder itu. Setiap pengguna boleh memuat naik, memuat turun, mengubah dan memadam sebarang kandungan dalam folder itu. Tahap keizinan yang lain adalah Baca Sahaja (tiada penambahan, tiada pemadaman) dan Baca dan Tulis (anda boleh menambah tapi tidak memadam).",
    "6726": "-- Anda mungkin mahu menetapkan akaun induk anda, dan menetapkan akaun dummy untuk diri sendiri juga, dan mula menyesuikan, dan yang di atas akan masuk akal! (Secara jelas dengan mengikuti langkah di atas untuk kongsi\/bridge)",
    "6727": "Anda perlu untuk sangat berhati-hati dengan kata laluan anda, sentiasa menyimpannya dengan selamat.",
    "6728": "Pada masa ini MEGA dioptimumkan untuk pelayar desktop dan anda boleh lihat sesetengah maklumat tentang kenapa kami mengesyorkan Mozila Firefox khususnya di sini: https:\/\/mega.co.nz\/#blog_12. Jika anda mempunyai kesukaran dengan muat naik atau muat turun pasang lanjutan MEGA 2.0.+ kami.",
    "6729": "Pelayar pilihan kedua kami ialah Google Chrome. Pelayar ketiga disyorkan ialah Opera Next.",
    "6730": "Jadi, saya mengesyorkan versi terbaru Mozilla Firefox + lanjutan MEGA 2.0.+ - Dapatkan lanjutan itu di sini : https:\/\/mega.co.nz\/#firefox",
    "6731": "Sebagai alternatif, anda boleh uji aplikasi Chrome yang baru kami. Pertama, baca tentang kelebihan Aplikasi ini di sini : https:\/\/mega.co.nz\/#blog_19",
    "6732": "Jika anda suka bunyi aplikasi Chrome, anda boleh mencari pautan muat turun dan arahan di sini: https:\/\/mega.co.nz\/#chrome",
    "6733": "Aplikasi ini untuk dipassang ke versi terbaru Google Chrome.",
    "6734": "Jadi, ringkasnya, kami boleh menyediakan segalanya yang anda minta, menyediakan anda mengambil masa untuk membiasakan, dan boleh mengurus operasi secara efektif daripada hujung anda :)",
    "6735": "MEGA terlalu banyak untuk ditawarkan, dan bahkan lihat pada kualiti sokongan yang anda dapat dengan akaun Percuma! Cubanya serta-merta!",
    "6736": "Dalam kes di mana pengguna mengalami masalah log masuk aplikasi iOS, biasanya tindakan terbaik ialah:",
    "6737": "- log keluar dalam aplikasi",
    "6738": "- padam aplikasi",
    "6739": "- pasang semula aplikasi",
    "6740": "- mula semula peranti",
    "6741": "Sesetengah peranti lebih tua mempunyai RAM terhad setelah OS dimuat dan sesetengah aplikasi yang lain mungkin berjalan di latar belakang, akan memberi kesan kepada aplikasi MEGA",
    "6742": "Apple mempunyai peraturan ketat disebakan keselamatan mereka. Anda mesti menyambung iPhone anda ke iTunes anda dan pergi ke Devices - Apps - File Sharing - MEGA. ",
    "6743": "Itu adalah di mana anda mencari dokumen anda yang dimuat turun.",
    "6744": "Sekatan keselamatan yang sama daripada sistem keselamatan Apple yang menghalang anda memuat naik apa sahaja diluar aplikasi selain daripada gambar dalam peranti anda.",
    "6745": "Pergi ke Tetapan - Lanjut anda untuk 'Mengeksport kunci induk anda' untuk membolehkan anda menetap semula kata laluan melalui pelanggan web https:\/\/mega.nz\/#recovery",
    "6746": "Tidak. Sila log masuk melalui pelanggan web.",
    "6747": "Nyahpasang dan pasang semula aplikasi daripada gedung. Kemudian log masuk dengan kata laluan anda dan tetapkan kod laluan baru.",
    "6748": "Pergi ke Tetapan - Muat Naik Kamera dan di sana anda boleh meminda tetapan untuk memenuhi keperluan anda untuk kedua-dua gambar dan video.",
    "6749": "Ya. Muat turun aplikasi iOS MEGA ke iPad anda dan kemudian log masuk ke akaun MEGA anda apabila digesa.",
    "6750": "Antaramuka pengguna iPad akan dilancarkan tidak lama lagi.",
    "6751": "Klik pada anak panah do kanan daripada folder \/ fail dan pilih 'Kongsi pautan'.",
    "6752": "Hanya ketik pada fail audio \/video dan aliran akan bermula.",
    "6753": "Ketik pada anak panah di sebelah kanan folder dalam Cakera Awan anda. Daripada Menu yang mengembang pilih 'Kongsi Folder'. Kemudian ketik pada kenalan sedia ada atau tambah alamat emel baru dengan mengetik ikon + pada bahagian sebelah kanan.",
    "6754": "Untuk mengongsi Fail - buat folder baru untuknya daripada menu di sebelah kanan atas '+' dan ikut arahan di atas.",
    "6755": "Dalam WP8.0 kami tidak boleh menyimpan dokumen di tempat lain selain dalam aplikasi, ini disebabkan sekatan Windows Phone SDK, hanya imej boleh dieksport ke 'Gambar Disimpan'",
    "6756": "WP 8.1 - Pengguna dapat mengeksport fail doc dan fail jenis lain ke KnownFolders. Dan mereka adalah folder Gambar dan Dokumen sebagai contoh.",
    "6757": "Jika anda ingin menyemak imbas struktur fail telefon anda memerlukan aplikasi. Fail aplikasi Microsoft sendiri sebagai contoh akan membiarkan anda mengimbas dan membuka dokumen\/imej pada storan dalaman anda. Ia adalah solusi Microsoft sendiri.",
    "6758": "Anda boleh memuat turun dan memasang aplikasi Windows phone kami daripada gedung aplikasi Windows http:\/\/www.windowsphone.com\/s?appid=1b70a4ef-8b9c-4058-adca-3b9ac8cc194a",
    "6759": "Pergi ke Tetapan - Pilihan untuk 'Mengeksport masterkey' untuk dapat menetap semula kata laluan anda melalui pelanggan web https:\/\/mega.nz\/#recovery",
    "6760": "Ya. Pergi ke Pilihan - Tukar Kata Laluan.",
    "6761": "n\/a",
    "6762": "Tekan lama pada folder \/ fail dan pilih 'Dapatkan Pautan' daripada menu yang timbul.",
    "6763": "Tempoh pelan",
    "6764": "Pilih tempoh",
    "6765": "Bila anda klik \"BELI\" anda akan dikemukan ke laman <span class=\"payment-provider-name\">Pembekal<\/span>  untuk menyediakan informasi bil anda.",
    "6766": "Disebabkan sifat pertukaran Bitcoin, semua transaksi Bitcoin adalah muktamad dan tidak berulang.",
    "6767": "Sesuaikan akaun <span>PAYMENT PACKAGE TITLE<\/span> anda",
    "6768": "Pilih tempoh langganan anda di bawah dan teruskan melalui pembekal pembayaran kami.",
    "6769": "\/sekali",
    "6770": "Pelajari lebih lanjut tentang model keselamatan MEGA & kriptografi.",
    "6771": "Folder dipadam",
    "6772": "Tiada Perbualan",
    "6773": "Menaik",
    "6774": "Menurun",
    "6775": "Kongsi Folder",
    "6776": "Disahkan",
    "6777": "Luluskan",
    "6778": "Luluskan tauliah",
    "6779": "Tauliah pengenalan baru dilihat untuk kenalan anda:",
    "6780": "Tauliah Kenalan anda:",
    "6781": "Ini adalah terbaik dilakukan dalam kehidupan sebenar dengan berjumpa bersemuka. Jika anda mempunyai rangkaian lain yang sudah disahkan seperti OTR atau PGP, anda boleh menggunakannya.",
    "6782": "Tauliah anda:",
    "6783": "Luluskan tauliah",
    "6784": "Kesahihan Tauliah:",
    "6785": "Taip emel atau kenalan",
    "6786": "Jangan risau! Anda boleh menambah kenalan baru melalui emel dengan senang atau mengimport kenalan sedia ada daripada perkhidmatan lain.",
    "6787": "Tiada folder dikongsi dengan anda",
    "6788": "bulan",
    "6789": "Akaun digantung",
    "6790": "Anda telah digantung kerana penggunaan data yang berlebihan. Sila hubungi support@mega.co.nz untuk mendapatkan akaun anda semula.",
    "6791": "Disahkan",
    "6792": "Disahkan",
    "6793": "Pulihkan ruang dengan mengosongkan Tong Sampah",
    "6794": "Kosongkan Tong Sampah",
    "6795": "Adakah anda pasti ingin mengeluarkan semua item daripada Tong Sampah anda selama-lamanya?Anda tidak boleh mengembalikan tindakan ini!",
    "6796": "\"PRO Lite\" langganan bulanan",
    "6797": "\"PRO Lite\" langganan tahunan",
    "6798": "\"PRO 2\" langganan bulanan",
    "6799": "\"PRO 2\" langganan tahunan",
    "6800": "\"PRO 3\" langganan bulanan",
    "6801": "\"PRO 3\" langganan tahunan",
    "6802": "Bitcoin",
    "6803": "%1 bulan",
    "6804": "Baki tidak mencukupi",
    "6805": "Anda tidak mempunyai dana yang mencukupi untuk membuat pembelian ini. Sila tambah akaun anda dengan baucar atau pilih kaedah pembayaran yang lain.",
    "6806": "Pembelian %1 bulan",
    "6807": "Apabila anda mengklik \"BELI\" anda akan ditunjukkan harga dalam Bitcoins dan alamat untuk menghantar Bitcoins tersebut.",
    "6808": "Disebabkan sifat penukaran Bitcoin, semua transaksi Bitcoin adalah muktamad dan tidak berulang.",
    "6809": "sekali",
    "6810": "Imbas kod untuk bayar",
    "6811": "Buka dengan dompet Bitcoin",
    "6812": "Sila tutup dialog ini dan klik<span>beli<\/span> lagi.",
    "6813": "BTC",
    "6814": "Pembelian ini akan tamat tempoh dalam",
    "6815": "Sambungan ke pembekal pembayaran gagal.",
    "6816": "Tempoh pelan",
    "6817": "Pilih tempoh",
    "6818": "Pilihan pembayaran",
    "6819": "Pilih tempoh langganan anda di bawah dan teruskan melalui pembekal pembayaran kami.",
    "6820": "Sesuaikan akaun <span>PRO III<\/span> anda",
    "6821": "Keluarkan pautan",
    "6822": "Pembatalan langganan",
    "6823": "Adakah anda ingin membatalkan langganan aktif anda? Kad kredit anda tidak akan dicaj lagi, dan anda akan mengekalkan status Pro anda sehingga akhir kitaran bil semasa.",
    "6824": "Hebat!",
    "6825": "Pembayaran anda telah diterima.",
    "6826": "Teruskan",
    "6827": "Pembayaran ditolak",
    "6828": "Pembayaran anda ditolak. Sila cuba lagi.",
    "6829": "Pembayaran Pro",
    "6830": "Sertakan pesanan peribadi untuk kenalan baru...",
    "6831": "Caution You have elected to close your MEGA account The account under this email address will be permanently closed and this can not be undone",
    "6832": "By completing this action you will lose access to all your uploaded data shares and contacts",
    "6833": "End chat",
    "6834": "Send files",
    "6835": "Add contact to Conversation",
    "6836": "Send contact details",
    "6837": "From your Cloud Drive",
    "6838": "From your computer",
    "6839": "Download to your Cloud Drive",
    "6840": "Download to your computer",
    "6841": "We re sorry to see you go",
    "6842": "Your account has now been closed",
    "6843": "but before you leave we would love to know why you are leaving us",
    "6844": "Please select one",
    "6845": "I don t use my account anymore",
    "6846": "My favourite browser is not technologically compatible and I don t want to change",
    "6847": "MEGA has under delivered on its promise",
    "6848": "Leave a comment",
    "6849": "Share options",
    "6850": "Looks like there s a malformed email",
    "6851": "You re already imported contacts from Gmail",
    "6852": "Looks like there s a malformed email there",
    "6853": "Include personal message for new contacts",
    "6854": "Share folder with contacts",
    "6855": "Select folder to share",
    "6856": "I'm happy to share my email for future communication related to my feedback",
    "6857": "This is the data that we will send to our servers along with your message and feedback",
    "6858": "New unverified credentials",
    "6859": "Info",
    "6860": "Send to contact",
    "6861": "Reply",
    "6862": "Reply to all",
    "6863": "Forward",
    "6864": "Move up queue",
    "6865": "Move down queue",
    "6866": "CURRENT CALLING",
    "6867": "Backups",
    "6868": "Messages",
    "6869": "Invalid folder link",
    "6870": "No Messages",
    "6871": "No Incoming Shares",
    "6872": "Authenticity Credentials",
    "6873": "Reseller",
    "6874": "Create vouchers",
    "6875": "Voucher type",
    "6876": "Create voucher",
    "6877": "Get a FREE account",
    "6878": "Select files to upload or drag drop anywhere on this page",
    "6879": "New unverified credentials",
    "6880": "There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.",
    "6881": "The previously seen contact credentials for %1 have changed.",
    "6882": "The previously verified contact credentials for %1 have changed.",
    "6883": "Previously seen credentials",
    "6884": "Previously verified credentials",
    "6885": "Thank you for activating your complimentary MEGA Pro account! Upon completion, you will receive 500 GB of secure encrypted high-performance online storage space for one year. All transfers from and to MEGA are unmetered and therefore uncapped from all Slingshot broadband connections.",
    "6886": "Questions or comments? Please contact our [A]customer support department[B] for assistance.",
    "6887": "Please install our extension for improved download performance and added security. Unfortunately, there is a [A]bug[B] in the current version of Firefox that will cause excessive memory consumption during and after large downloads.",
    "6888": "You can choose to import contacts from third party services. These will not be added to you MEGA Contacts but will remain accessible to share and collaborate.",
    "6889": "Setting up Bitcoin transaction...",
    "6890": "File link not found",
    "6891": "Folder link not found",
    "6892": "already uploaded",
    "6893": "File info",
    "6894": "Folder info",
    "6895": "The secondary media folder does not exist, please choose a new folder.",
    "6896": "This folder is read only. You have no permissions to upload.",
    "6897": "Move to the Rubbish bin?",
    "6898": "Delete from MEGA?",
    "6899": "If you leave the folder, you will not be able to see it again",
    "6900": "Open link…",
    "6901": "Register now and get 50 GB of free space",
    "6902": "Uploads are fast. Quickly share files with everyone",
    "6903": "Keep all you files safe with MEGA's end-to-end encryption",
    "6904": "Get fully encrypted access anywhere, anytime",
    "6905": "I agree with MEGA's Terms of Service",
    "6906": "Shared items",
    "6907": "CLOUD DRIVE",
    "6908": "Choose folder",
    "6909": "Manage link",
    "6910": "Leave",
    "6911": "This link will not be publicly available anymore",
    "6912": "Open link",
    "6913": "Download folder",
    "6914": "Import folder",
    "6915": "Used Space",
    "6916": "You're running out of space! Do you want to upgrade your account?",
    "6917": "Operation not allowed",
    "6918": "Google Play subscription",
    "6919": "The link has been removed",
    "6920": "Take picture",
    "6921": "Uploading files of media folders",
    "6922": "Enable Secondary Media Uploads",
    "6923": "Disable Secondary Media Uploads",
    "6924": "Only when charging",
    "6925": "Keep file names as in the device",
    "6926": "Local Camera folder",
    "6927": "Mega Camera Uploads Folder",
    "6928": "Local Secondary folder",
    "6929": "Mega Secondary Folder",
    "6930": "MEGA SDK version",
    "6931": "Create one account now!",
    "6932": "By name",
    "6933": "ascending",
    "6934": "descending",
    "6935": "By date",
    "6936": "By size",
    "6937": "largest first",
    "6938": "smallest first",
    "6939": "Enter your billing details:",
    "6940": "Enter your payment details:",
    "6941": "(non-recurring)",
    "6942": "Please select one:",
    "6943": "I don't use my account anymore",
    "6944": "Leave a comment:",
    "6945": "I'm ok with sending anonymised data\/statistics",
    "6946": "Processing your payment ...",
    "6947": "Purchase Successful!",
    "6948": "You successfully upgraded your account to <span><\/span>",
    "6949": "Something went wrong",
    "6950": "Please verify your payment information and try again.",
    "6951": "or Esc",
    "6952": "Credit card",
    "6953": "iTunes",
    "6954": "Incorrect card number",
    "6955": "Please enter a valid credit card number.",
    "6956": "Missing billing details",
    "6957": "Please complete the billing details correctly.",
    "6958": "Missing payment details",
    "6959": "Please complete the payment details correctly.",
    "6960": "Processing your payment...",
    "6961": "Purchase Successful",
    "6962": "You successfully upgraded your account to %1.",
    "6963": "Enter your payment details",
    "6964": "Enter your billing details",
    "6965": "recurring",
    "6966": "There is an error with your credit card details.",
    "6967": "There is an error with your billing details.",
    "6968": "Your transaction was detected as being fraudulent.",
    "6969": "You have tried to pay too many times with this credit card recently.",
    "6970": "You have insufficient funds to make this payment.",
    "6971": "Renews",
    "6972": "Your original password has not been entered correctly",
    "6973": " Are you sure you want to remove your avatar?",
    "6974": "Remove avatar",
    "6975": "Choose your payment method below.",
    "6976": "You have selected the %1 plan",
    "6977": "Choose renewal period",
    "6978": "[A]Get 2 months free[\/A] if you subscribe to a one-year pro plan.",
    "6979": "&Yes",
    "6980": "Settings - MEGAsync",
    "6981": "Setup Wizard - MEGAsync",
    "6982": "Exclude by size",
    "6983": "Can we contact you for more information?",
    "6984": "The fingerprints for this user have changed.<br \/> We recommend you <span>reset<\/span> these credentials and re-verify them manually.",
    "6985": "Choose your payment method below",
    "6986": "Your download could not proceed because it would take you over the current free transfer allowance for you IP address. This limit is dynamic and depends on the amount of unused bandwidth we have available. ",
    "6987": "You have utilized <strong>532 MB<\/strong> of data transfer in the last 6 hours which took you over our current limit. To circumvent this limit, you can <span class=\"red\">upgrade to pro<\/span>, which will give you your own bandwidth package and also ample extra storage space. ",
    "6988": "Please upgrade to PRO to continue immediately, or wait 87 minutes to continue for free.",
    "6989": "Free bandwidth quota exceeded",
    "6990": "MEGAsync is currently disabled",
    "6991": "Clear all transfers",
    "6992": "Clear completed",
    "6993": "Pause all transfers",
    "6994": "Are you sure you want to continue?",
    "6995": "This operation will destroy all the data stored by MEGA in your browser and let you start over.",
    "6996": "Before we go ahead and terminate your subscription, we would love to know the reason why you want to cancel your plan.",
    "6997": "Please enter the reason below:",
    "6998": "Click continue to cancel your subscription.",
    "6999": "Subscription Cancellation Successful",
    "7000": "Thank you for your feedback <span class=\"firstname\">“firstname”<\/span> <span class=\"lastname\">“lastname”<\/span>",
    "7001": "Request a plan",
    "7002": "There are no plans suitable for your current usage. Please [A]contact support[\/A] for a custom plan.",
    "7003": "current storage",
    "7004": "Thank you for your feedback.",
    "7005": "Please enter the reason below",
    "7006": "Loading...",
    "7007": "Local folder too large (this version is limited to %1 folders or %2 files.Please, select another folder.",
    "7008": "You are trying to sync an extremely large folder.To prevent the syncing of entire boot volumes, which is inefficient and dangerous,we ask you to start with a smaller folder and add more data while MEGAsync is running.",
    "7009": "You can not sync a shared folder without Full Access permissions",
    "7010": "\/MEGAsync Downloads",
    "7011": "\/MEGAsync Imports",
    "7012": "You are about to import this file to a synced folder.If you enable downloading, the file will be duplicated on your computer.Are you sure?",
    "7013": "You are about to import these files to a synced folder.If you enable downloading, the files will be duplicated on your computer.Are you sure?",
    "7014": "Your account has exceeded its allowed space quota.[A]Upgrade[\/A]and keep enjoying secure, end-to-end encrypted storage.",
    "7015": "Choose for which users you want to install $(^NameDA).",
    "7016": "Select whether you want to install $(^NameDA) for yourself only or for all users of this computer. $(^ClickNext)",
    "7017": "Thank you for testing MEGAsync.<br>This beta version is no longer current and has expired.<br>Please follow <a href=\"https:\/\/twitter.com\/MEGAprivacy\">@MEGAprivacy<\/a> on Twitter for updates.",
    "7018": "MEGAsync is now running. Click here to open the status window.",
    "7019": "There was a problem installing the update. Please try again later or download the last version from:https:\/\/mega.co.nz\/#sync",
    "7020": "No update available at this time",
    "7021": "Synchronization will stop.Exit anyway?",
    "7022": "Starting",
    "7023": "Unable to get the filesystem.Please, try again. If the problem persists please contact bug@mega.co.nz",
    "7024": "MEGAsync is now running. Click the menu bar icon to open the status window.",
    "7025": "Quit",
    "7026": "Preferences",
    "7027": "MEGAsync is unable to connect. Please check your Internet connectivity and local firewall configuration. Note that most antivirus software includes a firewall.",
    "7028": "Your sync \"%1\" has been disabled because the local folder doesn't exist",
    "7029": "Your account has been blocked. Please contact support@mega.co.nz",
    "7030": "Login error: %1",
    "7031": "You have been logged out on this computer from another location",
    "7032": "You have been logged out because of this error: %1",
    "7033": "Your sync \"%1\" has been disabled because the local folder has changed",
    "7034": "Your sync \"%1\" has been disabled. The remote folder (or part of it) doesn't have full access",
    "7035": "Your sync \"%1\" has been disabled because the synchronization of VirtualBox shared folders is not supported due to deficiencies in that filesystem.",
    "7036": "Transfer failed:",
    "7037": "Error getting link information",
    "7038": "Circular linkage detected",
    "7039": "Do not ask me again",
    "7040": "The destination folder is synced and you already have a file inside it with the same name. If you continue the upload, the previous file will be overwritten. Are you sure?",
    "7041": "Retrieving folders...",
    "7042": "You have %1 in this folder.Are you sure you want to sync it?",
    "7043": "Invalid folder for synchronization.Please, ensure that you don't use characters like '' '\/' or ':' in your folder names.",
    "7044": "You need Read & Write or Full access rights to be able to upload to the selected folder.",
    "7045": "You need Full access right to be able to sync the selected folder.",
    "7046": "&No",
    "7047": "&OK",
    "7048": "&Cancel",
    "7049": "KB",
    "7050": "(about 90% of the available bandwidth)",
    "7051": ":",
    "7052": "\/MEGAsync Uploads",
    "7053": "You are already syncing your entire Cloud Drive.",
    "7054": "Enter a name to exclude from synchronization.(wildcards * and ? are allowed):",
    "7055": "The new excluded file names will be taken into accountwhen the application starts again.",
    "7056": "HTTP",
    "7057": "Force a full scan",
    "7058": "MEGAsync will perform a full scan of your synced folderswhen it starts.Do you want to restart MEGAsync now?",
    "7059": "Preferences - MEGAsync",
    "7060": "Open at login",
    "7061": "Show Mac OS notifications",
    "7062": "MEGAsync will perform a full scan of your synced folders when it starts.Do you want to restart MEGAsync now?",
    "7063": "This sync can't be enabled because the remote folder doesn't exist",
    "7064": "Export Key",
    "7065": "Export Master key",
    "7066": "Unable to write file",
    "7067": "PRO lite",
    "7068": "The new excluded file names will be taken into accountwhen the application starts again",
    "7069": "The new excluded file sizes will be taken into account when the application starts again.",
    "7070": "Disabled",
    "7071": "Local cache: %1",
    "7072": "Remote cache: %1",
    "7073": "Logging in ...",
    "7074": "Fetching file list...",
    "7075": "You have %1 in your Cloud Drive.Are you sure you want to sync your entire Cloud Drive?",
    "7076": "Setup Assistant - MEGAsync",
    "7077": "Are you sure you want to cancel this wizard and undo all changes?",
    "7078": "%1 (%2, %3)",
    "7079": "%1 (%2)",
    "7080": "Exclude files bigger than",
    "7081": "Exclude files smaller than",
    "7082": "Size limits cannot be zero",
    "7083": "MEGAsync Uploads",
    "7084": "with MEGAsync",
    "7085": "MEGAsync is being downloaded to your computer. Please install it as soon as the download has completed.<br \/>Once MEGAsync is running, your file will start downloading automatically.",
    "7086": "Please select your Linux Distro",
    "7087": "Web Browser",
    "7088": "Transfer Speed:",
    "7089": "FASTER",
    "7090": "Resource Usage:",
    "7091": "Gluttonous",
    "7092": "LEAN & MEAN",
    "7093": "File Size:",
    "7094": "UNLIMITED",
    "7095": "Released",
    "7096": "We have recently made some improvements to our site. Update to the latest version of MEGA?",
    "7097": "View Updates +",
    "7098": "Your download could not proceed because it would take you over the current free transfer allowance for your IP address. This limit is dynamic and depends on the amount of unused bandwidth we have available.",
    "7099": "You have utilized %1 of data transfer in the last 6 hours which took you over our current limit. To circumvent this limit, you can [A]upgrade to Pro[\/A], which will give you your own bandwidth package and also ample extra storage space. ",
    "7100": "Please upgrade to Pro to continue immediately, or wait %1 to continue for free. ",
    "7101": "Resume transfers",
    "7102": "Try our new site!",
    "7103": "CONTINUE ON MEGA.CO.NZ",
    "7104": "TRY MEGA.NZ",
    "7105": "[A]https:\/\/mega.nz[\/A] has an improved user experience and new features such as [S]MEGAchat[\/S]",
    "7106": "Download without MEGAsync",
    "7107": "Get 2 months free",
    "7108": "Balance",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Credit Card",
    "7112": "Manage your subscription",
    "7113": "%ld Photo Selected",
    "7114": "%ld Photos Selected",
    "7115": "%ld Video Selected",
    "7116": "%ld Videos Selected",
    "7117": "%ld Items Selected",
    "7118": "%ld Photos",
    "7119": "%ld Videos",
    "7120": "%1$ld Photos, %2$ld Videos",
    "7121": "%1$ld of %2$ld",
    "7122": "This app does not have access to your photos or videos.",
    "7123": "You can enable access in Privacy Settings.",
    "7124": "No Photos or Videos",
    "7125": "You can take photos and videos using the camera, or sync photos and videos onto your %@using iTunes.",
    "7126": "You can sync photos and videos onto your %@ using iTunes.",
    "7127": "Photo",
    "7128": "Portrait",
    "7129": "Landscape",
    "7130": "Play",
    "7131": "Not available",
    "7132": "hours",
    "7133": "hour",
    "7134": "minutes",
    "7135": "minute",
    "7136": "seconds",
    "7137": "second",
    "7138": "MEGAsync is being downloaded to your computer. Please install it as soon as the download has completed.",
    "7139": "Once MEGAsync is running, your file will start downloading automatically.",
    "7140": "An unknown error occurred. Please try again later.",
    "7141": "Your payment for the %1 plan was unsuccessful.",
    "7142": "Your payment for the %1 plan was received.",
    "7143": "Blocked you as a contact",
    "7144": "Account has been deleted\/deactivated",
    "7145": "You are now both contacts",
    "7146": "Deleted you as a contact",
    "7147": "You denied a contact request",
    "7148": "You accepted a contact request",
    "7149": "You ignored a contact request",
    "7150": "Reminder: you have a contact request",
    "7151": "Cancelled their contact request",
    "7152": "Heavy",
    "7153": "Light",
    "7154": "You can close this tab, your download is managed from another tab where you have your file manager open."
}