{"10":"GROTER. BETER. SNELLER. STERKER. VEILIGER","11":"Artikel 12","12":"Niemand zal onderworpen worden aan willekeurige inmenging in zijn persoonlijke aangelegenheden, in zijn gezin, zijn tehuis of zijn briefwisseling, noch aan enige aantasting van zijn eer of goede naam. Tegen een dergelijke inmenging of aantasting heeft een ieder recht op bescherming door de wet. ","13":"Universele verklaring van de rechten van de mens","14":"Bevestig het verwijderen","15":"Weet u zeker dat u al uw bestanden permanent wilt verwijderen uit de prullenbak?","16":"Interne fout","17":"Bandbreedte limiet overschreden","18":"Teveel connecties voor deze download","19":"Login sessie is verlopen of ongeldig","20":"Tijdelijk onbeschikbaar","21":"Account probleem, controleer a.u.b. uw e-mail","22":"Bestand bestaat niet meer","23":"Bestand niet meer toegankelijk","24":"Decryptie fout","25":"De map waar u in zit is verwijderd of verplaatst door een andere gebruiker.","26":"Verdwenen map","27":"Helaas, 1 bestand kan niet geupload worden omdat het groter is dan [X].","28":"Helaas, [X1] bestanden kunnen niet geupload worden omdat deze groter zijn dan [X2].","29":"U kunt helaas geen bestanden uploaden met Adobe Flash, omdat uw browser geen HTML5 FileReader ondersteunt. Indien u deze belemmering wilt omzeilen (en uw algehele browser prestaties wilt verhogen) adviseren wij om [A]Google Chrome[\/A] te installeren.","30":"Browser limiet","31":"U kunt met Internet Explorer enkel bestanden kleiner dan [X] uploaden. Met Chrome & Firefox kunt u bestanden van elke grootte uploaden.","33":"MEGA werkt optimaal met Google Chrome","34":"Waarschuwing:","35":"U gebruikt een verouderde browser, dit heeft een negatieve invloed op uw up- en download snelheden.","36":"Upgrade a.u.b. naar Google Chrome.","37":"Veel browsers hebben nog moeite met de volledige ondersteuning van alle functionaliteiten van HTML5, Google Chrome doet dit wel. Om de kracht van MEGA volledig te ervaren (zoals automatische batch up- en downloads), raden wij u sterk aan om uw verouderde browser te verlaten en zo snel mogelijk over te stappen op Google Chrome. ","38":"Laat dit bericht niet weer zien","39":"Nee, bedankt","40":"Download Chrome","41":"U heeft een map verwijderd die 1 gedeelde map bevat. ","42":"Zodra u uw Prullenbak leeg maakt worden de bestanden niet meer gedeeld.","43":"U heeft een map verwijderd met [X] gedeelde mappen.","44":"Zodra u uw Prullenbak leeg maakt worden de bestanden niet meer gedeeld.","45":"Gedeelde map waarschuwing","46":"Interne Error","47":"Oeps, er ging iets fout. Sorry hiervoor!","48":"Vul a.u.b. minimaal 3 karakters in om te zoeken.","49":"verplaats [X] geselecteerde bestand(en)","50":"1 bestand","51":"[X] bestanden","52":"en","53":"1 map","54":"[X] mappen","55":"Alleen-lezen","56":"Lezen & Schrijven","57":"Volledige toegang","58":"Download","59":"Bekijk link","60":"Delen","61":"Naam wijzigen","62":"Verplaatsen","63":"Kopiëren","64":"Permissies","65":"U heeft alleen lees rechten in deze map.","66":"U heeft lees & schrijf rechten in deze map.","67":"U heeft volledige controle over deze map.","68":"Nieuwe map","69":"Maak nieuwe map","70":"Leeg Prullenbak","71":"Voeg contact toe","72":"Verwijder contact","73":"Weet u zeker dat u dit contact uit uw lijst wilt verwijderen?","74":"Weet u zeker dat u deze contacten uit uw lijst wilt verwijderen?","75":"Verwijder contact","76":"Weet u zeker dat u [X] bestanden permanent uit uw Prullenbak wilt verwijderen?","77":"Wilt u doorgaan?","78":"Ja","79":"Nee","81":"OK","82":"Annuleren","83":"Verwijderen","84":"Bevestig verwijderen","85":"Herladen","86":"Naam","87":"Grootte","88":"Overdracht type","89":"Status","90":"Snelheid","91":"Verstreken tijd","92":"Resterende tijd","93":"Type","94":"Laatst aangepast","95":"E-mail","96":"Rechten","97":"Nieuwe Upload","98":"Map Uploaden ","99":"Bestand Uploaden","100":"Prullenbak leegmaken","101":"Voeg contact toe","102":"Zoek","103":"Annuleer overdracht","104":"Bestandsoverdracht","105":"In afwachting van","106":"File manager","107":"Weet u zeker dat u de geselecteerde map wilt kopiëren naar de prive inbox van [X]?","108":"Bevestiging","109":"Wilt u de geselecteerde map kopiëren naar deze gedeelde map?","110":"Weet u zeker dat u de geselecteerde item(s) wilt kopiëren naar de prive inbox van [X]?","111":"Wilt u de geselecteerde item(s) kopiëren naar deze gedeelde map?","112":"Links","113":"Link van bestand","114":"Bestandssleutel","115":"Bestandsnaam","116":"Bestandsgrootte","117":"Verplaats naar locatie","118":"Selecteer bestemming","119":"Gratis bandbreedte quota overschreden","120":"Uw download kan niet worden afgerond, omdat de gratis bandbreedte quota voor uw IP adres is overschreden.","121":"Deze limiet is dynamisch en hangt af van de nog ongebruikte bandbreedte die beschikbaar is.","122":"Alleen bestandsuitwisselingen van de laatste vijf tot zes uur tellen mee.","123":"In dat tijdsvenster:","124":"U heeft [X] gedownload.","125":"[X1] komt beschikbaar in [X2].","126":"Het huidige IP limit is [X].","127":"Voor uw gemak worden de downloads in een wachtrij geplaatst, zodra u genoeg bandbreedte tot uw beschikking heeft, worden deze automatisch hervat.","128":"Als u niet wilt wachten, kunt u overwegen om een bandbreedte pakket te kopen. Dit geeft u tevens  extra veel opslagruimte.","129":"Upgrade naar Pro","130":"Download bestanden","131":"Klik op \"Toestaan\" om de download te voltooien.","132":"Verplaats bestanden","133":"Verplaats [X]","134":"Kopiëer [X]","135":"Fout","136":"Selecteer a.u.b. de doel map.","137":"Selecteer a.u.b. een geldige doel map.","138":"De doel map kan niet hetzelfde zijn als de huidige map.","139":"Circulaire fout","140":"Circulaire fout: de doel map kan niet een sub-map van de te verplaatsen folder zijn.","141":"Vul a.u.b. een geldig e-mail adres in.","142":"Een ogenblik geduld a.u.b...","144":"Stop het delen","145":"E-mail adres:","146":"Deel met nieuwe gebruiker:","147":"Toegang verlenen","148":"Sluit","149":"Delen","150":"Contact uitgenodigd","151":"De gebruiker [X] is uitgenodigd en wordt aan uw contactenlijst toegevoegd zodra deze is geregistreerd.","152":"U kunt uzelf niet toevoegen aan uw contactenlijst.","153":"E-mail adres","154":"Voeg contact toe","155":"Voeg toe","156":"Annuleren","157":"Map Naam","158":"Maak","159":"Annuleren","160":"Deze map naam is al in gebruik. Probeer het a.u.b. nogmaals.","161":"Wijzig naam","162":"Wijzig naam","163":"Annuleren","164":"Cloud Drive","165":"Contacten","166":"Inbox","167":"Prullenbak","168":"Prullenbak","169":"Menu","170":"Registreren","171":"Login","172":"Sleep uw bestanden naar de site.","174":"of","175":"Selecteer bestanden","176":"Selecteer bestanden","177":"U beheert de sleutel tot uw  bestanden in de cloud.","178":"Veilige Online Samenwerking  ","179":"Krachtige File Manager","180":"App Ecosysteem","181":"Functies in detail","182":"Deel versleutelde folders met collega's of zakenpartners en deel vertrouwlijke documenten door middel van transparante encryptie.","183":"Bekijk en beheer uw bestanden in uw browser, met geïntegreerde batch up- en downloads.","184":"Door een uitgebreide open API kunnen ontwikkelaars meehelpen om de functionaliteit van MEGA te vergroten.","185":"2048 bit RSA encryptie","186":"Uitloggen","187":"Mijn account","188":"File Manager","189":"Uitloggen","190":"Login","191":"maak een account aan","192":"Onthoud mij","193":"Login","194":"[X] servers online","195":"Uw E-mail","196":"Uw E-mail","197":"Vul a.u.b. uw e-mail adres in.","198":"Vul a.u.b. een geldig e-mail adres in.","199":"Vul a.u.b. uw wachtwoord in.","200":"Oeps, er ging iets fout.","201":"Onjuiste e-mail en\/of wachtwoord. Probeer het a.u.b. opnieuw.","202":"Maak een nieuw account","204":"of","205":"login","206":"Uw naam","207":"Uw E-mail","208":"Ik accepteer de MEGA [A]Gebruikersvoorwaarden[\/A]","209":"Registreren","210":"Maak u klaar voor een nieuw tijdperk","211":"Cloud opslag zal nooit meer hetzelfde zijn","212":"Vul a.u.b. uw naam in.","213":"Kies a.u.b. een wachtwoord.","214":"U moet onze gebruikersvoorwaarden accepteren.","215":"Er is een onbekende fout opgetreden. Probeer het a.u.b. opnieuw.","216":"Geweldig","217":"Controleer a.u.b. uw e-mail en klik op de bevestigingslink om uw account te activeren.","218":"Met dit e-mail adres is al een account bij MEGA geregistreerd.","219":"Met dit e-mail adres is al een account bij MEGA geregistreerd.","220":"Zwak","221":"Redelijk","222":"Goed","223":"Fantastisch","224":"SELECTEER BESTANDEN OM TE UPLOADEN","225":"SELECTEER BESTANDEN OM TE UPLOADEN OF SLEEP ZE HIERIN.","226":"Om overbelasting te voorkomen, moeten we de bandbreedte soms beperken. Uw IP adres heeft de afgelopen zes uur [X1] gedownload, samen met het geselecteerde bestand van [X2] overschrijdt u hiermee uw huidige limiet van [X3]. Om eerlijke en gelijke toegang tot onze diensten te waarborgen, zijn uw lopende downloads in de wacht gezet. Deze worden automatisch hervat zodra er genoeg bandbreedte beschikbaar is.","227":"Overdrachten die vallen onder betaalde bandbreedte worden vrijgesteld van deze beperking. Als u niet wilt wachten, kunt u overwegen om zich aan te melden voor een Pro account.","228":"Bandbreedte management","229":"Laat niet opnieuw zien","230":"Upgrade naar Pro","231":"Nee bedankt, ik wacht","232":"Nee bedankt, ik wacht","233":"Tijdelijke fout, opnieuw proberen.","234":"Download Bestand","235":"Download","236":"Importeren","237":"Start download","238":"Rapporteer copyright schending","239":"Download voltooid","240":"Om de bestandsoverdracht te voltooien, moet u het bestand handmatig opslaan.","241":"Sla bestand op","242":"Update naar Chrome om MEGA's kracht volledig te ervaren","243":"Het bestand dat u probeert te downloaden is niet langer beschikbaar. ","244":"Dit kan de volgende redenen hebben:","246":"Het bestand is verwijderd vanwege een schending van de ToS\/AUP.","247":"Ongeldige URL - de link die u probeert te bereiken bestaat niet","248":"Het bestand is door de gebruiker verwijderd.","249":"Het bestand dat u probeert te downloaden is tijdelijk niet beschikbaar.","250":"Onze ingebouwde redundantie heeft gefaald. Dit kan komen door de volgende redenen:","251":"Sommige servers zijn niet beschikbaar vanwege onderhoud.","252":"We zijn overbelast en voegen momenteel meer capaciteit toe.","253":"Probeer het a.u.b. later opnieuw.","254":"Het bestand dat u probeert te downloaden is niet langer beschikbaar.","255":"Dit bestand is niet langer beschikbaar vanwege een copyright-claim van [X].","256":"Uw sleutel heeft niet de juiste lengte.","257":"Voer a.u.b. een geldige sleutel in.","258":"Downloaden","259":"Waar staat \"MEGA\" voor?","260":"MEGA is een recursief acroniem en staat voor \"MEGA Encrypted Global Access\".","261":"Waar gaat MEGA over?","262":"MEGA is een cloud storage provider. Het biedt gratis en betaalde internet opslagruimte en bandbreedte aan. Het geeft u de mogelijkheid om bestanden op te slaan en te benaderen via uw browser of via een speciale applicatie. ","264":"Cloud storage en encryptie zijn legaal. Houdt u a.u.b. aan de geldende wet en regelgeving [B]hoe[\/B] u gebruik maakt van cloud opslag en encryptie en respecteer hierbij onze [A]gebruikersvoorwaarden[\/A].","265":"MEGA is gemaakt door dezelfde mensen die eerder èèn van de grootste cloud storage bedrijven runde. Kan ik a.u.b. mijn account en bestanden terug krijgen?","266":"Helaas heeft MEGA geen toegang tot enig bezit van een vorig project. Er is geen juridische connectie en er is geen programmeercode, hardware of database hergebruikt.  Daarom kunnen wij u momenteel niet voorzien van uw oude bestanden.","267":"Waarom Nieuw-Zeeland als vestigingsplaats voor een cloud storage bedrijf?","268":"Éen van de belangrijke redenen is dat, Nieuw-Zeeland in het Māori \"Aotearoa\" is, wat \"Land van de lange witte cloud\" betekent.","269":"Kan ik via mijn smartphone op MEGA?","270":"MEGA is geoptimaliseerd voor desktop browsers. We werken er hard aan om MEGA volledig compatibel te maken met alle telefoons en tablets. U kunt in de nabije toekomst coole apps voor uw mobiele apparaten verwachten.","271":"Kan ik onderbroken up- en downloads hervatten?","272":"Ja, zolang u uw browser tabblad niet sluit, zullen up- en downloads automatisch worden hervat. Houdt u er a.u.b. rekening mee dat onze servers automatisch onvolledige uploads weggooien na 48 uur inactiviteit.","273":"Kan ik meerdere malen hetzelfde bestand uploaden?","274":"Omdat de server de bestandsnamen niet kan zien, zal de controle op dubbele bestanden aan de kant van de gebruiker moeten plaatsvinden. Met de standaardinstellingen,  zal een bestand die u upload en reeds lijkt te bestaan in uw account (dezelfde bestandsnaam, dezelfde grootte, dezelfde laatste wijzigingstijd) worden overgeslagen, maar niets weerhoudt u ervan om meerdere bestanden of mappen met de dezelfde naam in dezelfde map te hebben.","275":"Hoe kan ik mijn bandbreedte gebruik reguleren?","276":"Het is ons beleid om geen kunstmatige beperkingen aan onze gebruikers op te leggen, tenzij vereist door knelpunten in de infrastructuur. Daarom behouden wij ons het recht voor om de bandbreedte om wille van operationele redenen op elk gewenst moment per IP te beperken. De overdracht in de wachtrij wordt automatisch hervat zodra er geen beperkingen meer zijn. Hiervoor hoeft u geen handeling te doen.","277":"Zijn er beperkingen aan de bestandsgrootte op MEGA?","278":"Wij leggen geen kunstmatige beperkingen op aan de bestandsgrootte, anders dan de beschikbaar gestelde cloud schijfruimte. Echter vereisen enkele verouderde browsers dat het bestand bij het dowloaden eerst in het geheugen wordt opgeslagen (Firefox, IE10, Opera), of bij zowel het down- als het uploaden (IE9, Safari 5). ","279":"Kan ik op hetzelfde moment uploaden en downloaden?","280":"Ja. Een upload en een download kunnen per browser tab parallel lopen.","281":"Waarom biedt u geen thumbnails of preview streams aan van video of audio bestanden?","282":"Dit is niet mogelijk vanwege onze end-to-end encryptie, onze server heeft geen enkele toegang tot uw data, voor een dergelijke feature is dat wel noodzakelijk.","283":"Hoe kan ik bestanden uploaden naar MEGA?","284":"Er zijn drie manieren om bestanden via uw browser naar MEGA te uploaden:","285":"1. Klik op de rode knop op de startpagina","286":"2. Ga naar uw file manager en klik op de \"Bestand Uploaden\" of (indien u Chrome gebruikt) \"Folder Uploaden\" knop aan de bovenkant van uw scherm.","287":"3. Sleep bestanden of (als u Chrome gebruikt) mappen op de site","288":"Hoe installeer ik MEGA?","289":"U hoeft niets te installeren. MEGA werkt volledig in uw browser met alle gerenommeerde browsers. Om de volledige functionaliteit van MEGA te ervaren raden wij u aan om Google Chrome te gebruiken.","290":"Hoe werkt het delen van een map?","291":"U kunt alles uit uw cloud drive delen met vrienden, familie of collega's.  Genodigden die nog niet beschikken over een account ontvangen een e-mail met een inschrijf link. Als alternatief kunt u een openbare link naar een van uw mappen maken, waardoor deze toegankelijk is zonder een MEGA account. Het is dan uw verantwoordelijkheid om de map sleutel veilig over te brengen naar de ontvanger(s).","292":"Om het delen van een gedeelde map te wijzigen klikt u met uw rechter muisknop op de map in de file manager en selecteert u Delen. Er zijn drie niveaus: Alleen-lezen, lezen & schrijven (bestanden kunnen worden toegevoegd, maar niet verwijderd), en volledige toegang (bestanden kunnen worden toegevoegd en verwijderd). ","293":"Indien u een e-mail adres toevoegt die nog geen account heeft, moet u ten minste eenmaal nadat de ontvanger het registratie proces heeft voltooid online zijn, zodat het delen voltooid kan worden.","294":"Hoe verwijder ik mensen uit mijn gedeelde map?","295":"Klik met uw rechter muisknop op een map en selecteer Delen. U ziet vervolgens alle mensen die op dit moment toegang hebben tot de gedeelde map. Klik met de rechtermuisknop op de persoon en kies de optie Stop het delen.","296":"Hoe herken ik mijn gedeelde mappen?","297":"Gedeelde mappen in uw file manager hebben een speciaal icoon met een hand onder de map.","298":"Kan ik mappen delen die gedeeld zijn met mij?","299":"Nee. Gedeelde folders kunnen niet nogmaals gedeeld worden.","302":"Hoe link ik naar een bestand op MEGA?","303":"Allereerst een waarschuwing: De cryptografische beveiliging van uw bestanden is afhankelijk van de vertrouwelijkheid van de bijbehorende encryptiesleutels. Zorg ervoor dat u deze encryptiesleutels alleen via beveiligde kanalen doorgeeft! Een standaard e-mail client bijvoorbeeld, is niet veilig genoeg.","304":"Met deze kennis in gedachte, selecteert u één of meerdere bestanden in uw file manager, klik vervolgens met uw rechtermuisknop op het bestand en selecteer \"Bekijk link\".  Er zal een venster openen met de publieke link(s) naar de door u geselecteerde bestanden. U kunt er voor kiezen om elke link en sleutel individueel te delen of één combi link te gebruiken.","305":"Hoe werkt de encryptie?","306":"Alle versleuteling is end-to-end. Geüploade bestanden worden eerst versleuteld op het apparaat dat wordt gebruikt voor de upload. Alle data die wordt gedownload wordt pas ontsleuteld op het moment dat de download is voltooid. De apparaten van de gebruiker zijn verantwoordelijk voor het uitwisselen en het managen van de encryptiesleutels. Geen enkele bruikbare encryptiesleutel zal het apparaat van de gebruiker verlaten (met uitzondering van openbare RSA sleutels).","307":"Wordt al mijn persoonlijke informatie ook versleuteld?","308":"Nee. Enkel data van bestanden en mappen wordt versleuteld. Informatie waar wij toegang tot nodig hebben zoals bijvoorbeeld uw e-mail adres, IP adres, mappen structuur en betalingsgegevens worden veilig maar niet versleuteld opgeslagen. Bekijk onze privacy policy voor meer details.","309":"Zijn mijn opgeslagen gegevens echt veilig?","310":"Alle beveiliging is relatief. De volgende aanvalsvectoren bestaan ​​- ze zijn niet specifiek voor MEGA, maar we willen dat u de risico's kent:","311":"Individuele accounts worden bedreigd door:","312":"- Spyware op uw computer. Een eenvoudige keylogger is al genoeg, sessie details en sleutels kunnen uit het geheugen of het systeem worden gehaald.","313":"- Schouder surfen. Typ nooit uw wachtwoord in wanneer iemand uw toetsaanslagen kan zien.","314":"- Brute-force op wachtwoord. Gebruik sterke een wachtwoord.","315":"- Phishing. Controleer altijd de beveiligingsstatus van uw verbinding (https:\/\/) en de juiste domeinnaam (mega.co.nz) voordat u uw wachtwoord invoert.","316":"Grootschalige aanvallen kunnen worden uitgevoerd door middel van:","317":"- Een \"man in the middle\" aanval. Dit vereist de afgifte van een geldig duplicaat van een SSL certificaat in combinatie met een vervalste DNS en\/of een aanval op onze BGP routes (een DigiNotar-achtig scenario).","318":"- Het verkrijgen van toegang tot de webservers die https:\/\/mega.co.nz\/index.html hosten en dit bestand vervangen door een vervalste versie (dit heeft geen invloed op toegang via een geïnstalleerde app). Het manipuleren van inhoud op onze statische servers vormt geen beveiligingsrisico, alle inhoud die vanaf index.html wordt geladen wordt gecontroleerd door middel van een cryptografische hash (zie het als een soort \"veilige boot\" voor websites). Deze manier van aanvallen vereist het versturen van kwaadaardigie code naar de gebruiker en is daarom detecteerbaar.","319":"- Het verkrijgen van toegang tot onze kern server-infrastructuur en het creëren van vervalste sleutels om toegang te krijgen tot een gedeeld bestand. Dit type aanval heeft alleen betrekking op accounts met data in gedeelde mappen en is tevens vanaf de gebruikerskant zichtbaar. ","320":"Wat als ik jullie niet vertrouw? Is het dan nog veilig om MEGA te gebruiken?","321":"Als u ons niet vertrouwt, kunt u geen door ons gemaakte code draaien, dus het openen van onze site in uw browser en het invoeren van uw wachtwoord is dan uit den boze. Als u MEGA toch wilt gebruiken, kunt u dit doen door middel van een applicatie die is geschreven door iemand die u vertrouwt.","322":"Ik vertrouw MEGA en jullie data center in Nieuw-Zeeland, maar ik heb geen vertrouwen in het data center in Duitsland, omdat het gerund wordt door een Amerikaans bedrijf. Is het nog veilig voor mij om van MEGA gebruik te maken?","323":"Ja, u kunt nog steeds veilig gebruik maken van MEGA (met enkele beperkingen) aangezien ons core data center in Duitsland volledig is gecompromitteerd. Het Nieuw-Zeelandse data center zorgt ervoor dat er geen kwaadaardige code uitgevoerd kan worden wanneer u https:\/\/mega.co.nz\/ bezoekt.","324":"Is de data die ik deel even veilig als mijn andere data?","325":"Gedeelde mappen zijn net zo veilig als de minst veilige gebruiker van deze map. Een compromis van onze core server-infrastructuur kan een extra risico vormen: Publieke sleutels kunnen gemanipuleerd worden en sleutel aanvragen kunnen vervalst worden.","326":"Laten we aannemen dat een MEGA opslag knooppunt fysiek is aangetast. Wat zijn dan de risico's?","327":"Fout meldingen na het downloaden van gemanipuleerde bestanden. Zelfs al heeft de aanvaller de sleutel voor een bepaald bestand, dan kan hij deze nog steeds niet vervangen door een gemanipuleerde sleutel zonder dat de download mislukt.","328":"Is het een goed idee om al mijn gegevens op één plaats op te slaan?","329":"Bewaar altijd meerdere kopieën van uw belangrijke bestanden, online en offline. Wij bewaren alle bestanden op tenminste twee verschillende locaties. Er is geen garantie te geven tegen meerdere gelijktijdige storingen of tegen ongekend wangedrag van een overheid.","330":"Waarom zou ik mijn bestanden, van alle mensen, aan jullie toevertrouwen?","331":"Wij bieden de gebruiker gecontroleerde encryptie (UCE) aan waar u als gebruiker de controle heeft over de sleutels. De UCE implementatie is open source en we moedigen de gemeenschap aan deze te onderzoeken en ons feedback te geven. Wij zijn van mening dat deze aanpak veel veiliger is dan het opslaan van uw gegevens bij een provider die uw bestanden aan de server kant versleuteld, waarbij de ISP de sleutels beheert. Of nog erger wanneer er helemaal geen versleuteling van uw bestanden is. Indien door bijvoorbeeld een programmeerfout bestanden op MEGA ineens toegankelijk worden dan zijn deze zonder encryptie sleutel nog steeds onleesbaar.","332":"Ik heb gemerkt dat u HTTPS gebruikt voor de overdracht van versleutelde bestanden, is dat niet dubbel op?","333":"Dat klopt. Helaas hebben de meeste browsers er een probleem mee om een onveilige verbinding op te zetten met een veilige pagina en wie kan ze dat kwalijk nemen - ze kunnen onmogelijk op de hoogte zijn van het feit dat er reeds een andere encryptie laag actief is. Omdat HTTPS een negatief effect heeft op de prestaties van MEGA laten wij het u uitschakelen bij browsers die dat mogelijk maken (Chrome, Safari en Firefox tot versie 17) om de snelheid van uw bestandsoverdrachten te verhogen zonder dat hierbij de veiligheid of integriteit van uw gegevens in het gedrang komt. Bij sommige browsers ziet u een SSL-waarschuwing bij uw eerste bestandsoverdracht verschijnen - in dit (en alleen in dit) geval, is het veilig om deze te negeren.","334":"Welke encryptie algoritmen gebruikt MEGA intern?","335":"Voor bulk overdrachten, AES-128 (wij zijn van mening dat het hogere CPU-gebruik van AES-192 en AES-256 niet opweegt tegen het theoretische voordeel aan veiligheid, althans tot de komst van kwantumcomputers). Integriteitscontrole wordt gedaan door middel van een variatie op CCM, dit is minder efficiënt dan OCB, maar wordt niet belemmerd door patenten.","336":"Voor het tot stand brengen van gedeelde bestanden tussen gebruikers en voor het versturen van bestanden naar uw inbox, RSA-2048. Alle encryptie, decryptie en het genereren van sleutels is geïmplementeerd in JavaScript, hierdoor is de doorvoer beperkt tot enkele MB\/s, tevens veroorzaakt dit een aanzienlijke CPU belasting. We kijken uit naar de implementatie van de HTML5 WebCrypto API in alle grote browsers die deze bottleneck zal elimineren.","337":"JavaScript's ingebouwde willekeurige nummer generator wordt versterkt door middel van een muis\/toetsenbord gedreven RC4 entropie pool en crypto.* Willekeur indien mogelijk (op dit moment alleen met Chrome).","338":"Heeft MEGA een backup van mijn bestanden?","339":"We bewaren uw bestanden op minimaal twee verschillende servers in verschillende data centers, indien beschikbaar.","340":"Ik ben mijn wachtwoord vergeten. Kan ik deze resetten?","341":"Helaas, uw MEGA wachtwoord is niet zo maar een wachtwoord, het is de meester encryptiesleutel die naar al uw gegevens zal leiden. Indien u uw wachtwoord verliest, bent u al uw bestanden kwijt mits deze in een gedeelde map staan of sleutels naar mappen eerder geëxporteerd zijn.","344":"Wanneer moet ik upgraden naar een Pro account?","345":"Een Pro-account geeft u extra opslagruimte en extra bandbreedte quota die we automatisch verrekenen wanneer een bandbreedte limiet is bereikt - u kunt de quota zelf gebruiken, of beschikbaar stellen aan derden die toegang hebben tot uw bestanden (dit geldt ook voor gebruikers zonder een MEGA account). Het maximale percentage van de bandbreedte wat wordt toegewezen aan derden kan worden geconfigureerd in uw account instellingen.","346":"Waarom is er een optie om mijn upload snelheid te beperken?","347":"Veel routers geven geen prioriteit aan kleinere pakketten in geval van link congestie, wat erin resulteert dat uw inkomende verkeer zwaar wordt beperkt wanneer uw uitgaande verkeer vol gebruikt wordt. Daarom meten wij de beschikbare uitgaande bandbreedte tijdens de eerste tien seconden van een upload en houden hier vervolgens ten minste 10% van vrij. U kunt er ook voor kiezen om een vast limiet in te stellen. ","348":"Wat krijg ik met mijn gratis account?","349":"Wereldwijde toegang tot een veilige cloud drive met hoge prestaties en [X] aan opslagruimte. Indien u meer nodig heeft, dan kunt u upgraden naar een [A1]Pro[\/A1] account. Klik [A2]hier[\/A2] om uw huidige gebruik te zien.","359":"Bieden jullie een API aan?","361":"Ja. De open source JavaScript code implementeert de MEGA-interface in uw browser en maakt gebruik van onze API, u heeft dus een schat aan voorbeeld code om mee aan de slag te gaan als u onze [A]documentatie[\/A] onvoldoende vindt. Wij beschikken niet over de middelen om allerlei coole apps voor MEGA te bouwen en nodigen daarom u uit om ons te helpen. Na controle van uw app code, zullen we deze beschikbaar stellen op onze site. We staan er voor open om inkomsten gegenereerd door zeer populaire apps te delen.","362":"Om overbelasting te voorkomen, moeten we de bandbreedte soms beperken. Het bestand dat u probeert te downloaden is groter dan ons huidige limit van [X3]. De overdracht is uitgesteld en zal automatisch starten zodra dit mogelijk is.","365":"Uw browser is te oud om een bestand van deze grootte te downloaden.","366":"Copyright waarschuwing","367":"MEGA respecteert de auteursrechten van anderen en vereist van haar gebruikers dat zij de wetten van het auteursrecht naleven. Het is ten strengste verboden om de MEGA cloud service te gebruiken om auteursrechten te schenden. Indien er op gegevens of inhoud een auteursrecht of ander eigendomsrecht van enige persoon of entiteit rust mag u deze niet uploaden, downloaden, opslaan, delen, tonen, streamen, distribueren, e-mailen, linken, verzenden of anderszins beschikbaar maken.","368":"Let op:","369":"MEGA's cryptografische veiligheidsmodel is afhankelijk van een vertrouwelijke weergave van bovengenoemde sleutels. Voorkom doorgave van sleutels via onveilige kanalen!","370":"Kopiëer naar klembord","371":"Gekopiëerd naar klembord","372":"Upload","373":"Download","374":"Wij beloven, wij leveren","375":"Navigatie geblokkeerd vanwege van lopende bestandsoverdracht.","376":"U moet ingelogd zijn om deze pagina te bekijken.","377":"U heeft momenteel een bestandsoverdracht lopen. Als u doorgaat zal deze worden onderbroken. ","378":"Vul a.u.b. uw wachtwoord in om uw account te bevestigen.","379":"Log a.u.b. in om dit bestand in uw account te importeren.","380":"Voer decryptie code in","381":"Alle rechten voorbehouden","382":"gemaakt in Nieuw-Zeeland","383":"Ondersteuning","384":"Help Center","385":"Gebruikersvoorwaarden","386":"Privacy Policy","387":"Copyright","388":"Community","389":"Blog","390":"Partners","391":"Resellers","392":"Ontwikkelaars","393":"Hosting partners","394":"Investeerders","395":"Reseller worden","396":"Over ons","397":"Gratis Lidmaatschap","398":"Pro Lidmaatschap","399":"Contact","400":"Basis","401":"Delen","402":"Beveiliging & Privacy","403":"Account","404":"Betalingen & Facturering","405":"Tools","406":"Top veelgestelde vragen:","407":"Categorieën:","408":"januari","409":"februari","410":"maart","411":"april","412":"mei","413":"juni","414":"juli","415":"augustus","416":"september","417":"oktober","418":"november","419":"december","420":"Log a.u.b. in om uw upload te starten","421":"Gelieve onze voorwaarden te accepteren","422":"Ik accepteer","423":"U heeft een geregistreerd account nodig om bestanden te kunnen delen. Wilt u zich nu registreren?","424":"Delen uitgeschakeld","425":"Mapnaam wijzigen","426":"Wijzigen","427":"Account details","428":"Vouchers","429":"Sessie Geschiedenis","430":"Aankoopgeschiedenis","431":"Transactie geschiedenis","432":"Account type:","433":"Upgrade","434":"Type abonnement:","435":"GRATIS","436":"Geen factureringscyclus","437":"Opslagruimte:","438":"[X] gebruikt","439":"[X1] van [X2]","440":"Bandbreedte Management:","441":"Schakel Bandbreedte Management in","442":"Schakel Bandbreedte Management uit","443":"U kunt het percentage aangeven dat aan bandbreedte verbruikt mag worden.","444":"Stel Bandbreedte in:","445":"Beschikbaar Gestelde Bandbreedte","446":"(voor het downloaden van uw bestanden door derden)","447":"Download Bandbreedte","448":"(voor het downloaden van uw bestanden door derden)","449":"Account saldo","450":"Opwaarderen","451":"Maak vouchers:","452":"Voucher type:","453":"Selecteer voucher type:","454":"Aantal:","455":"Maak","456":"Wissel voucher in:","457":"Voucher kopen","458":"Inwisselen","459":"Uw vouchers","460":"Ongebruikte vouchers","461":"Ingewisselde vouchers","462":"Geannuleerde vouchers","463":"Ingetrokken vouchers","464":"Alle vouchers","466":"Laatste [X]","467":"Sessie Geschiedenis","468":"Aankoop Geschiedenis","469":"Laatste [X] aankopen","470":"Transactie Geschiedenis","471":"Laatste [X] transacties","472":"Laatste [X] sessies","473":"Oeps, dit is geen geldige voucher code.","474":"Vervaldatum:","475":"Datum\/Tijd","476":"Item","477":"Hoeveelheid","478":"Betaalmethode","479":"Browser","480":"IP adres","481":"Land","482":"Meest recente activiteit","483":"Huidige sessie","484":"TransactieID","485":"Credit","486":"Debit","487":"Voucher code","488":"Status","489":"Ongebruikt","490":"Ingewisseld op","491":"Ingetrokken op","492":"Geannuleerd op","494":"Kies uw pakket:","495":"Opslagruimte","496":"Bandbreedte","497":"Selecteer betaling:","498":"per maand","499":"per jaar","500":"Selecteer betaling:","501":"bespaar 17%","502":"Selecteer betaling:","503":"Kies betaalmethode:","504":"Prepaid balans","505":"koop voucher","506":"Professioneel","507":"Ga verder","508":"voucher code","509":"THE PRIVACY COMPANY","510":"Welkom bij MEGA!","511":"Uw publieke \/ privé 2048-bit RSA sleutelpaar wordt nu aangemaakt.","512":"Om de encryptie sleutel te versterken, hebben wij gegevens over uw muisbewegingen en toetsaanslagen verzameld.","513":"De voucher code is ingewisseld, echter is uw nieuwe prepaid saldo niet toereikend voor deze aankoop. Voeg a.u.b. meer saldo toe of probeer de aankoop van een goedkoper pakket. ","514":"Onvoldoende saldo, probeer het opnieuw.","515":"Deze map bevat meer dan 500 bestanden. Grote mappen kunnen uw browser trager maken. Wij raden u aan om sub-mappen te gebruiken.","516":"Ondersteuning","517":"Werkt er iets niet naar behoren? Raadpleeg dan a.u.b. eerst ons [A]help center[\/A]. Als hier uw vraag niet wordt beantwoord, aarzel dan niet om contact met ons op te nemen.","518":"Juridisch","519":"Onze juridische afdeling staat klaar om te reageren op uw vraag.","520":"Copyright","521":"Bezorgd over een gebruiker die inbreuk maakt op uw intellectuele eigendomsrechten? Stuur dan a.u.b. een bericht via ons [A]online formulier[\/A] of stuur ons een e-mail.","522":"Stel een verbetering voor","523":"Gelieve hier verzoeken in te dienen voor het verbeteren van de gebruikerservaring.","524":"Een fout melden","525":"MEGA is momenteel in beta en u bent van harte welkom om fouten te melden. Hoe gedetailleerder, hoe beter.","526":"Media","527":"Wij verwelkomen media inclusief bloggers om contact met ons op te nemen voor al uw vragen gerelateerd aan MEGA.","528":"Reseller worden","529":"Maak deel uit van het succesverhaal!","530":"Onze reseller-programma geeft u de mogelijkheid om rechtstreeks Mega vouchers aan uw klanten te verkopen.","531":"De details:","532":"U krijgt toegang tot onze geavanceerde voucher beheer interface.","533":"Maak vouchers in real-time vanaf uw account saldo.","534":"Royale omzet deling vanaf het begin.","535":"Hoe meer u verkoopt, hoe hoger uw omzet aandeel wordt, hoe meer winst u maakt.","536":"Reseller API toegang geeft u de mogelijkheid om coole tools te maken die real-time interactief kunnen zijn met ons systeem.","537":"Gratis reclame: uw website wordt gelinkt op Mega.","538":"Bij de beoordeling & goedkeuring van uw reseller aanvraag zal uw bedrijf & website aan onze normen moeten voldoen.","539":"Omzet Deling","540":"Uw omzet aandeel zal worden verdisconteerd bij de aanmaak van een voucher.","541":"Maandelijkse omzet","542":"Omzet deling","543":"meer dan [X]","544":"Reseller inschrijven","545":"Meldt u aan als reseller","546":"Details","547":"Uw details","548":"Markten","549":"Selecteer reseller markten:","550":"Betalingen","551":"Selecteer betaalmethoden","552":"Selecteer betaal methoden uit de lijst met beschikbare providers","553":"Staat uw betalingsprovider niet in de lijst? Stuur ons dan a.u.b. [A]een e-mail[\/A]","554":"Voltooien","555":"Ik ga akkoord met de MEGA [A]Resellers Gebruikersvoorwaarden[\/A]","556":"Volgende","557":"Selecteer markten uit de lijst met beschikbare landen","558":"Vorige","559":"Uw naam","560":"Bedrijfs URL","561":"Adres","562":"Postcode","563":"Bedrijfsnaam","564":"Telefoonnummer","565":"Stad","566":"Selecteer per betaaloptie de landen:","568":"Selecteer a.u.b. uw land","569":"Overdrachts instellingen:","570":"Aantal parallelle upload verbindingen:","571":"Aantal parallelle downloaden verbindingen:","572":"Maximale upload snelheid:","573":"Geen","574":"Automatisch","575":"Vast","576":"Sla identieke bestanden over bij het uploaden:","577":"Ja","578":"Nee","579":"Gebruik SSL voor de overdracht van bestanden:","580":"Het uitschakelen van SSL verbetert de prestaties en heeft geen invloed op de beveiliging.","581":"Vul a.u.b. uw naam in.","582":"Vul a.u.b. uw bedrijfs URL in.","583":"Vul a.u.b. uw adres in.","584":"Vul a.u.b. uw postcode in.","585":"Vul a.u.b. uw bedrijfsnaam in.","586":"Vul a.u.b. uw telefoonnummer in.","587":"Vul a.u.b. uw stad in.","588":"Vul a.u.b. uw land in.","589":"U moet de reseller gebruikersvoorwaarden accepteren.","590":"Selecteer a.u.b. minimaal één land.","591":"Selecteer a.u.b. minimaal één betaalmethode.","592":"Selecteer a.u.b. minimaal één land per betaalmethode","593":"Geweldig","594":"U ontvangt een e-mail van ons met verdere instructies.","620":"Kennisgeving van vermeende inbreuk","621":"Waarschuwing","622":"Wij respecteren het auteursrecht van anderen en vereisen dat gebruikers van onze diensten zich houden aan de wetten van het auteursrecht. Het is u ten strengste verboden onze diensten te gebruiken om het auteursrecht te schenden. U mag geen bestanden uploaden, downloaden, opslaan, delen, tonen, streamen, distribueren, e-mailen, linken, verzenden of anderszins beschikbaar maken indien hiermee een auteursrecht of ander eigendomsrecht van enige persoon of entiteit wordt geschonden. We zullen reageren op kennisgevingen van vermeende schending van het auteursrecht als deze voldoen aan het geldende recht en correct aan ons worden aangeleverd. Indien u van mening bent dat uw werk is gekopieerd of gebruikt wordt op een manier die inbreuk maakt op het auteursrecht, stuur ons dan a.u.b. de volgende informatie: (i) een fysieke of elektronische handtekening van de eigenaar van het werk waar het auteursrecht op rust of van een persoon die gemachtigd is om op te treden namens hen; (ii) een identificatie van het met auteursrechtelijk beschermde werk die beweerd wordt te worden geschonden; (iii) een identificatie van het materiaal waarvan wordt beweerd dat deze inbreuk maakt op, of het onderwerp van een inbreuk makende activiteit is, welke verwijderd moet worden of waartoe de toegang moet worden uitgeschakeld en informatie die redelijkerwijs voldoende is om ons in staat  te stellen om het materiaal te lokaliseren waaronder bijvoorbeeld de URL(s); (iv) uw contactgegevens, met inbegrip van uw adres, telefoonnummer en een e-mailadres; (v) een verklaring dat u te goeder trouw gelooft dat het gebruik van het materiaal op de manier waarover wordt geklaagd niet toegestaan ​​is door de auteursrechthebbende, diens vertegenwoordiger of de wet; en (vi) een verklaring dat de informatie in het bericht juist is en onder straffe van meineed (tenzij het geldende recht anders zegt) dat u bevoegd bent om op te treden namens de eigenaar van het werk.","623":"Wij behouden ons het recht voor om gegevens waarvan wordt beweerd dat deze inbreuk maken op auteursrechten, zonder voorafgaande kennisgeving en naar eigen goeddunken, te verwijderen, zonder aansprakelijkheid jegens u. Indien noodzakelijk zullen we ook uw account beëindigen als u herhaaldelijk auteursrechten schendt. Onze aangewezen copyright agent voor kennisgeving van vermeende inbreuk op auteursrechten is:","624":"Copyright Waarschuwing","625":"Gebruik a.u.b. dit formulier om een schending van auteursrecht te melden. Wij reageren binnen 24 uur (direct tijdens kantooruren).","626":"De Inhoud:","627":"Verplicht veld","628":"Inbreuk op mijn persoonlijke auteursrecht.","629":"Inbreuk op het auteursrecht van iemand die ik bevoegd ben te vertegenwoordigen.","630":"Gewenste actie:","631":"Selecteer gewenste actie:","632":"1. Schakel alleen de meegeleverde openbare URL(s) uit - het bestand blijft staan op de het account van de eigenaar(s).","633":"2. Schakel alle openbare URL's naar de onderliggende bestanden voor de meegeleverde URL(s) uit - de bestanden blijven staan op de het account van de eigenaar(s).","634":"3. Verwijder alle exemplaren van onderliggende bestanden van de meegeleverde URL(s) - er is wereldwijd geen gebruiker die is toegestaan ​​om deze op te slaan, onder geen enkele omstandigheid","635":"Ik verklaar hierbij ter goeder trouw dat het delen van auteursrechtelijk beschermd materiaal op de locatie hierboven niet is toegestaan ​​door de eigenaar van het auteursrecht, zijn agent of de wet (bijvoorbeeld door een fair use policy) ","636":"Ik begrijp dat ik aansprakelijk kan worden gehouden voor schade, met inbegrip van de kosten en honoraria van advocaten, als ik bewust inbreuk van auteursrechten meldt op inhoud, URL's of bestanden die ik niet vertegenwoordig.","637":"De informatie in dit bericht is correct en ik verklaar op straffe van meineed, dat ik bevoegd ben te handelen namens de eigenaar.","638":"Deze melding is een serieus juridisch document - wees a.u.b. nauwkeurig in uw melding van schending van het auteursrecht. Wellicht wilt u eerst een advocaat raadplegen om te bepalen of de inhoud die u wilt rapporteren feitelijk inbreuk maakt op auteursrechten en niet is beschermd door een fair use policy, licentie of andere rechtsgrond.","639":"Indienen","640":"Meer toevoegen","641":"URL van inbreukmakende inhoud:","642":"Naam van de houder van het auteursrecht:","643":"Functie:","644":"E-mail adres:","645":"Fax:","646":"Stad:","647":"Postcode:","648":"Auteursrechtelijk beschermd werk waarop beweerde inbreuk is gemaakt:","649":"Mijn volledige naam:","650":"Bedrijf \/ Organisatie","651":"Telefoonnummer:","652":"Adres:","653":"Provincie:","654":"Land:","655":"Gelieve de URL opgeven van elk auteursrechtelijk beschermd werk waarvan de rechten zijn geschonden.","656":"Gelieve het auteursrechtelijk beschermde werk voor elke inbreuk makende URL vermelden.","657":"Selecteer a.u.b. of de inhoud inbreuk maakt op uw persoonlijke auteursrecht of op het auteursrecht van iemand die u geautoriseerd bent te vertegenwoordigen.","658":"Selecteer de gewenste actie.","659":"Gelieve de URL opgeven van elk auteursrechtelijk beschermd werk waarvan de rechten zijn geschonden.","660":"Gelieve het auteursrechtelijk beschermde werk voor elke inbreuk makende URL vermelden.","661":"Gelieve de naam van de houder van het auteursrecht vermelden.","662":"Vermeldt a.u.b. uw volledige naam.","663":"Vermeld a.u.b. uw e-mail adres.","664":"Voer a.u.b. een geldig e-mail adres in.","665":"Bevestig a.u.b. dat u ter goeder trouw verklaart dat het delen van auteursrechtelijk beschermd materiaal op de locatie hierboven niet is toegestaan ​​door de eigenaar van het auteursrecht, zijn agent of de wet (bijvoorbeeld door een fair use policy) ","666":"Bevestig a.u.b. dat u aansprakelijk kan worden gehouden voor schade, met inbegrip van de kosten en honoraria van advocaten, als u bewust inbreuk van auteursrechten meldt op inhoud, URL's of bestanden die u niet vertegenwoordigt.","667":"Bevestig a.u.b. dat de informatie in dit bericht correct is en dat u op straffe van meineed verklaart, dat u bevoegd bent te handelen namens de eigenaar.","668":"Bedankt!","669":"We zullen uw auteursrechten kennisgeving zo snel mogelijk bekijken.","670":"Taal","671":"Spreekt u meerdere talen?","672":"Help ons vertalen!","673":"The Privacy Company","674":"Niemand zal onderworpen worden aan willekeurige inmenging in zijn persoonlijke aangelegenheden, in zijn gezin, zijn tehuis of zijn briefwisseling. Tegen een dergelijke inmenging of aantasting heeft een ieder recht op bescherming door de wet.","675":"Universele Verklaring van de Rechten van de Mens, Artikel 12","676":"MEGA is Cloud Opslag met krachtige geïntegreerde   privacy","677":"MEGA biedt robuuste cloud opslag met krachtige geïntegreerde privacy. MEGA gelooft in uw recht op privacy en biedt u de technologie om deze te beschermen. Wij noemen het User Controlled Encryption, of UCE, en het gebeurt automatisch.","678":"Wat is MEGA User Controlled Encryption?","679":"Alle bestanden opgeslagen op MEGA zijn versleuteld. Tevens is al het data verkeer van en naar MEGA versleuteld. De meeste cloud storage providers claimen dit ook te doen, maar MEGA is anders. In tegenstelling tot de norm in de industrie waar de cloud storage provider de decryptie sleutel beheert doet MEGA dit niet. Bij MEGA beheert u de versleuteling zelf, u heeft de decryptie sleutels en u beslist wie u wel en wie u geen toegang tot uw bestanden geeft. Hierbij hoeft geen risicovolle software te worden geïnstalleerd. Het gebeurt allemaal in uw browser!","680":"MEGA Toekomst","681":"De MEGA cloud opslag is nog maar het begin. In de toekomst zal MEGA UCE naar uw browser brengen voor een breed scala aan toepassingen zonder dat u iets hoeft te installeren. Onze technologie zal uw e-mails, gesprekken, chats en video streams beschermen.","692":"Is Mega legaal?","693":"Wij zijn een toegewijde groep technologen die de tijd, de mogelijkheid en de toegang tot het internet hebben gekregen om een geweldige cloud storage service te bouwen die zal helpen om uw privacy te beschermen. We hebben deze internet service vanuit het niets opgebouwd vanuit Auckland, Nieuw-Zeeland. In tegenstelling tot het merendeel van onze concurrenten gebruiken wij een 'state of the art' encryptie technology in uw browser, hierbij beheert niet Mega maar u de encryptie sleutels. Ons design team bestaat o.a. uit Kim Dotcom, Mathias Ortmann, Bram van der Kolk en Finn Batato. Tony Lentino, eigenaar van domein registrar Instra Corporation, is onze visionair.  Onze CEO, Vikram Kumar is voormalig CEO van InternetNZ, een non-profit organisatie die de visie van een 'open en vrij internet' promoot. We hopen dat het u bevalt.","694":"1. Schakel één link (\"URL\") per bestand uit - het bestand zal in het account van de gebruiker blijven bestaan","695":"2. Schakel meerdere URL's per bestand uit - de bestanden zullen in het account van de gebruiker blijven bestaan","696":"3. Verwijder alle onderliggende bestanden van de aangeleverde URL(s) - er is wereldwijd geen enkele gebruiker die is toegestaan ​​om deze bestanden op te slaan onder geen enkele omstandigheid","697":"4. Anders","698":"U kunt hier een kennisgeving indienen","699":"Onderteken en verstuur kennisgeving ","700":"Gelieve handmatig op grond van onze [A2]takedown bepalingen[\/A2] uw takedown bericht per e-mail naar [A1]copyright@mega.co.nz[\/A1] verzenden.","701":"E-mail takedown bericht","702":"Misbruik Melden","703":"Uw aanmeld link is niet geldig. Controleer a.u.b. of de regel in uw activerings e-mail niet onderbroken is. ","704":"Uw account is reeds geactiveerd. Log a.u.b. in. ","705":"Uw activering kan niet worden verwerkt. Registreer u a.u.b. opnieuw. Fout code:","706":"Wijzig wachtwoord","707":"Update","708":"Wijziging aanvragen","709":"Ik kan mijn huidige wachtwoord niet herinneren","710":"Als u nog ingelogd bent, maar uw huidige wachtwoord niet kunt herinneren,  dan kunt u een nieuw wachtwoord instellen door deze optie aan te vinken. U ontvangt een bevestigingslink per e-mail, het nieuwe wachtwoord wordt geactiveerd indien er binnen 15 minuten op de bevestigingslink wordt geklikt.","711":"Wijziging aanvragen","712":"Inwisseling voltooid","713":"Het voucher saldo is bijgeschreven op uw account. Wilt u nu verder gaan met de aankoop van uw pro pakket?","714":"Deze voucher is reeds ingewisseld.","715":"De nieuwe wachtwoorden die u heeft ingevuld zijn niet identiek. Probeer a.u.b. opnieuw.","716":"Huidige wachtwoord","717":"Nieuwe wachtwoord","718":"Bevestig nieuw wachtwoord","719":"Vul a.u.b. uw huidige wachtwoord in.","720":"Vul a.u.b. uw nieuwe wachtwoord in.","721":"Controleer a.u.b. uw e-mail en klikt op de bevestigingslink om uw wachtwoord wijziging te voltooien.","722":"Wijziging aangevraagd","723":"Het nieuwe wachtwoord dient te verschillen van het huidige wachtwoord.","724":"Het opgegeven huidige wachtwoord is onjuist.","725":"Uw wachtwoord is gewijzigd.","726":"Voltooid","727":"Uw wachtwoord is gewijzigd.","728":"Deze wachtwoord bevestigingslink is verlopen.","729":"Deze link is reeds bevestigd.","730":"Uw account is opgeschort. Controleer uw e-mail voor meer informatie en reageer wanneer mogelijk.","731":"Het bijbehorende gebruikersaccount is beëindigd vanwege het meervoudig schenden van onze [A]Gebruiksvoorwaarden[\/ A].","732":"U bent reeds ingelogd met een account wat verschilt van degene die u nu bevestigt. Controleer a.u.b. uw huidige sessie, log uit en klik vervolgens nogmaals op de bevestigingslink.","733":"Onbekend e-mail adres. Indien u nog geen account bij ons heeft dan nodigen wij u van harte uit om u aan te melden.","734":"Dank u!","735":"Controleer a.u.b. uw e-mail.","736":"Enkel van accounts zonder mappen en bestanden kan het wachtwoord gereset worden.","737":"Reset wachtwoord","738":"Aanvragen","739":"wachtwoord vergeten?","740":"Uw wachtwoord is succesvol gewijzigd.","741":"Kies a.u.b. een nieuw veilig wachtwoord.","742":"Reset","743":"Deze link is verlopen. Vraag a.u.b. een nieuwe link.","744":"Ongeldige link. Vraag a.u.b. een nieuwe link.","745":"Geen factureringscyclus","746":"Lidmaatschap type","747":"Wekelijks","748":"Maandelijks","749":"Jaarlijks","750":"De volgende factureringscyclus is op","751":"Eenmalig","752":"MEGA Firefox extentie","753":"Installeer de MEGA Firefox extensie voor sterk verbeterde download prestaties. Het geeft u de mogelijkheid een onbeperkt aantal bestanden in een batch te downloaden zonder enkele beperkingen qua grootte.","754":"De MEGA Firefox extensie is veilig en onzichtbaar. Indien u liever MEGA gebruikt zonder een extensie te installeren raden wij u aan om [A]Chrome[\/A] te gebruiken.","755":"Extensie installeren","756":"1 download voltooid","757":"[X] downloads voltooid","758":"Open download map","759":"klik hier om te openen","760":"Installeer a.u.b. de MEGA Firefox extensie om bestanden van deze grootte te downloaden.","761":"Bevestigen a.u.b.","762":"U staat op het punt om een ​​zeer groot aantal bestanden te downloaden, dit kan uw browser vertragen. Toch doorgaan?","763":"Contact","764":"Uw download kon niet worden gestart omdat uw harde schijf bijna vol is.","765":"Uw downloads konden niet worden gestart omdat uw harde schijf bijna vol is.","766":"Een aantal van uw downloads konden niet worden gestart omdat uw harde schijf bijna vol is.","768":"Uw download kon niet worden gestart want uw harde schijf is bijna vol, of u gebruikt Chrome in de incognito mode waar het schrijven van bestanden niet ondersteund wordt.","769":"Wij kunnen alleen 5% van de beschikbare ruimte op uw harde schijf gebruiken voor downloaden. Maak a.u.b. meer ruimte vrij om door te gaan.","770":"Kies uw wachtwoord","771":"Bevestig uw wachtwoord","772":"URL naar het bestand:","773":"resterend","774":"E-mail link","775":"naam wijzigen hieronder:","776":"Opslaan","777":"Onthoud mij op dit apparaat","778":"Heeft u geen MEGA account? ","779":"Registreer nu","780":"Heeft u al een MEGA account? ","781":"Vanwege de beperkte CPU-prestaties van mobiele apparaten, kan het genereren van de RSA-sleutel enkele minuten in beslag nemen. We stellen uw geduld op prijs.","782":"Lege Map","783":"Geen bestanden in uw Cloud drive","784":"Geen Contacten","785":"Geen resultaten.","786":"Geen bestanden in uw Inbox","787":"Geen bestanden in uw Prullenbak","788":"Weet u zeker dat u dit bestand wilt verplaatsen naar de Prullenbak?","789":"Weet u zeker dat u deze map wilt verplaatsen naar de Prullenbak?","790":"Open Bestand","791":"Bestand Importeren","792":"Verwijderen","794":"Map Verwijderen","796":"Bekijk Link","797":"Deel Map","798":"Opslagruimte","799":"Gebruikte Ruimte","800":"Vrije Ruimte","801":"Desktop versie","802":"Contact E-Mail","803":"Bestand Downloaden","804":"Helaas wordt dit bestandstype momenteel niet ondersteund op uw apparaat met MEGA.","805":"We zullen mobiele ondersteuning voor dit bestandstype in de nabije toekomst implementeren.","806":"wijzig de map naam:","807":"wijzig de bestandsnaam: ","808":"Map Link","809":"URL naar de map:","810":"Download Link","811":"URL naar het bestand:","812":"Bevestig account","813":"Gedeelde Map","814":"Wilt u uw upload afbreken? ","815":"Wilt u uw download afbreken? ","816":"Voer a.u.b. een geldig e-mail adres in. ","817":"U kunt geen map aanmaken in een zoekresultaat.","818":"Wilt u overschakelen naar de desktop versie?","819":"starten","820":"Dit bestand is geïmporteerd naar uw Cloud Drive.","821":"Uw meldingen","822":"Terug","823":"Instellingen","824":"Nieuwe gedeelde map van [X]","825":"Nieuwe gedeelde map","826":"[X] heeft een gedeelde map geannuleerd","827":"Gedeelde map is geannuleerd","828":"[X1] mappen en [X2] bestanden","829":"[X] mappen en 1 bestand","830":"1 map en [X] bestanden","831":"1 map en 1 bestand","832":"[X] mappen","833":"[X] bestanden","834":"1 map","835":"1 bestand","836":"[X] heeft [DATA] toegevoegd","837":"[X] zijn toegevoegd","838":"[X] is toegevoegd","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MEI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Meldingen","863":"Alle bekijken","864":"Download als ZIP","865":"Openen","866":"Kopieer 1 geselecteerd item","867":"Kopieer [X] geselecteerde items","868":"Verplaats 1 geselecteerd item","869":"Verplaats [X] geselecteerde items","870":"Bevestigen","871":"[B]Waarschuwing:[\/B] opslag quota overschreden. Verwijder a.u.b. bestanden of [A]upgrade uw account[\/A].","872":"Pro","873":"[X] seconden geleden","874":"1 minuut geleden","875":"[X] minuten geleden","876":"1 uur geleden","877":"[X] uur geleden","878":"1 dag geleden","879":"[X] dagen geleden","880":"Zojuist","881":"U gebruikt momenteel een tijdelijke sessie. Uw data zal verloren gaan zodra uw sessie verloopt. Registreer a.u.b. een volledig account om uw bestanden te houden, en reserveer uw gratis 50GB veilige opslag in de cloud!","882":"Waarschuwing","883":"Registreer uw account","884":"[X] is niet volledig compatibel met MEGA","885":"Uw browser","886":"Internet Explorer 10 heeft een technisch probleem die invloed heeft op het schrijven van data vanuit JavaScript, wat het geheugen van de gebruiken inefficiënt vol laat lopen. We verwachten dat dit probleem in Internet Explorer 11 zal worden opgelost. In de tussentijd kunt u upgraden naar aan alternatieve browser.","887":"[X] mist de HTML5 functionaliteiten om cryptografie uit te kunnen voeren in de browser. HTML5 bestandsoverdrachten zullen worden geëmuleerd door een zeer beperkt alternatief met Flash. Overweeg a.u.b. om z.s.m. te upgraden naar een moderne browser.","888":"Sterk aanbevolen","889":"Aanbevolen","890":"MEGA werkt het beste met deze browsers:","891":"Browser compatibiliteit waarschuwing","892":"Eigenschappen","893":"Geüpload","894":"Totale grootte","895":"Map naam","896":"Gecreëerd","897":"Bevat","898":"Meerdere bestanden & mappen","899":"Meerdere bestanden","900":"Meerdere mappen","909":"Wachtwoord","910":"Koop nu","911":"Profiteer optimaal van MEGA met [B]Pro[\/B]","912":"vanaf","913":"maand","914":"jaarabonnement","915":"Massieve opslagruimte","916":"Royale bandbreedte quota","917":"als u ervoor kiest om jaarlijks te betalen","918":"Maandelijks","919":"Jaarlijks","920":"Upgrade uw account","921":"2 maanden gratis","922":"1 maand","923":"1 jaar","924":"Heeft u vragen over [A]Pro accounts?[\/A]","925":"Ons support team zal blij zijn om u te helpen.","926":"Bedrijfsnaam","927":"Stad","928":"Postcode","929":"Telefoonnummer","930":"dag","931":"maand","932":"jaar","933":"adres","934":"Provincie","935":"PayPal adres","936":"Bankrekening","937":"Naam begunstigde","938":"Beschrijf uw marketing strategie","939":"Banknaam","947":"Schijf","948":"Prullenbak","949":"Inbox","950":"Contacten","951":"Mijn Account","952":"De meeste apparaten kunnen bestanden groter dan 4GB niet downloaden. Uw download zal waarschijnlijk mislukken. ","953":"Niet genoeg schijfruimte vrij","954":"Credits","955":"Mobiele Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Ontwikkelingspakket","963":"Documentatie","964":"Affiliatie Programma","965":"Beleid","966":"Takedown Richtlijn","967":"Uitloggen","968":"Account Aanmaken","969":"Probeer het opnieuw","970":"Vul een geldig wachtwoord in.","973":"Gebruikte bandbreedte","974":"Beheer account","975":"Ster Geven","976":"Ster Verwijderen","977":"Geen bestanden op uw Cloud Schijf","978":"Uw zoekopdracht heeft geen resultaten opgeleverd","979":"Uw Prullenbak is leeg","980":"Uw heeft geen contacten","981":"Uw Inbox is leeg","982":"Inhoud","983":"Overzicht","984":"Profiel","985":"Geschiedenis","986":"Bewerk uw profiel","987":"Verloopt op","988":"Connecties:","989":"[X] contacten","990":"1 contact","991":"Ga naar Contacten","992":"Avatar","993":"Avatar wijzigen","994":"Persoonlijke Informatie","995":"Geboortedatum","996":"Kies land","997":"Alleen geregistreerde gebruikers kunnen contacten toevoegen.","998":"Maak een gratis account aan","999":"Wilt u uw huidige sessie nu upgraden naar een gratis account?","1000":"Verlies geen toegang. Gratis registratie wordt aangeraden!","1001":"Contact verwijderen","1002":"Weet u zeker dat u [X] uit uw contactenlijst wilt verwijderen?","1003":"Verwijderen bevestigen","1004":"Weet u zeker dat [X] wilt verplaatsen naar de prullenbak?","1005":"Alleen geregistreerde gebruikers kunnen links maken.","1006":"Alleen geregistreerde gebruikers kunnen mappen delen.","1007":"U kunt deze actie niet ongedaan maken.","1008":"pro bandbreedte quota overschreden.","1009":"Meer bandbreedte nodig?","1010":"opslag quota overschreden.","1011":"Wilt u uw bestanden bewaren?","1012":"opslag quota bijna overschreden.","1013":"Meer opslag quota nodig?","1015":"Vul uw voucher code in.","1016":"Selecteer een afbeelding","1017":"Gebruik als Avatar","1018":"Leeg","1019":"Een e-mailadres toevoegen","1020":"Vul een e-mail adres in of selecteer een contact.","1021":"Aan","1022":"Uit","1023":"U heeft geen schrijfrechten in deze map.","1024":"Vul een map naam in.","1025":"Meerdere items","1026":"Vul decoderingssleutel in","1027":"Decodeer","1028":"Decoderingssleutel","1029":"Publieke link","1030":"Selecteer uit uw contacten of voeg een e-mail adres toe","1031":"Exporteer links en decoderingssleutels","1032":"Voeg bestandssleutel toe","1033":"Kopieer sleutels","1034":"Download meerdere bestanden","1035":"Klik \"toestaan\" om download te voltooien","1036":"Gedeeld met","1037":"Instemmen","1038":"Kies taal","1039":"Betalen met PayPal","1040":"Log in om uw pro lidmaatschap te activeren.","1041":"Om uw pro lidmaatschap te activeren dient u een account aan te maken.","1042":"Initialiseren","1043":"Link naar map niet beschikbaar","1044":"De link naar de map die u probeert te openen is niet langer beschikbaar. Dit kan te wijten zijn aan de volgende redenen:","1045":"De link naar de map is verwijderd vanwege een schending van onze gebruikersvoorwaarden.","1046":"De link naar de map is door de gebruiker uitgeschakeld.","1047":"Welkom bij MEGA Pro","1048":"Uw pro lidmaatschap is geactiveerd. Geniet ervan!","1049":"Map","1050":"Geen gedeelde mappen","1051":"Nooit","1053":"bandbreedte quota bijna overschreden.","1054":"Uw dient [X] te wachten tot meer bandbreedte aan uw account is toegewezen.","1055":"Wilt u niet wachten?","1056":"Deze limiet is dynamisch.","1057":"Sessie verwijderen bevestigen","1058":"U gebruikt momenteel een kortstondige sessie. Weet u zeker dat u de sessie wilt beëindigen?","1059":"Deze actie zal al uw gegevens verwijderen.","1060":"End-to-end encryptie","1061":"In tegenstelling tot andere cloud storage providers, worden uw gegevens alleen door client apparaten gecodeerd en gedecodeerd en nooit door ons.","1062":"Wereldwijde toegang","1063":"Uw gegevens zijn elk moment, vanaf elk apparaat, waar dan ook toegankelijk.","1064":"Veilige samenwerking","1065":"Deel mappen met uw contacten en zie hun updates in real time.","1066":"MEGA levert tools die [A]privé en vertrouwelijke[\/A] online communicatie gemakkelijk maakt. ","1067":"MEGA levert versleutelde cloud diensten waar  bedrijven en particulieren [A]veilig en privé [\/A] mee kunnen werken en communiceren. U heeft als enige de encryptiesleutels en beheert uw data in de cloud. ","1068":"Deel mappen met uw contacten en zie updates in real time.","1069":"Bekijk hoe het werkt","1070":"Hoe het werkt","1071":"Meer weten over MEGA?","1072":"Bekijk de video van de lancering","1073":"Lidmaatschap Pakketten","1074":"Krijg 50 GB met een gratis account","1075":"Vele malen meer dan wat u krijgt bij onze grote concurrenten.","1076":"Maak een account aan","1077":"Concurrerende Pro Pakketten","1078":"Krijg tot 4 TB opslagruimte voor slechts € 8.33 per maand.","1079":"Bekijk onze pro pakketten","1080":"Mobiele Apps","1082":"De cloud in uw broekzak. Bekijk en stream uw bestanden vanaf uw smartphone of tablet. Upload en synchroniseer uw media in de cloud.","1083":"Krijg het gratis","1084":"Beschikbaar voor","1085":"Sync Client","1086":"Gemakkelijke geautomatiseerde synchronisatie tussen uw computers en uw MEGA cloud schijf.","1087":"Nu downloaden","1088":"Browser Apps","1089":"Onze browser extensies zullen MEGA installeren in uw browser voor snellere laadtijden en bescherming tegen aanvallen.","1090":"Ga naar de download pagina","1091":"Klik om te uploaden of sleep uw bestanden hier heen","1092":"Scroll om door te gaan","1093":"Voer nooit uw wachtwoord in op een apparaat dat u niet volledig vertrouwt. Meldt u niet aan vanaf een gedeelde of openbare computer.","1094":"Installeer onze [A]browser plugin[\/A] voor een betere beveiliging en laadt MEGA vanaf uw computer in plaats vanaf onze servers.","1095":"Maak uw [A]gratis[\/A] account aan","1096":"Voornaam","1097":"Achternaam","1098":"Ongeldige voor- en\/of achternaam.","1099":"Voer uw voornaam & achternaam in.","1100":"Ongeldig e-mailadres.","1101":"Voer een geldig e-mailadres in","1102":"Ongeldig wachtwoord.","1104":"Kies aub een sterker wachtwoord.","1105":"Sterkte:","1106":"Wachtwoord status","1107":"Wachtwoorden komen niet overeen.","1108":"Maak Account","1109":"Uw wachtwoord is uw meester encryptie sleutel.","1110":"De veiligheid van uw account is afhankelijk van de sterkte van uw wachtwoord. Wachtwoorden die te kort of te simpel zijn of uit een woordenboek komen zijn eenvoudig te raden.","1111":"Vergeet uw wachtwoord nooit.","1112":"Er is geen herstelprocedure voor vergeten wachtwoorden. Als u uw wachtwoord niet kunt herinneren bent u niet langer in staat om toegang tot uw opgeslagen gegevens te krijgen.","1113":"Uw account is slechts zo veilig als uw computer.","1114":"Nogmaals uw Wachtwoord","1115":"De wachtwoord sterkte verificateur is nog aan het initialiseren.","1116":"Probeer het over een paar seconden nogmaals.","1117":"Gebruikersvoorwaarden ","1118":"U dient akkoord te gaan met de gebruikersvoorwaarden om een account te registreren bij MEGA.","1119":"Uw wachtwoord is gemakkelijk te raden. Probeer uw wachtwoord langer te maken. Combineer hoofdletters & kleine letters. Voeg speciale tekens toe. Gebruik geen namen of woorden uit een woordenboek.","1120":"Uw wachtwoord is gemakkelijk te raden. Probeer uw wachtwoord langer te maken. Combineer hoofdletters & kleine letters. Voeg speciale tekens toe. Gebruik geen namen of woorden uit een woordenboek.","1121":"Uw wachtwoord is sterk genoeg om door te gaan, echter raden wij u aan uw wachtwoord sterker te maken.","1122":"Dit wachtwoord zal de meest gebruikelijke brute-force aanvallen weerstaan. Zorg ervoor dat u deze goed onthoudt.","1123":"Dit wachtwoord zal de meest geavanceerde brute-force aanvallen weerstaan. Zorg ervoor dat u deze goed onthoudt.","1124":"Erg Zwak","1125":"Zwak","1126":"Middelmatig","1127":"Goed","1128":"Sterk","1129":"Uw wachtwoord is te zwak om door te gaan","1130":"Ongeldig e-mailadres en\/of wachtwoord.","1131":"Bevestig uw account","1132":"Entropie Verzameling","1133":"Dit spel verzamelt [A]entropie[\/A] gebaseerd op uw muis bewegingen.","1134":"Dit versterkt uw [A]RSA sleutel[\/A].","1135":"U kunt het spel stoppen zodra de voortgang indicator op 100% staat.","1136":"Klaar!","1137":"U kunt nu verder gaan naar de volgende stap om uw sleutel te voltooien.","1138":"Verder gaan","1139":"Score:","1140":"Dit is een zeer belangrijke stap en kan enkele seconden duren.","1141":"Even geduld aub.","1142":"Asymmetrische cryptografie","1143":"Sleutel aan het genereren","1144":"Het oudst bekende gebruik van cryptografie gaat terug tot bijna 4000 jaar geleden in het oude Egypte","1145":"Vandaag, 4000 jaar later, hebben de meeste grote cloud storage providers cryptografie nog steeds niet volledig opgenomen.","1146":"Account voltooien","1147":"Kies uw type account","1148":"[A]Krijg 2 maanden gratis[\/A] als u een pro lidmaatschap voor een jaar koopt.","1149":"Beperkt","1150":"Gratis","1151":"Profiteer optimaal van MEGA met een [A]Pro account[\/A]","1152":"Kies uw Pro pakket:","1153":"een-jarenplan","1154":"Het team","1155":"Uploaden","1156":"Downloaden","1157":"Gratis Download","1158":"voor Windows","1159":"Binnenkort voor [A]Mac[\/A]","1160":"MEGA wil de auteurs van de volgende open source componenten, die essentieel in de functionaliteit van onze website bijdragen, bedanken:","1161":"Veilig","1162":"Uw gegevens worden van begin tot eind gecodeerd. Niemand kan deze tijdens de opslag of het verzenden onderscheppen.","1163":"Flexibel","1164":"Synchroniseer een map van uw pc naar een map in de cloud. Synchroniseer een onbeperkt aantal mappen tegelijk.","1165":"Snel","1166":"Profiteer van MEGA's supersterke infrastructuur en multi-connection overdrachten.","1167":"Gul","1168":"Sla tot 50 GB gratis op!","1169":"Volledig functioneel","1170":"Zoek, sla op, download, stream, bekijk, hernoem of verwijder uw bestanden. Het kan allemaal in de palm van uw hand.","1171":"Binnenkort voor [A]iOS[\/A]","1172":"Firefox Extensie","1173":"Chrome Extensie","1174":"Deze app geeft u de mogelijkheid om MEGA in uw browser te installeren. Het zal laadtijden verminderen, download prestaties verbeteren en de veiligheid versterken.","1175":"Elke MEGA URL wordt door deze app opgevangen en blijft hierdoor lokaal (er wordt geen JavaScript van onze servers geladen). Beveiligde (auto-) updates worden verstrekt dankzij asymmetrische cryptografie.","1176":"En mocht u echt paranoïde zijn:","1177":"schakel automatische updates uit en onderzoek onze broncode handmatig voor elke update.","1178":"Download MEGA voor Firefox","1179":"Installatie:","1180":"Download MEGA voor Chrome","1181":"Open de extensies pagina in Chrome","1182":"menu>tools>extensies","1183":"of type","1184":"in uw adresbalk.","1185":"Sleep het download bestand [X] naar de Chrome extensie pagina en bevestig de installatie.","1186":"U kunt uw MEGA Pro lidmaatschap gemakkelijk bij een van onderstaande geautoriseerde resellers kopen:","1187":"Download","1188":"Naar uw Computer","1189":"Importeren","1190":"Naar uw Cloud Schijf","1191":"Het bestand dat u probeert te downloaden is tijdelijk niet beschikbaar.","1192":"Scroll voor meer informatie over MEGA ","1193":"Start nieuw account","1194":"Wilt u dit bestand importeren in een nieuwe sessie?","1195":"\"Nee\" geeft u de mogelijkheid om in te loggen en uw import te verwerken.","1196":"Annuleer download","1197":"Weet u zeker dat u deze download wilt annuleren? ","1198":"Het gedownloade bestand wordt verwijderd.","1199":"Kan metadata niet decoderen zonder sleutel.","1200":"Affiliatie Gebruiksvoorwaarden","1201":"[A]Doe mee[\/A] aan het verstoren van de cloud storage markt","1202":"Genereer business voor ons en verdien uw aandeel.","1203":"Help ons groeien en maak deel uit van het succes.","1204":"Aanmelden","1205":"Hoe werkt het?","1206":"Registreer u en krijg uw eigen unieke partner ID die u kunt toevoegen aan onze URL.","1207":"We zullen alle aankopen volgen van de bezoekers die u naar MEGA stuurt.","1208":"U verdient [B]20%[\/B] van alle inkomsten die worden gegenereerd via uw partner ID.","1209":"Terugkerende abonnementen gelden als terugkerende verwijzingen.","1210":"Voor wie is het affiliatie programma?","1211":"App Ontwikkelaars:","1212":"Bouw uw eigen populaire app met behulp van onze [A]SDK[\/A]","1213":"Converteer gratis gebruikers in pro gebruikers en verdien geld met uw app.","1214":"Websites:","1215":"Bloggers","1216":"Cloud storage vergelijkingssites","1217":"Wat zijn de regels?","1218":"Lees en voldoe aan onze [A]Affiliatie Gebruiksvoorwaarden[\/A]","1220":"Aan de slag!","1221":"Registreer nu voor ons affiliatie programma en begin direct met geld verdienen.","1223":"Contact info","1224":"We hebben iets meer gegevens van u nodig.","1230":"Betalingsinformatie","1231":"We betalen een keer per maand via PayPal of bankoverschrijving (alleen Nieuw-Zeelandse bank accounts).","1232":"Betalingsmethode","1233":"PayPal","1234":"Bankrekening (alleen NZ)","1235":"Naam begunstigde","1236":"Naam bank","1237":"Bankrekeningnummer","1238":"PayPal adres","1239":"Affiliatie info ","1240":"We zouden graag willen weten hoe u van plan bent bezoekers naar MEGA te krijgen.","1241":"Beschrijf uw marketing strategie:","1242":"Ik ga akkoord met de MEGA [A]Affiliatie Gebruiksvoorwaarden[\/A]","1243":"U bent ingeschreven voor het affiliatie programma. U krijgt 20% van alle inkomsten die via uw partner ID worden gegenereerd.","1244":"Zorg ervoor dat u voldoet aan onze [A]Affiliatie Gebruiksvoorwaarden[\/A]","1245":"U kunt inkomsten genereren door het sturen van bezoekers naar:","1246":"Statistieken","1247":"Tijdsbestek","1248":"30 dagen","1249":"90 dagen","1250":"180 dagen","1251":"365 dagen","1252":"Hele tijdsbestek","1253":"Datum","1254":"Verkopen","1255":"Omzet","1256":"Verdiensten","1257":"Geen verkopen gevonden voor het geselecteerde tijdsbestek.","1258":"Betalingen","1259":"Geen betalingen gevonden voor het geselecteerde tijdsbestek.","1260":"Partner ID","1261":"Vul uw geboortedatum in.","1262":"Vul uw stad in.","1263":"Vul uw provincie in.","1264":"Vul uw postcode in.","1265":"Vul uw telefoonnummer in.","1266":"Beschrijf uw marketingstrategie.","1267":"U moet akkoord gaan met de Affiliatie Gebruiksvoorwaarden.","1268":"Vul uw PayPal adres in.","1269":"Vul de begunstigde naam van uw NZ bankrekening in.","1270":"Vul uw NZ bank naam in.","1271":"Vul uw NZ bankrekeningnummer in.","1272":"MEGA is door mensen gemaakt en is dus niet perfect. Als u een bug tegenkomt zouden we het op prijs stellen om hierover te horen, zodat we het kunnen oplossen - hoe meer details u kunt geven, hoe beter.","1273":"We nemen intellectuele eigendomsrechten serieus en hanteren een strak beleid omtrent het offline halen van bestanden en recidivisten.","1274":"Lees voor meer informatie onze [A]takedown guidance[\/A].","1275":"U kunt een verzoek tot offline halen versturen via ons [A]online formulier[\/A] of door het sturen van een e-mail.","1276":"Heeft u belangstelling of ideeën? Wilt u meer weten over onze producten?","1277":"We zijn altijd beschikbaar.","1278":"Selecteren","1279":"Stap 1","1280":"Stap 2","1281":"Inhoud details","1282":"Copyright eigenaar details","1283":"Voeg nog een URL toe","1284":"Naam van de copyright eigenaar","1285":"indien van toepassing","1286":"Naam van auteursrechthebbenden gemachtigde die kennisgeving indient:","1287":"Copyright Kennisgeving Ontvangen","1288":"We zullen uw kennisgeving beoordelen en snel afhandelen.","1289":"Bedankt voor het klikken op de uitnodiging link. Maak hieronder uw gratis account aan.","1290":"Oeps, dit lijkt niet op een geldige uitnodiging link. Heeft u al een account geregistreerd?","1291":"u heeft eerder al op een uitnodiging link geklikt. Maak uw account aan.","1292":"Binnenkort","1293":"Welkom bij het helpcentrum","1294":"Als uw vraag hier niet wordt beantwoord, aarzel dan niet om contact met ons op te nemen.","1295":"Contact Ondersteuning","1296":"Populaire Onderwerpen:","1297":"E-mailadres is reeds in gebruik.","1298":"Log in op uw account.","1299":"Sleep naar beneden om bij te werken","1300":"Laatste update","1301":"Vandaag","1302":"Gisteren","1303":"Deze week ","1304":"Vorige week","1305":"Deze maand","1306":"Dit jaar","1307":"Ouder","1308":"Downloaden mislukt","1309":"Uploaden mislukt","1310":"Vul bevestigingscode in","1311":"Fout bij het laden van de bestanden","1312":"Ontbrekende gebruikersnaam\/wachtwoord","1313":"Inloggen mislukt","1314":"Fout bij verwijderen","1315":"Geen e-mailaccount aanwezig","1316":"Sla bestand offline op voor een preview","1317":"Fout bij genereren link","1319":"Wachtwoord is te kort","1320":"De naam is te kort","1321":"Fout bij het laden van accountgegevens","1322":"Uploaden voltooid","1323":"Inloggen","1324":"Inloggen geslaagd","1325":"Link wordt gegenereerd","1326":"Link is gekopieerd naar het klembord","1327":"Downloaden voltooid","1328":"Downloaden begint","1329":"Wachten","1330":"Voer gebruikersnaam en wachtwoord in","1331":"E-mail","1332":"Registratie bevestigen","1333":"Controleer uw e-mail en plak de bevestigingscode hieronder of klik op de iOS bevestigingslink.","1334":"Registratie afbreken","1335":"Bevestigingscode","1336":"Gebruik laatste","1337":"Maak Foto","1338":"Kies Bestaande","1339":"Map toevoegen","1340":"Voer naam van de nieuwe map in","1341":"Selecteer foto('s)","1342":"Bewerken","1343":"Lege Cloud Drive ","1344":"Delen","1345":"Offline opslaan","1346":"Overdrachten","1347":"Lege Inbox","1348":"Gedeelde Mappen","1349":"Geen Foto's","1350":"Foto's","1351":"Lokaal","1352":"Beschikbaar","1353":"Opslaan voor offline toegang","1354":"Stel de maximale hoeveelheid opslagruimte in op uw apparaat","1355":"Versie","1356":"Feedback","1357":"Uitloggen","1358":"Alle gedownloade bestanden worden verwijderd","1359":"De gekozen grootte is kleiner dan de cache die momenteel wordt gebruikt. Als u doorgaat worden sommige bestanden verwijderd.","1360":"Uitbreiden naar Pro","1361":"Prijzen","1362":"Aankopen herstellen","1363":"Geen netwerk","1364":"Opnieuw proberen","1365":"U bent niet verbonden met het internet","1366":"Voer nieuwe naam in","1367":"Krijg 50 GB gratis, of meldt u aan voor een van onze Pro pakketten en krijg tot 4 TB aan versleutelde opslag vanaf €8.33 per maand.","1368":"tot [X]","1369":"en [X]","1370":"E-mail en Chat","1371":"Ons gecodeerde communicatie pakket komt eraan in het begin van 2014.","1372":"Maak u klaar voor MEGA chat, e-mail, bellen en videoconferencing.","1373":"Wat is MEGA? Klik of scrol","1374":"Terug naar Startpagina","1375":"Terug naar Download Pagina","1376":"powered by:","1377":"Wilt u het spel spelen? Als u deze stap overslaat, kan de veiligheid van uw account hieronder lijden. Beweeg uw muis op een willekeurige manier om het risico te verminderen.","1378":"Start Spel","1379":"Overslaan","1380":"Categorieën","1381":"Applicatie instellingen","1382":"Sorteer voorkeur","1383":"Configureer het sorteren van een column per map, of gebruik dezelfde volgorde voor alle mappen.","1384":"per map","1385":"hetzelfde voor elke map","1386":"Weergave voorkeur","1387":"Selecteer de weergave voorkeur (iconen of details) per map, of gebruik dezelfde volgorde voor alle mappen.","1388":"[B]Download[\/B] [A]naar uw computer[\/A]","1389":"[B]Import[\/B] [A]naar uw Cloud Schijf[\/A]","1390":"Sleep uw foto bestand naar dit paneel","1391":"follow us"}