{"10":"STØRRE. BEDRE. RASKERE. STERKERE. SIKRERE.","11":"Paragraf 12","12":"Ingen må utsettes for vilkårlig innblanding i privatliv, familie, hjem og korrespondanse, eller angrep på ære og anseelse. Enhver har rett til beskyttelse av loven mot slik innblanding eller slike angrep.","13":"Verdenserklæringen om menneskerettighetene.","14":"Bekreft sletting","15":"Er du sikker på at du permanent ønsker å fjerne alle elementer fra Papirkurven?","16":"Intern feil","17":"Båndbreddekvote overskredet","18":"For mange tilkoblinger for denne nedlastingen","19":"Innloggingstiden utløpt eller ugyldig","20":"Midlertidig utilgjengelig","21":"Kontoproblemer, vennligst sjekk e-posten din","22":"Filen finnes ikke lenger","23":"Filen er ikke lenger tilgjengelig","24":"Dekrypteringsfeil","25":"Mappen du er i har blitt flyttet eller slettet av en annen bruker.","26":"Tapt mappe","27":"Dessverre kan 1 fil ikke lastes opp fordi den er større enn [X].","28":"Dessverre, [X1] filer kan ikke lastes opp fordi de er større enn [X2].","29":"Du er begrenset til å laste opp filer med vår Adobe Flash fallback ettersom nettleseren din ikke tilbyr HTML5 FileReader. Dersom du ønsker å omgå denne begrensningen (og øke generell nettleserytelse), bør du vurdere å installere [A]Google Chrome[\/A].","30":"Nettleserbegrensning","31":"Du kan bare laste opp filer som er mindre enn [X] med Internet Explorer. Chrome og Firefox lar deg laste opp filer med enhver størrelse.","33":"MEGA rocker med Google Chrome","34":"Advarsel:","35":"Du bruker en utdatert nettleser, noe som påvirker filoverføringsytelsen din negativt.","36":"Vennligst oppgrader til Google Chrome.","37":"Mens andre nettleserleverandører fortsatt sliter med å gjennomføre hele spekteret av funksjonaliteten til HTML5, har Google Chrome alt. Hvis du vil nyte MEGAs fulle kraft (som for eksempel automatisert satsvis opp- og nedlasting), anbefaler vi sterkt å forlate din nåværende, utdaterte nettleser og oppgradere til Chrome så snart som mulig.","38":"Ikke vis denne beskjeden igjen","39":"Nei takk","40":"Last ned Chrome","41":"Du har fjernet en mappe som innholder 1 delt mappe.","42":"Når du tømmer Papirkurven blir den delte mappen deaktivert.","43":"Du har fjernet en mappe som inneholder [X] delte mapper.","44":"Når du tømmer Papirkurven blir de delte mappene deaktivert.","45":"Delt ressurs-advarsel","46":"Intern feil","47":"Huff da, noe gikk galt. Beklager!","48":"Vennligst oppgi minst 3 tegn for å søke.","49":"flytt [X] valgte element(er)","50":"1 fil","51":"[X] filer","52":"og","53":"1 mappe","54":"[X] mapper","55":"Skrivebeskyttet","56":"Les & Skriv","57":"Full tilgang","58":"Last ned","59":"Hent link","60":"Deling","61":"Gi nytt navn","62":"Flytt","63":"Kopier","64":"Tilganger","65":"Du har kun lesetilgang til mappen.","66":"Du har lese & skrivetilgang til mappen.","67":"Du har full kontroll over mappen.","68":"Ny mappe","69":"Lag ny mappe","70":"Tøm Papirkurv","71":"Legg til kontakt","72":"Fjern kontakt","73":"Er du sikker på at du vil fjerne denne brukeren fra kontaktlisten din?","74":"Er du sikker på at du vil fjerne disse brukerne fra kontaktlisten din?","75":"Fjern kontakt","76":"Du er i ferd med å permanent fjerne [X] filer fra Papirkurven.","77":"Vil du fortsette?","78":"Ja","79":"Nei","81":"OK","82":"Avbryt","83":"Slett","84":"Bekreft sletting","85":"Last på nytt","86":"Navn","87":"Størrelse","88":"Overføringstype","89":"Status","90":"Hastighet","91":"Forløpt tid","92":"Gjenværende tid","93":"Type","94":"Sist endret","95":"E-post","96":"Rettigheter","97":"Ny Opplasting","98":"Mappeopplasting","99":"Filopplasting","100":"Tøm Papirkurven","101":"Legg til kontakt","102":"Søk","103":"Avbryt overføring","104":"Filoverføring","105":"venter","106":"Filbehandler","107":"Vil du kopiere den valgte mappen til den private innboksen til [X]?","108":"Bekreftelse","109":"Ønsker du å kopiere den valgte mappen til denne delte mappen?","110":"Ønsker du å kopiere de(t) valgte element(ene) til den private innboksen til [X]?","111":"Ønsker du å kopiere de(t) valgte element(ene) til denne delte mappen?","112":"Eksporter lenker og dekrypterings-nøkler","113":"Fillenke","114":"Filnøkkel","115":"Filnavn","116":"Filstørrelse","117":"Flytt til plassering","118":"Velg destinasjon","119":"Gratis båndbredde overskredet","120":"Nedlastingen kan ikke fortsette, ettersom det vil overskride den nåværende gratis overføringskvoten for IP-adressen din. ","121":"Denne grensen er dynamisk og avhenger av hvor mye ubrukt båndbredde vi har tilgjengelig.","122":"Bare overføringer gjort i løpet av siste fem til seks timene teller.","123":"I det tidsvinduet:","124":"Du har lastet ned [X].","125":"[X1] vil bli tilgjengelig om [X2].","126":"Den nåværende IP-grensen er [X].","127":"For enkelthets skyld vil nedlastinger i kø bli satt på vent til du har tilstrekkelig kvote tilgjengelig, for deretter å gjenopptas automatisk.","128":"Dersom du ikke ønsker å vente, kan du kanskje vurdere å registrere deg for en båndbreddepakke som også gir deg rikelig med ekstra lagringsplass.","129":"Oppgrader til Pro","130":"Last ned filer","131":"Klikk \"Tillat\" for å ferdigstille nedlastingen","132":"Flytt Elementer","133":"Flytt [X]","134":"Kopier [X]","135":"Feil","136":"Vennligst velg destinasjonsmappen.","137":"Vennligst velg en gyldig destinasjon.","138":"Destinasjonsmappen kan ikke være den samme som kildemappen.","139":"Sirkulær feil","140":"Sirkulær feil: destinasjonen kan ikke være en undermappe av den flyttede mappen","141":"Vennligst oppgi en gyldig e-postadresse.","142":"Vennligst vent...","144":"Fjern deling","145":"E-postadresse:","146":"Del til ny bruker:","147":"Gi tilgang","148":"Lukk","149":"Del","150":"Kontakt er invitert","151":"Brukeren [X] er invitert og vil vises i din kontaktliste når den er registrert.","152":"Du kan ikke legge til deg selv i kontaktlisten din.","153":"E-postadresse","154":"Legg til kontakt","155":"Legg til","156":"Avbryt","157":"Mappenavn","158":"Lag","159":"Avbryt","160":"Dette mappenavnet er allerede i bruk. Vennligst prøv igjen.","161":"Gi nytt navn","162":"Gi nytt navn","163":"Avbryt","164":"Skydisk","165":"Kontakter","166":"Innboks","167":"Papirkurv","168":"Papirkurv","169":"Meny","170":"Registrer deg","171":"Logg inn","172":"Dra og slipp filene dine hvor som helst","174":"\/","175":"Velg filer","176":"Velg filer som skal lastes opp","177":"Du har nøklene til hva du laster opp i nettskyen","178":"Sikkert online samarbeid","179":"Kraftig filbehandler","180":"App-økosystem","181":"Funksjoner i detalj","182":"Del krypterte mapper med kolleger eller samarbeidspartnere og utveksle konfidensielle dokumenter med transparent ende-til-ende kryptering.","183":"Se og administrer filene dine i nettleseren din, med integrert og akselerert satsvis opp - og nedlasting.","184":"En omfattende og åpen API gir tredjepartsutviklere muligheten til å forbedre MEGAs funksjonalitet.","185":"2048 bit RSA-kryptering","186":"Logg ut","187":"Min konto","188":"Filbehandler","189":"Avbryt økt","190":"Logg inn","191":"opprett en konto","192":"Husk meg","193":"Logg inn","194":"[X] servere på nett","195":"Din e-post","196":"Din e-post","197":"Vennligst skriv inn din e-postadresse.","198":"Vennligst skriv inn en gyldig e-postadresse.","199":"Vennligst skriv inn passordet ditt.","200":"Huff da, noe gikk galt.","201":"Feil e-post og\/eller passord. Vennligst prøv igjen.","202":"Opprett ny konto","204":"eller","205":"logg inn","206":"Navnet ditt","207":"E-posten din","208":"Jeg godtar MEGAs [A]bruksvilkår[\/A]","209":"Registrer deg","210":"Gjør deg klar for en ny tidsalder","211":"Skylagring vil aldri bli det samme","212":"Vennligst skriv inn navnet ditt.","213":"Vennligst velg et passord.","214":"Du er nødt å akseptere bruksvilkårene.","215":"Ukjent feil oppstod. Vennligst prøv igjen.","216":"Kult!","217":"Vennligst sjekk e-posten din og klikk på lenken for kontobekreftelse.","218":"Denne e-postadressen er allerede registrert med en konto hos MEGA.","219":"Denne e-postadressen er allerede registrert med en konto hos MEGA.","220":"Svak","221":"Noenlunde","222":"Bra","223":"Glimrende","224":"VELG FILER SOM SKAL LASTES OPP","225":"VELG FILER SOM SKAL LASTES OPP ELLER DRA OG SLIPP DEM HER","226":"For å hindre overbelastning må vi noen ganger begrense utnyttelsen av båndbredden. I de siste seks timene har IP-adressen din konsumert [X1], som sammen med den valgte filen på [X2] vil overskride vår nåværende grense på [X3]. For å sikre rettferdig og lik tilgang til våre ressurser, har dine utestående nedlastinger blitt satt på vent. De vil fortsette automatisk når belastningen letter.","227":"Overføringer som dekkes av betalt båndbreddekvote er unntatt fra denne begrensningen, så dersom du ikke ønsker å vente, kan du vurdere å registrere deg for en Pro-konto.","228":"Båndbreddestyring i kraft","229":"Ikke vis igjen","230":"Oppgrader til Pro","231":"Nei takk, jeg venter","232":"Nei takk, jeg venter","233":"Midlertidig feil, prøver igjen.","234":"Last ned fil","235":"Last ned","236":"Importer","237":"Starter nedlasting","238":"Marker for opphavsrett","239":"Nedlasting fullført","240":"For å fullføre nedlastingsprosessen må du lagre filen manuelt.","241":"Lagre filen","242":"Oppgrader til Chrome for å nyte MEGAs fulle styrke","243":"Filen du prøver å laste ned er ikke lenger tilgjengelig.","244":"Dette kan skyldes følgende årsaker:","246":"Filen har blitt fjernet pga. overtredelse av Bruksvilkårene\/Retninglinjene for rimelig bruk .","247":"Ugyldig URL - lenken du forsøker å nå finnes ikke.","248":"Filen har blitt slettet av brukeren.","249":"Filen du prøver å laste ned er midlertidig utilgjengelig.","250":"Vår innebygde overflødighetsmekanisme har feilet. Dette kan være pga. følgende:","251":"Enkelte servere er nede for vedlikehold.","252":"Vi er overbelastet og legger til mer kapasitet.","253":"Vennligst prøv igjen senere.","254":"Filen du prøver å laste ned er ikke lenger tilgjengelig.","255":"Filen er ikke lenger tilgjengelig grunnet opphavsrettskrav fra [X].","256":"Nøkkelen din har ikke riktig lengde.","257":"Vennligst sjekk at du oppgir en gyldig nøkkel.","258":"Laster ned","259":"Hva står \"MEGA\" for?","260":"MEGA er et akronym som står for \"MEGA Encrypted Global Access\".","261":"Hva handler MEGA om?","262":"MEGA er en såkalt skylagringstilbyder. Vi tilbyr gratis såvel som betalt lagring og båndbredde på Internett. Vi gir deg muligheten til å lagre og nå filene dine fra en nettleser eller gjennom dedikerte klientapplikasjoner.","264":"Såvidt vi vet, er skylagring og kryptering lovlig. Vennligst sørg for at du overholder gjeldende lover og forskrifter om [B]hvordan[\/B] du bruker skylagring og kryptering, samt våre [A]bruksvilkår[\/A].","265":"MEGA ble laget av de samme folkene som tidligere drev en av verdens største skylagringsvirksomheter. Kan jeg få min konto og filene mine tilbake?","266":"Dessverre har MEGA ingen tilgang til noen av de aktiva som de ansatte tidligere har opprettet . Det er ingen juridisk sammenheng og ingen resirkulering av noen kode, maskinvare eller databaseavskrifter, og vi ser derfor i dag ikke noen måte å gjenopprette eldre data på.","267":"Hvorfor basere en skylagringstjeneste i New Zealand, av alle steder?","268":"Blant mange viktige grunner, er New Zealands Māori-navn \"Aotearoa\", som tyder \"Landet av den lange hvite sky\".","269":"Kan jeg nå MEGA på min mobile enhet?","270":"MEGA er optimalisert for nettlesere. Vi jobber hardt for å gjøre MEGA fullt kompatibelt med alle større mobile enheter og nettbrett. Du kan forvente kule apps for din foretrukkede mobilenhet i nær fremtid.","271":"Kan jeg gjenoppta avbrutte opp- eller nedlastinger?","272":"Ja, så lenge du ikke lukker leserfanen, vil opp- og nedlastinger gjenopptas automatisk etter f.eks. et nettverksavbrudd eller at enheten har gått inn i standby\/hvilemodus. Vær oppmerksom på at våre servere automatisk forkaster ufullstendige opplastninger etter 48 timer med inaktivitet.","273":"Kan jeg laste opp samme fil flere ganger?","274":"Fordi serveren ikke kan se filnavn, må filnavnskollisjoner behandles på klientsiden. Med standardinnstillingene, så blir filen du allerede synes å ha i kontoen din (samme mål\/filnavn,  størrelse, siste endringstidspunkt) hoppet over, men ingenting hindrer deg fra å ha flere filer eller mapper med samme navn i samme mappe.","275":"Hvordan regulerer dere båndbreddeutnyttelse?","276":"Vår policy er å ikke innføre noen kunstige begrensninger på våre brukere med mindre nødvendiggjort av systembaserte flaskehalser. Vi forbeholder oss derfor retten til å begrense båndbreddeutnyttelsen av driftsmessige årsaker til enhver tid på en per-IP basis. Din overføringskø gjenopptas automatisk når overbelastningen letter. Ingen manuell inngripen er nødvendig.","277":"Er det noen begrensninger på filstørrelse hos MEGA?","278":"Vi pålegger ikke kunstige grenser for filstørrelser annet enn den tilgjengelige skylagringsplassen din. Likevel krever enkelte eldre eller teknisk utilstrekkelige nettlesere at hele filen skal lagres i minnet for nedlasting (Firefox, IE10, Opera), eller både nedlasting og opplasting (IE9, Safari 5).","279":"Kan jeg laste opp og laste ned samtidig?","280":"Ja. En opplasting og en nedlasting per nettleserfane kan kjøre parallelt.","281":"Hvorfor tilbyr ikke dere forhåndsvisning av video eller lydfiler?","282":"På grunn av vår ende-til-ende-modell for kryptering er ikke dette mulig.","283":"Hvordan laster jeg opp filer til MEGA?","284":"Det er tre måter å laste opp filer til MEGA når du bruker nettleseren:","285":"1. Klikke på den røde knappen på startsiden","286":"2. Gå til filbehandleren og klikke på \"Last opp fil\" eller (hvis du bruker Chrome) \"Last opp Mappe\"-knappene på toppen av siden","287":"3. Dra og slipp filene eller (hvis du bruker Chrome) mappene dine rett på siden","288":"Hvordan installerer jeg MEGA?","289":"Du trenger ikke å installere noe. MEGA er fullstendig nettleser-basert og virker med alle de mest populære nettleserne. For å utnytte MEGAs fulle potensial, anbefaler vi på det sterkeste å bruke Google Chrome.","290":"Hvordan fungerer mappedeling?","291":"Du kan dele alle undermapper i skydisken din med venner, familie eller kollegaer. Invitasjon skjer ved å angi e-postadresse. Inviterte som enda ikke har en konto vil motta et e-postvarsel med registreringslenke. Alternativt kan du opprette en offentlig lenke til noen av mappene og eksportere den mappe-spesifikke krypteringsnøkkelen, noe som gjør den tilgjengelig uten en MEGA-konto. Det er da ditt ansvar å sikkert overføre nøkkelen til mottakeren(e).","292":"For å etablere, endre eller slette en deling, høyreklikker du simpelthen på en mappe i Filbehandling, og velger Deling. Det er tre tilgangsnivåer: Skrivebeskyttet, lese\/skrive (filer kan legges til, men ikke slettes), og full tilgang (filer kan legges til og slettes).","293":"Dersom du har lagt til en e-postadresse som ikke har en konto enda, må du være på nett minst en gang etter at mottakeren har fullført registreringsprosessen, slik at du kan kryptere den delte hemmeligheten til hans nyopprettede offentlige nøkkel.","294":"Hvordan sletter jeg personer fra min delte mappe?","295":"Bare høyreklikk på mappen i filbehandleren og velg deling. Du vil se alle personer som har tilgang til den delte mappen. Høyreklikk på personen og velg Slett fra menyen.","296":"Hvordan kjenner jeg igjen mine delte mapper?","297":"Delte mapper i filbehandleren har et spesielt ikon, med en hånd under mappen.","298":"Kan jeg dele mapper som ble delt med meg?","299":"Nei. Mapper er ikke-transitive.","302":"Hvordan lenker jeg til en fil hos MEGA?","303":"Først av alt, en liten advarsel: Den kryptografiske sikkerheten til filene dine avhenger av hemmeligholdet av tilhørende krypteringsnøkler. Pass på at du sender dem gjennom beskyttede kanaler! Standard e-post, for eksempel, er ikke tilstrekkelig.","304":"Med det i tankene, velg en eller flere filer i filbehandleren, høyreklikk og bruk \"Få link\". En dialogboks med de(n) offentlige lenke(ne) til filen(e) du har valgt vil åpnes. Du kan velge å eksportere hver kobling og nøkkel separat eller som en enkel samlingslenke.","305":"Hvordan virker krypteringen?","306":"All kryptering er ende-til-ende. Data som er lastet opp krypteres på opplastingsenheten før den sendes ut på Internett, og data som lastes ned er dekryptert bare etter at den har havnet i nedlastingsenheten. Klientmaskinene er ansvarlig for å generere, utveksle og administrere krypteringsnøkler. Ingen brukbare krypteringsnøkler forlater noensinne klientdatamaskinene (med unntak av RSA offentlige nøkler).","307":"Er all min personlige informasjon kryptert?","308":"Nei. Bare fildata og fil-\/mappenavn er kryptert. Informasjon vi trenger operativ tilgang til, som e-postadressen din, IP-adressen, mappestrukturen, fileierskapet og betalingsinformasjon - lagres og behandles ukryptert. Vennligst se våre retningslinjer for personvern for mer informasjon.","309":"Er mine lagrede data helt sikre?","310":"All sikkerhet er relativ. Følgende angrepsvektorer eksisterer - de er ikke spesifikke for MEGA, men vi ønsker at du skal være klar over risikoen:","311":"Individuelle kontoer er truet av:","312":"- Spionprogrammer på datamaskinen. En enkel keylogger er nok, men øktinformasjon og nøkler kan også være hentet fra minnet eller filsystemet.","313":"- Skuldersurfing. Ikke skriv passordet mens noen kan se dine tastetrykk.","314":"- Passordherding. Bruk sterke passord.","315":"- Phishing. Bekreft alltid sikkerhetsstatus for tilkoblingen (https:\/\/) og riktig domenenavn (mega.co.nz) før du skriver inn passordet ditt.","316":"Større angrep kan gjøres gjennom:","317":"- Et \"mann i midten\"-angrep. Det krever å utstede ett gyldig duplikat av et SSL-sertifikat i kombinasjon med DNS-forflasking og\/eller angrep på våre BGP-ruter (et DigiNotar-lignende scenario).","318":"- Å få tilgang til webservernes webhotell https:\/\/mega.co.nz\/index.html og erstatte denne filen med en forfalsket versjon (dette vil ikke påvirke tilgang via den installerte appbase). Vær oppmerksom på at manipulasjon av innholdet på vår distribuerte CDN for statisk innhold ikke utgjør en sikkerhetsrisiko, ettersom alt aktivt innhold lastet fra index.html er gjenstand for verifisering med en kryptografisk hash (tenk på det som en slags \"sikker oppstart\" for nettsteder). Denne typen angrep krever at det sendes skadelig kode til klienten, og er derfor lett å få øye på.","319":"- Få tilgang til vår sentrale kjerneinfrastruktur og skape forfalskede nøkkelforespørsler på eksisterende delinger. Denne typen angrep påvirker bare data i delte mapper og er synlig på klientsiden også.","320":"Hva hvis jeg ikke stoler på dere? Er det fortsatt trygt for meg å bruke MEGA?","321":"Hvis du ikke stoler på oss, kan du ikke kjøre noen kode som er levert av oss, så å åpne vår side i nettleseren din og skrive inn passordet ditt er umulig. Dersom du fortsatt ønsker å bruke MEGA, må du gjøre det gjennom en klient-app som ble skrevet av noen du stoler på.","322":"Jeg stoler på dere og datasenteret deres i New Zealand, men jeg stoler ikke på deres tyske datasenter, fordi det er drevet av et amerikansk selskap. Er det fortsatt trygt for meg å bruke MEGA?","323":"Ja, du kan fortsatt trygt bruke MEGA, selv om våre servere i Tyskland ble fullt kompromittert. Datasenteret i New Zealand sørger for at ingen kjeltringkode kan kjøres når du besøker https:\/\/mega.co.nz\/.","324":"Er data som jeg legger i delte mapper like sikre som mine andre data?","325":"Delte mapper, er av natur bare så sikre som sitt minst sikre medlem. Samtidig er et kompromiss av vår sentrale serverinfrastruktur en ekstra risiko: Offentlige nøkler kan bli manipulerte, og sentrale forespørsler kan bli forfalsket.","326":"La oss anta at en av MEGAs lagringnoder er fysisk svekket. Hva er risikoen?","327":"Feilmeldinger etter nedlasting av manipulerte filer. Selv om angriperen hadde krypteringsnøkkelen for en gitt fil på at node, kunne han fortsatt ikke erstatte den med en falsk en uten å forårsake de påfølgende nedlastinger til å mislykkes.","328":"Er det en god ide å lagre alle mine data på ett enkelt sted?","329":"Alltid ha kopier av viktige filer, online såvel som offline. Selv om vi har hver fil minst to steder, er det ingen garanti mot flere samtidige feil og gjentatt uredelighet fra styresmaktenes side.","330":"Hvorfor skal jeg betro mine data til dere, av alle folk?","331":"Vi tilbyr brukerkontrollert kryptering (UCE) der det er du, brukeren, som kontrollerer nøklene. Gjennomføringen av UCE er åpen kildekode, og vi inviterer og oppfordrer felleskapet til å granske den og gi tilbakemelding. Vi tror at denne tilnærmingen er mye tryggere enn å lagre dine data på en leverandør med kryptering på serversiden der ISPen styrer tastene eller, enda verre, uten kryptering i det hele tatt.  For eksempel, dersom MEGAs brukerfiler plutselig ble tilgjengelige uten passord på grunn av en programmeringsfeil, så ville de være  helt uleselige uten de brukerkontrollerte dekrypteringsnøklene.","332":"Jeg la merke til at dere bruker HTTPS for å overføre allerede krypterte data - er ikke det litt overflødig?","333":"Det er det. Dessverre vil de fleste nettlesere ta gi advarsler når de etablerer usikre tilkoblinger fra en sikker side, og hvem kan klandre dem for det - de kan umulig være klar over det faktum at det er et annet krypteringslag allerede i drift. Fordi HTTPS har en negativ innvirkning på ytelsen, lar vi deg til å slå det av på nettlesere som tillater det (Chrome, Safari og Firefox frem til versjon 17) for å få fart på overføringer uten å risikere konfidensialiteten og integriteten av dine data. Du vil da se en SSL-advarsel ved din første filoverføring i enkelte nettlesere - i dette (og bare i dette) tilfellet, er det trygt å ignorere.","334":"Hvilke krypteringsalgoritmer bruker MEGA internt?","335":"For bulk-overføringer, AES-128 (vi tror at den høyere utnyttelsen av CPU med AES-192 og AES-256 oppveier den teoretiske sikkerhetsfordelen, i hvert fall inntil ankomsten av kvantedatamaskiner). Sjekking av interiteten etter post-nedlasting gjøres gjennom en chunked variant av CCM, som er mindre effektiv enn OCB, men som ikke er beheftet med patenter.","336":"For å etablere felles hemmeligheter mellom brukere, og for å slippe filer inn i innboksen din, RSA-2048 (nøkkellengden ble valgt som den gyldne middelvei mellom \"for usikker\" og \"for sakte\"). All kryptering, dekryptering og generering av nøkler er implementert i Javascript, som begrenser gjennomstrømming til et par MB\/s og forårsaker betydelig CPU-belastning. Vi ser frem til gjennomføringen av den foreslåtte HTML5 WebCrypto-APIen i alle de store nettleserne, som vil eliminere denne flaskehalsen.","337":"Javascript sin innebygde tilfeldige tallgenerator er utvidet med en mus\/tastatur timing-drevet RC4 entropi.","338":"Har MEGA sikkerhetskopier av filene?","339":"Vi lagrer filene dine på minst to servere i forskjellige datasentre, om mulig.","340":"Jeg har glemt passordet. Kan jeg tilbakestille det?","341":"Dessverre er ditt MEGA passord ikke bare et passord - det er hovednøkkelen til kryptering av alle dine data. Dersom du mister den, mister du tilgang til alle filene som ikke er i en delt mappe og de filene som tidligere ikke har blitt eksportert eller du har en mappenøkkel for.","344":"Når trenger jeg å oppgradere til en Pro-konto?","345":"En Pro-konto gir deg ekstra lagringsplass og ekstra båndbreddekvote som vi automatisk trekker fra når den operasjonelle båndbreddegrensen er nådd - du kan bruke kvoten selv, eller gi den til tredjeparter som har tilgang til dataene dine (dette inkluderer brukere uten MEGA-konto). Maksimal prosentandel av båndbreddekvoten som er tildelt til en tredjepart er konfigurerbart i kontoinnstillingene.","346":"Hvorfor er det ett valg for å begrense min opplastningsfart, og hvorfor er det slått på som standard?","347":"Mange rutere prioriterer ikke mindre pakker i tilfelle linjeoverbelastning, noe som resulterer i at innkommende trafikk blir rammet når utgående koblingen er full. Vi kan måler derfor den tilgjengelige utgående båndbredden i løpet av de første ti sekundene av en overføring og holder deretter minst 10% av det ubrukt. Du kan prøve å maksimere opplastingsytelsen ved å deaktivere dette alternativet.","348":"Hva får jeg med min gratis konto?","349":"Et globalt tilgjengelig, høy-ytelses, sikker skylagringsdisk med [X] lagringsplass. Hvis du trenger mer enn det, kan du oppgradere til en [A1]Pro-konto[\/A1]. Klikk [A2]her[\/A2] for å se din nåværende utnyttelse.","359":"Tilbyr dere en API?","361":"Ja. Den åpne Javascript-koden som implementerer det nettleser-baserte grensesnittet til MEGA bruker vår API, slik at du har et vell av reell eksempelkode å lene deg til dersom du synes vår [A]dokumentasjon[\/A] er utilstrekkelig. Siden vi selv ikke har ressurser til å bygge alle de kule appene som gjør MEGA til et allsidig og nyttig verktøy, inviterer vi deg til å hjelpe oss. Etter å ha undersøkt programmet ditt etter koder for bakdører, vil vi legge det ut på nettstedet vårt. Vi er villige til å diskutere inntektsdelingsmodeller for svært populære apper.","362":"For å hindre overbelastning må vi noen ganger begrense utnyttelsen av båndbredden. Filen du prøver å laste ned er større enn vår nåværende grense på [X3]. Din overføring er utsatt og starter automatisk når belastningen letter.","365":"Nettleseren din er for utdatert til å laste ned en så stor fil.","366":"Advarsel: Opphavsrett ","367":"MEGA respekterer andres opphavsrett og krever at brukere av MEGAs skytjeneste overholder lover om opphavsrett. Det er strengt forbudt å bruke MEGAs skytjeneste for å krenke opphavsrettigheter. Du kan ikke laste opp, laste ned, lagre, dele, vise, strømme, distribuere, sende e-post, lenke til, overføre eller på annen måte tilgjengeliggjøre filer, data eller innhold som krenker opphavsretten eller andre eiendomsrettigheter til en naturlig eller juridisk person.","368":"Varsel:","369":"MEGAs sikkerhetsmodell er basert på konfidensialiteten til nøklene som er vist over. Unngå å overføre dem gjennom usikre kanaler!","370":"Kopier til utklippstavlen","371":"Kopiert til utklippstavle","372":"Opplasting","373":"Nedlasting","374":"Vi lover, vi leverer","375":"Navigasjon er blokkert pga. pågående filoverføringer.","376":"Du må være pålogget for å kunne se denne siden.","377":"Du har minst en aktiv filoverføring. Hvis du fortsetter, vil overføring(ene) bli avbrutt.","378":"Vennligst oppgi passordet for å bekrefte kontoen din.","379":"Vennligst logg inn for å importere filen til din konto.","380":"Skriv inn dektrypteringsnøkkelen","381":"Med enerett","382":"laget i New Zealand","383":"Støtte","384":"Hjelpesenter","385":"Bruksvilkår","386":"Personvern","387":"Opphavsrett","388":"Fellesskap","389":"Blogg","390":"Partnere","391":"Forhandlere","392":"Utviklere","393":"Hostingpartnere","394":"Investorer","395":"Bli en forhandler","396":"Om oss","397":"Gratis medlemskap","398":"Medlemskap Pro","399":"Kontakt oss","400":"Grunnleggende","401":"Deling","402":"Sikkerhet og personvern","403":"Konto","404":"Betaling","405":"Verktøy","406":"Ofte stilte spørsmål","407":"Kategorier:","408":"Januar","409":"Februar","410":"Mars","411":"April","412":"Mai","413":"Juni","414":"Juli","415":"August","416":"September","417":"Oktober","418":"November","419":"Desember","420":"Vennligst logg inn for å starte opplastingen.","421":"Vennligst aksepter bruksvilkårene","422":"Jeg aksepterer","423":"Du trenger en konto for å bruke delingsfunksjonen. Ønsker du å registrere deg nå?","424":"Deling deaktivert","425":"Gi nytt navn til mappe","426":"Gi nytt navn til fil","427":"Kontodetaljer","428":"Kuponger","429":"Økthistorikk","430":"Kjøpshistorikk","431":"Transaksjonshistorikk","432":"Kontotype:","433":"Oppgrader","434":"Abonnementstype:","435":"GRATIS","436":"Ingen gjentagende betaling","437":"Lagringsplass:","438":"[X] brukt","439":"[X1] av [X2]","440":"Båndbreddestyring:","441":"Aktiver båndbreddestyring","442":"Deaktiver båndbreddestyring","443":"Du kan spesifisere prosentandelen av båndbredden din du ønsker å sette av til deling.","444":"Konfigurer delingsbåndbredde:","445":"Delingsbåndbredde","446":"(for tredjepartsnedlasting av filene dine)","447":"Nedlastingsbåndbredde","448":"(for nedlasting av tredjeparts-filer)","449":"Kontobalanse","450":"Fyll opp","451":"Lag kuponger:","452":"Kupongtype:","453":"Velg kupongtype","454":"Antall:","455":"Lag","456":"Bruk kupong:","457":"Kjøp kupong","458":"Bruk","459":"Dine kuponger","460":"Ubrukte kuponger","461":"Brukte kuponger","462":"Deaktiverte kuponger","463":"Tilbaketrukne kuponger","464":"Alle kuponger","466":"Siste [X]","467":"Økthistorikk","468":"Kjøpshistorikk","469":"Siste [X] kjøp.","470":"Transaksjonshistorikk","471":"Siste [X] transaksjoner","472":"Siste [X] sesjoner","473":"Huff da, dette ser ikke ut til å være en gyldig kupongkode.","474":"Uløpsdato:","475":"Dato\/tidspunkt","476":"Element","477":"Mengde","478":"Betalingsmetode","479":"Nettleser","480":"IP-adresse","481":"Land","482":"Siste aktivitet","483":"Gjeldende økt","484":"Transaksjons-ID","485":"Kreditt","486":"Debet","487":"Kupongkode","488":"Status","489":"Ubrukt","490":"Brukt den","491":"Tilbaketrukket den","492":"Kansellert den","494":"Velg din pakke:","495":"Lagring","496":"Båndbredde","497":"Velg pris:","498":"per måned","499":"per år","500":"Velg pris:","501":"Spar 17%","502":"Velg pris:","503":"Velg betalingsmåte:","504":"Forhåndsbetalt balanse","505":"kjøp kupong","506":"Profesjonell","507":"Fortsett","508":"kupongkode","509":"PERSONVERNSSELSKAPET","510":"Velkommen til MEGA!","511":"Ditt 2048-bit RSA offentlige\/private nøkkelpar blir nå opprettet.","512":"For å styrke nøkkelen har vi samlet entropi fra dine musebevegelser og tidsberegninger fra tastetrykk.","513":"Kupongkoden ble innløst til kontoen din, men den nye saldoen ikke er tilstrekkelig for dette kjøpet. Legg til mer balanse, eller prøve å kjøpe en billigere pakke.","514":"Utilstrekkelig balanse, vennligst prøv igjen.","515":"Denne mappen inneholder mer enn 500 elementer. Store mapper kan gjøre nettleseren din treg. Vennligst vurder å bruke undermapper.","516":"Få støtte","517":"Er det noe som ikke virker? Vennligst sjekk vårt [A]hjelpesenter[\/A] først. Hvis du ikke finner svar der, ikke nøl med å ta kontakt.","518":"Juridisk","519":"Vår juridiske avdeling står klar til å svare på spørsmålet ditt.","520":"Opphavsrett","521":"Bekymret for at en bruker krenker dine immaterielle rettigheter? Vennligst send et detaljert varsel gjennom vårt [A]elektroniske skjema[\/A] eller send oss ​​en e-post.","522":"Foreslå forbedringer","523":"Vennligst send funksjonsetterspørsler og brukervennlighet-relaterte forslag her.","524":"Rapporter en feil","525":"MEGA er foreløpig i beta, og du er invitert til å sende inn feilrapporter. Jo mer detaljert, jo bedre.","526":"Media","527":"Vi ønsker medlemmer av media velkommen , inkludert bloggere, til å kontakte oss med spørsmål knyttet til MEGA.","528":"Bli en forhandler","529":"Bli en del av suksesshistorien!","530":"Vårt forhandlerprogram vil gi deg muligheten til å selge Mega-kuponger direkte til kundene dine.","531":"Detaljene:","532":"Du vil få tilgang til vårt sofistikerte administrasjonsgrensesnitt for kuponger.","533":"Lag kuponger i sanntid fra din konto.","534":"Sjenerøs inntektsandel fra starten.","535":"Jo mer du selger, jo høyere inntektsandel, så dess mer tjener du.","536":"Forhandleres API-tilgang vil tillate deg å utvikle kule verktøy som kan samhandle med systemet vårt i sanntid.","537":"Gratis annonsering: nettstedet ditt vil bli lenket på Mega.","538":"Ved gjennomgang og godkjenning av forhandlersøknaden din. Din bedrift og hjemmeside må møte våre standarder.","539":"Inntektsandel","540":"Din inntektsandel vil bli rabattert når du lager kuponger.","541":"Månedlig omsetning","542":"Inntektsandel","543":"mer enn [X]","544":"Søknad for forhandlere","545":"Registrer deg som forhandler","546":"Detaljer","547":"Dine detaljer","548":"Markeder","549":"Velg forhandlermarkeder:","550":"Betalinger","551":"Velg betalingsmetoder","552":"Velg betalingsmetoder fra listen over tilgjengelige tilbydere","553":"Er ikke din betalingstilbyder i listen? Vennligst [A]Send oss en e-post[\/A]","554":"Ferdig","555":"Jeg godtar [A]bruksvilkårene[\/A] til MEGA","556":"Neste","557":"Velg markeder fra listen over tilgjengelige land","558":"Forrige","559":"Navnet ditt","560":"URLen til bedriften","561":"Adresse","562":"Postnummer","563":"Bedriftsnavn","564":"Telefonnummer","565":"By","566":"Velg land per betalingsmetode:","568":"Vennligst velg landet ditt","569":"Overføringsinnstillinger","570":"Antall samtidige opplastingsforbindelser:","571":"Antall samtidige nedlastingsforbindelser:","572":"Maks opplastingsfart:","573":"Ingen","574":"Automatisk","575":"Fast","576":"Hopp over identiske filer under opplasting:","577":"Ja","578":"Nei","579":"Bruk SSL for filoverføringer:","580":"Deaktivering av SSL gir bedre ytelse og forverrer ikke sikkerheten.","581":"Vennligst oppgi navnet ditt.","582":"Vennligst oppgi URLen til bedriften.","583":"Vennligst oppgi adressen din.","584":"Vennligst oppgi postnummeret ditt.","585":"Vennligst oppgi bedriftens navn.","586":"Vennligst oppgi telefonnummeret ditt .","587":"Vennligst oppgi byen din.","588":"Vennligst oppgi landet ditt .","589":"Du må akseptere forhandlerenes bruksvilkår.","590":"Vennligst velg minst ett land.","591":"Vennligst velg minst en betalingsmetode.","592":"Vennligst velg minst ett land per betalingstilbyder.","593":"Kjempeflott","594":"Du vil motta en e-post fra oss med flere instruksjoner.","620":"Varsel om påstått overtredelse","621":"Varsel","622":"MEGA respekterer andres opphavsrett og forventer brukerne av våre tjenester til å gjøre det samme. Det er strengt forbudt å bruke våre tjenester til å krenke opphavsretten. Du kan ikke laste opp, laste ned, lagre, dele, vise, strømme, distribuere, sende e-post, lenke, overføre eller på noen annen måte tilgjengeliggjøre filer, data eller innhold som krenker opphavsretten eller eiendomsretten til naturlige eller juridiske personer. Vi vil svare på meldinger om angivelige brudd på opphavsretten som følger gjeldende rett og er kommet oss standsmessig i hende. Hvis du mener at innholdet ditt er blitt kopiert eller brukt på en måte som innebærer brudd på opphavsretten, vennligst gi oss følgende informasjon: (i) en fysisk eller elektronisk signatur fra eieren av opphavsretten eller en person med fullmakt til å opptre på deres vegne; (ii) identifikasjon av opphavsrettsbeskyttet arbeid hevdet å ha blitt krenket, (iii) identifikasjon av materialet som påstås å være krenkende eller være gjenstand for krenkende aktivitet og som skal fjernes eller tilgang til som skal deaktiveres, og tilstrekkelig informasjon til å tillate oss å finne materialet, inkludert for eksempel URLen, (iv) din kontaktinformasjon, inkludert adresse, telefonnummer og en e-postadresse, (v) en erklæring fra deg at du har i god tro mener å vite at bruken av materialet på måten klaget over ikke er autorisert av opphavsrettsinnehaveren, hans agent, eller gjeldende rett, og (iv) en erklæring om at informasjonen i meldingen er riktig, og under ed (dersom gjeldende rett ikke anfører noe annet), at du er autorisert til å handle på vegne av eieren av opphavsretten.","623":"Vi forbeholder oss retten til å fjerne innhold som påstås å være krenkende uten forvarsel, etter eget skjønn, og uten erstatningsansvar overfor deg. Under passende omstendigheter vil MEGA også avslutte en brukers konto dersom brukeren er fast bestemt på å utføre gjentatte krenkelser. Vår utpekte copyright-ansvarlige for varsler om påståtte brudd på opphavsrettigheter er:","624":"Varsel om opphavsrett","625":"Bruk dette skjemaet for å sende inn et varsel om opphavsrett. Vi vil svare innen 24 timer (umiddelbart under kontortid).","626":"Innholdet:","627":"Obligatorisk felt","628":"Krenker min personlige opphavsrett.","629":"Krenker opphavsretten av noen jeg er autorisert til å handle på vegne av.","630":"Type fjerningsmerknad:","631":"Velg type fjerningsmerknad:","632":"1. Deaktivere vedlagte offentlige nettadresse(er) - filen(e) vil fortsatt være i eierens konto(er)","633":"2. Deaktivere alle offentlige URLer av den underliggende filen(e) for den vedlagte URL(er) - filen(e) vil fortsatt være i eierens konto(er)","634":"3. Fjerne alle forekomster av den underliggende filen(e) av den vedlagte URL(en) - det er ingen bruker som er tillatt å lagre dette under enhver omstendighet over hele verden","635":"Jeg bekrefter at jeg i god tro mener å vite at deling av opphavsrettsbeskyttet materiale på stedet ovenfor ikke er autorisert av opphavsrettsinnehaveren, hans agent, eller gjeldende rett (f.eks. av fair use)","636":"Jeg forstår at jeg kan være ansvarlig for skader, inkludert kostnader og advokathonorarer, dersom jeg bevisst og materielt avgir uriktige opplysninger om at rapportert innhold, URL(er), eller filer er krenkende.","637":"Informasjonen i denne meldingen er riktig, og jeg bekrefter under ed at jeg er autorisert til å handle på vegne av eieren av opphavsretten.","638":"Denne varslingen er et alvorlig juridisk dokument - vennligst sørg for å være nøye i krenkelseskravet ditt. Du ønsker kanskje å først rådføre deg med en advokat for å avgjøre om innholdet du rapporterer faktisk er krenkende og ikke beskyttet av fair use, lisens eller annet juridisk grunnlag.","639":"Send varsel","640":"Legg til mer","641":"URL til krenkende innhold:","642":"Navn på rettighetshaver:","643":"Stillingstittel:","644":"E-postadresse:","645":"Faks:","646":"By:","647":"Postnummer:","648":"Opphavsrettsbeskyttet arbeid hevdet å ha blitt krenket:","649":"Mitt fulle navn:","650":"Bedrift\/organisasjon:","651":"Telefon:","652":"Adresse:","653":"Fylke:","654":"Land:","655":"Vennligst oppgi URL for hvert opphavsrettsbeskyttede verk som hevdes å ha blitt krenket.","656":"Vennligst oppgi opphavsrettsbeskyttet arbeid for hver krenkende nettadresse.","657":"Vennligst velg hvorvidt innholdet krenker din personlige opphavsrett eller til noen du er autorisert til å representere.","658":"Vennligst velg type fjerningsadvarsel.","659":"Vennligst oppgi URL for hvert opphavsrettsbeskyttede verk som hevdes å ha blitt krenket.","660":"Vennligst oppgi opphavsrettsbeskyttet arbeid for hver krenkende nettadresse.","661":"Vennligst oppgi navn på rettighetsinnehaveren.","662":"Vennligst oppgi ditt fulle navn.","663":"Vennligst oppgi din e-postadresse.","664":"Vennligst oppgi en gyldig e-postadresse.","665":"Vennligst bekreft at du i god tro mener at deling av opphavsrettsbeskyttet materiale på stedet ovenfor ikke er autorisert av opphavsrettsinnehaveren, hans agent, eller gjeldende rett (f.eks som fair use).","666":"Vennligst bekreft at du kan holdes ansvarlig for skader, inkludert kostnader og advokathonorarer, dersom du bevisst avgir materielt uriktige opplysninger der det hevdes at rapportert innhold, URL(er) eller filer bryter med opphavsretten.","667":"Vennligst bekreft at denne meldingen er riktig, og at du under ed er autorisert til å handle på vegne av eieren av opphavsretten.","668":"Takk!","669":"Vi vil vurdere opphavsrettsmerknaden om kort tid.","670":"Språk","671":"Snakker du flere språk?","672":"Hjelp oss med å oversette!","673":"Personvernsselskapet","674":"Ingen må utsettes for vilkårlig innblanding i privatliv, familie, hjem og korrespondanse, eller for angrep på ære og anseelse. Enhver har rett til lovens beskyttelse mot slik innblanding eller slike angrep.","675":"Verdenserklæringen om menneskerettighetene, artikkel 12","676":"MEGA er skylagring med kraftig Alltid-på-sikkerhet","677":"MEGA gir robust skylagring med praktisk og kraftig Alltid-på-sikkerhet. MEGA tror på din rett til privatliv og gir deg de teknologiske verktøyene for å beskytte deg. Vi kaller det brukerkontrollert kryptering, eller UCE, og det skjer automatisk.","678":"Hva er MEGAs brukerkontrollerte kryptering?","679":"Alle filer lagret på MEGA er krypterte. Alle dataoverføringer fra og til MEGA er krypterte. Og mens de fleste skylagringsleverandører kan og vil kreve det samme, er MEGA annerledes – i motsetning til bransjenormen hvor skylagringsleverandøren innehar dekrypteringsnøkkelen, styrer du krypteringen med Mega, du har nøklene, og du bestemmer hvem du gir eller nekter tilgang til filene dine, uten at risikable programvareinstallasjoner kreves. Det hele skjer i nettleseren din!","680":"Fremtidens MEGA","681":"MEGA-skyen er bare i sin spede begynnelse. I fremtiden vil MEGA gi UCE i nettleseren din for et bredt spekter av programmer uten å måtte installere noe. Vår teknologi vil beskytte dine eposter, samtaler, og videostrømmer.","692":"Er MEGA lovlig?","693":"Vi er en dedikert gruppe med teknologer som fikk tid og mulighet til å bygge en fantastisk skylagringstjeneste som vil bidra med å beskytte ditt privatliv. Vi har programmert denne Internett-tjenesten fra grunnen av i Auckland i New Zealand. I motsetning til de fleste av konkurrentene våre tar vi i bruk den ypperste nettleserbaserte krypteringsteknologien hvor du, og ikke vi, har kontroll over nøklene. Vår designgruppe består av Kim Dotcom, Mathias Ortmann, Bram van der Kolk og Finn Batato. Vår administerende direktør, industriveteranen Vikram Kumar, har erfaring som leder av et anerkjent verdensomspennende domeneregistrar. Vi håper du er fornøyd med resultatet.","694":"1. Deaktivere en link (\"URL\") per fil - filen(e) vil fortsatt være på brukerens konto","695":"2. Deaktivèr flere URL-er per fil - filen(e) vil fortsatt være på brukerens konto","696":"3. Fjern alle underliggende fil(er) av de(n) oppgitte URL(er) - det er ingen bruker som er tillatt å lagre dette under enhver omstendighet i hele verden","697":"4. Annet","698":"Du kan sende inn varsel her","699":"Signere og sende varsel","700":"Vennligst send ditt fjerningsvarsel manuelt via e-post til [A1]copyright@mega.co.nz[\/A1] i henhold til våre [A2]bestemmelser[\/A2].","701":"Fjerningsvarsel e-post","702":"Rapporter misbruk","703":"Din registreringslenke er ugyldig. Vennligst sjekk for mulige linjeskift i aktiveringseposten din.","704":"Din konto er allerede aktivert. Vennligst logg inn.","705":"Bekreftelsen av din konto kan ikke prosesseres. Vennligst registrer deg på nytt. Feilmeldingskode:","706":"Endre passord","707":"Oppdater","708":"Be om endring","709":"Jeg kan ikke huske mitt nåværende passord","710":"Hvis du fremdeles er logget på, men ikke kan huske det nåværende passordet, kan du sette et nytt passord ved å merke dette alternativet. Du vil motta en bekreftelseslenke om endring av passord via e-post som aktiverer det nye passordet hvis brukt innen 15 minutter.","711":"Be om endring","712":"Innløsing ferdig","713":"Kupongverdien we blitt belastet din konto. Vil du fortsette kjøp av Pro nå?","714":"Kupongen er allerede brukt.","715":"De nye passordene du har oppgitt stemmer ikke overens. Vennligst prøv igjen.","716":"Nåværende passord","717":"Nytt passord","718":"Bekreft nytt passord","719":"Vennligst oppgi nåværende passord.","720":"Vennligst oppgi nytt passord.","721":"Sjekk e-post og klikk bekreftelseslenken for å fullføre endringen av passordet ditt.","722":"Endring forespurt.","723":"Det nye passordet er nødt til å skille seg fra ditt nåværende.","724":"Det nåværende passordet du har oppgitt er feil.","725":"Passordet er blitt endret.","726":"Ferdig","727":"Passordet har blitt endret.","728":"Bekreftelseslenken har utløpt.","729":"Denne lenken har allerede blitt bekreftet.","730":"Din konto har blitt blokkert. Vennligst sjekk e-posten din for detaljer, og gi tilbakemelding så snart som mulig.","731":"Den tilknyttede brukerkontoen har blitt deaktivert grunnet adskillige krenkelser av våre [A]bruksvilkår[\/A].","732":"Du er allerede logget inn med en konto som skiller seg fra den du bekrefter. Vennligst sjekk din nåværende økt, logg ut, for deretter å trykke bekreftelseslenken på nytt.","733":"Ukjent e-postadresse. Dersom du ikke har en konto hos oss enda, er du velkommen til å registrere deg.","734":"Tusen takk!","735":"Vennligst sjekk e-posten din.","736":"Kun kontoer uten filer eller mapper tillater endring av passord.","737":"Tilbakestill passord","738":"Be om tillatelse","739":"har du glemt passordet ditt?","740":"Passordet er blitt endret.","741":"Vennligst velg et nytt sikkert passord.","742":"Tilbakestill","743":"Denne lenken har utløpt. Vennligst be om en ny lenke.","744":"Ugyldig lenke. Vennligst be om en ny lenke.","745":"Ingen fakturering","746":"Medlemskapstype","747":"Ukentlig","748":"Månedlig","749":"Årlig","750":"Neste faktureringsperiode begynner","751":"Engangs","752":"MEGAs Firefox-utvidelse","753":"Installer MEGAs Firefox-utvidelse for en vesentlig forbedret nedlastingsytelse. Det vil åpne for satsvis nedlasting for ubegrenset mange filer uten begrensninger på størrelsen.","754":"MEGAs Firefox-utvidelse er sikkert og usynlig. Hvis du ønsker å bruke MEGA uten utvidelser eller tillegg, så anbefaler vi deg å bruke [A]Chrome[\/A].","755":"Installer utvidelse","756":"1 nedlasting fullført","757":"[X] nedlastinger fullført","758":"Åpne nedlastingsmappen","759":"klikk her for å åpne","760":"Vennligst installer MEGAs Firefox-utvidelse for å kunne laste ned så store filer.","761":"Vennligst bekreft","762":"Du skal til å laste ned et veldig stort antall filer, noe som kan gjøre nettleseren tregere. Vil du likevel fortsette?","763":"Kontakt","764":"Nedlastingen kunne ikke starte fordi harddisken din er full.","765":"Nedlastingene kunne ikke starte fordi harddisken din er full.","766":"Noen av nedlastingene kunne ikke starte fordi harddisken din er full.","768":"Nedlastingen din kunne ikke starte fordi harddisken din er full, eller fordi du bruker Chrome i incognito-modus som ikke støtter skriving av filer.","769":"Vi kan bare bruke 5% av din tilgjengelige lagringsplass for nedlasting. Vennligst frigjør mer plass for å fortsette.","770":"Velg passordet ditt","771":"Bekreft passordet ditt","772":"Filens URL:","773":"gjenstående","774":"Epost-lenke","775":"gi nytt navn under:","776":"Lagre","777":"Husk meg på denne enheten","778":"Har ikke du en MEGA-konto?","779":"Registrer deg nå","780":"Har du allerede en MEGA-konto?","781":"På grunn av begrenset datakraft på mobile enheter, så kan genereringen av RSA-nøkler ta et par minutter å fullføre. Vi setter pris på tålmodigheten din.","782":"Tom mappe","783":"Ingen filer i Skydisken","784":"Ingen kontakter","785":"Ingen resultater.","786":"Ingen filer i Innboksen","787":"Ingen filer i Papirkurven","788":"Er du sikker på at du vil flytte denne filen til Papirkurven?","789":"Er du sikker på at du vil flytte denne mappen til Papirkurven?","790":"Åpne fil","791":"Importer fil","792":"Slett fil","794":"Slett mappe","796":"Få lenke","797":"Del mappe","798":"Lagringsplass","799":"Brukt plass:","800":"Ledig plass:","801":"Skrivebordsversjon","802":"Kontakten sin e-post","803":"Nedlasting av fil","804":"Denne filtypen er uheldigvis enda ikke støttet på din enhet med MEGA","805":"Vi vil implementere støtte for denne typen filer på mobile enheter i nær fremtid.","806":"forandre mappenavnet:","807":"forandre filnavnet:","808":"Lenke til mappe","809":"Mappens URL:","810":"Last ned lenke","811":"Filens URL:","812":"Bekreft konto","813":"Delt mappe","814":"Vil du avbryte opplastingen?","815":"Vil du avbryte nedlastingen?","816":"Vennligst oppgi en gyldig epost-adresse.","817":"Du kan ikke opprette en mappe i et søkeresultat.","818":"Vil du bytte til skrivebordsversjonen?","819":"starter","820":"Denne filen har blitt importert til Skydisken","821":"Dine varslinger","822":"Tilbake","823":"Innstillinger","824":"Ny delt mappe fra [X]","825":"Ny delt mappe","826":"[X] trekte tilbake en delt mappe","827":"Tilbaketrekking av delt mappe","828":"[X1] mapper og [X2] filer","829":"[X] mapper og 1 fil","830":"1 mappe og [X] filer","831":"1 mappe og 1 fil","832":"[X] mapper","833":"[X] filer","834":"1 mappe","835":"1 fil","836":"[X] la til [DATA]","837":"[X] har blitt lagt til","838":"[X] har blitt lagt til","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAI","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DES","862":"Varslinger","863":"Se alle","864":"Last ned som ZIP","865":"Åpne","866":"Kopier 1 valgt element","867":"Kopier [X] valgte elementer","868":"Flytt 1 valgt element","869":"Flytt [X] valgte elementer","870":"Bekreft","871":"[B]Advarsel:[\/B] lagringskvoten er oversteget. Vennligst slett filer eller [A]oppgrader kontoen din[\/A].","872":"Pro","873":"[X] sekunder siden","874":"1 minutt siden","875":"[X] minutter siden","876":"1 time siden","877":"[X] timer siden","878":"1 dag siden","879":"[X] dager siden","880":"Akkurat nå","881":"Du bruker en midlertidig økt. Dataen du lagrer vil gå tapt når økten utløper. For å bevare filene dine, vennligst oppgrader til en ekte konto så snart som det passer, og få dine gratis 50 GB av sikker lagringsplass i nettskyen!","882":"Advarsel","883":"Opprett kontoen din","884":"[X] er ikke helt kompatibelt med MEGA","885":"Din webleser","886":"Internet Explorer 10 inneholder en betydelig bug som påvirker filskriving fra JavaScript, forårsaker en \"tom for minne\" situasjonen når du laster ned store mengder data. Vi forventer at dette problemet å være løst i Internet Explorer 11. I mellomtiden kan du oppgradere til en alternativ nettleser.","887":"[X] mangler HTML5 funksjoner MEGA avhengig av for å utføre klientsiden i kryptografien. HTML5 filoverføringer vil bli emulert gjennom et svært begrenset Flash løsning. Du bør oppgradere til en nyere nettleser så snart som mulig.","888":"Sterkt Anbefalt","889":"Anbefalt","890":"MEGA virker best med følgende weblesere:","891":"Nettleser advarsel","892":"Egenskaper","893":"Lastet opp","894":"Total størrelse","895":"Mappenavn","896":"Laget","897":"Inneholder","898":"Flere filer & mapper","899":"Flere filer","900":"Flere mapper","909":"Passord","910":"Kjøp nå","911":"Få fullt utbytte av MEGA med [B]Pro[\/B]","912":"fra","913":"måned","914":"årlig abonnement","915":"Massiv lagringsplass","916":"Generøs bredbåndskvote","917":"dersom du velger å betale årlig","918":"Månedlig","919":"Årlig","920":"Oppgrader kontoen din","921":"2 måneder gratis","922":"1 måned","923":"1 år","924":"Har du noen spørsmål om [A]Pro-kontoer?[\/A]","925":"Vårt supportteam vil være glad for å hjepe-","926":"Firmanavn","927":"By","928":"Postnummer","929":"Telefonnummer","930":"dag","931":"måned","932":"år","933":"Adresse","934":"Fylke","935":"PayPal-adresse","936":"Bankkonto","937":"Betalingsmottaker","938":"Forklar markedsstrategien din","939":"Navn på bank","947":"Disk","948":"Søppel","949":"Innboks","950":"Kontakter","951":"Min konto","952":"De fleste enheter kan ikke laste ned filer som er større en 4GB. Nedlastingen  vil mest sannsynlig være mislykket.","953":"Ikke nok ledig plass","954":"Takk til","955":"Apps for mobil","956":"Synkroniseringsklient","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Dokumentasjon","964":"Partner-program","965":"Retningslinjer","966":"Retningslinjer for copyrightmateriale","967":"Logg ut","968":"Opprett konto","969":"Vennligst forsøk igjen","970":"Vennligst tast inn et gyldig passord.","973":"Brukt båndbredde","974":"Administrer kontoen din","975":"Legg til stjerne","976":"Fjern stjerne","977":"Ingen filer i Skydisken","978":"Søket ditt matchet ingen dokumenter.","979":"Papirkurven er tom","980":"Du har ingen kontakter","981":"Innboksen er tom","982":"Innhold","983":"Oversikt","984":"Profil","985":"Historikk","986":"Rediger profilen din.","987":"Utløper","988":"Tilkoblinger:","989":"[X] kontakter","990":"1 kontakt","991":"Gå til Kontakter","992":"Profilbilde","993":"Forandre profilbilde","994":"Personlig informasjon","995":"Fødselsdato","996":"Velg land","997":"Bare registrerte brukere kan legge til kontakter.","998":"Vennligst opprett en gratis konto","999":"Ønsker du å oppgradere din midlertidige økt til en gratis konto nå?","1000":"Unngå å miste tilgang. Gratis registrering er høyt anbefalt.","1001":"Slett kontakt","1002":"Er du sikker på at du vil slette [X] fra kontaktlisten din?","1003":"Bekreft sletting","1004":"Er du sikker på at du vil flytte [X] filer til papirkurven?","1005":"Bare registrerte brukere kan opprette lenker.","1006":"Bare registrerte brukere kan dele mapper.","1007":"Du kan ikke angre denne handlingen.","1008":"pro båndbreddekvote er overskredet.","1009":"Trenger du mer båndbredde?","1010":"lagringskvote er overskredet.","1011":"Vil du beholde filene dine?","1012":"lagringskvote er nesten overskredet.","1013":"Trenger du mer lagringsplass?","1015":"Vennligst tast inn kupongkoden din.","1016":"Velg et bilde","1017":"Bruk dette som profilbilde","1018":"Tom","1019":"Legg til en epost-adresse","1020":"Vennligst angi en epost-adresse eller velg en kontakt.","1021":"På","1022":"Av","1023":"Du har ikke skrivetilgang til denne mappen.","1024":"Vennligst angi et mappenavn","1025":"Flere objekter","1026":"Tast inn dekrypteringsnøkkel","1027":"Dekrypter","1028":"Dekrypteringsnøkkel","1029":"Offentlig lenke","1030":"Velg fra kontaktene dine, eller legg til epos-adresser","1031":"Eksporter fillenker og dekrypteringsnøkler","1032":"Inkluder filnøkkel","1033":"Kopier nøkler","1034":"Last ned flere filer","1035":"Klikk \"tillat\" for å fullføre nedlastingen","1036":"Delt med","1037":"Godtar","1038":"Velg språk","1039":"Betal med PayPal","1040":"Vennligst logg inn for å aktivere pro-medlemskapet ditt.","1041":"Vennligst opprett en konto for å aktivere pro-medlemskapet ditt.","1042":"Starter opp","1043":"Mappelenke utilgjengelig","1044":"Mappelenken du prøver å nå er ikke lenger tilgjengelig. Dette kan være av følgende årsaker:","1045":"Mappelenken har blitt fjernet grunnet brudd på bruksvilkårene\/retningslinjene for rimelig bruk","1046":"Mappelenken har blitt deaktivert av brukeren","1047":"Velkommen til MEGA Pro","1048":"Ditt pro-medlemskap har blitt aktivert. Kos deg!","1049":"Mappe","1050":"Ingen delinger","1051":"Aldri","1053":"båndbreddekvote nesten overskredet.","1054":"Du må vente [X] til mer båndbredde er tildelt kontoen din.","1055":"Vil du ikke vente?","1056":"Denne begrensningen er dynamisk.","1057":"Bekreft sletting av økt","1058":"Du bruker en midlertidig økt for øyeblikket. Er du sikker på at du vil avslutte denne økten?","1059":"Denne handlingen vil slette alle dine data.","1060":"Ende-til-ende-kryptering","1061":"I kontrast til andre nettsky-tilbydere, så er informasjonen du lagrer her kryptert og dekryptert av bare klient-enhetene, og aldri av oss.","1062":"Global tilgang","1063":"Filene dine er tilgjengelig når som helst, fra hvilken som helst enhet, alle steder.","1064":"Sikkert samarbeid","1065":"Del mappene med kontaktene dine, og se oppdateringene deres i samtid.","1066":"MEGA tilbyr verktøy som gjør [A]privat og konfidensiell[\/A] kommunikasjon enkel å bruke.","1067":"MEGA leverer krypterte nettsky-baserte tjenester som muliggjør [A]privat og sikker[\/A] kommunikasjon og samarbeid for bedrifter og enkeltpersoner. Du har og kontrollerer krypteringsnøklene til dataene sine i nettskyen.","1068":"Del mapper med kontaktene dine, og se oppdateringene deres i samtid.","1069":"Se hvordan det fungerer","1070":"Hvordan det fungerer","1071":"Vil du vite mer om MEGA?","1072":"Se lanseringsvideoen","1073":"Medlemskapsplaner","1074":"Få 50 GB med en gratis konto","1075":"Mange ganger mer enn det du får fra store konkurrenter.","1076":"Opprett en konto","1077":"Konkurransedyktige pro-pakker","1078":"Få opp til 4 TB kryptert lagringsplass for så lite som 8,33  € i måneden.","1079":"Sjekk ut våre pro-pakker","1080":"Apper for mobil","1082":"Nettskyen i dine lommer. Få tilgang til og stream filene dine fra smartmobilen eller nettbrettet ditt. Last opp og synkroniser media til skyen.","1083":"Få det gratis","1084":"Tilgjengelig for","1085":"Sync Client","1086":"Enkel og automatisert synkronisering mellom dine datamaskiner og lagringsplassen på MEGA.","1087":"Last ned nå","1088":"Apper for nettlesere","1089":"Våre nettlesertilegg vil installere MEGA i nettleseren din for raskere innlasting og økt robusthet mot angrep.","1090":"Gå til nedlastingssiden","1091":"Klikk for å laste opp, eller dra og slipp filene her","1092":"Scroll for å fortsette","1093":"Tast aldri inn passordet ditt på en enheten du ikke stoler fullt på. Ikke logg på kontoen din fra en delt eller offentlig datamaskin.","1094":"For utvidet sikkerhet, installer [A]nettlesertilegget[\/A] vårt og last MEGA fra datamaskinen din i stedet enn fra våre servere.","1095":"Opprett den [A]gratis[\/A] kontoen din","1096":"Fornavn","1097":"Etternavn","1098":"Ugyldig fornavn og\/eller etternavn","1099":"Vennligst tast inn for- og etternavnet ditt.","1100":"Ugyldig epost-adresse.","1101":"Vennligst tast inn en korrekt epost-adresse.","1102":"Ugyldig passord.","1104":"Vennligst velg et sterkere passord.","1105":"Styrke:","1106":"Status på passord","1107":"Passordene samsvarer ikke.","1108":"Opprett konto","1109":"Passordet er hovednøkkelen til de krypterte dataene dine.","1110":"Sikkerheten til kontoen din avhenger av styrken på passordet ditt. Passord som er for korte, for enkle, eller består av ord tatt fra ordbøker er lettere gjettet.","1111":"Glem ikke passordet ditt.","1112":"Det er ingen gjenopprettingsmuligheter for glemte passord. Dersom du ikke husker det, vil du ikke lenger ha tilgang til de lagrede filene dine.","1113":"Kontoen din er bare så sikker som datamaskinen du bruker.","1114":"Tast inn passordet på nytt","1115":"Passordkontrolløren holder fortsatt på å starte opp.","1116":"Vennligst prøv igjen om et par sekund.","1117":"Bruksvilkår","1118":"Du må godta bruksvilkårene for å registrere en bruker på MEGA.","1119":"Passordet ditt kan lett bli gjettet. Prøv å lage passordet lengre. Kombiner store og små bokstaver. Legg til spesielle tegn. Ikke bruk navn eller ord fra ordlister.","1120":"Passordet ditt kan lett bli gjettet. Prøv å lage passordet lengre. Kombiner store og små bokstaver. Legg til spesielle tegn. Ikke bruk navn eller ord fra ordlister.","1121":"Passordet ditt er bra nok til å fortsette, men vi anbefaler å styrke passordet enda mer.","1122":"Dette passordet vil klare å stå imot de fleste typiske brute-force-angrepene. Vennligst vær sikker på at du husker det.","1123":"Dette passordet vil klare å stå imot de fleste sofistikerte brute-force-angrepene. Vennligst vær sikker på at du husker det.","1124":"Veldig svak","1125":"Svak","1126":"Middels","1127":"Bra","1128":"Sterk","1129":"passordet ditt er for svakt til å fortsette","1130":"Ugyldig e-post og\/eller passord","1131":"Bekreft kontoen din","1132":"Entropi-innsamling","1133":"Dette spillet vil samle inn [A]entropi[\/A] baserte på bevegelsene til musen.","1134":"Dette vil styrke [A]RSA-nøkkelen[\/A] din.","1135":"Du kan avbryte spillet når fremdriftsindikatoren når 100%.","1136":"Fullført!","1137":"Du kan nå fortsette til det neste steget for å fullføre nøkkelen din.","1138":"Fortsett","1139":"Poengsum:","1140":"Dette er et veldig viktig steg, og kan ta et par sekund.","1141":"Vennligst vær tålmodig.","1142":"Opprettelse av asymmetrisk krypteringsnøkkel","1143":"Genererer nøkkel","1144":"Den tidligeste kjente bruken av kryptografi stammer fra urtidens Egypt for nesten 4000 år siden.","1145":"I dag, 4000 år senere, har de fleste store nettsky-tilbyderene fortsatt ikke fullt tatt i bruk kryptografi.","1146":"Fullfør kontoen din","1147":"Velg kontotype","1148":"[A]Få 2 måneder gratis[\/A] of du kjøper et ett-årlig pro-medlemskap.","1149":"Begrenset","1150":"Gratis","1151":"Få fullt utbytte av MEGA med en [A]Pro-konto[\/A]","1152":"Velg din Pro-pakke:","1153":"ett-årlig plan","1154":"Teamet","1155":"Laster opp","1156":"Laster ned","1157":"Gratis nedlastning","1158":"for Windows","1159":"Kommer snart for [A]Mac[\/A]","1160":"MEGA vil gjerne takke alle som har vært med på å skrive de følgende komponentene med åpen kildekode, som har gitt avgjørende funksjonalitet til siden vår:","1161":"Sikker","1162":"Dataene dine er kryptert ende-til-ende. Ingen kan fange opp informasjonen når det er lagret eller i transport.","1163":"Fleksibel","1164":"Synkroniser hvilken som helst mappe fra PCen din, til hvilken som helst mappe i skyen. Synkroniser så mange mapper som du vil parallelt.","1165":"Rask","1166":"Benytt deg av MEGAs kraftige infrastruktur og overføringer med flere tilkoblinger.","1167":"Generøs","1168":"Lagre opp til 50 GB gratis!","1169":"Fullverdig","1170":"Søk, lagre, last ned, stream, se, del eller slett filene dine. Alt er der - klar til å brukest.","1171":"Kommer snart for [A]iOS[\/A]","1172":"Firefox-utvidelse","1173":"Chrome-utvidelse","1174":"Appen vil la deg installere MEGA i nettleseren din. Den vil redusere innlastingstider, forbedre nedlastingsytelse, og styrke sikkerheten.","1175":"Enhver MEGA-URL vil bli lagret av denne appen og bli holdt lokalt. (ikke noe JavaScript vill bli lastet ned fra våre servere). Sikre (automatiske) oppdateringer er lagt til rette for takket være kryptografisk signerte private nøkler. ","1176":"Og om du er virkelig paranoid:","1177":"deaktiver automatiske oppdateringer og gjennomgå kildekoden vår manuelt for hver oppdatering.","1178":"Last ned MEGA for Firefox","1179":"Installasjon:","1180":"Last ned MEGA for Chrome","1181":"Åpne utvidelsessiden i Chrome","1182":"meny > verktøy > utvidelser","1183":"eller tast inn","1184":"i adressefeltet","1185":"Dra og slipp den nedlastede filen [X] til Chorme sin utvidelsesside og bekreft installasjonen.","1186":"Du kan enkelt kjøpe ditt MEGA Pro-medlemskap fra en av våre autoriserte forhandlere under:","1187":"Last ned","1188":"Til datamaskinen din","1189":"Importer","1190":"Til Skydisken","1191":"Filen du prøver å laste ned er midlertidig utilgjengelig.","1192":"Bla ned for å vite mer om MEGA","1193":"Starter ny konto","1194":"Vil du importere denne filen til en ny økt?","1195":"\"Nei\" vil la deg logge inn og behandle importen din.","1196":"Avbryt nedlasting","1197":"Er du sikker på at du vil avbryte denne nedlastingen?","1198":"Den nedlastede filen vil bli slettet.","1199":"Kan ikke dekryptere metadata uten nøkkel.","1200":"Bruksvilkår for partnere","1201":"[A]Bli med oss[\/A] i å velte om nettskymarkedet.","1202":"Driv virksomhet med oss, og få din andel.","1203":"Hjelp oss å vokse, og bli en del av suksessen.","1204":"Registrer deg","1205":"Hvordan fungerer det?","1206":"Registrer deg og få den egen unike partner-ID spm du kan legge til URLen vår.","1207":"Vi vil holde styr på alle kjøpene gjort av de besøkende som dere henviste til MEGA.","1208":"Dere vil tjene [B]20%[\/B] av all omsetningen som er generert gjennom deres partner-ID.","1209":"Gjentagende medlemskap vil telle som gjentagende henvisninger.","1210":"Hvem er partnerprogrammet for?","1211":"Apputviklere","1212":"Bygg din egen populære app med vår [A]SDK[\/A]","1213":"Konventer gratisbrukere til pro, og tjen penger på appen.","1214":"Nettsider:","1215":"Bloggere","1216":"Sammenligninger av nettsky-baserte tjenester","1217":"Hva er reglene?","1218":"Vennligst les og godta våre [A]Bruksvilkår for partnere[\/A]","1220":"Kom i gang!","1221":"Meld dere inn i vårt partnerprogram, og begynn å tjene penger umiddelbart.","1223":"Kontaktinfo","1224":"Vi trenger litt flere detaljer om dere.","1230":"Betalingsinfo","1231":"Vi betaler en gang i måneden gjennom PayPal eller bankoverføringer (gjelder bare for bankkontoer i New Zealand).","1232":"Betalingsmetoder","1233":"PayPal","1234":"Bankoverføringer (gjelder bare NZ)","1235":"Navn på mottager","1236":"Navn på bank","1237":"Kontonummer","1238":"Paypal-adresse","1239":"Info for partnere","1240":"Vi vil gjerne vite hvordan du planlegger å drive trafikk til MEGA.","1241":"Forklar markedsstrategien din:","1242":"Jeg godtar MEGAs [A]Bruksvilkår for partnere[\/A]","1243":"Dere er nå meldt inn i vårt partnerprogram. Dere vil tjene 20% av all omsetningen generert med partner-IDen.","1244":"Vennligst vær sikker på at dere oppfyller våre [A]Bruksvilkår for partnere[\/A]","1245":"Du kan få inntekter ved å sende trafikk til:","1246":"Statistikk","1247":"Tidsramme","1248":"30 dager","1249":"90 dager","1250":"180 dager","1251":"365 dager","1252":"Siden begynnelsen","1253":"Dato","1254":"Salg","1255":"Omsetning","1256":"Inntekter","1257":"Ingen salg registrert for den valgte tidsrammen.","1258":"Utbetalinger","1259":"Ingen utbetalinger registrert for den valgte tidsrammen.","1260":"Partner-ID","1261":"Vennligst tast inn fødselsdatoen din.","1262":"Vennligst tast inn byen din.","1263":"Vennligst tast inn staten eller fylket ditt.","1264":"Vennligst tast inn postnummeret ditt.","1265":"Vennligst tast inn telefonnummeret ditt.","1266":"Vennligst beskriv markedsstrategien deres.","1267":"Du må godra Bruksvilkår for partnere","1268":"Vennligst tast inn PayPal-adressen din.","1269":"Vennligst tast inn mottakerens navn for bankkontoen i New Zealand.","1270":"Vennligst tast inn navnet på banken i New Zealand.","1271":"Vennligst tast inn kontonummeret i banken i New Zealand.","1272":"MEGA er laget av mennesker, og er derfor ikke perfekt. Dersom du kommer i møte med en feil eller en bug, så setter vi stor pris om du fortalte oss om det, slik at vi kan fikse det. Jo flere detaljer du gir oss, desto bedre.","1273":"Vi tar immaterielle rettigheter på alvor og håndhever en robust fjerningspolicy og policy mot gjentatte regelbrudd.","1274":"For mer informasjon, vennligst les våre [A]Retningslinjer for copyrightmateriale[\/A].","1275":"Du kan sende inn et fjerningsvarsel gjennom dette [A]elektroniske skjemaet[\/A], eller sved å sende oss en e-post.","1276":"Har du noe du lurer på eller ideer? Vil du vite mer om våre produkt?","1277":"Vi er alltid tilgjengelig.","1278":"Vennligst velg","1279":"Trinn 1","1280":"Trinn 2","1281":"Detaljer av innhold","1282":"Detaljer om opprettshaveren","1283":"Legg til enda en URL","1284":"Opprettshaverens navn","1285":"om relevant","1286":"Navnet til oppretthaverens autoriserte agent som sender inn fjerningsvarselet:","1287":"Fjerningsvarsel mottatt.","1288":"Vi vil gjennomgå og behandle varselet ditt så raskt som mulig.","1289":"Takk for at du trykte på invitasjonslinken. Vennligst opprett din gratis konto under.","1290":"Oops, dette ser ikke ut til å være en gyldig invitasjonslink. Har du allerede registrert en konto?","1291":"Du har tidligere trykt på en invitasjonslink. Vennligst opprett kontoen din.","1292":"Kommer snart","1293":"Velkommen til hjelpesenteret","1294":"Dersom spørsmålet ditt ikke er besvart her, ikke nøl med å kontakte oss.","1295":"Kontakt kundesupport","1296":"Populære emner:","1297":"Epost-adressen er allerede i bruk.","1298":"Vennligst logg på kontoen din.","1299":"Dra for å oppdatere","1300":"Siste oppdatering","1301":"I dag","1302":"I går","1303":"Denne uken","1304":"Forrige uke","1305":"Denne måneden","1306":"Dette året","1307":"Eldre","1308":"Nedlasting mislykket","1309":"Opplasting mislykket","1310":"Vennligst tast inn bekreftelseskoden","1311":"Feil under innlasting av filer","1312":"Manglende brukernavn\/passord","1313":"Innlogging mislykket","1314":"Feil under sletting","1315":"Ingen epost-konto tilstede","1316":"Lagre filene lokalt for å forhåndsvise","1317":"Feil under generering av lenke","1319":"Passordet er for kort","1320":"Navnet er for kort","1321":"Feil under innlasting av kontodetaljer","1322":"Opplasting fullført","1323":"Logger inn","1324":"Innlogging vellykket","1325":"Genererer lenke","1326":"Lenke har blitt kopiert til utklippstavlen","1327":"Nedlasting fullført","1328":"Nedlasting starter","1329":"Venter","1330":"Tast inn brukernavn og passord","1331":"E-post","1332":"Bekreft registrering","1333":"Vennligst sjekk eposten din og lim inn bekreftelseskoden under eller trykk på den unike iOS-bekreftelseslenken","1334":"Avbryt registrering","1335":"Bekreftelseskode","1336":"Bruk senest","1337":"Ta bilde","1338":"Velg eksisterende","1339":"Legg til mappe","1340":"Angi nvan til den nye mappen","1341":"Velg bilde(r)","1342":"Rediger","1343":"Tom Skydisk","1344":"Del","1345":"Lagre lokalt","1346":"Overføringer","1347":"Tom innboks","1348":"Delte mapper","1349":"Ingen bilder","1350":"Bilder","1351":"Lokalt","1352":"Tilgjengelig","1353":"Lagre for tilgang lokalt","1354":"Legg et øvre lagringstak på enheten","1355":"Versjon","1356":"Tilbakemelding","1357":"Logg ut","1358":"Alle de nedlastede filene vil bli slettet","1359":"Den valgte filen er mindre enn hurtigbufferen (cachen) bruker for øyeblikket. Om du fortsetter vil noen filer bli slettet.","1360":"Utvid Pro","1361":"Priser","1362":"Gjenopprett kjøp","1363":"Ingen nettverk","1364":"Prøv på nytt","1365":"Du er ikke koblet til Internett","1366":"Tast inn nytt navn","1367":"Få 50 GB gratis, eller kjøp en av våre Pro-pakker og få opp til 4 TB med kryptert lagringsplass fra €8,33 per måned.","1368":"opp til [X]","1369":"og [X]","1370":"E-post og chat","1371":"Vår krypterte kommunikasjonspakke kommer tidlig i 2014","1372":"Gjør deg klar for MEGA chat, epost, samtale & videokonferanse.","1373":"Hva er MEGA? Klikk eller scroll","1374":"Tilbake til fremsiden","1375":"Tilbake til nedlastingssiden","1376":"drevet av:","1377":"Ønsker du å spille? Dersom du hopper over dette steget, kan det gå utover sikkerheten til kontoen din. Vennligst beveg musen din en del i tilfeldige mønstre for å redusere risikoen.","1378":"Start spill","1379":"Hopp over","1380":"Kategorier","1381":"Brukergrensesnitt","1382":"Preferanser for sortering","1383":"Konfiguer kolonne-sortering for hver individuelle mappe, eller bruk samme sortering for alle mapper.","1384":"per mappe","1385":"likt for hver mappe","1386":"Foretrukket visningsmodus","1387":"Velg visningsmodus (ikoner eller detaljer) for hver induvidielle mappe, eller bruk samme visningsmodus for alle mapper.","1388":"[B]Last ned[\/B] til [A]datamaskinen din[\/A]","1389":"[B]Importer[\/B] til [A]Skydisken din[\/A]","1390":"Dra og slipp bildet her","1391":"følg oss"}