{"10":"WIĘCEJ. LEPIEJ. SZYBCIEJ. BEZPIECZNIEJ.","11":"Paragraf 12","12":"Nikt nie może być poddany arbitralnemu ingerowaniu w jego życie prywatne, rodzinne, dom czy korespondencję ani też atakom na jego honor i reputację. Każdy ma prawo do ochrony prawnej przeciwko takiej ingerencji lub zamachom.","13":"Powrzechna Deklaracja Praw Człowieka","14":"Potwierdź usunięcie","15":"Czy napewno chcesz bezpowrotnie usunąć wszystkie pliki umieszczone w koszu?","16":"Wewnętrzny błąd","17":"Limit przesyłu danych został przekroczony","18":"Za dużo połączeń dla tego zasobu","19":"Sesja wygasła lub wystąpił błąd","20":"Chwilowo niedostępne","21":"Wystąpił problem w twoim koncie, proszę sprawdź swój e-mail","22":"Plik już nie istnieje","23":"Plik jest już nie dostępny","24":"Błąd w opisie","25":"Katalog w którym się znajdujesz został usunięty lub przeniesiony przez innego użytkownika.","26":"Zagubiony katalog","27":"Niestety, 1 plik nie może zostać wgrany, ponieważ jest większy niż [X].","28":"Niestety, [X1] pliki nie mogą zostać wgrane, ponieważ są większe niż [X2].","29":"Ze względu na ograniczenia Twojej przeglądarki internetowej, która nie oferuje FileReader HTML5, przesyłanie plików odbywa się z wykorzystaniem wtyczki Adobe Flash. Jeśli chcesz się obejść to ograniczenie (i zwiększyć ogólną wydajność przeglądarki), należy rozważyć zainstalowanie [A]Google Chrome[\/A].","30":"Ograniczenia przeglądarki internetowej","31":"Możesz wgrwac tylko pliki mniejsze niż [X] korzystając z Internet Explorer. Chrome oraz Firefox umożliwiają wgrywanie plików dowolnej wielkości.","33":"MEGA najlepiej działa z Google Chrome","34":"Ostrzeżenie:","35":"Używasz przestarzałej przeglądarki internetowej, co wpływa niekorzystnie na wydajność transferu plików.","36":"Pobierz i zainstaluj Google Chrome","37":"Podczas gdy inni producenci przeglądarek wciąż borykają się z implementacją pełnej funkcjonalności HTML5,  Google Chrome ma to wszystko już dzisiaj. Aby cieszyć się pełną mocą Mega (np. zautomatyzowane wysyłanie i pobieranie plików), zalecamy porzucenie aktualnej, przestarzałej przeglądarki i instalację Chrome tak szybko, jak to możliwe.","38":"Nie pokazuj ponownie","39":"Nie, dziękuję","40":"Pobierz Google Chrome","41":"Usunąłeś katalog, który zawiera 1 udostępniony katalog.","42":"Po opróżnieniu kosza to udostępnienie zostanie zablokowane.","43":"Usunąłeś katalog, który zawiera [X] udostępnionych katalogów.","44":"Po opróżnieniu kosza te udostępnienia zostaną zablokowane.","45":"Udostępniony katalog - ostrzeżenie","46":"Błąd wewnętrzny","47":"Oops, wystąpił błąd. Przepraszamy!","48":"Wprowadź minimum 3 znaki aby rozpocząć szukanie","49":"przenieś [X] zaznaczonych elementów","50":"1 plik","51":"[X] plików","52":"i","53":"1 katalog","54":"[X] katalogów","55":"Tylko odczyt","56":"Odczyt & Zapis","57":"Pełny dostęp","58":"Pobierz","59":"Pobierz link","60":"Udostępnij","61":"Zmień nazwę","62":"Przenieś","63":"Kopiuj","64":"Uprawnienia","65":"Posiadasz uprwanienia odczyty do tego katalogu.","66":"Posiadasz uprwanienia odczyty i zapisu do tego katalogu.","67":"Posiadasz pełny dostęp do tego katalogu.","68":"Nowy katalog","69":"Utwórz nowy katalog","70":"Wyczyść kosz","71":"Dodaj kontakt","72":"Usuń kontakt","73":"Czy napewno chcesz usunąć tego użytkownika z listy kontaktów?","74":"Czy napewno chcesz usunąć tych użytkowników z listy kontaktów?","75":"Usuń kontakt","76":"Zamierzasz trwale usunąć [X] z kosza.","77":"Czy chcesz kontynuować?","78":"Tak","79":"Nie","81":"Ok","82":"Anuluj","83":"Usuń","84":"Potwierdzenie usunięcia","85":"Odśwież","86":"Nazwa","87":"Rozmiar","88":"Rodzaj wysyłki","89":"Status","90":"Prędkość","91":"Przybliżony czas","92":"Pozostały czas","93":"Rodzaj","94":"Ostatnia zmiana","95":"E-mail","96":"Uprawnienia","97":"Wgraj","98":"Wgraj katalog","99":"Wgraj plik","100":"Wyczyść kosz","101":"Dodaj kontakt","102":"Szukaj","103":"Anuluj wysyłkę","104":"Transfer","105":"oczekuje","106":"Menedżer plików","107":"Czy chcesz skopiować wybrane pliki do prywatnej skrzynki użytkownika [X]?","108":"Potwierdzenie","109":"Czy chcesz skopiować wybrany katalog do tego udostępnionego katalogu?","110":"Czy chcesz skopiować wybrane element(y) do prywatnej skrzynki użytkownika [X]?","111":"Czy chcesz skopiować wybrane plik(i) do tego udostępnionego katalogu?","112":"Linki","113":"Link","114":"Klucz","115":"Nazwa pliku","116":"Rozmiar","117":"Przenieś do","118":"Wybierz miejsce docelowe","119":"Bezpłatny limit transferu został przekroczony","120":"Pobieranie nie może być kontynuowane, ponieważ zostanie przekroczony limit bezpłatnego transferu przydzielonego na Twój adres IP.","121":"Limit transferu jest dynamiczny i uzależniony od dostępnych przepustowości.","122":"Tylko transfer z ostatnich pięciu lub sześciu godzin jest brany pod uwagę.","123":"W tym czasie okno:","124":"Do tej pory pobrałeś [X].","125":"[X1] będzie dostępne za [X2].","126":"Aktualny limit na Twój adres IP wynosi [X].","127":"Dla Twojej wygody, pobieranie zakolejkowanych plików zostanie zawieszone do czasu uzyskania wystarczającej wielkości transferu, a następnie zostanie wznowione automatycznie.","128":"Jeśli nie chcesz czekać, możesz zdecydować się na zwiększenie dostępnego transferu poprzez przejście na konto PRO, które również daje wystarczająco dużo dodatkowej pamięci masowej.","129":"Wybierz Pro","130":"Pobierz pliki","131":"Kliknij \"Akceptuj\" w celu ukończenia pobierania ","132":"Przenieś elementy","133":"Przenieś [X]","134":"Skopiuj [X]","135":"Błąd","136":"Wybierz miejsce docelowe.","137":"Wybierz prawidłowe miejsce docelowe.","138":"Katalog docelowy nie może być tym samym katalogiem, który przenosisz.","139":"Błąd cykliczny","140":"Błąd cykliczny: miejsce docelowe nie może być podkatalogiem przenoszonego katalogu.","141":"Proszę wprowadzić poprawny adres e-mail.","142":"Proszę czekać...","144":"Usuń dostęp","145":"Adres e-mail","146":"Udostępnij użytkownikowi:","147":"Przyznaj dostęp","148":"Zamknij","149":"Udostępnij","150":"Zaproszenie wysłane.","151":"Użytkownik [X] został zaproszony i pojawi się na liście Twoich kontaktów zaraz po zarejestrowaniu się.","152":"Nie możesz dodać siebie samego do listy kontaktów.","153":"Adres e-mail","154":"Dodaj kontakt","155":"Dodaj","156":"Anuluj","157":"Nazwa katalogu","158":"Utwórz","159":"Anuluj","160":"Wprowadzona nazwa katalogu jest już zajęta. Spróbuj ponownie.","161":"Zmień nazwę","162":"Zmień nazwę","163":"Anuluj","164":"Dysk","165":"Kontakty","166":"Skrzynka odbiorcza","167":"Kosz","168":"Kosz","169":"Menu","170":"Rejestracja","171":"Logowanie","172":"Przenieś tutaj swoje pliki","174":"lub","175":"Wybierz pliki","176":"Wybierz pliki do wgrania","177":"Ty jesteś w posiadaniu kluczy do tego co przechowujesz w chmurze.","178":"Bezpieczna współpraca online","179":"Menedżer plików","180":"Ekosystem aplikacji","181":"Szczegółowa funkcjonalność","182":"Udostępniaj zaszyfrowane katalogi współpracownikom lub partnerom biznesowym i wymieniaj poufne dokumenty korzystając z przejrzystego szyfrowania.","183":"Przeglądaj i zarządzaj swoimi plikami w przeglądarce internetowej z wbudowanym przyspieszeniem ich wysyłania i pobierania.","184":"Ogólnodostępne, otwarte API umożliwia programistom zwiększania funkcjonalności MEGA.","185":"2048 bitowe szyfrowanie RSA","186":"Wyloguj się","187":"Moje konto","188":"Menedżer plików","189":"Przerwij sesję","190":"Logowanie","191":"utwórz konto","192":"Zapamiętaj moje dane","193":"Login","194":"[X] serwerów online","195":"Twój e-mail","196":"Twój e-mail","197":"Wprowadź swój adres e-mail.","198":"Wprowadź poprawny adres e-mail.","199":"Wprowadź swoje hasło.","200":"Oops, wystąpił błąd.","201":"Wprowadzono błędny adres e-mail lub hasło. Spróbuj ponownie.","202":"Utwórz nowe konto","204":"lub","205":"login","206":"Twoje imię i nazwisko","207":"Twój e-mail","208":"Akceptuję [A]regulamin[\/A] serwisu MEGA","209":"Zarejestruj się","210":"Bądź gotowy na nową erę","211":"Przechowywanie w chmurze już nigdy nie będzie takie samo","212":"Wpisz swoje imię i nazwisko","213":"Wpisz hasło","214":"Musisz zaakceptować nasz regulamin serwisu.","215":"Wystąpił błąd. Prosimy spróbować ponownie.","216":"Super","217":"Sprawdź pocztę i kliknij w link w celu weryfikacji.","218":"Podany adres e-mail został już użyty podczas rejestracji.","219":"Podany adres e-mail został już użyty podczas rejestracji.","220":"Słabe","221":"Jest OK","222":"Dobrze","223":"Wspaniale","224":"WYBIERZ PLIKI DO WGRANIA","225":"WYBIERZ PLIK DO WGRANIA LUB PRZECIĄGNIJ JE TUTAJ","226":"Aby unikać przeciążeń w dostępie do zasobów, czasami musimy ograniczać poziom wykorzystania transferu. W ciągu ostatnich sześciu godzin, z Twojego adresu IP wykorzystano [X1], które wraz z wybranym plikiem [X2], przekracza nasz aktualny limit [X3]. W celu zapewnienia sprawiedliwego i równego dostępu do naszych zasobów, twoje pliki do pobrania zostały zakolejkowane. Będą wznowione automatycznie po zwiększeniu dostępnego limitu transferu.","227":"Ruch w ramach płatnego limitu transferu nie podlega tym ograniczeniom, więc jeżeli nie chcesz czekać, rozważ zakup konta Pro.","228":"Limit transferu","229":"Nie pokazuj więcej","230":"Wybierz Pro","231":"Nie, dzięki, poczekam","232":"Nie, dzięki, poczekam","233":"Chwilowy problem, ponawianie.","234":"Pobierz plik","235":"Pobierz","236":"Importuj","237":"Rozpocznij pobieranie","238":"Zgłoś narusznie praw autorskich","239":"Pobieranie zakończone","240":"W celu zakończenia procesu pobierania pliku, zapisz swój plik na komputerze.","241":"Zapisz swój plik","242":"Zainstaluj Chrome i korzystaj z pełni możliwości MEGA.","243":"Plik, który chcesz pobrać nie jest już dostępny.","244":"Może to wynikać z następujących przyczyn:","246":"Plik został usunięty ze względu na naruszenie ToS\/AUP.","247":"Błędny link - podany link nie istnieje","248":"Plik został usunięty przez użytkownika.","249":"Plik, który chcesz pobrać jest chwilowo niedostępny.","250":"Chwilowa niedostępność usługi. Może to wynikać z następujących przyczyn:","251":"Niektóre serwery są niedostępne ze względu na prace techniczne.","252":"Jesteśmy chwilowo przeciążeni, właśnie dodajemy więcej pamięci.","253":"Proszę spróbować później.","254":"Plik, który chcesz pobrać jest już niedostępny.","255":"Plik nie jest już dostępny ze względu na zgłoszenie praw autorskich przez [X].","256":"Twój klucz nie ma poprawnej długości.","257":"Upewnij się, że wprowadziłeś poprawny klucz.","258":"Trwa pobieranie","259":"Co oznacza \"MEGA\"?","260":"MEGA jest akronimem i oznacza \"MEGA Encrypted Global Access\".","261":"Na czym polega działanie \"MEGA\"?","262":"MEGA jest dostawcą tzw. usługi plików w chmurze. Oferuje darmową i płatna przestrzeń na pliki. Umożliwia przechowywanie i dostęp do plików z poziomu przeglądarki lub za pośrednictwem dedykowanych aplikacji klienckich.","264":"Według naszej wiedzy, usługa chmury i szyfrowanie są legalne. Prosimy stosować się do obowiązujących przepisów ustawowych i wykonawczych dotyczących [B]korzystania[\/B] z usług danych w chmurze i szyfrowania oraz naszego [A]regulaminu[\/A].","265":"MEGA zostało stworzone przez tych samych ludzi, który poprzednio prowadzili jeden z największych serwisów wymiany plików. Czy jest możliwość odzyskania tych plików?","266":"Niestety, MEGA nie ma dostępu do zasobów stworzonych poprzednio. Obecnie nie ma żadnych możliwości odzyskania dostępu do tych danych.","267":"Dlaczego siedziba firmy MEGA jest ulokowana w Nowej Zelandii?","268":"Z powodu wielu ważnych przyczyn, w tym również dlatego, że maroyjska nazwa \"Aotearoa\" określająca Nową Zelandię w tłumaczeniu oznacza \"Ziemia Długiej Białej Chmury\".","269":"Czy mogę uzyskać dostęp do MEGA na urządzeniach mobilnych?","270":"Usługa MEGA została zoptymalizowana dla przeglądarek internetowych. Pracujemy ciężko, aby udostępnić MEGA dla większości dostępnych urządzeń mobilnych i tabletów. W najbliższej przyszłości możesz się spodziewać aplikacji na Twoje ulubione urządzenia.","271":"Czy mogę wznowić przerwane wgrywanie lub pobieranie plików?","272":"Tak. Tak jak długo nie zamkniesz okna przeglądarki, wgrywanie i pobieranie plików będzie wznawiane automatycznie np. w przypadku problemów z siecią lub przypadkowego uśpienia się urządzenia. Prosimy pamiętać, że nasze serwery anulują nieukończone wgrania plików po 48 godzinach.","273":"Czy mogę wgrywać ten sam plik wielokrotnie?","274":"Ponieważ, serwer nie widzi nazwa plików, przypadki tych samych nazw plików powinny być kontrolowane przez Ciebie. Standardowe ustawienia powodują pomijanie plików z tą samą nazwą, lokalizacją, rozmiarem i datą modyfikacji. ","275":"Jak regulowane jest wykorzystanie transferu?","276":"Nasza polityka nie nadkłada żadnych ograniczeń na naszych użytkowników, chyba, że wymagają tego ograniczenia sprzętowe. Dlatego zastrzegamy sobie prawo do ograniczenia limitu transfery z przyczyn operacyjnych w każdym czasie na podstawie adresu IP komputera. Transfer zostanie wznowiony automatycznie jak tylko przepustowość zostanie zwiększona. ","277":"Czy są ograniczenia co do wielkości plików na MEGA?","278":"Nie nadkładamy żadnych ograniczeń co do wielkości plików dostępnych w chmurze. Jednak należy pamiętać, że nie które przeglądarki wykorzystują pamięć podręczną komputera podczas pobierania pliku (Firefox, IE10, Opera), oraz podczas pobierania i wgrywania plików (IE9, Safari 5).","279":"Czy mogę wgrywać i pobierać pliki w tym samy czasie?","280":"Tak, jedno wgrywanie i jedno pobieranie plików, w zakładce przeglądarki może odbywać się równolegle.","281":"Dlaczego nie udostępniacie podglądu plików graficznych , filmów i muzyki?","282":"Ponieważ, nasze szyfrowanie uniemożliwia działania na plikach po stronie serwera, które są wymagane aby taką funkcjonalność udostępnić.","283":"Jak mogę wgrać pliki na MEGA?","284":"Są trzy możliwości wgrywania pliów na MEGA korzystając z przeglądarki internetowej?","285":"1. Kliknij na czerwony przycisk na stronie startowej","286":"2. Przejdź do menedżera plików i kliknij przyciski \"Wgraj plik\" lub (jeżeli używasz Chrome) \"Wgraj katalog\" na górze strony.","287":"3. Przenieś pliki lub (jeżeli używasz Chrome) katalogi na okno przeglądarki.","288":"Jak mogę zainstalować MEGA?","289":"MEGA jest usługą w całości działającą w przeglądarce internetowej, a więc nie wymaga żadnych dodatkowych instalacji. Aby wykorzystać cały potencjał MEGA, zalecamy korzystanie z Google Chrome.","290":"Jak działa udostępnianie katalogów?","291":"Możesz udostępniać każdy plik lub katalog na swoim koncie z przyjaciółmi, rodziną i współpracownikami. Zaproszenie wysyłane jest na adres e-mail. Osoby zaproszone, które nie posiadają konta na MEGA otrzymają dodatkowo link do rejestracji. Dodatkowo, możesz stworzyć publiczny link do każdego swojego katalogu i wyeksportować dedykowany klucz szyfrujący, który umożliwi dostęp do katalogu dla osób bez konta na MEGA. W tym przypadku odpowiedzialność za bezpieczne przekazanie kluczy do katalogu spoczywa na Tobie.","292":"Aby ustawić, edytować lub usunąć udostępnianie katalogu, wystarczy kliknąć prawym przyciskiem myszki na katalog w menedżerze plików i wybrać \"Udostępnij\". Dostępne są trzy poziomy: Tylko odczyt, odczyt\/zapis (pliki mogą być dodawane ale nie mogą być usuwane) oraz pełny dostęp (pliki mogą być zarówno dodawane jak i usuwane).","293":"Jeżeli dodałeś adres e-mail osoby, która jeszcze nie posiada konta na MEGA, po jej rejestracji musisz dokończyć proces szyfrowania dla nowo utworzonego klucza publicznego.","294":"Jak mogę usunąć ludzi z udostępnionego katalogu?","295":"Kliknij prawym przyciskiem myszki na katalog w menedżerze plików i wybierz \"Udostępnij\". Zobaczysz listę wszystkich osób, które mają dostęp do katalogu. Wybierz osobę i kliknij prawy przycisk myszki a następnie z menu wybierz Usuń.","296":"Jak rozpoznać udostępnione katalogi?","297":"Udostępnione katalogi w menedżerze plików oznaczone są specjalną ikoną.","298":"Czy mogę udostępnić udostępniony katalog?","299":"Nie. Udostępniony katalog nie może być ponownie udostępniany.","302":"Jak mogę ustawić link do pliku na MEGA?","303":"Przede wszystkim należy pamiętać, że bezpieczeństwo szyfrowania powiązane jest od poufności przechowywania kluczy szyfrujących. Upewnij się, że nie udostępniasz tych kluczy narażając je na upublicznienie. Wysyłanie kluczy pocztą e-mail nie jest dobrym sposobem na ich przekazywanie.","304":"Mając to na uwadze, wybierz jeden lub kilka plików w menedżerze plików, kliknij prawym przyciskiem myszki i wybierz \"Pobierz link\". Pojawi się okno z publicznymi linkami dla wybranych plików. Wybrany linki może wyeksportować pojdynczo lub w pakiecie.","305":"Jak działa szyfrowanie?","306":"Cały proces szyfrowania odbywa się na komputerach użytkowników. Dane wgrywane są szyfrowane na urządzeniu z którego są wysyłane, a dane pobierane są deszyfrowane po zakończeniu procesu pobierania na urządzeniu, które je pobrało. Urządzania użytkowników są odpowiedzialne za generowanie, wymianę i zarządzanie kluczami szyfrowania. Poza kluczami RSA, które są kluczami publicznymi, żadne inne klucze nie są przechowywane na urządzeniach użytkownika.","307":"Czy wszystkie moje dane są szyfrowane?","308":"Nie. Tylko dane i nazwy plików\/folderów są szyfrowane. Pozostałe informacje tj. adres e-mail, adres IP, struktura folderów, uprawnienia czy dane finansowe przechowywane są z postaci niezaszyfrowanej. Więcej informacji można znaleźć w naszej polityce prywatności.","309":"Czy moje, przechowywane dane są całkowicie bezpieczne? ","310":"Bezpieczeństwo jest pojęciem względnym. Istnieją następujące możliwości ataków - nie są one specyficzne dla MEGA, ale chcemy żebyś wiedział o ryzyku: ","311":"Indywidualne konta są zagrożone przez:","312":"- Złośliwy kod na komputerze np. prosty program zbierającu informacje o wprowadzanych danych z klawiatury, kod wykradający dane logowania i klucze szyfrujące.","313":"- Podpatrzone hasło. Upewnij się, że nikt nie widzi Twojego hasła w trakcie logowania się.","314":"- Złamanie hasła. Zapobiegniesz temu używając skomplikowanych haseł.","315":"- Phising. Przed wprowadzeniem swojego hasła, zawsze sprawdzaj czy Twoja przeglądarka sygnalizuje obecność protokołu SSL oraz poprawną nazwę domeny (mega.co.nz).","316":"Ataki na duża skalę mogą być tworzone przez:","317":"- Akceptację duplikatu certyfikatu SSL posiadającego zmiany DNS.","318":"- Uzyskanie dostępu do serwerów firmy hostingowej utrzymującej serwery MEGA i podmianę piku https:\/\/mega.co.nz\/index.html. Należy pamiętać, że zmiany w zawartości serwerów CDN nie wpływa na bezpieczeństwo, ponieważ wszystkie dane są weryfikowane i kodowane. Ten rodzaj ataku wymaga wysłania złośliwego kodu do przeglądarki i jest automatycznie wykrywany.","319":"- Uzyskanie dostępu do naszych głównych serwerów i poprzez stworzenie kluczy do istniejących elementów udostępnionych. Ten rodzaj ataku wpływa tylko na udostępnione katalogi i jest wykrywany po stronie użytkownika. ","320":"Co w przypadku gdy Wam nie ufam? Czy nadal bezpieczne jest używanie MEGA przeze mnie?","321":"Jeżeli nie masz do nas zaufania, nie możesz uruchamiać żadnego kodu dostarczanego przez nas, w tym wchodzić na naszą stronę poprzez przeglądarkę czy wprowadzać swoje hasło. Jeżeli chcesz używać MEGA, musisz skorzystać z innych aplikacji stworzonych przez osoby, którym ufasz.","322":"Jeżeli mam zaufanie do serwerów w Nowej Zelandii, ale nie ufam serwerom w Niemczech ponieważ są utrzymywane przez amerykańską firmę, to czy nadal bezpiecznie mogę używać MEGA?","323":"Tak, możesz bezpiecznie korzystać z MEGA, nawet jeżeli nasze serwery są kolokowane w Niemczech są zagrożone. Nasze centrum danych w Nowej Zelandii daje pewność unieruchomienia niechcianego kodu. ","324":"Czy dane przechowywane w udostępnionych katalogach są bezpieczne tak jak pozostałe dane?","325":"Udostępniane katalogi są tak bezpieczne pod warunkiem przestrzegania bezpieczeństwa przez jego użytkowników. Jednak, może wystąpić dodatkowe zagrożenie polegające na podmianie kluczy publicznych.","326":"Załóżmy, że dyski MEGA są uszkodzone fizycznie? Jakie są zagrożenia?","327":"Mogą pojawiać się informacje o błędach w pobranych plikach. ","328":"Czy jest dobrym pomysłem przechowywanie wszystkich moich danych w jednym miejscu?","329":"Zawsze twórz dodatkowe kopie ważnych plików zarówno online jak i offlice. Mimo, że my przechowujemy Twoje pliki w conajmniej dwóch lokalizacjach, nigdy nie ma gwarancji na ich odzyskanie w przypadku awarii lub innych zdarzeń.","330":"Dlaczego miałbym powierzyć moje dane wszystkim osobom oraz Wam?","331":"Udostępniamy kontrolę szyfrowania użytkownika (UCE) gdzie użytkownicy mogą kontrolować wszystkie swoje klucze. Kontrola szyfrowania użytkownika jest dostępna na licencji open sourcowej i zapraszamy wszystkich do dzielenia się opiniami i uwagami. Uważamy, że takie rozwiązania jest o wiele bezpieczniejsze niż przechowywanie kluczy na serwerze, np. w przypadku udostępnienia plików użytkowników MEGA spowodowanego przez błąd oprogramowania, inni użytkownicy nie będą mogli odczytać plików z pominięciem kontroli szyfrowania użytkownika.","332":"Zauważyłem, że do przesyłania już zaszyfrowanych plików używany jest protokół SSL. Czy nie jest to zbędne?","333":"Niestety, większość przeglądarek wyświetla ostrzeżenia w przypadku pojawiania się elementów korzystających z innego protokołu niż HTTPS - i trudno się temu dziwić. Ponieważ HTTPS ma znaczny wpływ na wydajność, pozwalamy na wyłączenie tej opcji w przeglądarce (jeżeli opcja jest dostępna, Internet Explorer nie udostępnia takiej możliwości) w celu podniesienia wydajności nie narażając danych na utratę poufności czy integralności. Po wyłączeniu tej opcji może pojawić się ostrzeżenie w niektórych przeglądarkach, które można bezpiecznie zignorować.","334":"Jakie metody szyfrowania używane są przez MEGA?","335":"Dla dużych transferów, AES-128 (wierzymy, że wyższe wykorzystanie CPU AES-192 i AES-256 przewyższają teoretyczne korzyści bezpieczeństwa, przynajmniej do czasu nadejścia komputerów kwantowych). <\/p><p> Następnie sprawdzanie integralności odbywa się przez pofragmentowane wariacje CCM, które jest mniej wydajny niż OCB, ale nie jest obciążone patentami.","336":"Dla ustanowienia wymiany szyfrowanych danych pomiędzy użytkownikami używany jest RSA-2048 (długość klucza została wybrana pomiędzy \"zbyt niebezpieczne\" i \"zbyt wolne\").<\/P><p>Szyfrowanie, deszyfrowanie oraz generowanie kluczy jest zaimplementowane w Javascript, który ogranicza przepustowość do kilku MB\/s i powoduje znaczące zużycie procesora. Czekamy z niecierpliwością na implementację HTML5 WebCrypto API we wszystkich popularnych przeglądarkach, co wyeliminuje obecne utrudnienia.","337":"Generator liczb losowych w Javascript wykorzystuje mysz komputera i klawiaturę oraz metodę RC4.","338":"Czy MEGA robi kopie zapasowe moich danych?","339":"Jeżeli to tylko możliwe to przechowujemy Twoje pliki conajmniek na dwóch serwerach w różnych centrach danych.","340":"Zapomniałem swojego hasła. Czy mogę je zresetować?","341":"Niestety, Twoje MEGA hasło nie jest tylko hasłem - jest również głównym kluczem szyfrującym do wszystkich Twoich danych. Jeżeli zapomnisz hasła, tracisz dostęp do wszystkich swoich plików, które nie są umieszczone w udostępnionych folderach.","344":"Co jest wymagane aby przejść na konto PRO?","345":"Konto Pro udostępnia dodatkowe miejsce na dysku oraz zwiększa limit transferu. Masz możliwość regulowania wielkości transferu (udostępnienia go używkownikom bez konta na MEGA) oraz ustawienia jego wielkości w ustawieniach konta.","346":"Dlaczego jest dostępna opcja ograniczająca szybkość wgrywania plików oraz dlaczego jest ona włączona domyślnie?","347":"Wiele routerów nie traktuje priorytetowo mniejszych pakietów w przypadku przeciążenia łącza, co wpływa na przeciążenie ruchu przychodzącego, gdy wychodzący jest pełny. Dlatego mierzymy dostępne pasmo wychodzące podczas pierwszych dziesięciu sekund, a następnie utrzymujemy co najmniej 10% jej niewykorzystanej części. Możesz spróbować zwiększyć wydajność przesyłania wyłączając tę opcję.","348":"Co otrzymuję w darmowym koncie?","349":"Globalnie dostępna, wysokiej jakości, bezpieczna chmurka do składowania plików z [X] pojemności pamięci. Jeżeli potrzebujesz więcej, możesz wybrać [A1] konto Pro[\/A1]. Kliknij [A2]tutaj[\/A2] aby sprawdzić aktualne wykorzystanie transferu.","359":"Czy oferujecie własne API?","361":"Tak. Open sourcowy kod naszego API w Javascript został użyty do stworzenia interfejsu MEGA, więc na naszym przykładzie możesz znaleźć dużą porcję przykładowego kodu oraz więcej informacji można znaleźć w naszej [A]dokumentacji[\/A]. Ponieważ nie dysponujemy możliwościami zbudowania wszystkich aplikacji, które tworzą z MEGA uniwersalne narzędzie na wszystkich, zapraszamy Ciebie do pomocy. Po weryfikacji Twojego kodu, aplikacja zostanie opublikowana na naszych stronach. Z przyjemnością również porozmawiamy na temat podziału przychodów z najbardziej popularnych aplikacji.","362":"Aby unikać przeciążeń w dostępie do zasobów, czasami musimy ograniczać poziom wykorzystania transferu. Plik, który próbujesz pobrać jest większy niż nasz limit [X3]. Pobrania zostały zakolejkowane. Będą wznowione automatycznie po zwiększeniu dostępnego limitu transferu.","365":"Wersja Twojej przeglądarki internetowej jest za stary, aby pobierać pliki tej wielkości.","366":"Ostrzeżenie dotyczące praw autorskich","367":"MEGA respektuje prawa autorskie innych osób i wymaga, aby użytkownicy usługi MEGA przestrzegali prawa autorskich. Zabrania się korzystania z usługi MEGA w celu naruszania praw autorskich. Nie możesz, pobierać, przechowywać, udostępniać, wyświetlać, rozpowszechniać, wysyłać mailem, publikować linki, przekazywać lub w inny sposób udostępniać pliki, dane lub inne treści, która naruszają prawa autorskie lub inne prawa własności jakiejkolwiek osoby lub podmiotu.","368":"Uwaga:","369":"Model bezpieczeństwa usługi MEGA uzależniony jest od poufności kluczy w wyświetlonych powyżej. Unikaj przekazywania ich niebezpiecznymi metodami.","370":"Skopiuj do schowka","371":"Skopiowane do schowka","372":"Wgraj","373":"Pobierz","374":"Obiecujemy, dostarczamy","375":"Nawigacja na stronie została zablokowana ponieważ masz zakolejkowane procesy. ","376":"Musisz być zalogowany aby zobaczyć tą stronę.","377":"Masz conajmniej jeden aktywny proces. Jeżeli będziesz kontynuować, transfer plików zostanie przerwany.","378":"Wprowadź swoje hasło w celu weryfikacji.","379":"Zaloguj się aby zaimportować ten plik do swojego konta.","380":"Wprowadź klucz deszyfrujący.","381":"Wszystkie prawa zastrzeżone","382":"Wykonane w Nowej Zelandii","383":"Wsparcie","384":"Centrum pomocy","385":"Regulamin","386":"Polityka prywatności","387":"Prawo autorskie","388":"Społeczność","389":"Blog","390":"Współpraca","391":"Dystrybutorzy","392":"Programiści","393":"Partnerzy techniczni","394":"Inwestorzy","395":"Zostań dystrybutorem","396":"O nas","397":"Konto Free","398":"Konto Pro","399":"Kontakt","400":"Podstawowe","401":"Udostępnianie","402":"Bezpieczeństwo","403":"Konto","404":"Płatności","405":"Narzędzia","406":"Najczęściej zadawane pytania:","407":"Kategorie:","408":"Styczeń","409":"Luty","410":"Marzec","411":"Kwieceń","412":"Maj","413":"Czerwiec","414":"Lipiec","415":"Sierpień","416":"Wrzesień","417":"Październik","418":"Listopad","419":"Grudzień","420":"Zaloguj się aby rozpocząć wgrywanie","421":"Prosimy zaakceptować nasz regulamin","422":"Akceptuję","423":"W celu korzystania z funkcji udostępniania, musisz być zarejestrowany. Czy chcesz zarejestrować się teraz?","424":"Udostępnianie zablokowane","425":"Zmień nazwę katalogu","426":"Zmień nazwę pliku","427":"Szczegóły konta","428":"Kupony","429":"Historia logowania","430":"Historia zamówień","431":"Historia transakcji","432":"Rodzaj konta:","433":"Wybierz PRO","434":"Rodzaj subskrypcji:","435":"FREE","436":"Brak cyklu rozliczeniowego","437":"Dostępna pamięć:","438":"[X] użyte","439":"[X1] z [X2]","440":"Zarządzanie transferem:","441":"Uruchom zarządzanie transferem","442":"Zablokuj zarządzanie transferem","443":"Możesz określić procentowo ile chcesz przeznaczyć na limit obsługi transferu","444":"Ustawiony limit obsługi transferu:","445":"Limit obsługi transferu","446":"(dotyczy innych osób pobierających Twoje pliki)","447":"Limit transferu pobierania","448":"(dotyczy pobierania plików przez innych użytkowników)","449":"Stan konta","450":"Doładuj","451":"Utwórz kupony:","452":"Rodzaj kuponu:","453":"Wybierz rodzaj kuponu","454":"Ilość:","455":"Utwórz","456":"Zrealizuj kupon","457":"Zamów kupon","458":"Zrealizuj","459":"Twoje kupony","460":"Niewykorzystane kupony","461":"Zrealizowane kupony","462":"Anulowane kupony","463":"Unieważnione kupony","464":"Wszystkie kupony","466":"Ostatnie [X]","467":"Historia logowania","468":"Historia zamówienia","469":"Ostatnie [X] zamówień","470":"Historia transakcji","471":"Last [X] transakcji","472":"Ostatnie [X] sesji","473":"Oops, podany kod kuponu jest nieprawidłowy.","474":"Data ważności:","475":"Data\/Czas","476":"Element","477":"Wartość","478":"Metoda płatności","479":"Przeglądarka","480":"Adres IP","481":"Kraj","482":"Ostatnia aktywność","483":"Obecna sesja","484":"Numer transakcji","485":"Uznanie","486":"Obciążenie","487":"Kod kuponu","488":"Status","489":"Nie używany","490":"Użyty w dniu","491":"Odrzucony w dniu","492":"Anulowany w dniu","494":"Wybierz pakiet","495":"Pojemność","496":"Transfer","497":"Wybierz cenę:","498":"na miesiąc","499":"na rok","500":"Wybierz cenę:","501":"oszczędzasz 17%","502":"Wybierz cenę:","503":"Wybierz formę płatności:","504":"Stan konta Prepaid","505":"kup kupon","506":"Profesjonalny","507":"Kontynuuj","508":"kod kuponu","509":"THE PRIVACY COMPANY","510":"Witamy na MEGA!","511":"Twój publiczny\/prywatny klucz (2048-bit RSA) został stworzony.","512":"W celu wzmocnienia klucza, zebraliśmy informacje z ruchu kursora myszki oraz czasu między kliknięciami na klawiaturze.","513":"Kupon został zrealizowany, jednak Twoje saldo nadal nie ma wystarczających środków dla realizacji tego zamówienia. Prosimy doładować saldo o dodatkowe środki lub zamówić tańszą wersję pakietu. ","514":"Niewystarczające środki, prosimy spróbować ponownie.","515":"Ten katalog zawiera więcej niż 500 elementów. Duże foldery mogą spowalniać działanie Twojej przeglądarki. Prosimy rozważyć stworzenie podkatalogów.","516":"Pomoc","517":"Jeżeli coś nie działa lub masz problem w serwisie, polecamy nasz [A]dział pomocy[\/A]. Jeżeli nie znajdziesz tak odpowiedzi, skontaktuj się z nami.","518":"Legalność","519":"Nasz dział prawny jest gotowy odpowiedzieć na Państwa pytania.","520":"Prawa autorskie","521":"Jesteś zaniepokojny użytkownikiem, który narusza Twoje prawo do własności intelektualnej? Proszę wypełnić zawiadomienie o naruszeniu praw przez nasz [A]formularz online [\/A] lub wyślij do nas e-mail.","522":"Zgłoś pomysł","523":"Prosimy zgłosić swój pomysł lub sugestię na rozwój serwisu.","524":"Zgłoś błąd","525":"MEGA jest obecnie w fazie beta, zapraszamy do zgłaszania informacji o błędach. Im więcej szczegółów tym lepie.","526":"Prasa","527":"Zapraszamy przedstawicieli mediów, w tym blogerów, o kontakt i przesyłanie pytań dotyczących MEGA.","528":"Zostań dystrybutorem","529":"Stań się częścią sukcesu!","530":"Nasz program na dystrybutorów pozwoli Tobie sprzedawać kupony MEGA bezpośrednio do Twoich klientów.","531":"Szczegóły:","532":"Otrzymasz dostęp do naszego wyrafinowanego interfejsu zarządzania kuponami.","533":"Tworzysz kupony w czasie rzeczywistym w ramach dostępnego salda.","534":"Udział w przychodach od samego początku.","535":"Im więcej sprzedaż, tym większe przychody, a tym samym Twój zysk.","536":"API dla Dystrybutorów daje możliwość tworzenia aplikacji, które mogą komunikować się z naszym system w czasie rzeczywistym.","537":"Darmowa reklama: Twoja strona będzie podlinkowana na stronach Mega.","538":"W procesie weryfikacji i akceptacji Twojego zgłoszenia, Twój biznes i strona internetowa musi spełniać określone przez nas standardy.","539":"Udział w przychodach","540":"Twój udział w przychodach będzie pomniejszany w procesie generowania nowych kuponów.","541":"Miesięczne obroty","542":"Udział w przychodach","543":"więcej niż [X]","544":"Aplikacja Dystrybutora","545":"Zarejestruj się jako dystrybutor","546":"Szczegóły","547":"Twoje szczegóły","548":"Rynki","549":"Wybierz rynek dystrybucji:","550":"Płatności","551":"Wybierz formę płatności","552":"Wybierz formę płatności z listy dostępnych dostawców","553":"Jeżeli Twój dostawca płatności nie znajduje się na liście, prosimy o przesłanie do nas [A]e-mail[\/A].","554":"Zakończ","555":"Akceptuję [A]regulamin dystrybutorów MEGA[\/A]","556":"Następne","557":"Wybierz rynki z listy dostępnych krajów","558":"Poprzednie","559":"Imię i nazwisko","560":"Adres URL","561":"Adres","562":"Kod pocztowy","563":"Nazwa firmy","564":"Telefon","565":"Miasto","566":"Lista krajów i metod płatności:","568":"Proszę wybrać kraj","569":"Ustawienia przesyłania","570":"Liczba równoległych wgrań:","571":"Liczba równoległych pobrań:","572":"Limit szybkości wgrywania:","573":"Brak","574":"Automatyczne","575":"Stałe","576":"Pomiń identyczne pliki podczas wgrywania:","577":"Tak","578":"Nie","579":"Używaj SSL podczas przesyłania plików:","580":"Zablokowanie SSL zwiększa wydajność i nie zmniejsza poziomu bezpieczeństwa.","581":"Prosimy podać imię i nazwisko.","582":"Prosimy podać adres URL.","583":"Prosimy podać adres.","584":"Prosimy podać kod pocztowy.","585":"Prosimy podać nazwę firmy.","586":"Prosimy podać numer telefonu.","587":"Prosimy podać miasto.","588":"Prosimy podać kraj.","589":"Musisz zapoznać się z regulaminem dystrybutorów.","590":"Prosimy wybrać co najmniej jeden kraj.","591":"Prosimy wybrać co najmniej jedną formę płatności.","592":"Prosimy wybrać co najmniej jeden kraj z dostawcą płatności.","593":"Niesamowite","594":"Niebawem otrzymasz od nas e-mail z kolejnymi instrukcjami.","620":"Zawiadomienie o domniemanym naruszeniu praw autorskich","621":"Uwaga","622":"MEGA respektuje prawa autorskie innych osób i oczekuje tego samego od Użytkowników usługi MEGA. Będziemy reagować na zawiadomienia o domniemanym naruszeniu praw autorskich, które są zgodne z obowiązującym prawem i są prawidłowo zgłoszone do nas. Jeśli uważasz, że Twoje dzieła zostały skopiowane lub są używane w sposób stanowiący naruszenie praw autorskich, prosimy o podanie następujących informacji: (i) Fizyczny lub elektroniczny podpis właściciela praw autorskich lub osobę upoważnioną do działania w ich imieniu; (ii) określenie prac chronionych prawami autorskimi, które zostały naruszone, (iii) określenie materiału, który rzekomo narusza prawa autorskie lub jest przedmiotem czynności naruszających prawo i powinien być usunięty lub do którego dostęp ma być zablokowany, lub informacja wystarczająca, aby umożliwić nam znalezienie tego materiału, w tym na przykład adres URL, (iv) informacje kontaktowe, w tym adres, numer telefonu oraz adres e-mail, (v) oświadczenie, że masz w dobrej wierze przekonanie, że korzystanie z materiałów we wskazany sposób nie jest autoryzowane przez właściciela praw autorskich, jego agenta lub prawo oraz (vi) oświadczenie, że informacje w zawiadomieniu są prawdziwe, że jesteś świadomy odpowiedzialności karnej oraz, że jesteś uprawniony do działania w imieniu właściciela praw autorskich.","623":"Zastrzegamy sobie prawo do usuwania treści, uważanych za naruszenie bez wcześniejszego powiadomienia, według własnego uznania i bez zobowiązań wobec Użytkownika. W odpowiednich okolicznościach, MEGA również może zablokować konto użytkownika, jeśli użytkownik nielegalne działania będzie powtarzać. Wyznaczony przez nas agent od praw autorskich zawiadomienia o domniemanym naruszeniu praw autorskich, występujących na MEGA w przypadku:","624":"Informacje o prawach autorskich","625":"Proszę skorzystać z tego formularza w celu zgłoszenia naruszenia praw autorskich. Zgłoszenie zostanie rozpatrzone w przeciągu 24h (lub natychmiast w trakcie dnia pracy).","626":"Zawartość:","627":"Wymagane","628":"Naruszenie moich praw autorskich.","629":"Naruszenie praw autorskich osoby, którą reprezentuję.","630":"Rodzaj działania:","631":"Wybierz rodzaj działania:","632":"1. Zablokować wskazany publiczny adres URL - plik pozostanie na koncie właściciela pliku.","633":"2. Zablokować wszystkie publiczne adresy URL dla wskazanego pliku - plik pozostanie na koncie właściciela pliku.","634":"3. Usuń wszystkie kopie wskazanych pliku - żaden użytkownik nie ma uprawnień do przechowywania tego pliku","635":"Oświadczam, że mam w dobrej wierze przekonanie, że udostępnianie materiałów chronionych prawem autorskim w miejscu powyżej nie jest autoryzowane przez właściciela praw autorskich, jego agenta lub prawo ","636":"Rozumiem, mogę być odpowiedzialny za szkody, w tym koszty i opłaty sądowe, jeśli świadomie wprowadziłem w  błąd, iż zgłoszone treści, adresy URL lub pliki naruszają prawa autorskie.","637":"Informacje zawarte w tym powiadomieniu są prawdziwe i stwierdzam pod odpowiedzialnością karną, że jestem upoważniony do działania w imieniu właściciela praw autorskich.","638":"To powiadomienie jest poważnym dokumentem prawnym - prosimy o przemyślane składanie swoich roszczeń o naruszenie praw autorskich. Możesz najpierw skonsultować się z prawnikiem, aby określić, czy treści, które alarmują, są w rzeczywistości naruszeniem prawa autorskiego.","639":"Wyślij zgłoszenie","640":"Dodaj więcej","641":"Adres URL do treści naruszającej prawa autorskie:","642":"Właściciel praw autorskich:","643":"Stanowisko:","644":"E-mail:","645":"Faks:","646":"Miasto:","647":"Kod pocztowy:","648":"W następujących dziełach prawa autorskie zostały naruszone:","649":"Moje imię i nazwisko:","650":"Nazwa firmy \/ organizaji:","651":"Telefon:","652":"Adres:","653":"Województwo:","654":"Kraj:","655":"Proszę podać adres URL do każdego dzieła chronionego prawami autorskimi, których prawa zostały naruszone.","656":"Proszę wpisać utwory chronione prawami autorskimi dla każdego adresu URL.","657":"Proszę zaznaczyć jeżeli plik narusza prawa autorskie Twoje lub osoby, którą reprezentujesz.","658":"Prosimy wybrać działania:","659":"Proszę podać adres URL do każdego dzieła chronionego prawami autorskimi, których prawa zostały naruszone.","660":"Proszę wpisać nazwę dzieła chronionego prawami autorskimi dla każdego zgłoszonego adresu URL.","661":"Proszę podać nazwę właściciela praw autorskich.","662":"Proszę podać swoje imię i nazwisko.","663":"Proszę wpisać swój adres e-mail.","664":"Proszę wprowadzić poprawny adres e-mail.","665":"Proszę potwierdzić, że masz dobrej wierze przekonanie, że udostępnianie materiałów chronionych prawem autorskim w miejscu powyżej nie jest autoryzowane przez właściciela praw autorskich, jego agenta lub prawo .","666":"Proszę potwierdzić, że mogą Państwo ponieść odpowiedzialność za szkody, w tym koszty i opłaty sądowe, jeśli świadomie zgłoszono treści, adresy URL lub pliki, które prawa autorskiego nie naruszają.","667":"Proszę potwierdzić, że zgłoszenie to jest poprawne i świadom odpowiedzialności karnej potwierdzam, że jestem upoważniony do działania w imieniu właściciela praw autorskich.","668":"Dziękujemy!","669":"Twoje zgłoszenie zostanie wkrótce rozpatrzone.","670":"Język","671":"Czy znasz kilka języków obcych?","672":"Pomóż nam w tłumaczeniu!","673":"The Privacy Company","674":"Nikt nie może być poddany arbitralnemu ingerowaniu w jego życie prywatne, rodzinne, dom czy korespondencję. Każdy ma prawo do ochrony prawnej przeciwko takiej ingerencji.","675":"Powszechna Deklaracja Praw Człowieka, Paragraf 12","676":"MEGA to usługa przechowywania plików zapewniająca stałe bezpieczeństwo danych.","677":"MEGA zapewnia sprawne przechowywania danych w chmurze zachowując najwyższy standard prywatności. MEGA wierzy w prawo do prywatności i dostarcza narzędzi technologicznych do jej ochrony. Nazywamy to Kontrolowanym Szyfrowaniem Użytkownika (UCE).","678":"Co to jest Kontrolowane Szyfrowanie Użytkownika MEGA?","679":"Wszystkie pliki przechowywane na MEGA są szyfrowane. Wszystkie transfery danych od i do MEGA są szyfrowane. I podczas gdy większość dostawców podobnych usług Twierdzi  to samo, MEGA jest inny - w przeciwieństwie do standardów przemysłu, gdzie to dostawca posiada klucz deszyfrujący, w MEGA tylko Ty kontrolujesz szyfrowanie, przetrzymujesz klucze oraz decydujesz komu udostępnić lub zablokować dostęp do Twoich plików, bez instalowania dodatkowego oprogramowania. Wszystko odbywa się w Twojej przeglądarce internetowej.","680":"Przyszłość MEGA","681":"Chmura od MEGA to jest tylko początek. W przyszłości, MEGA dostarczyć Kontrolowane Szyfrowanie Użytkownika do wszystkich przeglądarek oraz uruchomić platformę dla aplikacji dostępnych w przeglądarce, bez konieczności instalowania czegokolwiek. Nasza technologia będzie chronić Twoje e-maile, rozmowy, czaty i strumienie wideo.","692":"Czy Mega jest legalne?","693":"Jesteśmy ekipą, która swój czas i możliwości poświęciła na zbudowanie tej niesamowitej usługi do przechowywania plików z zachowaniem pełnej prywatności. Całą usługę stworzyliśmy od podstaw w Auckland w Nowej Zelandii. W przeciwieństwie do większości naszych konkurentów, wykorzystujemy możliwości szyfrowania przeglądarek internetowych, gdzie Ty a nie my kontrolujesz klucze szyfrujące. W skład naszej ekipy wchodzą m.in. Kim Dotcom, Mathias Ortmann, Bram van der Kolk oraz Finn Batato. Nasz CEO, Tony Lentino jest weteranem w branży, posiada doświadczenie w zarządzaniu globalnym rejestrem domen. Mamy nadzieję, że Ci się spodoba.","694":"1. Zablokuj wskazany adres URL - plik pozostanie na kontach użytkowników","695":"2. Zablokuj wszystkie adresu URL - pliki pozostaną na kontach użytkowników","696":"3. Usuń wszystkie kopie plików dostarczonych adresów URL - żaden użytkownik nie na uprawnień do przechowywania wskazanych plików","697":"4. Inne","698":"Tutaj możesz zgłosić swoje zawiadomienie","699":"Podpisz i wyślij zawiadomienie","700":"Prosimy przesłać zgłoszenie o naruszenie praw autorskich zgodne z [A2]naszymi wytycznymi[\/A2] na adres e-mail [A1]copyright@mega.co.nz[\/A1].","701":"Adres e-mail","702":"Zgłoś nadużycie","703":"Twój link do rejestracji jest nieprawidłowy. Sprawdź swój aktywacyjny e-mail.","704":"Twoje konto jest już aktywne. Zaloguj się.","705":"Wystąpił błąd w trakcie potwierdzania rejestracji. Spróbuj ponownie. Błąd numer: ","706":"Zmień hasło","707":"Zapisz zmiany","708":"Zmień hasło","709":"Nie pamiętam aktualnego hasła","710":"Jeśli jesteś nadal zalogowany, ale nie pamiętasz bieżącego hasła, możesz ustawić nowe hasło, zaznaczając tę opcję. Otrzymasz potwierdzenie zmiany hasła z linkiem na adres e-mail, który aktywuje nowe hasło po kliknięciu, w ciągu 15 minut.","711":"Zmień hasło","712":"Realizacja kupony zakończona","713":"Wartość kuponu została dodana to Twojego konta. Czy chcesz kontynuować zakup konta PRO?","714":"Kupon był już zrealizowany wcześniej.","715":"Wprowadzone hasło jest błędne. Spróbuj ponownie.","716":"Aktualne hasło","717":"Nowe hasło","718":"Potwierdź hasło","719":"Proszę wpisać swoje aktualne hasło.","720":"Proszę wpisać nowe hasło.","721":"Odbierz e-mail i kliknij w link w celu potwierdzenia zmiany hasła.","722":"Zmiana hasła została zgłoszona","723":"Nowe hasło musi być różne od obecnego.","724":"Wprowadzone hasło jest niepoprawne.","725":"Hasło zostało zmienione.","726":"Zakończ","727":"Twoje hasło zostało zmienione.","728":"Link potwierdzający zmianę hasła wygasł.","729":"Ten link został już użyty.","730":"Twoje konto zostało zawieszone. Sprawdź swój e-mail po szczegóły i prześlij do nas odpowiedź w dogodnym dla Ciebie czasie.","731":"Konto użytkownika zostało usunięte z powodu wielokrotnych naruszeń naszego [A]regulamin[\/A].","732":"Aktualnie jesteś zalogowany na inne konto, niż te podane w linku. Wyloguj się i kliknij w link potwierdzający ponownie.","733":"Nieznany adres e-mail. Jeżeli nie masz jeszcze konta na MEGA, serdecznie zapraszamy do jego utworzenia.","734":"Dziękujemy!","735":"Sprawdź swój e-mail.","736":"Tylko użytkownicy posiadający puste konta mogą zresetować hasło.","737":"Zresetuj hasło","738":"Zgłoś","739":"zapomniałeś hasła?","740":"Twoje hasło zostało zmienione.","741":"Wybierz nowe bezpieczne hasło.","742":"Zresetuj","743":"Link wygasł. Wygeneruj nowy link.","744":"Link jest niepoprawny. Wygeneruj nowy link.","745":"Brak cyklu billingowego","746":"Rodzaj konta","747":"Tygodniowo","748":"Miesięcznie","749":"Rocznie","750":"Następna płatność","751":"Jednorazowo","752":"Dodatek MEGA dla przeglądarki Firefox","753":"Zainstaluj dodatek MEGA dla przeglądarki Firefox aby zwiększyć wydajność pobierania plików. Dodatek umożliwia dowolnej liczby plików bez ograniczeń na ich wielkość.","754":"Dodatek MEGA dla przeglądarki Firefox jest bezpieczny. Jeżeli preferujesz korzystać z MEGA bez tego dodatku, polecamy zainstalowanie przeglądarki [A]Chrome[\/A].","755":"Zainstaluj dodatek","756":"1 pobranie zakończone","757":"[X] pobrania zakończone","758":"Otwórz katalog z plikami","759":"kliknij tutaj aby otworzyć","760":"Proszę zainstalować dodatek MEGA dla Firefox aby pobierać duże pliki.","761":"Proszę potwierdzić","762":"Masz zamiar pobrać bardzo dużą liczbę plików. To może spowolnić działania przeglądarki. Czy chcesz kontynuować?","763":"Kontakt","764":"Pobieranie pliku nie może być rozpoczęte, ponieważ Twój dysk twardy jest pełny.","765":"Pobieranie plików nie może być rozpoczęte, ponieważ Twój dysk twardy jest pełny.","766":"Niektóre pliki nie mogą zostać pobrane, ponieważ Twój dysk twardy jest pełny.","768":"Pobieranie plików nie może być rozpoczęte ponieważ Twój dysk twardy jest pełny lub używasz Chrome w trybie prywatnym, który uniemożliwia zapis plików.","769":"Tylko 5% dostępnej pamięci na dysku może zostać użyte do pobrania plików. Zwiększ liczbę wolnego miejsca.","770":"Wpisz hasło","771":"Potwierdź hasło","772":"Link do pliku:","773":"pozostało","774":"Wyślij link","775":"zmień nazwę poniżej","776":"Zapisz","777":"Zapamiętaj moje dane na tym urządzeniu","778":"Nie masz jeszcze konta na MEGA?","779":"Zarejestruj się teraz","780":"Masz już konto na MEGA?","781":"Ze względu na ograniczenia związane z wydajnością urządzeń mobilnych, wygenerowanie pliku RSA może potrwać kilka minut. Dziękujemy za cierpliwość.","782":"Pusty katalog","783":"Brak plików na dysku","784":"Brak kontaktów","785":"Nic nie znaleziono.","786":"Brak plików w Twojej skrzynce odbiorczej","787":"Brak plików w koszu","788":"Czy na pewno chcesz przenieść ten plik do kosza?","789":"Czy na pewno chcesz przenieść ten katalog do kosza?","790":"Otwórz plik","791":"Importuj plik","792":"Usuń plik","794":"Usuń katalog","796":"Pobierz link","797":"Udostępnij katalog","798":"Dostępna przestrzeń","799":"Zajęta przestrzeń","800":"Wolna przestrzeń","801":"Wersja standardowa","802":"E-mail","803":"Pobierz plik","804":"Niestety, ale ten rodzaj plików, nie jest wspierany na Twoim urządzeniu.","805":" Ten rodzaj plików będzie obsługiwany w najbliższej przyszłości.","806":"zmień nazwę katalogu:","807":"zmień nazwę pliku:","808":"Link do katalogu","809":"Adres URL do katalogu:","810":"Pobierz link","811":"Adres URL do pliku:","812":"Potwierdz konto","813":"Katalog udostępniony","814":"Czy chcesz przerwać wgrywanie pliku?","815":"Czy chcesz przerwać pobieranie plików?","816":"Wprowadź poprawny adres e-mail","817":"Nie możesz utworzyć katalogu w widoku wyniku wyszukiwania.","818":"Czy chcesz się przełączyć do wersji standardowej?","819":"rozczpoczynam","820":"Plik został zaimportowany na dysk.","821":"Twoje powiadomienia","822":"Powrót","823":"Ustawienia","824":"Nowy udostępniony katalog od [X]","825":"Nowy udostępniony katalog","826":"[X] anulował udostępnienie katalogu","827":"Anulowanie udostępnienia katalogu","828":"[X1] katalogów i [X2] plików","829":"[X] katalogów i 1 plik","830":"1 katalog i [X] plików","831":"1 katalog i 1 plik","832":"[X] katalogów","833":"[X] plików","834":"1 katalog","835":"1 plik","836":"[X] dodał [DATA]","837":"[X] zostały dodane","838":"[X] został dodany","850":"STY","851":"LUT","852":"MAR","853":"KWI","854":"MAJ","855":"CZE","856":"LIP","857":"SIE","858":"WRZ","859":"PAŹ","860":"LIS","861":"GRU","862":"Powiadomienia","863":"Zobacz wszystko","864":"Pobierz w formacie ZIP","865":"Otwórz","866":"Kopiuj 1 zaznaczony element","867":"Kopiuj [X] zaznaczonych elementów","868":"Przenieś 1 zaznaczony element","869":"Przenieś [X] zaznaczonych elementów","870":"Potwierdź","871":"[B]Ostrzeżenie:[\/B] pojemność dostępnej przestrzeni została przekroczona. Prosimy usunąć pliki lub [A]zmienić rodzaj konta[\/A].","872":"Pro","873":"[X] sekund temu","874":"1 minutę temu","875":"[X] minut temu","876":"1 godzinę temu","877":"[X] godzin temu","878":"1 dzień temu","879":"[X] dni temu","880":"Teraz","881":"Korzystasz z tymczasowej sesji. Dane, które przechowujesz zostaną utracone w momencie wygaśnięcia sesji. W celu zachowania plików utwórz swój profil i otrzymaj 50GB bezpiecznego dysku w chmurze.","882":"Ostrzeżenie","883":"Utwórz swoje konto","884":"[X] nie jest kompatybilna z MEGA","885":"Twoja przeglądarka","886":"Internet Explorer 10 zawiera dużą liczbę błędów, które wpływają na proces zapisywania plików przez JavaScript, powodując problemy z zarządzaniem pamięcią podczas pobierania dużych ilości danych. Oczekujemy, że błąd zostanie poprawiony w Internet Explorer 11. W między czasie, prosimy skorzystać z innej przeglądarki.","887":"[X] posiada braki w technologii HTML5, które wykorzystywane są do zabezpieczania danych w Twojej przeglądarce. Do przesyły plików zostanie użyty Flash jako pomocnicze rozwiązanie. Polecamy korzystać z nowocześniejszych przeglądarek.","888":"Bardzo polecam","889":"Polecam","890":"MEGA najlepiej działa w następujących przeglądarkach:","891":"Ostrzeżenie dotyczące kompatybilności przeglądarki","892":"Właściwości","893":"Wgrane","894":"Całkowity rozmiar","895":"Nazwa katalogu","896":"Utworzono","897":"Zawiera","898":"Wiele plików i katalogów","899":"Wiele plików","900":"Wiele katalogów","909":"Hasło","910":"Kup teraz","911":"Skorzystaj z pełni możliwości z MEGA [B]Pro[\/B]","912":"od","913":"miesiąc","914":"subskrypcja roczna","915":"Duża przestrzeń dysku","916":"Wydajny transfer plików","917":"jeżeli wybierzesz płatność za cały rok","918":"Miesięcznie","919":"Rocznie","920":"Zmień rodzaj konta","921":"2 miesiące za darmo","922":"1 miesiąc","923":"1 rok","924":"Czy masz jakieś pytania na temat [A]konta PRO?[\/A]","925":"Nasi pracownicy z przyjemnością odpowiedzą na Twoje pytania.","926":"Nazwa firmy","927":"Miasto","928":"Kod pocztowy","929":"Telefon","930":"dzień","931":"miesiąc","932":"rok","933":"Adres","934":"Województwo","935":"Adres PayPal","936":"Numer konta","937":"Nazwa właściciela","938":"Opisz swoją strategię marketingową","939":"Nazwa banku","947":"Dysk","948":"Kosz","949":"Skrzynka","950":"Kontakty","951":"Moje konto","952":"Większość urządzeń nie może pobierać plików większych niż 4GB. Twoje pobierania może zakończyć się niepowodzeniem.","953":"Nie wystarczające ilość wolnego miejsca","954":"Podziękowania dla","955":"Aplikacje mobilne","956":"Sync Client","957":"Aplikacje dla Chrome","959":"Aplikacje dla Firefox","961":"Aplikacje","962":"SDK","963":"Dokumentacja","964":"Program affiliacyjny","965":"Zasady","966":"Wytyczne dotyczące naruszeń","967":"Wyloguj się","968":"Utwórz konto","969":"Prosimy spróbować ponownie.","970":"Wprowadź poprawne hasło.","973":"Zużyty ruch","974":"Zarządzaj kontem","975":"Dodaj gwiazdkę","976":"Usuń gwiazdkę","977":"Brak plików na Twoim dysku.","978":"Nie znaleziono plików.","979":"Twój kosz jest pusty","980":"Nie masz kontaktów","981":"Twoja skrzynka jest pusta","982":"Zawartość","983":"Podgląd","984":"Profil","985":"Historia","986":"Edytuj profil","987":"Wygasa w dniu","988":"Kontakty:","989":"[X] kontaktów","990":"1 kontakt","991":"Przejdź do kontaktów","992":"Zdjęcie","993":"Zmień zdjęcie","994":"Informacje osobiste","995":"Data urodzenia","996":"Wybierz kraj","997":"Dodawanie kontaktów tylko dla osób zarejestrowanych.","998":"Utwórz swoje darmowe konto","999":"Czy chcesz obecną sesję dodać do darmowego konta?","1000":"Unikniesz utraty dostępu. Darmowa rejestracja jest zalecana!","1001":"Usuń kontakt","1002":"Czy na pewno chcesz usunąc [X] z listy swoich kontaktów?","1003":"Potwierdź usunięcie","1004":"Czy na pewno chcesz przenieść [X] do kosza?","1005":"Tworzenie linków dostępne dla zarejestrowanych użytkowników.","1006":"Udostępnianie katalogów tylko dla zarejestrowanych użytkowników.","1007":"Nie możesz wycofać tej akcji.","1008":"dostępny limit transferu został przekroczony.","1009":"Potrzebujesz większy limit transferu?","1010":"limit pojemności dysku został przekroczny.","1011":"Czy chcesz zatrzymać swoje pliki?","1012":"limit pojemności dysku jest prawie wykorzystany.","1013":"Potrzebujesz większą pojemność dysku?","1015":"Wprowadź swój kod kuponu.","1016":"Wybierz zdjęcie","1017":"Użyj jako zdjęcie profilu","1018":"Pusto","1019":"Dodaj adres email","1020":"Wpisz adres e-mail lub wybierz kontakt.","1021":"Wł","1022":"Wył","1023":"Nie masz uprawnień zapisu do tego katalogu.","1024":"Wpisz nazwę katalogu.","1025":"Wiele elementów","1026":"Wprowadź klucz deszyfrujący","1027":"Odszyfruj","1028":"Klucz deszyfrujący","1029":"Link publiczny","1030":"Wybierz z listy kontaktów lub dodaj adres email","1031":"Wyeksportuj linki do plików oraz klucze deszyfrujące","1032":"Załącz plik z kluczem","1033":"Skopiuj klucze","1034":"Pobierz wiele plików","1035":"Kliknij \"zgadzam się\" w celu zakończenia pobierania","1036":"Udostępnione do","1037":"Zgadzam się","1038":"Wybierz język","1039":"Zapłać przez PayPal","1040":"Zaloguj się w celu aktywowania swojego pakietu pro.","1041":"Utwórz konto aby aktywować pakiet pro.","1042":"Inicjowanie","1043":"Link do katalogu jest niedostępny","1044":"Link do katalogu jest już niedostępny. Przyczyną może być:","1045":"Link został usunięty z powodu naruszenia zasad regulaminu lub praw autorskich.","1046":"Link został zablokowany przez użytkownika.","1047":"Witaj w MEGA Pro","1048":"Twój pakiet pro został aktywowany. Miłego korzystania!","1049":"Katalog","1050":"Brak udostępnień","1051":"Nigdy","1053":"limit ruchu został prawie przekroczony.","1054":"Będziesz musiał poczekać [X] do czasu zwięszenia limitu na Twoim koncie.","1055":"Nie chcesz czekać?","1056":"Ten limit jest dynamiczny.","1057":"Potwierdź usunięcie sesji","1058":"Obecnie korzystasz z sesji tymczasowej. Czy chcesz ją zakończyć?","1059":"Ta operacja usunie wszystkie Twoje dane.","1060":"Szyfrowanie od początku do końca","1061":"W odróżnieniu od innych chmur danych, Twoje dane są szyfrowane i deszyfrowane przez urządzenia po Twojej stronie a nie po naszej.","1062":"Dostęp z każdego miejsca","1063":"Twoje dane są dostępne z każdej lokalizacji, o każdej porze, na każdym urządzeniu.","1064":"Bezpieczna współpraca i wymiana danych","1065":"Udostępniaj katalogi między zanjomymi i bądź na bierząco ze zmiana w czasie rzeczywistym.","1066":"MEGA dostarcza narzędzia, którę tworzą komunikację online [A]prywatną, poufną[\/A] i łatwą w użyciu .","1067":"MEGA dostarcza szyfrowane usługi w chmurze, które udostępniają [A]prywatną i bezpieczną[\/A] komunikację i współpracę dla Twojego biznesu i użytkowników. W Twoich rękach jest pełna kontrola nad kluczami szyfrującymi Twoje dane.","1068":"Udostępniaj katalogi między zanjomymi i bądź na bierząco ze zmiana w czasie rzeczywistym.","1069":"Zobacz jak to działa","1070":"Jak to działa","1071":"Chcesz się dowiedzieć więcej o MEGA?","1072":"Zobacz film","1073":"Rodzaje pakietów","1074":"Pobierz 50GB z darmowym kontem","1075":"O wiele więcej niż możesz uzyskać od naszej konkurecji.","1076":"Utwórz konto","1077":"Konkurencyjne pakiery Pro","1078":"Uzyskaj do 4 TB szyfrowanej powierzchni za jedyne €8.33 na miesiąc.","1079":"Sprawdź nasze pakiety pro","1080":"Aplikacje mobilne","1082":"Chmura danych w Twojej kieszeni. Uzyskaj dostęp do swoich plików na swoim telefonie lub tablecie. Wgrywaj i sychronizuj pliki z chmurą.","1083":"Za darmo","1084":"Dostępne na","1085":"Sync Client","1086":"Łatwa i zautomatyzowana synchronizacja danych pomiędzy komputerami i Twoim MEGA dyskiem.","1087":"Pobierz teraz","1088":"Dodatki do przeglądarek","1089":"Nasze dodatki zainstalują MEGA w Twojej przeglądarce, dzięki czemu ładowanie i dodawanie danych będzię szybsze i odporne na ataki z zewnątrz.","1090":"Przej do strony pobrań","1091":"Kliknij aby wgrać lub przenieś tutaj pliki","1092":"Przewiń aby kontynuować","1093":"Nigdy nie wpisuj hasła na urządzeniach, którym nie ufasz. Nie loguj się do konta z komputerów dostępnych publicznie.","1094":"W celu zwiększenia bezpieczeństwa, zainstaluj nasz [A]dodatek do przeglądarek[\/A], dzięki któremu będziesz miał szybszy dostęp do danych.","1095":"Utwórz swoje [A]darmowe[\/A] konto","1096":"Imię","1097":"Nazwisko","1098":"Imię i\/lub nazwisko zostało podane błędnie.","1099":"Wprowadź swoje imię i nazwisko.","1100":"Niepoprawny adres e-mail.","1101":"Wprowadź poprawny adres e-mail","1102":"Hasło niepoprawne.","1104":"Wprowadź bezpieczniejsze hasło.","1105":"Siła:","1106":"Status hasła","1107":"Hasła podane błędnie.","1108":"Utwórz konto","1109":"Twoje hasło jest głównym kluczem szyfrowania.","1110":"Bezpieczeństwo Twojego konta uzależnione jest od hasła. Hasła, które są za krótki, za proste lub zawierają słowa dostępne w słownikach są łatwe do odgadnięcia.","1111":"Nie zapomnij swojego hasła","1112":"Nie ma możliwości przywrócenia hasła. Jeżeli nie będziesz w stanie go zapamiętać, nie będziesz mógł dostać się do swoich danych.","1113":"Twoje konto jest bezpieczne tak jak bezpieczny jest Twój komputer.","1114":"Powtórz hasło","1115":"Weryfikator hasła jest w trakcie uruchamiania.","1116":"Prosimy spróbować ponownie za kilka sekund.","1117":"Regulamin serwisu","1118":"Musisz wyrazić akceptację regulamiu serwisu w celu rejestracji konta na MEGA.","1119":"Twoje hasło jest łatwe do odgadnięcia. Spróbuj wpisać dłuższe hasło. Kombinację dużych i małych liter. Dodaj znaki specjalne. Nie używaj imion ani słów ze słownika.","1120":"Twoje hasło jest łatwe do odgadnięcia. Spróbuj wpisać dłuższe hasło. Kombinację dużych i małych liter. Dodaj znaki specjalne. Nie używaj imion ani słów ze słownika.","1121":"Twoje hasło jest wystarczająco bezpieczne aby kontynuować, ale rekomendujemy wzmocnienie hasła później.","1122":"To hasło będzie wytrzymałe na najbardziej wyrafinowane ataki brute-force. Upewnij się, że jesteś w stanie je zapamiętać.","1123":"To hasło będzie wytrzymałe na najbardziej wyrafinowane ataki brute-force. Upewnij się, że jesteś w stanie je zapamiętać.","1124":"Bardzo słabe","1125":"Słabe","1126":"Średnie","1127":"Dobre","1128":"Silne","1129":"Twoje hasło jest za słabe aby kontynuować","1130":"Niepoprawny adres e-mail lub hasło.","1131":"Potwierdź swoje konto","1132":"Zbieranie parametrów","1133":"Ta gra będzie zbierać [A]paramtery[\/A] odczytując je z ruchów myszy.","1134":"To wzmocni Twój [A]klucz RSA[\/A].","1135":"Możesz przerwać grę w momencie gdy wskaźnik pokazuje 100%.","1136":"Gotowe!","1137":"możesz teraz kontynuować, aby utworzyć swój klucz.","1138":"Kontynuuj","1139":"Wynik:","1140":"To jest bardzo ważny krok na który będziesz musiał przeznaczyć kilka sekund.","1141":"Prosimy o cierpliwość","1142":"Tworzenie kluczy publicznych i prywatnych","1143":"Tworzenie klucza","1144":"Pierwsze znane użycie szyfrowania miało miejsce prawie 4000 lat temu, w starożytnym Egipcie.","1145":"Dzisiaj, 4000 lat później, wciąż większość dostępnych chmur przechowywania plików nie wdrożyła pełnego szyfrowania.","1146":"Uzupełnij swoje konto","1147":"Wybierz rodzaj konta","1148":"[A]2 miesiące gratis[\/A] jeżeli zamówisz pakiet na 1 rok.","1149":"Ograniczony","1150":"Darmowe","1151":"Wykorzystaj w pełni możliwości konta [A]PRO[\/A] na MEGA","1152":"Wybierz swój pakiet Pro:","1153":"plan 1 rok","1154":"Zespół","1155":"Wgrywanie","1156":"Pobieranie","1157":"Pobierz za darmo","1158":"na Windows","1159":"Niebawem dla [A]Mac[\/A]","1160":"MEGA chciałoby podziękować autorom następujących rozwiązań na licencji open source, które istotnie wzbogaciły funkcjonalność naszej strony:","1161":"Bezpieczny","1162":"Twoje dane są zaszyfrowane od początku do końca. Nikt nie ma do nich dostępu nawet w trakcie wgrywania.","1163":"Elastyczny","1164":"Synchronizuj dowolny katalog na Twoim komputerze z katalogiem w chmurze. Synchronizuj dowolną liczbę katalogów jednocześnie.","1165":"Szybki","1166":"Skorzystaj z dużej mocy transferów infrastruktury MEGA oraz wielowątkowych połączeń.","1167":"Mocny","1168":"Przechowuj do 50GB za darmo","1169":"W pełni funkcjonalny","1170":"Szukaj, przechowywaj, pobieraj, przeglądaj, udostępniaj, zmieniaj i usuwaj swoje pliki. Wszystko jest tutaj na wyciągnięcie Twojej ręki.","1171":"Niebawem dla [A]iOS[\/A]","1172":"Dodatki do Firefox","1173":"Dodatki do Chrome","1174":"Ta aplikacja pozwala na zainstalowanie MEGA w Twojej przeglądarce. Dzięki niej zmniejszy się czas ładowania i zwiększy wydajność pobierania plików oraz bezpieczeństwo.","1175":"Dowolny adres MEGA będzie zachowany lokalnie (żaden skrypt nie będzie pobierany z naszych serwerów). Bezpieczne aktualizacje będą dostarczana dzięki kodowaniu kluczem prywatnym.","1176":"Jeżeli nie jesteś do końca pewny:","1177":"zablokuj automatyczne aktualizacje aby weryfikować każdą aktualizację manualnie.","1178":"Pobierz MEGA dla Firefox","1179":"Instalacja:","1180":"Pobierz MEGA dla Chrome","1181":"Otwórz stronę z dodatkami w przeglądarce Chrome","1182":"menu>narzędzia>rozszerzena","1183":"lub wpisz","1184":"w pasku adresu przeglądarki.","1185":"Przeciągnij plik [X] do przeglądarki Chrome i zatwierdź instalację.","1186":"Zawsze możesz nabyć swój pakiet MEGA Pro od jednego z naszego autoryzowanych dystrybutorów.","1187":"Pobierz","1188":"Na komputer","1189":"Importuj","1190":"Na dysk","1191":"Plik, ktory próbujesz pobrać jest chwilowo niedostępny.","1192":"Przewiń aby dowiedzieć się więcej o MEGA","1193":"Tworzenie nowego konta","1194":"Czy chcesz zaimportować ten plik do nowej sesji?","1195":"\"Nie\" pozowli ci na zalogowanie się i kontynuację importowania.","1196":"Anuluj pobieranie","1197":"Czy napewno chcesz anulować pobieranie?","1198":"Pobrany plik będzie usunięty.","1199":"Nie można odkodować metadanych bez klucza.","1200":"Regulamin usług partnerskich","1201":"[A]Dołącz do nas[\/A] i zamieszaj na rynku rozwiązań przechowywania plików w chmurze","1202":"Skieruj partnerów biznesowych do nas i zacznij zarabiać.","1203":"Pomóż nam i bądź częścią naszego sukcesu.","1204":"Zajerestruj się","1205":"Jak to działa?","1206":"Zarejestruj się i pobierz własny identyfikator, który możesz dodać do adresu URL.","1207":"Będziemy rejestrować wszystkie zamówienia pakietów MEGA dokonane za pośrednictwem Twojego linku.","1208":"Zarabiasz [B]20%[\/B] od wszystkich dochodów osiąganych przy użyciu identyfikatora partnera.","1209":"Odnawiane subskrypcje będą liczone jako nowa transakcja.","1210":"Do kogo kierowany jest  program partnerski?","1211":"Programisci:","1212":"Stwórz własną aplikację korzystając z naszego [A]SDK[\/A]","1213":"Konwertuj użytkowników do pakietów PRO i zarabiaj na swojej aplikacji.","1214":"Strony internetowe:","1215":"Blogerzy:","1216":"Porównanie usług przechowywania plików w chmurze.","1217":"Jakie są zasady?","1218":"Przeczytaj i zaakceptuj [A]waunki korzystania z serwisu[\/A].","1220":"Zacznij teraz!","1221":"Zapisz się do naszego programu partnerskiego i zacznij zarabiać pieniądze od razu.","1223":"Dane kontaktowe","1224":"Potrzebujemy kilku informacji od Ciebie.","1230":"Informacje o płatności","1231":"Płatności dokonujemy raz w miesiącu przez PayPal lub na rachunek bankowy (dotyczy tylko Nowej Zelandii)","1232":"Metody płatności","1233":"PayPal","1234":"Rachunek bankowy (tylko na terenie Nowej Zelandii)","1235":"Nazwa właściciela","1236":"Nazwa banku","1237":"Numer rachunku","1238":"Adres e-mail do PayPal","1239":"Dodatkowe informacje","1240":"Chcielibyśmy się dowiedzieć, jak planujesz zwiększyć ruch do usługi MEGA.","1241":"Opisz swoją strategię marketingową:","1242":"Zgadzam się i akceptuję [A]regulamin usług partnerskich MEGA[\/A]","1243":"Zostałeś zapisany do programu partnerskiego. Będziesz zarabiać 20% wszystkich wygenerowanych zysków przy użyciu swojego identyfikatora.","1244":"Proszę się upewnić, że zapoznałeś się z [A]regulaminem usług partnerskich[\/A]","1245":"Możesz zarabiać poprzez przekierowanie ruchu na:","1246":"Statystyki","1247":"Okres","1248":"30 dni","1249":"90 dni","1250":"180 dni","1251":"365 dni","1252":"Wszystko","1253":"Data","1254":"Sprzedaż","1255":"Obroty","1256":"Zyski","1257":"Brak sprzedaży w wybranym okresie czasu.","1258":"Wypłaty","1259":"Brak wypłat w wybranym okresie czasu.","1260":"Identyfikator","1261":"Proszę wprowadzić datę urodzenia.","1262":"Proszę wprowadzić nazwę miasta.","1263":"Proszę wprowadzić nazwę województwa.","1264":"Proszę wprowadzić kod pocztowy.","1265":"Proszę wprowadzić numer telefonu.","1266":"Proszę opisać swoją strategię marketingową.","1267":"Musisz wyrazić akceptację regulaminu usług partnerskich.","1268":"Wprowadź swój adres e-mail dla PayPal.","1269":"Proszę wprowadzić nazwę właściciela rachunku bankowego.","1270":"Proszę wprowadzić nazwę banku.","1271":"Proszę wprowadzić numer rachunku.","1272":"MEGA zostało stworzone przez ludzi i dlatego nie jest doskonały. Jeżeli wykryjesz błąd w aplikacji, prosimy o przesłanie nam informacji, im więcej szczegółów tym lepiej.","1273":"Traktujemy poważnie prawa własności intelektualnej i ich egzekwowanie na podstawie polityki naruszeń praw autorskich.","1274":"Więcej informacji znajdziesz w dokumencie [A]zasady blokowania treści[\/A].","1275":"Możesz przesłać do nas zgłoszenie naruszenia praw autorskich korzystając z [A]formularza on-line[\/A] lub wysłać do nas e-mail.","1276":"Czy masz jeszcze jakieś pytanie lub pomysły? Czy chciałbyś się dowiedzieć więcej o naszych produktach?","1277":"Jesteśmy zawsze dostępni.","1278":"Proszę wybrać","1279":"Krok 1","1280":"Krok 2","1281":"Szczegóły treści","1282":"Szczegóły dotyczące właściciela praw autorskich","1283":"Dodaj kolejny link","1284":"Nazwa właściciela praw autorskich","1285":"jeśli dotyczy","1286":"Nazwa osoby dokonującej zgłoszenia naruszenia praw autorskich:","1287":"Zgłoszenie dotyczące praw autorskich zostało przesłane.","1288":"Twoje zgłoszenie zostanie rozpatrzone pilnie.","1289":"Dziękujemy za kliknięcie linku z zaproszeniem. Utwórz swoje darmowe konto.","1290":"Upsss, ten link aktywacyjny nie wygląda na prawidłowy. Czy dokonywałeś rejestracji wcześniej?","1291":"Link aktywacyjny został już kliknięty poprzednio. Utwórz swoje konto.","1292":"W krótce","1293":"Witamy w centrum pomocy","1294":"Jeżeli nie znajdujesz tutaj odpowiedzi na pytanie, skontaktuj się z nami.","1295":"Kontakt do obsługi klienta","1296":"Popularne tematy","1297":"Adres e-mail jest już zajęty.","1298":"Zaloguj się do swojego konta.","1299":"Pociągnij, aby odświeżyć","1300":"Ostatnia aktualizacja","1301":"Dzisiaj","1302":"Przedwczoraj","1303":"W tym tygodniu","1304":"W ostatnim tygodniu","1305":"W tym miesiącu","1306":"W tym roku","1307":"Starsze","1308":"Pobieranie nie powiodło się","1309":"Wgrywanie nie powiodło się","1310":"Wprowadź swój kod potwierdzający","1311":"Błąd ładowania plików","1312":"Brak nazwy użytkownika \/ hasła","1313":"Logowanie nie powiodło się","1314":"Błąd kasowania","1315":"Brak adresu email","1316":"Zapisz plik offline w celu przeglądania","1317":"Błąd podczas tworzenia linku","1319":"Hasło jest za krótkie","1320":"Nazwa jest za krótka","1321":"Błąd podczas ładowana danych konta","1322":"Wgrywanie zakończone","1323":"Logowanie","1324":"Logowanie zakończone","1325":"Tworzenie pliku","1326":"Link został skopiowany do schowka","1327":"Pobieranie zakończone","1328":"Pobieranie rozpoczęte","1329":"Oczekiwanie","1330":"Wprowadź nazwę użytkownika i hasło","1331":"Email","1332":"Potwierdź rejestrację","1333":"Sprawdź otrzymany email i skopiuj kod potwierdzający poniżej lub kliknij w specjalny link.","1334":"Przerwij rejestrację","1335":"Kod potwierdzający","1336":"Użyj ostatniego","1337":"Zrób zdjęcie","1338":"Wybierz istniejące","1339":"Dodaj katalog","1340":"Wpisz nazwę nowego katalogu","1341":"Wybierz zdjęcia","1342":"Edytuj","1343":"Dysk jest pusty","1344":"Udostępnij","1345":"Zapisz offline","1346":"Ruch","1347":"Pusta skrzynka","1348":"Udostępnione katalogi","1349":"Brak zdjęć","1350":"Zdjęcia","1351":"Lokalnie","1352":"Dostępne","1353":"Zapisz offline","1354":"Ustaw maksymalny rozmiar pamięci na swoim urządzeniu","1355":"Wersja","1356":"Uwagi\/Pomysły","1357":"Wyloguj się","1358":"Wszystkie pobrane pliki zostaną usunięte","1359":"Wybrany rozmiar jest mniejszy niż obecna pamięć podręczna. Jeżeli będziesz kontynuować, niektóre pliki zostaną usunięte.","1360":"Wybierz Pro","1361":"Cennik","1362":"Przywróć zakupy","1363":"Brak sieci","1364":"Ponów","1365":"Nie jesteś podłączony do Internetu","1366":"Wprowadź nową nazwę","1367":"Pobierz 50 GB za darmo, lub wybierz jeden z pakietów Pro i zyskaj do 4 TB zaszyfrowanej powierzchni już od €8.33 za miesiąc.","1368":"do [X]","1369":"i [X]","1370":"Email i Chat","1371":"Nasz komunikator z mechanizmem szyfrowania będzie dostępny na początku 2014 roku.","1372":"Bądź gotowy na MEGA chat, email oraz video rozmowy konferencyjne.","1373":"Co to jest MEGA? Kliknij lub przewiń","1374":"Powrót do strony głównej","1375":"Powrót do strony z plikami","1376":"przy współpracy z:","1377":"Czy chcesz zagrać w grę? Jeżeli pominiesz ten krok, bezpieczeństwo Twojego konta może na tym ucierpieć. Wykonaj losowo ruchy myszką aby zmniejszyć ryzyko.","1378":"Rozpocznij grę","1379":"Pomiń","1380":"Kategorie","1381":"Ustawienia wyglądu","1382":"Sortowanie","1383":"Ustaw sortowanie kolumn dla wybranego katalogu lub dla wszystkich swoich katalogów.","1384":"na każdy folder","1385":"w każdym tak samo","1386":"Ustawienia wyświetlania","1387":"Wybierz rodzaj widoku (ikony lub szczegóły) dla wybranego katalogu lub dla wszystkich swoich katalogów.","1388":"[B]Pobierz[\/B] [A]na swój komputer[\/A]","1389":"[B]Importuj[\/B] [A]na swój dysk[\/A]","1390":"Przenieś tutaj plik z obrazkiem","1391":"obserwuj nas"}