{"10":"MAIOR. MELHOR. RÁPIDO. FORTE. SEGURO.","11":"Artigo 12","12":"Ninguém será sujeito a interferências na sua vida privada, na sua família, no seu lar ou na sua correspondência, nem a ataques à sua honra e reputação. Toda a pessoa tem direito à protecção da lei contra tais interferências ou ataques.","13":"Declaração Universal dos Direitos Humanos.","14":"Confirmar eliminação","15":"Tens a certeza que queres remover permanentemente todos os itens do Lixo?","16":"Erro interno","17":"Limite de dados excedido","18":"Demasiadas ligações para esta transferência","19":"A sessão expirou ou é inválida","20":"Temporariamente indisponível","21":"Problema com a conta. Por favor, verifica o teu e-mail.","22":"O ficheiro já não existe","23":"O ficheiro já não pode ser acedido","24":"Erro de decifração  ","25":"A Pasta em que estás foi apagada ou movida por outro utilizador.","26":"Pasta Perdida","27":"Infelizmente, não é possível fazer upload do ficheiro porque é maior que [X].","28":"Infelizmente, não é possível fazer upload dos [X1] ficheiros porque são maiores que [X2].","29":"Está restringido de fazer upload de ficheiros com o nosso Adobe Flash alternativo porque o teu browser não suporta o HTML5 FileReader. Se queres evitar esta limitação (e aumentar o desempenho do browser em geral) por favor toma em consideração instalar o [A]Google Chrome[\/A].","30":"Limitação do browser","31":"Só podes fazer upload de ficheiros até [X] através do Internet Explorer. Se utilizares o Chrome ou o Firefox já é possível fazeres upload de ficheiros de qualquer tamanho.","33":"MEGA funciona melhor no Google Chrome","34":"Aviso:","35":"Estás a utilizar um browser desactualizado que fará com que afecte o desempenho da transferência dos teus ficheiros.","36":"Por favor, atualiza o teu browser para o Google Chrome.","37":"Enquanto as empresas dos outros browsers estão a esforçar-se para implementar a funcionalidade do HTML5, o Google Chrome já tem tudo isso - hoje. Para desfrutares totalmente de todas as funcionalidades do MEGA (tal como a transferência de dados automática), nós recomendamos-te vivamente que abandones o browser que utilizas atualmente e instales o Chrome assim que possível.","38":"Não mostrar esta mensagem outra vez","39":"Não, obrigado","40":"Transferir o Chrome","41":"Acabaste de remover uma pasta que contém 1 outra pasta partilhada.","42":"Quando esvaziares o Lixo esta partilha ficará desativada.","43":"Acabaste de remover uma pasta que contém [X] outras pastas partilhadas.","44":"Quando esvaziares o Lixo estas partilhas ficarão desativadas.","45":"Aviso da pasta partilhada","46":"Erro interno","47":"Oops, algo correu mal. Desculpa!","48":"Por favor, introduz pelo menos três caracteres para pesquisar.","49":"mover os [X] itens selecionados","50":"1 ficheiro","51":"[X] ficheiros","52":"e","53":"1 pasta","54":"[X] pastas","55":"Só de leitura","56":"Leitura e Escrita","57":"Acesso Total","58":"Transferir","59":"Obter endereço","60":"Partilhar","61":"Renomear","62":"Mover","63":"Copiar","64":"Permissões","65":"Tens acesso só de leitura nesta pasta.","66":"Tens acesso de leitura e escrita nesta pasta.","67":"Tens o controlo total sobre esta pasta.","68":"Nova pasta","69":"Criar Nova Pasta","70":"Esvaziar o Lixo","71":"Adicionar contacto","72":"Apagar contacto","73":"Tens a certeza que queres apagar este utilizador da tua lista de contactos?","74":"Tens a certeza que queres apagar estes utilizadores da tua lista de contactos?","75":"Apagar contacto","76":"Estás prestes a remover permanentemente [X] do Lixo.","77":"Desejas continuar?","78":"Sim","79":"Não","81":"OK","82":"Cancelar","83":"Remover","84":"Confirmar eliminação","85":"Recarregar","86":"Nome","87":"Tamanho","88":"Tipo de transferência","89":"Estado","90":"Velocidade","91":"Tempo decorrido","92":"Tempo restante","93":"Tipo","94":"Última modificação","95":"E-mail","96":"Direitos","97":"Novo Upload","98":"Upload de Pastas","99":"Upload de Ficheiros","100":"Esvaziar o Lixo","101":"Adicionar contacto","102":"Procurar","103":"Cancelar transferência","104":"Transferências de ficheiros","105":"pendente","106":"Gestor de ficheiros","107":"Queres copiar a pasta selecionada para a caixa de entrada privada de [X]?","108":"Confirmação","109":"Queres copiar a pasta selecionada para esta pasta partilhada?","110":"Queres copiar o(s) item\/itens selecionado(s) para a caixa de entrada privada de [X]?","111":"Queres copiar o(s) item\/itens selecionado(s) para esta pasta partilhada?","112":"Exportar endereços de ficheiros e chaves de decifração","113":"Link do Ficheiro","114":"Chave do ficheiro","115":"Nome do ficheiro","116":"Tamanho do ficheiro","117":"Mover para localização","118":"Selecionar destino","119":"Quantidade limite da banda larga gratuita excedida.","120":"A tua transferência não pode continuar porque iria fazer com que ultrapassasses a tua reserva grátis de transferências, no teu endereço de IP.","121":"Este limite é dinâmico e depende da quantidade de banda larga não utilizada que temos disponível.","122":"Apenas as transferências feitas durante as últimas cinco a seis horas contam.","123":"Naquele intervalo de tempo:","124":"Já transferiste [X].","125":"[X1] ficará disponível em [X2].","126":"O limite to IP atual é [X].","127":"Para tua conveniência, as tuas transferências em fila ficarão em espera até que tenhas suficientes dados disponíveis, e a tua transferência continuará automaticamente.","128":"Se não queres esperar, é melhor considerares em inscrever-te para um pacote de banda larga que também te dá um armazenamento extra.","129":"Atualizar para Pro","130":"Transferir ficheiros","131":"Clica em \"Permitir\" para completar a transferência.","132":"Mover Itens","133":"Mover [X]","134":"Copiar [X]","135":"Erro","136":"Por favor, escolhe a pasta de destino.","137":"Por favor, escolhe um destino válido.","138":"A pasta de destino não pode ser a mesma que a pasta de origem.","139":"Erro circular","140":"Erro circular: o destino não pode ser uma sub-pasta da pasta que está a ser movida.","141":"Por favor, introduz um endereço de e-mail válido.","142":"Por favor aguarda...","144":"Remover partilha","145":"Endereço de e-mail:","146":"Partilhar para o novo utilizador:","147":"Conceder acesso","148":"Fechar","149":"Partilhas","150":"Contacto convidado","151":"Este utilizador, [X], foi convidado e aparecerá na tua lista de contactos assim que se registar.","152":"Não te podes adicionar à tua lista de contactos.","153":"Endereço de e-mail","154":"Adicionar Contacto","155":"Adicionar","156":"Cancelar","157":"Nome da Pasta","158":"Criar","159":"Cancelar","160":"O nome desta pasta já está a ser utilizado. Por favor, tenta novamente.","161":"Renomear","162":"Renomear","163":"Cancelar","164":"Cloud Drive","165":"Contactos","166":"Caixa de Entrada","167":"Lixo","168":"Lixo","169":"Menu","170":"Registar","171":"Login","172":"Arrasta e larga os teus ficheiros em qualquer lado","174":"ou","175":"Escolhe ficheiros","176":"Escolhe ficheiros","177":"És tu quem guarda as chaves do que colocas na cloud","178":"Colaboração Online Segura","179":"Gestor de Ficheiros Poderoso","180":"Ecossistema da Aplicação","181":"Características detalhadas","182":"Partilha pastas cifradas com colegas, trabalhadores ou parceiros e troca documentos confidenciais através de uma encriptação ponta a ponta transparente.","183":"Vê e gere os teus ficheiros no teu browser, através da transferência de dados automática.","184":"Uma API aberta e de fácil compreensão permite aos desenvolvedores melhorar as funcionalidades do MEGA.","185":"Encriptação RSA 2048 bit","186":"Terminar Sessão","187":"A minha conta","188":"Gestor de Ficheiros","189":"Abortar sessão","190":"Login","191":"criar uma conta","192":"Lembrar-me","193":"Login","194":"[X] servidores online","195":"O teu E-mail","196":"O teu E-mail","197":"Por favor, introduz o teu endereço de e-mail.","198":"Por favor, introduz um endereço de e-mail válido.","199":"Por favor, introduz a tua palavra-chave.","200":"Oops, algo correu mal.","201":"Os campos de e-mail e\/ou palavra-chave estão incorrectos. Por favor, tenta novamente.","202":"Criar uma nova conta","204":"ou","205":"login","206":"O teu nome","207":"O teu e-mail","208":"Eu aceito os [A]Termos de Serviço[\/A] do MEGA","209":"Registar","210":"Prepara-te para uma nova era","211":"O armazenamento na Cloud nunca mais será o mesmo.","212":"Por favor, introduz o teu nome.","213":"Por favor, escolhe uma palavra-chave.","214":"Tens de aceitar os nossos termos de serviço.","215":"Ocorreu um erro desconhecido. Por favor, tenta novamente.","216":"Fantástico","217":"Por favor, verifica o teu e-mail e clica no endereço para confirmares a tua conta.","218":"Este endereço de e-mail já está a ser utilizado por uma conta MEGA.","219":"Este endereço de e-mail já está a ser utilizado por uma conta Mega.","220":"Fraca","221":"Aceitável","222":"Boa","223":"Excelente","224":"SELECIONA OS FICHEIROS PARA FAZER UPLOAD","225":"SELECIONA OS FICHEIROS PARA FAZER UPLOAD OU ARRASTA E LARGA-OS AQUI","226":"Para prevenirmos uma sobrecarga de recursos temos, por vezes, de limitar a utilização da banda larga. Nas últimas 6 horas o teu endereço de IP consumiu [X1], o que significa que, juntando ao ficheiro seleccionado de [X2], irá exceder o teu limite actual de [X3]. Para garantir um acesso justo e igual para todos aos nossos recursos as tuas transferências pendentes ficarão em espera. Assim que o tráfego diminua, as tuas transferências continuarão.","227":"Transferências que estão cobertas pelo limite de banda larga paga estão isentas desta limitação. Se não queres esperar, é melhor considerares em inscrever-te para uma conta pro.","228":"Gestão da banda larga a ter efeito","229":"Não mostrar novamente","230":"Atualizar para Pro","231":"Não obrigado, eu espero","232":"Não obrigado, eu espero","233":"Erro temporário, a tentar novamente.","234":"Transferir Ficheiro","235":"Transferir","236":"Importar","237":"A começar transferência","238":"Denunciar direitos de autor","239":"Transferência completa","240":"Para que consigas completar o processo de transferência do ficheiro, precisas de guardar manualmente o teu ficheiro.","241":"Guardar o ficheiro","242":"Atualiza para o Chrome para desfrutares totalmente de todas as funcionalidades do MEGA","243":"O ficheiro que estás a tentar transferir já não se encontra disponível.","244":"Isto pode ser causado pelas seguintes razões:","246":"O ficheiro foi removido devido a uma violação dos Termos de Serviço.","247":"URL inválido - o endereço que estás a tentar aceder não existe","248":"O ficheiro foi apagado pelo utilizador.","249":"O ficheiro que estás a tentar transferir está temporariamente indisponível.","250":"A nossa redundância interna falhou. Isto pode ter acontecido pelas seguintes razões:","251":"Alguns servidores estão desativados para manutenção.","252":"Estamos sobrecarregados e estamos a aumentar a capacidade total.","253":"Por favor, tenta novamente mais tarde.","254":"O ficheiro que estás a tentar transferir já não se encontra disponível.","255":"O ficheiro já não se encontra disponível devido a uma queixa de direitos de autor de [X].","256":"A tua chave não tem o tamanho correto.","257":"Por favor, verifica se estás a introduzir uma chave válida.","258":"A transferir...","259":"O que significa \"MEGA\"?","260":"MEGA é um acrónimo recursivo e significa \"MEGA Encrypted Global Access\".","261":"Mas afinal, o que é o MEGA?","262":"O MEGA é um serviço que fornece armazenamento na cloud. O serviço oferece banda larga e espaço de armazenamento quer grátis quer pago e permite-te guardar e aceder aos teus ficheiros, através do teu browser ou através de aplicações clientes.","264":"Para o melhor do nosso conhecimento, não existe nenhuma jurisdição que declare que o armazenamento na cloud ou a ecriptação é ilegal.","265":"O MEGA foi criado pela mesmo pessoa que anteriormente comandava uma das maiores empresas do mundo de armazenamento na cloud. Será que posso ter a minha conta e os meus ficheiros de volta?","266":"Infelizmente, o MEGA não tem acesso a nada que tenha sido anteriormente criado pelos seus funcionários. Não existe nenhuma ligação legal ou reutilização de qualquer código, hardware ou registos de base de dados e, por isso, não existe nenhuma maneira de recuperar os teus dados.","267":"Porque razão o MEGA está sedeado na Nova Zelândia e não noutro lado?","268":"Entre outras razões importantes, o nome indígena na língua maori para a Nova Zelândia é \"Aotearoa\" que significa \"A terra da grande nuvem (cloud) branca\".","269":"Posso aceder ao MEGA através de um dispositivo móvel?","270":"O MEGA está optimizado para os browsers de desktop. Nós estamos a trabalhar arduamente para que, num futuro distante, seja totalmente compatível com todas as tablets e dispositivos móveis mais utilizados.","271":"Posso resumir uploads\/transferências que foram interrompidas?","272":"Sim, a não ser que feches o respetivo separador no teu browser, as transferências e uploads continuarão. Isto pode acontecer quando, por exemplo, ficas sem ligação à internet ou o teu dispositivo entrou em standby.Nota: os nossos servidores irão apagar todos uploads quem não sejam completados num espaço de 48 horas.","273":"Posso fazer upload de ficheiro iguais várias vezes?","274":"Sim. Cabe ao cliente gerir as colisões dos nomes dos ficheiros - a partir de definições padrão, se fizeres upload de um ficheiro que já tiveres na tua conta (o mesmo diretório, nome, tamanho do ficheiro, mesma data de modificação) esse ficheiro será ignorado, mas nada garante que não tenhas ficheiros ou pastas iguais com o mesmo nome, na mesma pasta.","275":"Como é feita a regulação da utilização da banda larga?","276":"A nossa política não impõe restrições artificiais ao utilizador, a menos que seja realmente necessário devido a sobrecargas das infraestruturas. Por esta razão, temos o direito de limitar a utilização da banda larga, do utilizador, para razões operacionais sempre que seja necessário. As tuas transferências em espera continuarão assim que o tráfego diminua. Não precisas de fazer nada, tudo isto é feito automaticamente.","277":"Existem algumas restrições relativamente ao tamanho máximo dos ficheiros no MEGA?","278":"Nós não impomos nenhumas restrição relativamente  ao tamanho máximo dos ficheiros, a não ser que já não tenhas espaço suficiente na cloud drive. No entanto, existem alguns browsers que necessitam de armazenar o ficheiro inteiro em memória para ser transmitido (Firefox, IE10, Opera), ou para ambas as transferências e uploads (IE9, Safari 5).","279":"Posso transferir e fazer upload de ficheiros ao mesmo tempo?","280":"Sim. Podes transferir um ficheiro e fazer também upload de um ficheiro em cada separador do teu browser.","281":"Porque razão vocês não fornecem pré-visualizações de imagens ou streams de vídeos para os ficheiros de audio e vídeo?","282":"A principal razão é que o nosso modelo de encriptação ponta-a-ponta exclui automaticamente qualquer manipulação, do lado do servidor, dos teus dados, ou seja, algo que seria necessário para implementarmos essa função.","283":"Como faço upload de ficheiros no MEGA?","284":"Existem três maneiras de fazer upload de ficheiros no MEGA:","285":"1. Clica no botão vermelho na página inicial","286":"2. Vai ao teu gestor de ficheiro e clica nos botões \"Upload de Ficheiros\" ou (se estiveres a utilizar o Chrome) \"Upload de Pastas\" no topo da página","287":"3. Arrasta e larga os ficheiros ou (se estiveres a utilizar o Chrome) pastas no site","288":"Como instalo o MEGA?","289":"Não precisas de instalar nada. O MEGA trabalha através do teu browser e funciona em todos os browsers mais utilizados. Para desfrutares de todo o potencial do MEGA nós recomendamos-te vivamente que utilizes apenas o Google Chrome.","290":"Como funciona a partilha de pastas?","291":"Tu tens a possibilidade de partilhar qualquer sub-árvore do teu cloud drive com amigos, família, trabalhadores ou parceiros. Os convites são enviados para os endereços de e-mail. Os convidados que ainda não tenham um conta receberão um e-mail com um endereço de inscrição. Uma outra alternativa passa pela criação de um endereço público de uma qualquer pasta e exportar a chave de encriptação, fazendo com que seja possível o acesso ao respetivo ficheiro sem ser necessário a utilização de uma conta MEGA. A partir daí a responsabilidade é tua de transmitir, de forma segura, a chave da pasta.","292":"Para criares, modificares ou apagares uma partilha, só precisas clicar com o lado direito do rato na pasta, dentro do teu gestor de ficheiros, e escolhe Partilhar.Existem três níveis de acesso: Só de leitura, leitura e escrita (os ficheiros podem ser adicionados, mas não apagados) e acesso total (os ficheiros podem ser adicionados e apagados).","293":"Se adicionaste um endereço de e-mail que ainda não tem uma conta, precisas de estar online, pelo menos uma vez, depois do dono desse mesmo endereço de e-mail terminar o processo de criação da conta, para que consigas encriptar a chave secreta de partilha para a nova chave pública dele. ","294":"Como posso remover pessoas de uma pasta partilhada?","295":"Só precisas de clicar com o lado direito do rato na pasta, dentro do teu gestor de ficheiros, e escolhe Partilha. Assim conseguirás ver todas as pessoas que têm atualmente acesso à pasta partilhada. Clica com o lado direito do rato na pessoa e escolhe a opção Apagar do menu.","296":"Como reconheço as minhas pastas partilhadas?","297":"As pastas partilhadas no teu gestor de ficheiros têm um ícone especial com uma mão na parte de baixo da pasta.","298":"Posso partilhar uma pasta partilhada comigo?","299":"Não. As pastas partilhadas não pode ser partilhadas.","302":"Como posso partilhar o endereço de um ficheiro no MEGA?","303":"Antes de mais, uma palavra de cuidado: a segurança criptográfica dos teus ficheiros depende da confidencialidade das chaves de encriptação associadas. Certifica-te que apenas as transmites através de canais seguros! Através de um e-mail, por exemplo, não é seguro o suficiente.","304":"Com isto em mente, seleciona um ou mais ficheiros no teu gestor de ficheiro, depois clica com o lado direito do rato e \"Obter link\". Um diálogo com o(s) endereço(s) público(s) do(s) ficheiro(s) selecionado(s) aparecerá. A partir daí poderás exportar cada endereço e chave separadamente ou então tudo junto num único endereço.","305":"Como funciona a encriptação?","306":"Toda a encriptação é feita ponta-a-ponta. Os dados recebidos, através de upload, são cifrados diretamente no dispositivo, antes de serem enviados para a internet, e a data transferida é decifrada apenas quando chegar ao dispositivo que está a transferir. A máquina do utilizador é responsável por criar, trocar e gerir as chaves de encriptação. Nenhuma chave ativa de encriptação irá desaparecer do computador do utilizador (há excepção das chaves públicas RSA).","307":"Será que todos os meus dados pessoais estão sujeitos a serem cifrados?","308":"Não. Apenas os dados dos ficheiros e os nomes das pastas e ficheiros são cifrados. Informações como o endereço de e-mail, o endereço de IP, a estrutura da pasta, o proprietário do ficheiro e as credenciais de pagamento são guardadas e processadas sem serem cifradas. Por favor, lê a nossa Política de Privacidade para mais detalhes.","309":"Os meus dados armazenados estão absolutamente seguros?","310":"Toda a segurança é relativa. Os seguintes vetores de ataque existem - eles podem não ser específicos ao MEGA, mas nós queremos que saibas mais sobre os riscos:","311":"Contas individuais podem ficar em risco através de:","312":"- Spyware no teu computador. Um simples keylogger é suficiente, mas as credenciais e as chaves da sessão também pode ser extraídas da memória ou do sistema de ficheiros.","313":"- Shoulder Surfing. Não introduzas a tua password quando alguém está a ver as tuas teclas.","314":"- Forçar a palavra-chave. Utiliza palavras-chave fortes.","315":"- Phising. Confirma sempre o estado de segurança da tua conexão (https:\/\/) e o nome correto do domínio (mega.co.nz) antes de introduzires a tua palavra-chave.","316":"Ataques em larga escala podem ser executados através de:","317":"- Um ataque \"Man in the middle\". Este tipo de ataque é realizado através da obtenção de um certificado SSL duplicado combinado com DNS forging e\/ou ataques nas nossas vias BGP (um cenário parecido com DigiNotar)","318":"- Acesso aos nossos servidores web e substituição do ficheiro da página https:\/\/mega.co.nz\/index.html por uma versão falsa (isto não afetaria o acesso através de uma aplicação instalada). A manipulação de conteúdo na nossa Rede de Fornecimento de Conteúdo não impõe um risco de segurança, pois todos conteúdos que são carregados no index.html estão sujeitos a verificação com uma hash criptográfica (pensa nisto cmo se fosse uma espécie de \"boot seguro\" para websites). Este tipo de ataque requere o envio de código malicioso para o cliente e, por isso, é detetável.","319":"- Acesso à estrutura do nosso servidor e criação de chaves de pedidos falsas em partilhas existentes. Este tipo de ataque afeta apenas os dados que estão nas pastas partilhadas e isso também pode ser detetado pelo utilizador.","320":"E se eu não confiar em vocês? Ainda assim é seguro, para mim, utilizar o MEGA?","321":"Se não confias em nós, não podes correr nenhum código que seja nosso. Por isso, entrares no nosso site através do teu browser e introduzires a tua palavra-chave está fora de limites. Se mesmo assim desejas utilizar o MEGA, tens de entrar através de uma aplicação cliente que foi criada por alguém em quem confias.","322":"Eu confio em vocês e no vosso centro de processamentos de dados, mas eu não confio no vosso centro de processamento de dados Alemão, porque é comandado por uma companhia americana. Ainda assim é seguro utilizar o MEGA?","323":"Sim, podes utilizar o MEGA com segurança, mesmo que os nossos servidos na Alemanha sejam comprometidos. O centro de processamento de dados na Nova Zelândia certifica-se que nenhum código desconhecido seja executado quando visitas https:\/\/mega.co.nz\/.","324":"Será que os dados que eu ponho nas pastas partilhadas estarão tão seguros como os meus outros dados?","325":"As pastas partilhadas, por natureza, são tão seguras como o seu membro menos seguro. No entanto, se a nossa estrutura do servidor ficar comprometida isto pode fazer com que levante um risco adicional:As chaves públicos podem ser manipuladas, e os pedidos de chave podem ser forjados.","326":"Vamos assumir que o armazenamento do MEGA foi comprometido fisicamente. Quais são os riscos?","327":"Mensagens de erro depois da transferência de ficheiros manipulados. Mesmo que o atacante tenha a chave de encriptação de um determinado ficheiro, que esteja nessa parte do armazenamento, ele não iria conseguir substitui-la por uma falsificada, fazendo com que todas as seguintes transferências falhem.","328":"Será que é uma boa ideia armazenar todos os meus dados num único lugar?","329":"Pelo sim, pelo não, é sempre bom fazer cópias de ficheiros importantes, quer seja no teu computador ou online. Mesmo sabendo que o MEGA guarda cada ficheiro em, pelo menos, dois locais, não existem garantias de que não ocorram algumas falhas e\/ou comportamentos inapropriados  do governo.","330":"Porque razão haveria de confiar em vocês para guardarem os meus dados?","331":"Nós fornecemos a encriptação controlada pelo utilizador (ECU) onde tu, o utilizador, controlas as chaves. A implementação ECU é open source, e nós convidamos e incentivamos a comunidade a investigá-la e a fornecer feedback. Acreditamos que esta abordagem é muito mais segura do que armazenares os teus dados num provedor, que os cifra no lado do servidor, onde o ISP controla as tuas chave ou, ainda pior, onde não existem nenhuma encriptação - se, por exemplo, os ficheiros MEGA do utilizador forem subitamente acessíveis sem a necessidade de uma senha, devido a um erro de programação, eles seriam ilegíveis sem as chaves de encriptação do utilizador.","332":"Reparei que vocês estão a utilizar o HTTPS para transferir os dados dos ficheiros já cifrados. Isso não é redundante?","333":"Sim, é verdade. Infelizmente, a maioria dos browsers não gosta de estabelecer conexões inseguras a partir de uma página segura, e quem os pode censurar por isso - eles não podem possivelmente estar cientes do facto de uma outra camada de encriptação já estar em funcionamento. Como o HTTPS tem um efeito adverso no desempenho,  nós damos-te a opção de desligá-lo em navegadores que o permitem (o Internet Explorer não permite) para acelerar as transferências sem comprometer a confidencialidade ou integridade dos teus dados. Nalguns browsers, um aviso SSL aparecerá na parte de cima da tua primeira transferência - neste caso (e só neste), é seguro ignorar.","334":"Quais são os algoritmos de encriptação que o MEGA utiliza internamente?","335":"Para transferências em massa, AES-128 (acreditamos que a maior utilização da CPU da AES-192 e AES-256 supera o benefício de segurança teórica, pelo menos até à chegada dos computadores quânticos). A verificação da integridade dos dados pós-transferência é feita através de uma variação em partes do CCM, que é menos eficiente do que o OCB, mas não estão patenteados.","336":"Para o estabelecimento de chaves partilhadas entre utilizadores e o arrasto de ficheiros para a tua caixa de entrada, RSA-2048 (o comprimento da chave foi escolhido entre o \"muito inseguro\" e o \"muito lento\"). Toda a cifração, decifração e criação de chaves é implementada no Javascript, o que faz com que limite o rendimento de alguns MB\/s e que o CPU fique sobrecarregado. Estamos ansiosos por implementar a API WebCrypto do HTML5 em todos os browsers principais para eliminar-mos este problema.","337":"O gerador de números aleatórios do Javascript é melhorado através de variáveis aleatórias que recolhem dados do teu rato e teclado.","338":"O MEGA faz backup dos meus ficheiros?","339":"Nós armazenamos os teus ficheiros em pelo menos dois  centros de processamentos de dados diferentes, quando disponíveis.","340":"Eu esqueci-me da minha palavra-chave. Posso redefini-la?","341":"Infelizmente, a tua palavra-passe do MEGA não é apenas a tua palavra-chave - é a chave mestra da encriptação de todos os teus dados. Se a perderes, perdes também o acesso a todos os teus ficheiros que não estejam numa pasta partilhada.","344":"Quando é que preciso de atualizar para uma conta Pro?","345":"Uma conta pro dá-te espaço de armazenamento adicional e um limite extra de banda larga assim que ela atinja o limite - podes ser tu próprio a utilizá-la ou podes dar permissão a terceiros para aceder aos teus dados (isto inclui utilizadores sem uma conta MEGA). A percentagem máxima da banda larga disponível para terceiros pode ser alterada nas tuas definições de conta.","346":"Qual a razão de existir um opção para limitar a minha velocidade de upload, e porque razão ela vem ativa por defeito?","347":"Muitos routers não dão prioridade a pacotes pequenos em caso de tráfego, o que faz com que o teu tráfego de entrada seja severamente afetado quando o teu link de saída está cheio. Nós, portanto, medimos a tua banda larga de saída disponível durante os primeiros dez segundos de um upload e depois mantemos pelo menos 10% dela inutilizada. Podes tentar maximizar o teu desempenho de upload desativando esta opção.","348":"A que tenho direito com a minha conta grátis?","349":"Acesso a uma cloud drive extremamente segura, de alto desempenho, com [X] de espaço de armazenamento. Se achas que precisas de mais espaço, podes atualizar a tua conta para uma conta [A1]Pro[\/A1]. Clica [A2]aqui[\/A2] para a visualizares a tua utilização atual.","359":"Vocês oferecem uma API?","361":"Sim. O código open-source do Javascript que é utilizado para implementar a interface do MEGA utiliza a nossa API, por isso existe uma enormidade de código de exemplo que podes encontrar, na internet, se achares que a nossa [A]documentação[\/A] é insuficiente. Como nós não temos os recursos suficientes para criar todas aquelas aplicações maravilhosas que tornam o MEGA numa ferramenta versátil e útil, nós convidamos-te a ajudar-nos. Depois de analisarmos o código da tua aplicação para backdoors, iremos apresentá-la no nosso site. Estaremos felizes em discutir modelos de partilha de receitas para aplicações altamente populares.","362":"Para prevenirmos uma sobrecarga de recursos temos, por vezes, de limitar a utilização da banda larga. O ficheiro que estás a tentar transferir é maior que o atual limite de [X3]. A transferência foi adiada e começará automaticamente assim que o tráfego diminua.","365":"O teu browser é demasiado velho para transferir um ficheiro tão grande como este.","366":"Aviso de Direitos de autor","367":"O MEGA respeita os direitos de autor de outros e espera que os seus utilizadores façam o mesmo. É estritamente proibido utilizar os nossos serviços com o intuito de infringir direitos de autor. Não podes fazer upload, transferir, guardar, partilhar, mostrar, fazer stream, distribuir, enviar por e-mail, transmitir ou até mesmo tornar disponível quaisquer ficheiros, dados, ou conteúdo que infringe direitos de autor ou outros direitos proprietários de uma ou mais pessoas ou entidades. ","368":"Cuidado:","369":"O modelo de segurança de encriptação do MEGA depende da confidencialidade das chaves mostradas em cima. Evita transmiti-las através de canais inseguros.","370":"Copiar para o clipboard","371":"Copiado para o clipboard","372":"Upload","373":"Transferência","374":"Nós prometemos, nós cumprimos","375":"A navegação foi bloqueada devido às transferências pendentes.","376":"Precisas de entrar na tua conta para visualizares esta página.","377":"Tens pelo menos uma transferência a decorrer. Se continuares, as tuas transferências serão interrompidas.","378":"Por favor, introduz a tua password para confirmares a tua conta.","379":"Por favor estabelece a tua sessão para importares este ficheiro para a tua conta.","380":"Introduz a chave de encriptação","381":"Todos os direitos reservados","382":"criado na Nova Zelândia","383":"Suporte","384":"Centro de ajuda","385":"Termos de Serviço","386":"Política de Privacidade","387":"Direitos de autor","388":"Comunidade","389":"Blog","390":"Parcerias","391":"Revendedores","392":"Desenvolvedores","393":"Parceiros de Hospedagem","394":"Investidores","395":"Torna-te um revendedor","396":"Sobre nós","397":"Membro Gratuito","398":"Membro Pro","399":"Contacta-nos","400":"Noções básicas","401":"Partilhas","402":"Segurança e Privacidade","403":"Conta","404":"Pagamentos e Faturas","405":"Ferramentas","406":"Perguntas mais frequentes:","407":"Categorias:","408":"Janeiro","409":"Fevereiro","410":"Março","411":"Abril","412":"Maio","413":"Junho","414":"Julho","415":"Agosto","416":"Setembro","417":"Outubro","418":"Novembro","419":"Dezembro","420":"Por favor, entra na tua conta para poderes fazer upload.","421":"Por favor, aceita os nossos termos de serviço","422":"Eu aceito","423":"Precisas de já ter uma conta registada para poderes partilhar. Queres criar uma conta agora?","424":"Partilha desativada","425":"Renomear Pasta","426":"Renomear Ficheiro","427":"Detalhes da conta","428":"Vales","429":"Histórico da Sessão","430":"Histórico de compras","431":"Histórico de transações","432":"Tipo de conta:","433":"Actualizar","434":"Tipo de subscrição","435":"GRÁTIS","436":"Sem ciclo de pagamento","437":"Espaço de armazenamento:","438":"[X] utilizado","439":"[X1] de [X2]","440":"Gestão da Banda Larga","441":"Activar Gestão da Banda Larga","442":"Desactivar Gestão da Bada Larga","443":"Podes especificar a percentagem que desejas reservar para transferências. ","444":"Determina a quantidade de banda larga a disponibilizar para outras pessoas transferirem os teus ficheiros:","445":"Quantidade de banda larga a disponibilizar para outras pessoas transferirem os teus ficheiros","446":"(para transferências de terceiros dos teus ficheiros)","447":"Banda Larga das Transferências","448":"(para a transferências de ficheiros de terceiros)","449":"Saldo da Conta","450":"Aumentar","451":"Criar vales:","452":"Tipo de vale:","453":"Escolhe o tipo de vale","454":"Quantidade:","455":"Criar","456":"Resgatar vale:","457":"Comprar vale","458":"Resgatar","459":"Os teus vales","460":"Vales inutilizados","461":"Vales resgatados","462":"Vales cancelados","463":"Vales revogados","464":"Todos os vales","466":"Últimos [X]","467":"Histórico da sessão","468":"Histórico de compras","469":"Últimas [X] compras","470":"Histórico de Transacções","471":"Últimas [X] transacções","472":"Últimas [X] sessões","473":"Oops, parece que esse código não é válido.","474":"Data de validade:","475":"Data\/Hora","476":"Item","477":"Quantidade","478":"Método de pagamento","479":"Browser","480":"Endereço de IP","481":"País","482":"Actividade mais recente","483":"Sessão atual","484":"ID da transacção","485":"Crédito","486":"Débito","487":"Código do vale","488":"Estado","489":"Inutilizado","490":"Resgatado a","491":"Revogado a","492":"Cancelado a","494":"Escolhe o teu pacote:","495":"Armazenamento","496":"Banda larga","497":"Escolhe o preço:","498":"por mês","499":"por ano","500":"Escolhe o preço:","501":"poupa 17%","502":"Escolhe o preço:","503":"Escolhe o método de pagamento:","504":"Saldo de pré-pagos","505":"comprar vale","506":"Professional","507":"Continuar","508":"código do vale","509":"A EMPRESA DA PRIVACIDADE","510":"Bem-vindo ao MEGA!","511":"O teu par de chaves 2048-bit RSA pública\/privada está agora a ser gerado.","512":"Para tornar a chave mais segura, nós recolhemos dados dos movimentos do teu rato e das sequências de teclas que pressionas.","513":"O código do teu vale foi resgatado para a tua conta. No entanto, o teu saldo de pré-pagos é insuficiente para esta compra. Por favor, aumenta o teu saldo ou compra um pacote mais barato.","514":"Saldo insuficiente. Por favor, tenta novamente.","515":"Esta pasta contém mais de 500 elementos. Grandes pastas podem tornar o teu browser mais lento. Para contrariar esse feito, experimenta criar sub-pastas.","516":"Obter ajuda","517":"Existe algo que não está a trabalhar normalmente no teu computador? Antes de mais, visita o nosso [A]centro de ajuda[\/A]. Caso a tua pergunta não seja respondida, entra em contacto connosco.","518":"Legal","519":"O nosso departamento legal está pronto para responder às tuas perguntas.","520":"Direitos de Autor","521":"Estás preocupado que um utilizador esteja a infringir os direitos da tua propriedade intelectual? Por favor, envia-nos um aviso para remover o material infringido através do nosso [A]formulário online[\/A] ou envia-nos um e-mail.","522":"Sugerir melhorias","523":"Por favor, envia-nos aqui as tuas sugestões para o futuro do MEGA.","524":"Reportar um erro","525":"O MEGA está de momento em beta, e estás convidado para reportares qualquer tipo de erro que encontres. Quanto mais detalhado, melhor.","526":"Média","527":"Nós damos as boas-vindas a membro da comunicação social, incluindo bloggers, para nos contactarem sobre assuntos relacionados com o MEGA.","528":"Torna-te num revendedor","529":"Faz parte desta história de sucesso!","530":"O nosso programa para revendedores permite-te vender vales do MEGA diretamente aos teus clientes.","531":"Os detalhes:","532":"Terás acesso à nossa interface sofisticada de gestão de vales.","533":"Cria vales em tempo real a partir do saldo da tua conta.","534":"Uma receita generosa desde o início.","535":"Quanto mais vendes, maiores são as tuas receitas, logo ganhas mais.","536":"O acesso ao API de revendedores permite-te desenvolver fantásticas ferramentas que podem interagir com o nosso sistema em tempo real.","537":"Publicidade grátis: o teu website aparecerá no MEGA.","538":"Após revisão e aprovação da tua aplicação revendedora. A tua empresa e website têm de satisfazer os nossos padrões.","539":"Receitas","540":"As tuas receitas serão descontadas assim que os vales forem criados.","541":"Fatura mensal","542":"Receitas","543":"mais de [X]","544":"Aplicação revendedora","545":"Criar uma conta de revendedor","546":"Detalhes","547":"Os teus detalhes","548":"Mercados","549":"Escolhe os mercados de revendedor:","550":"Pagamentos","551":"Escolhe os métodos de pagamento","552":"Escolhe os métodos de pagamento da lista dos provedor de pagamentos disponíveis","553":"O teu provedor de pagamentos não está listado? Por favor, [A]envia-nos um e-mail[\/A]","554":"Completar","555":"Eu aceito os [A]Termos de Serviço de Revendedores[\/A] do MEGA.","556":"Próximo","557":"Escolhe os mercados da lista dos países disponíveis","558":"Anterior","559":"O teu nome","560":"Website da Empresa","561":"Morada","562":"Código postal","563":"Nome da Empresa","564":"Número de telefone","565":"Cidade","566":"Escolhe os países para cada método de pagamento:","568":"Por favor, escolhe o teu país","569":"Definições de transferências","570":"Número de uploads em paralelo:","571":"Número de transferências em paralelo:","572":"Velocidade limite de upload:","573":"Nenhuma","574":"Automática","575":"Fixa","576":"Saltar ficheiros idênticos quando estiveres a fazer upload:","577":"Sim","578":"Não","579":"Usa SSL para transferências de ficheiros:","580":"Desactivar o SSL aumenta o desempenho e não diminui a segurança.","581":"Por favor, introduz o teu nome.","582":"Por favor, introduz o teu URL empresarial.","583":"Por favor, introduz a tua morada.","584":"Por favor, introduz o teu código postal.","585":"Por favor, introduz o teu nome empresarial.","586":"Por favor, introduz o teu número de telefone.","587":"Por favor, introduz a tua cidade.","588":"Por favor, introduz o teu país.","589":"Tens de aceder aos termos de serviço dos revendedores.","590":"Por favor, escolhe pelo menos um país.","591":"Por favor, escolhe, pelo menos, um método de pagamento.","592":"Por favor, escolhe pelo menos um país por cada provedor de pagamentos.","593":"Fantástico","594":"Receberás um e-mail nosso com instruções adicionais.","620":"Aviso de alegada infração","621":"Aviso","622":"O MEGA respeita os direitos de autor de outros e espera que os seus utilizadores façam o mesmo. É estritamente proibido utilizar os nossos serviços com o intuito de infringir direitos de autor. Não podes fazer upload, transferir, guardar, partilhar, mostrar, fazer stream, distribuir, enviar por e-mail, transmitir ou até mesmo tornar disponível quaisquer ficheiros, dados, ou conteúdo que infringe direitos de autor ou outros direitos proprietários de uma ou mais pessoas ou entidades. Nós iremos responder a acusações de violação de direitos de autor, conforme a lei aplicável e que nos sejam devidamente fornecidas. Se acreditas que o teu conteúdo foi copiado ou usado de uma forma que constitui violação de direitos de autor, por favor fornece-nos as seguintes informações: (i) uma assinatura, física ou eletrónica, do proprietário dos direitos de autor ou de uma pessoa autorizada a agir em seu nome; (ii) a identificação do material protegido por direitos autor que alega ter sido violado; (iii) identificação do material que está alegadamente a ser violado e que tem de ser removido ou cujo acesso deve ser desativado, para isso necessitamos de informações suficientes para nos permitir localizar o dado material, incluindo, por exemplo, o(s) URL(s); (iv) as tuas informações de contacto, incluindo a tua morada, número de telefone e um endereço de e-mail; (v) uma declaração de boa fé que a utilização do material protegido por direitos de autor, referido anteriormente, não está  autorizada pelo dono do próprio material, nem pelo seu agente, nem por lei; e (vi) uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio (salvo se a legislação aplicável diga o contrário), que estás autorizado a agir em nome do proprietário dos direitos de autor.","623":"Nós reservamos o direito de remover dados que estejam, alegadamente, em infração sem aviso prévio, ao nosso critério, sem acontecer nada ao utilizador que publicou esse conteúdo. Se o mesmo utilizador continuar a infringir direitos de autor, o MEGA irá cancela a conta. O nosso agente designado para receber avisos de infração de direitos de autor é:","624":"Aviso sobre direitos de autor","625":"Por favor, utiliza este formulário para enviares um aviso sobre direitos de autor. Nós iremos responder dentro de 24 horas (respondemos de imediato durante as horas de trabalho)","626":"O Conteúdo:","627":"Campo necessário","628":"Infringe os meus direitos de autor pessoais.","629":"Infringe os direitos de autor da pessoa que estou autorizado a representar.","630":"Tipos de remoção:","631":"Escolhe o tipo de remoção:","632":"1. Desativar apenas o(s) URL(s) público(s) - o(s) ficheiro(s)  permacerá\/permanecerão na(s) conta(s) do(s) dono(s).","633":"2. Desativar todos os URLs públicos do(s) ficheiro(s) para cada URL fornecido - o(s) ficheiro(s) permanecerá\/permanecerão na(s) conta(s) do(s) dono(s).","634":"3. Remover todas as instâncias do(s) ficheiro(s) para cada URL fornecido - nenhum utilizador terá permissão para guardar esse(s) ficheiro(s) em nenhuma circunstância","635":"Declaro de boa fé que a partilha de material protegido por direitos de autor, no local acima referido, não está  autorizada pelo dono do próprio material, nem pelo seu agente, nem por lei.","636":"Eu entendo que posso estar sujeito a alguns danos, incluindo gastos financeiros e pagamentos a advogados, se adulterar deliberadamente e afirmar que o conteúdo reportado, URL(s), ou ficheiros estão em infração.","637":"A informação presente nesta notificação é precisa e declaro, sob pena de perjúrio, que estou autorizado a agir em nome do dono do material protegido por direitos de autor.","638":"Esta notificação é um documento legal muito sério - por favor, tenta ser o mais preciso possível sobre a infração dos direitos de autor. É melhor consultares primeiro um advogado para determinar se o conteúdo que estás a reportar está, de facto, em infração e não está protegido pela utilização justa, licença, ou outras bases legais.","639":"Enviar aviso","640":"Adicionar mais","641":"URL do conteúdo infringido.","642":"Nome do dono do material protegido por direitos de autor:","643":"Título:","644":"Endereço de e-mail:","645":"Fax:","646":"Cidade:","647":"Código postal:","648":"Material protegido por direitos autor que está a ser infringido:","649":"O meu nome completo:","650":"Empresa \/ Organização","651":"Telefone:","652":"Morada:","653":"Localidade:","654":"País:","655":"Por favor, fornece-nos o URL para cada material, protegido por direitos de autor, que está em infração.","656":"Por favor, fornece-nos o material protegido por direitos de autor para cada URL infringido.","657":"Por favor, diz-nos se o conteúdo está a infringir os teus direitos de autor ou de alguém que estás autorizado a representar.","658":"Por favor, escolhe a maneira de mandar abaixo materiais que estão a infringir direitos de autor.","659":"Por favor, fornece-nos o URL para cada material, protegido por direitos de autor, que está a ser infringir.","660":"Por favor, fornece-nos o material protegido por direitos de autor para cada URL infringido.","661":"Por favor, fornece-nos o nome do dono do material protegido por direitos de autor.","662":"Por favor, fornece-nos o teu nome completo.","663":"Por favor, fornece-nos o teu endereço de e-mail.","664":"Por favor, introduz um endereço de e-mail válido.","665":"Por favor, declara de boa fé que a partilha de material protegido por direitos de autor, no local acima referido, não está  autorizada pelo dono do próprio material, nem pelo seu agente, nem por lei.","666":"Por favor, confirma que podes estar sujeito a alguns danos, incluindo gastos financeiros e pagamentos a advogados, se adulterares deliberadamente e afirmares que o conteúdo reportado, URL(s), ou ficheiros estão em infração.","667":"Por favor, certifica-te que esta notificação é precisa e declara, sob pena de perjúrio, que estás autorizado a agir em nome do dono do material protegido por direitos de autor.","668":"Muito obrigado!","669":"Nós iremos analisar o teu aviso sobre os direitos de autor muito em breve.","670":"Língua","671":"Falas várias línguas?","672":"Ajuda-nos a traduzir!","673":"A Empresa da Privacidade","674":"Ninguém será sujeito a interferências na sua vida privada, na sua família, no seu lar ou na sua correspondência. Toda a pessoa tem direito à protecção da lei contra tais interferências ou ataques.","675":"Declaração Universal dos Direitos Humanos, Artigo 12","676":"O MEGA é um Serviço de Armazenamento na Cloud com total privacidade.","677":"O MEGA fornece um armazenamento na cloud robusto e, acima de tudo, uma total privacidade. O MEGA acredita que tens o direito à privacidade e, por isso, fornece-te várias ferramentas para a protegeres. Nós chama-mos a isso de Encriptação Controlada pelo Utilizador, ou ECU, e trabalha automaticamente.","678":"O que é a  Encriptação Controlada pelo Utilizador do MEGA?","679":"Todos os ficheiros que são armazenados no MEGA são cifrados. Todas as transferências de dados, de e para o MEGA, são cifradas. Enquanto que a maioria dos outros fornecedores de armazenamento na cloud dizem que fazem o mesmo, o MEGA é diferente - ao contrário da norma estabelecida na indústria, onde os fornecedores de armazenamento na cloud guardam a chave de encriptação, aqui quem guarda as chaves és tu e és tu quem decide quem tem acesso aos teus ficheiros, sem teres a necessidade de instalar aplicações desconhecidas. Tudo isto acontece no teu browser!","680":"MEGA Futuro","681":"A cloud MEGA é apenas o início. No futuro, o MEGA fornecerá a ECU ao teu browser, para ser utilizada num leque enorme de aplicações sem precisares de instalar nada. A nossa tecnologia irá proteger os teus e-mails, chamadas, conversas e streams de vídeos.","692":"O Mega é legal?","693":"Somos um grupo dedicado de técnicos que tivemos o tempo, a oportunidade e o acesso à Internet para criar um serviço de armazenamento na cloud incrível que ajuda a proteger a tua privacidade. Nós desenvolvemos este serviço de Internet a partir do zero, em Auckland, na Nova Zelândia. Ao contrário da maioria dos nossos concorrentes, nós utilizamos uma tecnologia de encriptação topo de gama onde tu, apenas tu, controlas as chaves. O nosso grupo de design inclui Kim Dotcom, Mathias Ortmann, Bram van der Kolk e Finn Batato. Toný Lentino, dono do domínio registrar Instra Corporation, é o nosso Principal Visionnary. O nosso CEO, Vikram Kumar, foi Chief Executive da InternetNZ, uma organização não lucrativa que promove a visão \"uma internet aberta e incapturável\". Esperamos que gostes.","694":"1. Desativar um link (\"URL\") por ficheiro - o(s) ficheiro(s) ficará\/ficarão na conta do utilizador","695":"2. Desativar múltiplos URL's por ficheiro - o(s) ficheiro(s) ficará\/ficarão na conta do utilizador","696":"3. Remover todos os ficheiros do(s) URL(s) fornecido(s) - nenhum utilizador terá permissão para guardar esse(s) ficheiro(s) em nenhuma circunstância","697":"4. Outro","698":"Podes enviar um aviso aqui","699":"Entra na tua conta e envia-nos o aviso","700":"Por favor, envia-nos o teu aviso de remoção por email para [A1]copyright@mega.co.nz[\/A1], de acordo com as nossas [A2]condições de remoção[\/A2].","701":"Enviar o aviso por email","702":"Reportar Abuso","703":"O teu endereço de registo é inválido. Por favor verifica que não existem quebras de linha no e-mail de activação.","704":"A tua conta já se encontra ativa. Podes iniciar a tua sessão. ","705":"A tua confirmação não pode ser processada. Por favor regista-te novamente. Código do erro:","706":"Alterar palavra-chave","707":"Actualizar","708":"Pedir alteração","709":"Não me recordo da palavra-chave actual","710":"Se ainda estás autenticado na conta mas não te recordas da palavra-chave, podes estabelecer uma nova através desta opção. Dentro de 15 minutos receberás uma mensagem de correio electrónico com um endereço para confirmar a alteração.","711":"Pedir alteração","712":"Resgate completo","713":"O valor do vale foi creditado na tua conta. Desejas continuar com a actualização para conta pro?","714":"Este vale já foi resgatado. ","715":"As palavra-chave que colocas-te não coincidem. Tenta novamente. ","716":"Palavra-chave actual","717":"Nova palavra-chave","718":"Confirmar nova palavra-chave","719":"Por favor introduz a tua palavra-chave atual.","720":"Por favor introduz a tua nova palavra-chave.","721":"Por favor consulta o teu e-mail e visita o endereço de confirmação para a alteração da palavra-chave.","722":"Alteração solicitada","723":"A nova palavra-chave tem que ser diferente da atual. ","724":"A palavra-chave atual que forneces-te não está correta. ","725":"A tua palavra-chave foi alterada.","726":"Efetuado","727":"A tua palavra-chave foi alterada.","728":"O endereço de confirmação expirou.","729":"Este endereço já foi confirmado.","730":"A tua conta foi suspensa. Por favor, verifica o teu e-mail para mais detalhes e responde assim que possível.","731":"A conta associada foi terminada devido a múltiplas violações dos nossos [A]Termos de Serviço[\/A].","732":"Já tens sessão iniciada numa conta diferente da qual estás a tentar confirmar. Verifica a tua sessão, desliga-te da mesma, e volta a visitar o endereço de confirmação. ","733":"Endereço de e-mail desconhecido. Se ainda não tens uma conta connosco, convidamos-te a registar.","734":"Obrigado!","735":"Por favor, verifica o teu e-mail.","736":"Apenas as contas que não contêm ficheiros nem pastas é que podem redefinir as suas palavras-chave.","737":"Redefinir a palavra-chave","738":"Requisitar","739":"perdeste a tua palavra-chave?","740":"A tua palavra-chave foi mudada com sucesso!","741":"Por favor, escolhe uma nova palavra-chave que seja segura.","742":"Redefinir","743":"O endereço expirou. Por favor, solicita um novo.","744":"Endereço inválido. Por favor, solicita um novo.","745":"Sem ciclo de pagamento. ","746":"Tipo de Membro","747":"Semanalmente","748":"Mensalmente","749":"Anualmente","750":"O próximo ciclo de pagamento em","751":"Uma vez","752":"A extensão para o Firefox do MEGA","753":"Instala a extensão para o Firefox do MEGA para melhorar a capacidade de transferência. Vai permitir também descarregar em conjunto vários ficheiros sem restrições de quantidade ou tamanho. ","754":"A extensão para o Firefox do MEGA é segura e invisível. Se preferes utilizar o MEGA sem qualquer extensão, nós recomendamos-te vivamente a utilizares o [A]Chrome[\/A].","755":"Instalar extensão","756":"1 transferência completa","757":"[X] transferências completas","758":"Abrir a pasta da transferência","759":"clica aqui para abrir","760":"Por favor, instala a extensão para o Firefox do MEGA para transferires um ficheiro tão grande como este.","761":"Por favor, confirma","762":"Está prestes a transferir uma grande quantidade de ficheiros, que poderá ter impacto no funcionamento do seu navegador. Deseja continuar?","763":"Contacto","764":"A sua transferência não foi efectuada porque o seu disco rígido encontra-se sem espaço disponível. ","765":"As suas transferência não foram efectuadas porque o seu disco rígido encontra-se sem espaço disponível. ","766":"Algumas das suas transferências não foram efectuadas porque o seu disco rígido encontra-se sem espaço disponível.","768":"A sua transferência não foi efectuada porque o seu disco rígido encontra-se sem espaço disponível, ou estás a utilizar o Chrome em modo de navegação privada, que não permite escrever ficheiros. ","769":"Só é possível utilizar 5% do teu espaço em disco para transferências. Por favor liberta mais espaço para continuar.","770":"Escolha a palavra-chave","771":"Confirme a palavra-chave","772":"URL para o ficheiro:","773":"restante","774":"Enviar link por e-mail","775":"renomear abaixo:","776":"Guardar","777":"Lembrar-me neste dispositivo","778":"Ainda não tens uma conta MEGA?","779":"Regista-te agora","780":"Já tens uma conta MEGA?","781":"Devido à performance limitada dos CPU dos aparelhos móveis, a geração de chaves RSA poderá levar vários minutos a terminar. Agradecemos a tua paciência.","782":"Pasta Vazia","783":"Não existem ficheiros na tua Cloud Drive","784":"Nenhuns contactos","785":"Sem resultados.","786":"Não existem ficheiros na tua caixa de entrada","787":"Não existem ficheiros no Lixo","788":"Tens a certeza de que queres mover este ficheiros para o Lixo?","789":"Tens a certeza de que queres mover esta pasta para o Lixo?","790":"Abrir Ficheiro","791":"Importar Ficheiro","792":"Apagar Ficheiro","794":"Apagar Pasta","796":"Obter Link","797":"Partilhar Pasta","798":"Espaço de Armazenamento","799":"Espaço de Armazenamento Utilizado","800":"Espaço de Armazenamento Livre","801":"Versão Desktop","802":"E-Mail de Contacto","803":"Transferir Ficheiro","804":"Infelizmente, este ficheiro ainda não é suportado no teu dispositivo com o MEGA","805":"Vamos implementar suporte móvel para este tipo de ficheiro num futuro próximo.","806":"muda o nome da pasta:","807":"muda o nome do ficheiro:","808":"Link da Pasta","809":"URL para a pasta:","810":"Link para transferir","811":"URL para o ficheiro:","812":"Confirmar conta","813":"Pasta Partilhada","814":"Queres cancelar o teu upload?","815":"Queres cancelar a tua transferência?","816":"Por favor, introduz um endereço de e-mail válido","817":"Não podes criar uma pasta nos resultados da pesquisa.","818":"Queres mudar para a versão desktop?","819":"a iniciar...","820":"Este ficheiro foi importado para a tua Cloud Drive.","821":"As tuas notificações","822":"Atrás","823":"Definições","824":"Nova pasta partilhada de [X]","825":"Nova pasta partilhada","826":"[X] cancelou a pasta partilhada","827":"Pasta partilhada cancelada","828":"[X1] pastas e [X2] ficheiros","829":"[X] pastas e 1 ficheiro","830":"1 pasta e [X] ficheiros","831":"1 pasta e 1 ficheiro","832":"[X] pastas","833":"[X] ficheiros","834":"1 pasta","835":"1 ficheiro","836":"[X] adicionado[DATA]","837":"[X] foram adicionados","838":"[X] foi adicionado","850":"JAN","851":"FEB","852":"MAR","853":"ABR","854":"MAI","855":"JUN","856":"JUL","857":"AGO","858":"SET","859":"OUT","860":"NOV","861":"DEZ","862":"Notificações","863":"Ver tudo","864":"Descarregar num ficheiro ZIP","865":"Abrir","866":"Item seleccionado copiado","867":"[X] itens seleccionados copiados","868":"Item seleccionado movido","869":"[X] itens seleccionados movidos","870":"Confirmar","871":"[X]Aviso:[\/B] cota de armazenamento excedida. Por favor, elimine ficheiros ou [A] faça upgrade da sua conta [\/A].","872":"Pro","873":"[X] segundos atrás","874":"1 minuto atrás","875":"[X] minutos atrás","876":"1 hora atrás","877":"[X] horas atrás","878":"1 dia atrás","879":"[X] dias atrás","880":"Agora","881":"Estás a usar uma conta temporária. Os dados que estás a gravar serão perdidos quando expirarem. Para preservar os ficheiros, por favor realize o upgrade para uma conta real quando puderes e obtém os teus 50GB grátis de armazenamento seguro na cloud!","882":"Aviso","883":"Cria a tua conta","884":"[X] não é totalmente compatível com MEGA","885":"O teu browser","886":"O Internet Explorer 10 contém um bug significativo que afecta a escrita de ficheiros pelo JavaScript, causando uma falha de memória aquando do download de grandes pedaços de dados. Esperamos que este erro seja corrigido no Internet Explorer 11. Entretanto, por favor realiza o upgrade para um browser alternativo.","887":"[X] não tem o HTML5 de que o MEGA depende para realizar a criptografia no teu browser. As transferências de ficheiros no HTML5 serão realizadas de forma limitada através do Flash. Por favor considera realizar o upgrade para um browser moderno.","888":"Altamente Recomendado","889":"Recomendado","890":"O MEGA funciona melhor com os seguintes browsers:","891":"Aviso de compatibilidade de browser","892":"Propriedades","893":"Carregado","894":"Tamanho total","895":"Nome da pasta","896":"Criado em ","897":"Contém","898":"Múltiplos ficheiros e pastas","899":"Múltiplos ficheiros","900":"Múltiplas pastas","909":"Palavra-passe","910":"Compra já","911":"Aproveita totalmente o MEGA com o [B]Pro[\/B]","912":"de","913":"mês","914":"subscrição anual","915":"Espaçõ de armazenamento massivo","916":"largura de banda generosa","917":"se escolheres pagar anualmente","918":"Mensalmente","919":"Anualmente","920":"Realiza o upgrade da tua conta","921":"2 meses grátis","922":"1 mês","923":"1 ano","924":"Tens alguma questão sobre [A]contas PRO?[\/A]","925":"A nossa equipa de suporte ficará satisfeita em ajudar-te.","926":"Nome da empresa","927":"Cidade","928":"Código Postal","929":"Telefone","930":"dia","931":"mês","932":"ano","933":"Morada","934":"Estado ou província","935":"morada Paypal","936":"Conta bancária","937":"Nome do beneficiário","938":"Descreve a tua estratégia de marketing","939":"Nome do Banco","947":"Disco","948":"Lixo","949":"Caixa de Entrada","950":"Contactos","951":"A minha Conta","952":"A maior parte dos dispositivos não consegue descarregar ficheiros maiores do que 4GB. O teu download provavelmente irá falhar.","953":"Sem espaço livre suficiente","954":"Créditos","955":"Aplicações Móveis","956":"Sync Client","957":"Aplicação do Chrome","959":"Aplicação do Firefox","961":"Apps","962":"Kit de Software de Desenvolvimento","963":"Documentação","964":"Programa Afiliado","965":"Políticas","966":"Guia para Takedown","967":"Sair","968":"Criar Conta","969":"Tente novamente","970":"Por favor, introduza uma palavra-passe válida.","973":"Largura de banda utilizada","974":"Gerir conta","975":"Adicionar Estrela","976":"Remover Estrela","977":"Sem ficheiros no teu Disco Virtual","978":"Procura sem resultados","979":"Caixote do Lixo vazio","980":"Não tem contactos","981":"Caixa de Entrada vazia","982":"Conteúdos","983":"Geral","984":"Perfil","985":"Histórico","986":"Editar perfil","987":"Expira a ","988":"Ligações:","989":"[X] Contactos","990":"1 contacto","991":"Ir para Contactos","992":"Imagem de Perfil","993":"Mudar Imagem de Perfil","994":"Informação Pessoal","995":"Data de nascimento","996":"Escolher país","997":"Adicionar contactos só disponível para utilizadores registados.","998":"Por favor cria a tua conta grátis","999":"Queres transformar a tua conta temporária numa conta grátis agora?","1000":"Evita perder acesso. O registo grátis é altamente recomendado!","1001":"Remover contacto","1002":"Tem a certeza que quer remover [X] da tua lista de contactos?","1003":"Confirmar remoção","1004":"Tem a certeza que quer mover [X] para o seu caixote do lixo?","1005":"Criar links só é possível por utilizadores registados.","1006":"Partilhar pasta só é possível por utilizadores registados.","1007":"Não podes voltar atrás depois desta decisão.","1008":"A largura de banda Pro foi excedida.","1009":"Precisa de mais largura de banda?","1010":"Espaço de armazenamento excedido.","1011":"Quer manter os seus ficheiros?","1012":"Espaço de armazenamento quase excedido.","1013":"Precisa de mais espaço de armazenamento?","1015":"Pro favor introduza o seu código voucher.","1016":"Seleccione uma imagem","1017":"Usar com Imagem de Perfil","1018":"Vazio","1019":"Adicionar endereço de e-mail","1020":"Por favor adicione um endereço de e-mail ou seleccione um contacto.","1021":"Ligado","1022":"Desligado","1023":"Não tem permissões de escrita nesta pasta.","1024":"Por favor adicione o nome da pasta","1025":"Vários Itens","1026":"Introduza chave de descriptação ","1027":"Descriptar","1028":"Encriptar chave","1029":"Link público","1030":"Seleccione a partir da sua lista de contactos ou adicione um endereço de e-mail","1031":"Exportar links do ficheiro e chaves de decriptação","1032":"Incluir ficheiro de chave","1033":"Copiar chaves","1034":"Descarregar vários ficheiros","1035":"Clique em \"Permitir\" para completar o download","1036":"Partilhado com","1037":"Concordo","1038":"Escolher língua","1039":"Pagar com Paypal","1040":"Por favor, faça login para activar a sua conta Pro","1041":"Por favor, crie uma conta para activar a sua conta Pro","1042":"A iniciar","1043":"Link da pasta não disponível","1044":"O link da pasta que está a tentar aceder não está mais disponível. Isto pode dever-se a:","1045":"O link da pasta foi removido devido a uma violação ToS\/AUP.","1046":"O link da pasta foi removido pelo utilizador.","1047":"Bem-vindo ao MEGA Pro","1048":"A tua conta pro foi activada. Aproveita!","1049":"Pasta","1050":"Sem partilhas","1051":"Nunca","1053":"Quota da largura de conta quase excedida.","1054":"Vai ter de esperar [X] até que mais largura de banda seja designada à sua conta.","1055":"Não quer esperar?","1056":"Este limite é variável.","1057":"Confirmar a remoção da sessão","1058":"Está a usar uma conta temporária. Tem a certeza que quer terminar esta sessão?","1059":"Esta acção irá remover todos os seus dados.","1060":"Encriptação End-to-End","1061":"Ao contrário de outros provedores de armazenamento na cloud, os seus dados são encriptados e desencriptados apenas pelos dispositivos do cliente e não por nós.","1062":"Acesso global","1063":"Os seus dados estão acessíveis em qualquer altura, de qualquer dispositivo, em qualquer lugar.","1064":"Colaboração segura","1065":"Partilhe pasta com os seus contactos e veja os seus updates em tempo real.","1066":"O MEGA disponibiliza ferramentas que fazem das comunicações online [A] privadas e confidenciais[\/A] fáceis de usar.","1067":"O MEGA disponibiliza serviços encriptados baseados na cloud [A] privados e comunicações seguras[\/A] para empresas e pessoas. Tu tens e controlas as chaves de encriptação para os teus dados na cloud.","1068":"Partilha pastas com os teus contactos e vê as suas actualizações em tempo real.","1069":"Vê como é que trabalha","1070":"Como trabalha","1071":"Quer saber mais sobre o MEGA?","1072":"Veja o vídeo de lançamento","1073":"Planos para Membros","1074":"50 GB com uma conta grátis","1075":"Muitas vezes mais do que o que consegue dos principais  fornecedores.","1076":"Criar conta","1077":"Pacotes Pro competitivos","1078":"Ganha até 4 TB de espaço encriptado a partir de 8,33€ por mês","1079":"Verifica os nossos pacotes Pro","1080":"Aplicações móveis","1082":"A cloud no seu bolso. Abra e aceda aos seus ficheiros a partir do seu smartphone ou tablet. Envie e sincronize os seus dados com a cloud.","1083":"Obtém-o de borla","1084":"Disponível para","1085":"Sync Cliente","1086":"Fácil sincronização automatizada entre os seus computadores e o seu espaço MEGA na cloud.","1087":"Descarregar agora","1088":"Aplicações do browser","1089":"As nossas extensões de brownser vão instalar o MEGA no seu browser para carregamento mais rápido e para adicionar resiliência contra ataques.","1090":"Ir para a página de downloads","1091":"Clique para carregar ou arraste e largue ficheiros aqui","1092":"Deslize para continuar","1093":"Nunca introduza a sua palavra-chave num dispositivo que não confia totalmente. Não inicie sessão na sua conta a partir de um computador público ou que é partilhado.","1094":"Para melhor segurança, instale o nosso [A] plugin de browser [\/A] e carrega o MEGA a partir do seu computador em vez de a partir dos nosso servidores.","1095":"Crie a sua conta [A] grátis[\/A]","1096":"Primeiro Nome","1097":"Último Nome","1098":"Primeiro Nome e\/ou Último Nome inválido.","1099":"Por favor adicione o seu primeiro e último nome.","1100":"Endereço de e-mail inválido.","1101":"Por favor adicione um endereço de e-mail correcto","1102":"Palavra-passe inválida","1104":"Por favor torne a sua palavra-passe mais forte.","1105":"Força:","1106":"Estado da Palavra-passe","1107":"As palavras-passe não são iguais.","1108":"Criar conta","1109":"A sua palavra-passe é a sua chave de encriptação primária.","1110":"A segurança da tua conta depende da força da tua palavra-chave. Palavras-passe demasiado curtas ou simples ou que consistem em palavras do dicionário são fáceis de ser descobertas.","1111":"Não se esqueça da sua palavra-passe.","1112":"Não há nenhum procedimento de recuperação para palavras-passe esquecidas. Se já não se lembra da sua palavra-passe, não terá mais a capacidade de aceder aos seus dados.","1113":"A tua conta é apenas tão segura como é o teu computador.","1114":"Reintroduza a sua palavra-chave","1115":"O verificador da força da palavra-passe","1116":"Por favor tente novamente dentro de alguns segundos.","1117":"Termos do Serviço","1118":"Precisa de concordar com os termos de serviço para poder registar uma conta no MEGA.","1119":"A tua palavra-passe é fácil de ser adivinhada. Tente fazer a sua palavra-passe mais longa. Combine maiúsculas com minúsculas. Adicione caracteres especiais. Não use nomes ou palavras do dicionário.","1120":"A tua palavra-passe é fácil de ser adivinhada. Tente fazer a sua palavra-passe mais longa. Combine maiúsculas com minúsculas. Adicione caracteres especiais. Não use nomes ou palavras do dicionário.","1121":"A tua palavra-passe é suficientemente boa para poder prosseguir, mas é recomendável fortalecê-la mais um pouco.","1122":"Esta palavra-passe vai limitar a maior parte dos ataques. Por favor garanta que não a vai esquecer.","1123":"Esta palavra-passe vai limitar os ataques mais sofisticados. Por favor garanta que não a vai esquecer.","1124":"Muito Fraco","1125":"Fraco","1126":"Médio","1127":"Boa","1128":"Forte","1129":"A sua palavra-passe é muito fraca que possa prosseguir","1130":"E-mail e\/ou palavra-passe inválida","1131":"Confirme a sua conta","1132":"Colecção de Entropia","1133":"Este jogo irá colectar a sua [A] entropia[\/A] com base nos seus movimento de rato.","1134":"Isto irá fortalecer a sua [A] chave RSA[\/A].","1135":"Pode abortar o jogo assim que o indicador de progresso atingir os 100%.","1136":"Feito!","1137":"pode prosseguir agora para o próximo passo para completar a sua chave.","1138":"Proceder","1139":"Pontuação:","1140":"Este é um passo muito importante e pode demorar alguns segundos.","1141":"Por favor seja paciente.","1142":"Criação de chave Pública-Privada","1143":"A criar chave","1144":"O uso mais antigo conhecido de criptografia conhecido é de há quase 4000 anos atrás, no Antigo Egipto","1145":"Hoje, 4000 anos depois, a maior parte dos provedores de armazenamento na cloud ainda não adoptaram totalmente a criptografia.","1146":"Complete a sua conta","1147":"Escolha o tipo de conta","1148":"[A] Obtém 2 meses grátis [\/A] se comprar um plano pro de 1 ano.","1149":"Limitado","1150":"Grátis","1151":"Obtenha todas as vantagens do MEGA com uma [A] conta Pro[\/A]","1152":"Escolha o seu pacote Pro:","1153":"plano de um ano","1154":"A equipa","1155":"A carregar","1156":"A descarregar","1157":"Download gratuito","1158":"para Windows","1159":"Em breve para [A]Mac[\/A]","1160":"O MEGA gostaria de agradecer aos autores dos seguintes componentes open-source pelo seu contributo essencial para o funcionamento do nosso site:","1161":"Seguro","1162":"Os seus dados são encriptados do início ao fim. Ninguém consegue interceptá-los enquanto estão guardados ou em trânsito.","1163":"Flexível","1164":"Sincronize qualquer pasta do seu PC com qualquer pasta da cloud. Sincronize qualquer número de pastas em simultâneo.","1165":"Rápido","1166":"Tome vantagem da super potente estrutura e transferências de multi-conexão do MEGA.","1167":"Generoso","1168":"Armazene até 50 GB grátis!","1169":"Características completas","1170":"Procure, armazene, descarregue, transmita, veja, partilhe, renomeie ou elimine os seus ficheiros. Está tudo lá - na palma das suas mãos.","1171":"Em breve disponível para [A]iOS[\/A]","1172":"Extensão Firefox","1173":"Extensão Chrome","1174":"Esta aplicação irá permitir que instale o MEGA no seu browser. Irá reduzir os tempos de carregamento, melhorar a performance de download e fortalecer a segurança.","1175":"Qualquer URL MEGA será capturado por esta aplicação e ficará guardado localmente (nenhumJavaScript será carregado a partir dos nossos servidores). Actualizações automáticas seguras são garantidas graças a uma chave de assinatura criptográfica privada.","1176":"E se é realmente paranóico:","1177":"desliga as actualizações automáticas e escrutina o nosso código-fonte a cada actualização manualmente.","1178":"Descarregue o MEGA para Firefox","1179":"Instalação:","1180":"Descarregue o MEGA para Chrome:","1181":"Abre a página de extensões no Chrome","1182":"menu>ferramentas>extensões","1183":"ou digite","1184":"na sua barra de endereços","1185":"Arraste e largue o ficheiro descarregado [X] para a página de extensão do Chrome e confirme a instalação.","1186":"Pode comprar convenientemente a sua conta MEGA Pro a partir de um dos nossos revendedores autorizados abaixo listados:","1187":"Descarregar","1188":"Para o seu Computador","1189":"Importar","1190":"Para o seu disco de armazenamento na Cloud","1191":"O ficheiro que está a tentar descarregar está temporariamente indisponível.","1192":"Deslize para saber mais sobre o MEGA","1193":"A começar nova conta","1194":"Quer importar este ficheiro para uma nova sessão?","1195":"\"Não\" irá permitir-lhe entrar e processar a sua importação.","1196":"Cancelar download","1197":"Tem a certeza que quer cancelar este download?","1198":"O ficheiro descarregado vai ser eliminado.","1199":"Não é possível desencriptar os metadados sem chave. ","1200":"Termos de Serviço dos Afiliados","1201":"[A]Junte-se a nós[\/A] na mudança do mercado de armazenamento na cloud","1202":"Arranje negócio para nós e ganhe a sua parte.","1203":"Ajude-nos a crescer e torne-se parte do sucesso.","1204":"Registar","1205":"Como é que funciona?","1206":"Registe-se e obtenha o seu partner ID único que pode anexar ao nosso URL.","1207":"Irá controlar todas as compras feitas pelos visitantes que referir ao MEGA.","1208":"Você ganha [B]20%[\/B] de todas as vendas geradas a partir do seu partner ID.","1209":"Subscrições recorrentes irão contar como referências recorrentes.","1210":"Para quem é o programa de afiliados?","1211":"Programadores de Apps","1212":"Construa a sua própria aplicação usando o nosso [A]SDK[\/A]","1213":"Converta utilizadores gratuitos para pro e ganhe dinheiro com a sua app.","1214":"Sites:","1215":"Bloggers","1216":"Sites de comparação de armazenamento na cloud","1217":"Quais são as regras?","1218":"Por favor leia e concorde com os nossos [A]Termos de Serviço de Afiliado[\/A]","1220":"Começar!","1221":"Registe-se no nosso programa de afiliados e pode começar a ganhar dinheiro imediatamente.","1223":"Informações de Contacto","1224":"Precisamos de um pouco de mais detalhes sobre si.","1230":"Informações de pagamento","1231":"Pagamos todos os meses por PayPal ou por transferência bancária (apenas contas bancárias da Nova Zelândia).","1232":"Método de Pagamento","1233":"PayPal","1234":"Conta bancária (apenas NZ)","1235":"Nome do beneficiário","1236":"Nome do Banco","1237":"Número de conta bancária","1238":"Endereço PayPal","1239":"Informação de Afiliado","1240":"Nós gostaríamos de saber como é que vai conseguir direccionar tráfego para o MEGA.","1241":"Descreva a sua estratégia de marketing","1242":"Eu concordo com os [A] Termos de Serviço de Afiliado[\/A] do MEGA","1243":"Você está inscrito no programa de afiliado. Irá ganhar 20% de todas as vendas geradas a partir do seu partner ID.","1244":"Por favor tenha a certeza que concorda com os [A] Termos de Serviço de Afiliado[\/A]","1245":"Pode ganhar dinheiro reencaminhando tráfego para:","1246":"Estatísticas","1247":"Período de Tempo","1248":"30 dias","1249":"90 dias","1250":"180 dias","1251":"365 dias","1252":"Todo o tempo","1253":"Data","1254":"Vendas","1255":"Turnover","1256":"Ganhos","1257":"Sem registo de vendas para o período de tempo seleccionado.","1258":"Pagamentos","1259":"Sem registos de pagamentos para o período de tempo seleccionado.","1260":"Partner ID","1261":"Por favor introduza a sua data de nascimento.","1262":"Por favor introduza a sua cidade.","1263":"Por favor introduza o seu Estado ou Província.","1264":"Por favor introduza o seu código postal","1265":"Por favor introduza o seu contacto telefónico","1266":"Por favor descreva a sua estratégia de marketing.","1267":"Tem de concordar com os Termos de Serviço dos Afiliados","1268":"Por favor introduza o seu endereço PayPal","1269":"Por favor introduza o seu nome de beneficiário da sua conta bancária NZ.","1270":"Por favor introduza o nome do seu banco NZ.","1271":"Por favor introduza o seu número de conta bancária NZ.","1272":"O MEGA foi feito por humanos e por isso não é perfeito. Se encontrar um bug por favor comunique-nos o mesmo para que o possamos corrigir - quantos mais detalhes nos fornecer melhor.","1273":"Nós levamos os direitos de autor a sério e reforçamos uma repetida e robusta política contra infractores.","1274":"Para mais informações , por favor leia o nosso [A] guia de takedown[\/A]","1275":"Pode submeter um pedido de takedown através do [A] formulário on-line[\/A] ou envie-nos um e-mail.","1276":"Tem alguma preocupação ou ideias? Quer saber mais sobre os nossos produtos?","1277":"Estamos sempre disponíveis.","1278":"Por favor seleccione","1279":"Passo 1","1280":"Passo 2","1281":"Detalhes dos Conteúdos","1282":"Detalhes dos direitos de autor","1283":"Adicione outro URL","1284":"Nome do dono dos direitos de autor","1285":"se aplicável","1286":"Nome do agente autorizado do dono dos Direitos de Autor que está a enviar o aviso:","1287":"Aviso de Direitos de Autor recebido","1288":"Iremos rever e processar o seu aviso rapidamente","1289":"Obrigado por clicar no link de convite. Por favor, crie a sua conta gratuita abaixo.","1290":"Oops, isto não parece ser um link de convite válido. Já alguma vez realizou o registo de uma conta?","1291":"Você já clicou anteriormente num link de convite. Por favor crie a sua conta.","1292":"Em breve","1293":"Bem vindo ao centro de ajuda","1294":"Se a sua questão não está respondida aqui, não hesite em contactar-nos.","1295":"Contacte o Suporte","1296":"Tópicos Populares","1297":"Endereço de e-mail já em uso.","1298":"Por favor entre na sua conta.","1299":"Carrega para actualizar","1300":"Última actualização","1301":"Hoje","1302":"Ontem","1303":"Esta semana","1304":"Semana passada","1305":"Este mês","1306":"Este ano","1307":"Mais antigo","1308":"O download falhou","1309":"O upload falhou","1310":"Por favor introduz o código de confirmação","1311":"Erro a carregar ficheiros","1312":"Falta utilizador\/palavra-passe","1313":"Falha no Login","1314":"Eliminar erro","1315":"Sem conta de e-mail","1316":"Grava o ficheiro offline para pré-visualização ","1317":"Erro a criar o link","1319":"A palavra-passe é demasiado curta","1320":"O nome é demasiado curto","1321":"Erro a carregar os detalhes da conta","1322":"Upload completo","1323":"A entrar","1324":"Login realizado","1325":"A criar link","1326":"O link foi copiado para a área de transferência","1327":"Download realizado","1328":"A iniciar o download","1329":"À espera","1330":"Introduza o nome de utilizador e a palavra-passe","1331":"E-mail","1332":"Confirme o registro","1333":"Por favor verifique o seu e-mail e cole o código de confirmação abaixo no link de confirmação especial do iOS.","1334":"Abortar o registro","1335":"Código de confirmação","1336":"Utilizar o último","1337":"Tirar foto","1338":"Escolha o existente","1339":"Adicionar pasta","1340":"Introduza o nome da nova pasta","1341":"Seleccione a(s) foto(s)","1342":"Editar","1343":"Cloud Drive vazia","1344":"Partilhar","1345":"Gravar offline","1346":"Transferências","1347":"Caixa de Entrada vazia","1348":"Pastas partilhadas","1349":"Sem Fotos","1350":"Fotos","1351":"Localmente","1352":"Disponível","1353":"Gravar para aceder offline","1354":"Define o tamanho máximo de armazenamento no teu dispositivo","1355":"Versão","1356":"Feedback","1357":"Sair","1358":"Todos os ficheiros descarregados serão eliminados","1359":"O tamanho seleccionado é menor que a cache que está a ser utilizada. Se continuar, alguns ficheiros serão eliminados","1360":"Extender Pro","1361":"Preçário","1362":"Restaurar pedidos de compra","1363":"Sem rede","1364":"Tente novamente","1365":"Não está ligado à Internet","1366":"Introduza novo nome","1367":"Obtenha 50 GB grátis ou assine um dos nossos pacotes Pro e obtenha até 4 TB de armazenamento encriptado a começar nos 8,33€ por mês.","1368":"Até [X]","1369":"e [X]","1370":"E-mail ou Chat","1371":"O nosso pacote de comunicações encriptadas irá chegar no início de 2014.","1372":"Prepara-se para chat, e-mail, chamadas de voz e vídeo MEGA.","1373":"O que é o MEGA? Clica ou desliza","1374":"Voltar à Página Inicial","1375":"Voltar à Página de Transferências","1376":"suportado por:","1377":"Quer jogar? Se saltar este passo, a segurança da sua conta poderá ser posta em causa. Por favor mova o seu rato extensivamente e ao calhas para reduzir este risco.","1378":"Iniciar o jogo","1379":"Passar","1380":"Categorias","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}