{
    "12": "Ninguém será sujeito a interferências arbitrarias na sua privacidade, família, lar ou correspondência, nem a ataques a sua honra e reputação. Toda gente tem direito à proteção da lei contra interferências ou ataques.",
    "13": "Declaração Universal dos Direitos Humanos.",
    "14": "Confirme a eliminação",
    "15": "Tem certeza de que deseja remover permanentemente os itens do seu caixote do lixo?",
    "16": "Erro interno",
    "17": "Quota de banda larga excedida",
    "18": "Demasiadas ligações para este download",
    "19": "A sessão expirou ou é inválida",
    "22": "Arquivo já não existe",
    "23": "Arquivo não está acessível",
    "24": "Erro de decodificação",
    "34": "Aviso:",
    "47": "Oops, aconteceu algo de errado. Desculpe o incômodo!",
    "55": "somente leitura",
    "56": "Ler & Escrever",
    "57": "Acesso completo",
    "58": "Download",
    "59": "Obter link",
    "60": "Partilhar",
    "61": "Mudar o nome",
    "62": "Mover",
    "63": "Copiar",
    "64": "Permissões",
    "68": "Nova pasta",
    "71": "Adicionar contato",
    "78": "Sim",
    "79": "Não",
    "81": "OK",
    "82": "Cancelar",
    "83": "Remover",
    "85": "Recarregar",
    "86": "Nome",
    "87": "Tamanho",
    "89": "Estado",
    "93": "Tipo",
    "94": "Ultima modificação",
    "95": "E-mail",
    "98": "Upload Pasta",
    "99": "Upload ficheiro",
    "101": "Adicionar contato",
    "102": "Procurar",
    "103": "Cancelar transferencia",
    "104": "Transferir ficheiro",
    "105": "pendente",
    "115": "Nome do ficheiro",
    "120": "O download não pode continuar, porque ele iria levá-lo ao longo do subsídio de transferência de corrente livre para o seu endereço IP.",
    "121": "Este limite é dinâmico e depende da quantidade de largura de banda não utilizada que temos disponíveis.",
    "122": "Transferências feitas apenas durante a contagem de cinco a seis horas passado.",
    "127": "Para sua conveniência, os seus downloads em fila de espera serão colocados em espera até que tem cota suficiente disponível, e em seguida,  irão retomar automaticamente.",
    "128": "Se não quiser esperar mais, poderá considerar a inscrição num pacote de banda larga que também lhe dá um armazenamento extra amplo.",
    "129": "Actualizar para PRO",
    "135": "Erro",
    "136": "Por favor seleccione a pasta de destino.",
    "141": "Por favor introduza um email válido",
    "145": "Endereço de email: ",
    "148": "Fechar",
    "150": "Contacto enviado",
    "155": "Adicionar",
    "157": "Nome da pasta",
    "158": "Criar",
    "164": "Disco Cloud",
    "165": "Contactos",
    "166": "Caixa de entrada",
    "167": "Lixo",
    "168": "Lixo",
    "169": "Menu",
    "170": "Registrar",
    "171": "Iniciar sessão",
    "174": "ou",
    "187": "Minha Conta",
    "190": "Login",
    "192": "Lembre-se de mim",
    "193": "Login",
    "195": "Seu e-mail",
    "197": "Por favor insira seu endereço de e-mail.",
    "198": "Por favor insira um endereço de e-mail válido.",
    "199": "Por favor insira sua senha.",
    "200": "Ops, algo está errado.",
    "201": "O email ou a password estão incorrectos! Por favor tente novamente.",
    "208": "Concordo com a MEGA [A]Termos de Serviço[\/A]",
    "209": "Registo",
    "212": "Insira o seu nome.",
    "213": "Por favor escolha uma password.",
    "214": "Tem de aceitar os termos do serviço.",
    "216": "Impressionante",
    "217": "Por favor, verifique o seu e-mail e clique no link para confirmar sua conta.",
    "218": "Este endereço de email já está registado no MEGA.",
    "219": "Este endereço de email já está registado no Mega.",
    "229": "Não mostrar novamente",
    "230": "Actualizar para PRO",
    "233": "Erro temporário, tente novamente.",
    "236": "Importar",
    "239": "Download completo",
    "240": "De modo completar o processo de transferência, deve salvar o seu ficheiro manualmente.",
    "241": "Guardar este ficheiro",
    "242": "Atualize para o Chrome para desfrutar do poder total  do MEGA",
    "243": "O ficheiro que pretende transferir já não se encontra disponível.",
    "244": "Isto pode dever-se aos seguintes motivos:",
    "246": "O ficheiro foi removido devido a incumprimento dos termos de serviço.",
    "247": "URL inválido - o link que inseriu não existe",
    "248": "O ficheiro foi apagado pelo o utilizador",
    "253": "Por favor, tente novamente mais tarde.",
    "258": "Downloading",
    "368": "Atenção:",
    "371": "Copiado para clipboard",
    "372": "Enviar",
    "377": "Você está atualmente com pelo menos uma transferência de arquivo em andamento. Se você continuar a sua transferência(s) será interrompida.",
    "378": "Por favor insira sua senha para confirmar sua conta.",
    "381": "Todos os direitos reservados",
    "383": "Ajuda",
    "384": "Centro de apoio",
    "385": "Termos de Serviço",
    "386": "Política de Privacidade",
    "387": "Direitos de autor",
    "389": "Blog",
    "391": "Revendedores",
    "392": "Desenvolvedores",
    "396": "Sobre nós",
    "398": "Filiação PRO",
    "399": "Contacte-nos",
    "403": "Conta",
    "405": "Ferramentas",
    "408": "Janeiro",
    "409": "Fevereiro",
    "410": "Março",
    "411": "Abril",
    "412": "Maio",
    "413": "Junho",
    "414": "Julho",
    "415": "Agosto",
    "416": "Setembro",
    "417": "Outubro",
    "418": "Novembro",
    "419": "Dezembro",
    "425": "Renomear pasta",
    "426": "Renomear ficheiro",
    "429": "Histórico da sessão",
    "430": "Histórico de compras",
    "431": "Histórico de transacções",
    "432": "Tipo de conta: ",
    "433": "Actualizar",
    "435": "GRÁTIS",
    "436": "Sem ciclo de facturação",
    "438": "[X] usado",
    "439": "[X1] de [X2]",
    "449": "Balanço da conta",
    "450": "Voltar ao cimo",
    "455": "Criar",
    "456": "Resgatar voucher:",
    "457": "Comprar voucher",
    "458": "Resgatar",
    "459": "Meus vouchers",
    "466": "Últimos [X]",
    "469": "Últimas [X] compras",
    "471": "Últimas [X] transacções ",
    "472": "Últimas [X] sessões",
    "473": "Oops, esse voucher não me parece válido.",
    "475": "Data\/Hora",
    "476": "Item",
    "477": "Quantidade",
    "478": "Método de pagamento",
    "479": "Browser",
    "480": "Endereço de IP",
    "481": "País",
    "482": "Mostrar actividade recente",
    "484": "ID de transacção ",
    "485": "Crédito",
    "486": "Débido",
    "487": "Código do voucher",
    "488": "Estado",
    "489": "Não usado",
    "490": "Resgatado a",
    "491": "Recusado a",
    "492": "Cancelado em",
    "495": "Armazenamento",
    "501": "17% guardado",
    "507": "Continuar",
    "509": "A COMPANHIA DA PRIVACIDADE",
    "511": "O seu par de chaves 2048-bit RSA pública\/privada está agora a ser gerado.",
    "514": "Saldo insuficiente. Por favor, tenta novamente.",
    "516": "Obter ajuda",
    "517": "Existe algo que não está a trabalhar normalmente no seu computador? Antes de mais, visite o nosso [A]centro de ajuda[\/A]. Caso a sua pergunta não seja respondida, entre em contacto connosco.",
    "518": "Legal",
    "519": "O nosso departamento legal está pronto para responder às tuas perguntas.",
    "520": "Direitos de Autor",
    "521": "Estás preocupado que um utilizador esteja a infringir os direitos da sua propriedade intelectual? Por favor, envia-nos um aviso para remover o material infringido através do nosso [A]formulário online[\/A] ou envia-nos um e-mail.",
    "522": "Sugerir melhorias",
    "523": "Por favor, envie-nos aqui as suas sugestões para o futuro do MEGA.",
    "524": "Reportar um bug",
    "526": "Média",
    "527": "Nós damos as boas-vindas a membro da comunicação social, incluindo bloggers, para nos contactarem sobre assuntos relacionados com o MEGA.",
    "543": "mais de [X]",
    "553": "O seu provedor de pagamentos não está listado? Por favor, [A]envie-nos um e-mail[\/A]",
    "554": "Completo",
    "555": "Eu aceito os [A]Termos de Serviço de Revendedores[\/A] do MEGA.",
    "556": "Seguinte",
    "561": "Morada",
    "565": "Cidade",
    "568": "Por favor seleccione a sua cidade",
    "569": "Definições de transferência",
    "570": "Número de uploads em paralelo:",
    "571": "Número de downloads em paralelo:",
    "572": "Limite de velocidade de upload:",
    "573": "Nenhuma",
    "574": "Automática",
    "575": "Fixa",
    "576": "Saltar ficheiros repetidos ao fazer upload:",
    "577": "Sim",
    "578": "Não",
    "579": "Usar SSL para transferência de ficheiros:",
    "580": "Desactivar SSL melhora a performance e não afecta a segurança.",
    "620": "Aviso de alegada infracção",
    "621": "Notícia",
    "622": "O MEGA respeita os direitos de autor de outros e espera que os seus utilizadores façam o mesmo. É estritamente proibido utilizar os nossos serviços com o intuito de infringir direitos de autor. Não pode carregar, transferir, guardar, partilhar, mostrar, fazer stream, distribuir, enviar por e-mail, transmitir ou até mesmo tornar disponível quaisquer ficheiros, dados, ou conteúdo que infrinja direitos de autor ou outros direitos proprietários de uma ou mais pessoas ou entidades. Nós iremos responder a acusações de violação de direitos de autor, conforme a lei aplicável e que nos sejam devidamente fornecidas. Se acredita que o seu conteúdo foi copiado ou usado de uma forma que constitui violação de direitos de autor, por favor fornece-nos as seguintes informações: (i) uma assinatura, física ou electrónica, do proprietário dos direitos de autor ou de uma pessoa autorizada a agir em seu nome; (ii) a identificação do material protegido por direitos autor que alega ter sido violado; (iii) identificação do material que está alegadamente a ser violado e que tem de ser removido ou cujo acesso deve ser desactivado, para isso necessitamos de informações suficientes para nos permitir localizar o dado material, incluindo, por exemplo, o(s) URL(s); (iv) as suas informações de contacto, incluindo a sua morada, número de telefone e um endereço de e-mail; (v) uma declaração de boa fé que a utilização do material protegido por direitos de autor, referido anteriormente, não está autorizada pelo dono do próprio material, nem pelo seu agente, nem por lei; e (vi) uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio (salvo se a legislação aplicável diga o contrário), que está autorizado a agir em nome do proprietário dos direitos de autor.",
    "623": "Nós reservamos o direito de remover dados que estejam, alegadamente, em infração sem aviso prévio, ao nosso critério, sem acontecer nada ao utilizador que publicou esse conteúdo. Se o mesmo utilizador continuar a infringir direitos de autor, o MEGA irá cancela a conta. O nosso agente designado para receber avisos de infração de direitos de autor é:",
    "624": "Aviso sobre direitos de autor",
    "626": "O Conteúdo:",
    "628": "Infringe os meus direitos de autor pessoais.",
    "629": "Infringe os direitos de autor da pessoa que estou autorizado a representar.",
    "630": "Tipos de remoção:",
    "636": "Eu entendo que posso estar sujeito a alguns danos, incluindo gastos financeiros e pagamentos a advogados, se adulterar deliberadamente e afirmar que o conteúdo reportado, URL(s), ou ficheiros estão em infração.",
    "637": "A informação presente nesta notificação é precisa e declaro, sob pena de perjúrio, que estou autorizado a agir em nome do dono do material protegido por direitos de autor.",
    "638": "Esta notificação é um documento legal muito sério - por favor, tenta ser o mais preciso possível sobre a infração dos direitos de autor. É melhor consultares primeiro um advogado para determinar se o conteúdo que estás a reportar está, de facto, em infração e que não está protegido pela utilização justa, licença, ou outras bases legais.",
    "641": "URL do conteúdo infringido.",
    "643": "Cargo: ",
    "645": "Fax:",
    "646": "Cidade: ",
    "647": "Código postal: ",
    "648": "Material protegido por direitos autor que está a ser infringido:",
    "650": "Empresa \/ Organização:",
    "651": "Telefone:",
    "652": "Morada:",
    "653": "Estado \/ Província:",
    "654": "País:",
    "657": "Por favor, seleccione se o conteúdo infringe os direitos autorais pessoais ou de alguém que você está autorizado a representar.",
    "658": "Por favor, seleccione o tipo de queda.",
    "659": "Por favor introduza o URL para cada trabalho com direitos autorais que alega ter sido violado.",
    "660": "Por favor, forneça o trabalho com direitos autorais para cada URL infractor.",
    "661": "Por favor, forneça o nome do proprietário dos direitos autorais.",
    "662": "Por favor introduza o seu nome completo",
    "663": "Por favor introduza um endereço de email.",
    "664": "Por favor introduza um endereço de email válido.",
    "665": "Por favor, confirme que você tem boa fé de que a partilha de material protegido por direitos de autor no local acima não é autorizado pelo proprietário dos direitos autorais, seu agente ou pela lei (por exemplo, como uso justo).",
    "666": "Por favor, confirme que você pode ser responsabilizado por danos, incluindo custas e honorários advocatícios, se você conscientemente e de forma indevida que o conteúdo relatado, URL(s), ou arquivos forem infractores.",
    "667": "Por favor, confirme que esta notificação é verdadeira e estadual, sob pena de perjúrio, que você está autorizado a agir em nome do proprietário dos direitos de autor.",
    "670": "Idioma",
    "671": "Você fala vários idiomas?",
    "672": "Ajuda-nos a traduzir!",
    "676": "MEGA é armazenado em nuvem com privacidade poderosa sempre ligada",
    "677": "MEGA fornece armazenamento robusto na cloud com privacidade sempre ligada, conveniente e poderosa. MEGA acredita no seu direito à privacidade e fornece-lhe as ferramentas de tecnologia para protegê-lo. Nós o chamamos de Encriptação Controlada Pelo Utilizador, ou ECU, e isso acontece automaticamente.",
    "678": "O que é Encriptação do Utilizador MEGA controlado?",
    "679": "Todos os arquivos armazenados na MEGA são encriptados. Todas as transferências de dados de e para a MEGA são encriptados. E enquanto a maioria dos provedores de armazenamento em cloud podem e reivindicam o mesmo, o MEGA é diferente e ao contrário da norma da indústria em que o prestador de armazenamento em nuvem é a chave de descodificação, com a MEGA, você controla a encriptação, você tem as chaves, e você decide quem irá conceder ou negar o acesso ao seus arquivos, sem a necessidade de instalar qualquer software. Está tudo a acontecer no seu navegador!",
    "680": "Futuro MEGA",
    "681": "A nuvem MEGA é apenas o começo. No futuro, irá proporcionar MEGA UCE no seu navegador para uma ampla gama de aplicações sem a necessidade de instalar nada. A nossa tecnologia vai proteger os seus e-mails, telefonemas, chats e transmissões de vídeo.",
    "694": "1. Desactivar um link (\"URL\") por ficheiro -  o(s) ficheiro(s) permanecerá na conta do utilizador",
    "695": "2. Desactivar multiplos URLs por ficheiro -  o(s) ficheiro(s) permanecerá na conta do utilizador",
    "696": "3. Remover quaisquer ficheiros do(s) URLs mencionados - a nenhum utilizador lhe é permitido armazenar os ficheiros, sob quaisquer circunstâncias",
    "698": "Você pode enviar um aviso aqui",
    "699": "Inicie sessão para enviar um aviso",
    "700": "Por favor envie o seu aviso de remoção manualmente por e-mail para [A1]copyright@mega.nz[\/A1] de acordo com a nossa [A2]tomada de disposições[\/A2].",
    "701": "Aviso de remoção de e-mail",
    "703": "O seu endereço de registo é inválido. Por favor verifique que não existem quebras de linha no e-mail de activação.",
    "704": "A tua conta já se encontra ativa. Podes iniciar a tua sessão. ",
    "705": "A tua confirmação não pode ser processada. Por favor regista-te novamente. Código do erro:",
    "706": "Alterar palavra-chave",
    "707": "Actualizar",
    "714": "Este vale já foi resgatado. ",
    "715": "As palavras-chave que colocaste não coincidem. Tente novamente. ",
    "716": "Palavra-chave actual",
    "717": "Nova palavra-chave",
    "718": "Confirmar nova palavra-chave",
    "719": "Por favor introduz a tua palavra-chave atual.",
    "724": "A palavra-chave atual que forneces-te não está correta. ",
    "725": "A tua palavra-chave foi alterada.",
    "726": "Efetuado",
    "727": "A tua palavra-chave foi alterada.",
    "728": "O endereço de confirmação expirou.",
    "729": "Este endereço já foi confirmado.",
    "730": "A sua conta foi suspensa. Por favor, verifique o seu e-mail para mais detalhes e responda assim que possível.",
    "731": "A conta associada foi terminada devido a múltiplas violações dos nossos [A]Termos de Serviço[\/A].",
    "732": "Já tens sessão iniciada numa conta diferente da qual estás a tentar confirmar. Verifica a tua sessão, desliga-te da mesma, e volta a visitar o endereço de confirmação. ",
    "735": "Por favor, verifique o seu e-mail.",
    "741": "Por favor, escolhe uma nova palavra-chave que seja segura.",
    "742": "Redefinir",
    "752": "A extensão para o Firefox do MEGA",
    "754": "A extensão para o Firefox do MEGA é segura e invisível. Se prefere utilizar o MEGA sem qualquer extensão, nós recomendamos-lhe vivamente a utilização do [A]Chrome[\/A].",
    "761": "Por favor, confirma",
    "763": "Contacto",
    "776": "Guardar",
    "779": "Regista-te agora",
    "782": "Pasta Vazia",
    "784": "Nenhuns contactos",
    "798": "Espaço de Armazenamento",
    "799": "Espaço de Armazenamento Utilizado",
    "808": "Link da Pasta",
    "812": "Confirmar conta",
    "813": "Pasta Partilhada",
    "822": "Atrás",
    "823": "Definições",
    "824": "Nova pasta partilhada de [X]",
    "825": "Nova pasta partilhada",
    "828": "[X1] pastas e [X2] ficheiros",
    "829": "[X] pastas e 1 ficheiro",
    "830": "1 pasta e [X] ficheiros",
    "831": "1 pasta e 1 ficheiro",
    "832": "[X] pastas",
    "833": "[X] ficheiros",
    "834": "1 pasta",
    "835": "1 ficheiro",
    "836": "[X] adicionado[DATA]",
    "837": "[X] foram adicionados",
    "838": "[X] foi adicionado",
    "862": "Notificações",
    "864": "Descarregar num ficheiro ZIP",
    "865": "Abrir",
    "870": "Confirmar",
    "871": "[B]Warning:[\/B] Storage quota exceeded. Please delete files or [A]upgrade your account[\/A].",
    "873": "[X] segundos atrás",
    "874": "1 minuto atrás",
    "875": "[X] minutos atrás",
    "876": "1 hora atrás",
    "877": "[X] horas atrás",
    "878": "1 dia atrás",
    "879": "[X] dias atrás",
    "880": "Agora",
    "882": "Aviso",
    "884": "[X] não é totalmente compatível com MEGA",
    "885": "O seu navegador",
    "886": "O Internet Explorer 10 contém um bug significativo que afecta a escrita de ficheiros pelo JavaScript, causando uma falha de memória aquando do download de grandes pedaços de dados. Esperamos que este erro seja corrigido no Internet Explorer 11. Entretanto, por favor realiza o upgrade para um browser alternativo.",
    "887": "[X] não tem o HTML5 de que o MEGA depende para realizar a criptografia no teu browser. As transferências de ficheiros no HTML5 serão realizadas de forma limitada através do Flash. Por favor considera realizar o upgrade para um browser moderno.",
    "888": "Altamente Recomendado",
    "889": "Recomendado",
    "890": "O MEGA funciona melhor com os seguintes browsers:",
    "891": "Aviso de compatibilidade de browser",
    "892": "Propriedades",
    "894": "Tamanho total",
    "896": "Criado em ",
    "897": "Contém",
    "909": "Palavra-chave",
    "913": "mês",
    "918": "Mensalmente",
    "919": "Anualmente",
    "922": "1 mês",
    "923": "1 ano",
    "924": "Tens alguma questão sobre [A]contas PRO?[\/A]",
    "925": "A nossa equipa de suporte ficará satisfeita em ajudar-te.",
    "930": "dia",
    "931": "mês",
    "932": "ano",
    "939": "Nome do Banco",
    "949": "Caixa de Entrada",
    "950": "Contactos",
    "954": "Créditos",
    "955": "Aplicações Móveis",
    "956": "Sync Client",
    "957": "Aplicação do Chrome",
    "959": "Aplicação do Firefox",
    "961": "Apps",
    "962": "Kit de Software de Desenvolvimento",
    "963": "Documentação",
    "965": "Políticas",
    "966": "Guia para Takedown",
    "967": "Sair",
    "968": "Criar Conta",
    "969": "Tente novamente",
    "970": "Por favor, introduza uma palavra-chave válida.",
    "978": "Procura sem resultados",
    "982": "Conteúdos",
    "983": "Geral",
    "985": "Histórico",
    "987": "Expira a ",
    "989": "[X] Contactos",
    "990": "1 contacto",
    "993": "Mudar Imagem de Perfil",
    "994": "Informação Pessoal",
    "995": "Data de nascimento",
    "996": "Escolher país",
    "997": "Adicionar contactos só disponível para utilizadores registados.",
    "998": "Por favor cria a tua conta grátis",
    "999": "Queres transformar a tua conta temporária numa conta grátis agora?",
    "1000": "Evita perder acesso. O registo grátis é altamente recomendado!",
    "1001": "Remover contacto",
    "1002": "Tem a certeza que quer remover [X] da tua lista de contactos?",
    "1003": "Confirmar remoção",
    "1004": "Tem a certeza que quer mover [X] para o seu caixote do lixo?",
    "1005": "Criar links só é possível por utilizadores registados.",
    "1006": "Partilhar pasta só é possível por utilizadores registados.",
    "1007": "Não podes voltar atrás depois desta decisão.",
    "1010": "Espaço de armazenamento excedido.",
    "1015": "Pro favor introduza o seu código voucher.",
    "1016": "Seleccione uma imagem",
    "1017": "Usar com Imagem de Perfil",
    "1018": "Vazio",
    "1021": "Ligado",
    "1022": "Desligado",
    "1023": "Não tem permissões de escrita nesta pasta.",
    "1024": "Por favor adicione o nome da pasta",
    "1025": "Vários Itens",
    "1026": "Introduza chave de decifração",
    "1027": "Decrifrar",
    "1028": "Chave de decifração",
    "1031": "Exportar links do ficheiro e chaves de decifração",
    "1034": "Descarregar vários ficheiros",
    "1035": "Clique em \"Permitir\" para completar o download",
    "1036": "Partilhado com",
    "1037": "Concordo",
    "1038": "Escolher língua",
    "1042": "A iniciar",
    "1043": "Link da pasta não disponível",
    "1044": "O link da pasta que está a tentar aceder não está mais disponível. Isto pode dever-se a:",
    "1045": "O link da pasta foi removido devido a uma violação ToS\/AUP.",
    "1046": "O link da pasta foi removido pelo utilizador.",
    "1049": "Pasta",
    "1051": "Nunca",
    "1057": "Confirmar a remoção da sessão",
    "1058": "Está a usar uma conta temporária. Tem a certeza que quer terminar esta sessão?",
    "1059": "Esta acção irá remover todos os seus dados.",
    "1066": "O MEGA disponibiliza ferramentas que fazem das comunicações online [A] privadas e confidenciais[\/A] fáceis de usar.",
    "1067": "O MEGA disponibiliza serviços encriptados baseados na cloud [A] privados e comunicações seguras[\/A] para empresas e pessoas. Você tem e controla as chaves de encriptação para os seus dados na cloud.",
    "1070": "Como trabalha",
    "1076": "Criar conta",
    "1080": "Aplicações móveis",
    "1082": "A cloud no seu bolso. Abra e aceda aos seus ficheiros a partir do seu smartphone ou tablet. Envie e sincronize os seus dados com a cloud.",
    "1086": "Fácil sincronização automatizada entre os seus computadores e o seu espaço MEGA na cloud.",
    "1088": "Aplicações do browser",
    "1093": "Nunca introduza a sua palavra-chave num dispositivo em que não confia totalmente. Não inicie sessão na sua conta a partir de um computador público ou que é partilhado.",
    "1094": "Para melhor segurança, instale o nosso [A]plugin de navegador[\/A] e carregue o MEGA a partir do seu computador em vez dos nossos servidores.",
    "1095": "Cria a aua conta [A]grátis[\/A]",
    "1096": "Primeiro Nome",
    "1097": "Último Nome",
    "1098": "Primeiro Nome e\/ou Último Nome inválido.",
    "1099": "Por favor adicione o seu primeiro e último nome.",
    "1100": "Endereço de e-mail inválido.",
    "1101": "Por favor adiciona um endereço de e-mail correcto",
    "1102": "Palavra-chave inválida",
    "1104": "Por favor torna a tua palavra-chave mais forte.",
    "1105": "Força:",
    "1106": "Estado da palavra-chave",
    "1107": "As palavras-passe não são iguais.",
    "1108": "Criar conta",
    "1109": "A tua palavra-chave é a tua chave mestra de encriptação",
    "1110": "A segurança da tua conta depende da força da tua palavra-chave. Palavras-passe demasiado curtas ou simples ou que consistem em palavras do dicionário são fáceis de ser descobertas.",
    "1111": "Não te esqueças da tua palavra-chave.",
    "1112": "Não há nenhum procedimento de recuperação para palavras-passe esquecidas. Não poderá aceder novamente aos seus dados armazenados se a esquecer.",
    "1113": "A sua conta é apenas tão segura como o seu computador.",
    "1114": "Reintroduz a tua palavra-chave",
    "1115": "O verificador da força da palavra-chave",
    "1116": "Por favor tenta novamente dentro de alguns segundos.",
    "1117": "Termos do Serviço",
    "1118": "Precisas de concordar com os termos de serviço para poderes registar uma conta no MEGA.",
    "1119": "A tua palavra-chave é fácil de ser adivinhada. Tenta escolher uma palavra-chave mais longa. Dica: combina maiúsculas com minúsculas, adiciona caracteres especiais e não use nomes ou palavras do dicionário.",
    "1120": "A tua palavra-chave é fácil de ser adivinhada. Tenta escolher uma mais longa. Dica: combina maiúsculas com minúsculas, adiciona caracteres especiais e não use nomes ou palavras do dicionário.",
    "1121": "A tua palavra-chave é suficientemente boa para poderes prosseguir, mas é recomendável fortalecê-la mais um pouco.",
    "1122": "Esta palavra-chave vai limitar a maior parte dos ataques. Por favor tem a certeza de que não te esqueces dela.",
    "1123": "Esta palavra-chave vai limitar os ataques mais sofisticados. Por favor tem a certeza de que não te esqueces dela.",
    "1124": "Muito Fraco",
    "1125": "Fraco",
    "1126": "Médio",
    "1127": "Boa",
    "1128": "Forte",
    "1129": "A tua palavra-chave é muito fraca para poderes continuar",
    "1130": "E-mail e\/ou palavra-chave inválida",
    "1131": "Confirma a tua conta",
    "1133": "Este jogo irá recolher a sua [A]entropia[\/A] com base nos seus movimentos do rato.",
    "1134": "Isto irá fortalecer a tua [A]chave RSA[\/A].",
    "1140": "Este é um passo muito importante e pode demorar alguns segundos.",
    "1141": "Por favor, espera um pouco.",
    "1142": "Criação de chave Pública-Privada",
    "1143": "A criar chave",
    "1144": "O uso mais antigo conhecido de criptografia conhecido é de há quase 4000 anos atrás, no Antigo Egipto",
    "1145": "Hoje, 4000 anos depois, a maior parte dos provedores de armazenamento na cloud ainda não adoptaram totalmente a encriptação.",
    "1147": "Escolhe o tipo de conta",
    "1148": "[A]Obtenha 2 meses grátis[\/A] se comprar um plano PRO de 1 ano.",
    "1149": "Limitado",
    "1151": "Obtém todas as vantagens do MEGA com uma [A]conta PRO[\/A]",
    "1154": "A equipa",
    "1155": "A carregar",
    "1156": "A descarregar",
    "1158": "para o Windows",
    "1159": "Em breve para o [A]Mac[\/A]",
    "1160": "O MEGA gostaria de agradecer aos autores dos seguintes componentes open-source pelo seu contributo essencial para o funcionamento do nosso site:",
    "1161": "Seguro",
    "1162": "Os seus dados são encriptados ponto-a-ponto. Ninguém consegue interceptá-los enquanto estão guardados ou em trânsito.",
    "1165": "Rápido",
    "1169": "Características completas",
    "1170": "Procure, armazene, descarregue, transmite, veja, partilhe, mude o nome ou elimine os seus ficheiros. Está tudo lá - na palma das suas mãos.",
    "1171": "Em breve disponível para [A]iOS[\/A]",
    "1174": "Esta aplicação irá permitir que instale o MEGA no seu navegador. Irá reduzir os tempos de carregamento, melhorar a performance de download e fortalecer a segurança.",
    "1175": "Qualquer URL MEGA será capturado por esta aplicação e ficará guardado localmente (nenhum JavaScript será carregado a partir dos nossos servidores). Actualizações automáticas seguras são garantidas graças a uma chave de assinatura criptográfica privada.",
    "1176": "E se és realmente paranóico:",
    "1177": "desliga as actualizações automáticas e vasculha manualmente o nosso código-fonte em cada atualização.",
    "1178": "Descarrega o MEGA para Firefox",
    "1181": "Abre a página de extensões no Chrome",
    "1182": "menu>ferramentas>extensões",
    "1183": "ou escreve",
    "1184": "na tua barra de endereços",
    "1185": "Arrasta e larga o ficheiro descarregado [X] para a página de extensão do Chrome e confirma a instalação.",
    "1186": "Podes comprar convenientemente MEGA PRO para a tua conta a partir de um dos nossos revendedores autorizados abaixo listados:",
    "1187": "Download",
    "1191": "O ficheiro que estás a tentar descarregar está temporariamente indisponível.",
    "1193": "A começar nova conta",
    "1194": "Queres importar este ficheiro para uma nova sessão?",
    "1195": "\"Não\" irá permitir-te entrar e processar a tua importação.",
    "1196": "Cancelar download",
    "1197": "Tens a certeza que queres cancelar este download?",
    "1198": "O ficheiro descarregado vai ser eliminado.",
    "1199": "Não é possível desencriptar os metadados sem chave. ",
    "1201": "[A]Junta-te a nós[\/A] na mudança do mercado de armazenamento na cloud",
    "1208": "Você ganha [B]20%[\/B] de todas as vendas geradas a partir do seu ID de parceiro.",
    "1212": "Constrói a tua própria aplicação usando o nosso [A]SDK[\/A]",
    "1230": "Informações de pagamento",
    "1233": "PayPal",
    "1262": "Por favor introduz a tua cidade.",
    "1272": "O MEGA foi feito por humanos e por isso não é perfeito. Se encontrar um bug por favor comunique-nos o mesmo para que o possamos corrigir - quantos mais detalhes nos fornecer melhor.",
    "1273": "Nós levamos os direitos de autor a sério e reforçamos uma repetida e robusta política contra infractores.",
    "1274": "Para mais informações , por favor lê o nosso [A]guia de takedown[\/A]",
    "1275": "Podes submeter um pedido para mandar conteúdos abaixo através do [A] formulário on-line[\/A] ou envia-nos um e-mail.",
    "1276": "Tens alguma preocupação ou ideias? Queres saber mais sobre os nossos produtos?",
    "1277": "Estamos sempre disponíveis.",
    "1278": "Por favor seleccione",
    "1279": "Passo 1",
    "1280": "Passo 2",
    "1281": "Detalhes dos Conteúdos",
    "1282": "Detalhes dos direitos de autor",
    "1283": "Adiciona outro URL",
    "1284": "Nome do dono dos direitos de autor",
    "1285": "se aplicável",
    "1286": "Nome do agente autorizado do dono dos Direitos de Autor que está a enviar o aviso:",
    "1287": "Aviso de Direitos de Autor recebido",
    "1288": "Iremos rever e processar o seu aviso rapidamente",
    "1289": "Obrigado por clicares no link de convite. Por favor, cria a tua conta gratuita abaixo.",
    "1290": "Oops, isto não parece ser um link de convite válido. Já chegaste a registar uma conta?",
    "1291": "Já clicaste anteriormente num link de convite. Por favor cria a tua conta.",
    "1297": "Endereço de e-mail já em uso.",
    "1298": "Por favor entra na tua conta.",
    "1301": "Hoje",
    "1302": "Ontem",
    "1303": "Esta semana",
    "1304": "Semana passada",
    "1305": "Este mês",
    "1306": "Este ano",
    "1307": "Mais antigo",
    "1309": "O upload falhou",
    "1311": "Erro a carregar ficheiros",
    "1331": "E-mail",
    "1334": "Abortar registro",
    "1342": "Editar",
    "1343": "Cloud Drive vazia",
    "1344": "Partilhar",
    "1346": "Transferências",
    "1348": "Pastas partilhadas",
    "1352": "Disponível",
    "1356": "Feedback",
    "1364": "Tente novamente",
    "1367": "Obtenha 50 GB grátis, ou assine um dos nossos pacotes PRO e obtenha até 4 TB de armazenamento encriptado a começar nos 8,33€ por mês.",
    "1379": "Passar",
    "1382": "Preferências de ordenação",
    "1383": "Configura a ordenação da coluna por pasta ou utilize a mesma ordem para todas as pastas.",
    "1384": "por pasta",
    "1385": "o mesmo para todas as pastas",
    "1386": "Preferências de visualização",
    "1387": "Selecciona o modo de visualização (ícones ou detalhes) por pasta, ou utiliza a mesma visualização para todas as pastas. ",
    "1389": "[B]Importa[\/B] [A] para a tua Cloud Drive[\/A]",
    "1390": "Arraste e largue a tua imagem aqui",
    "1392": "Ficheiros e pastas",
    "1394": "Copiar link",
    "1403": "Envie-nos comentários",
    "1418": "Terminado",
    "1436": "Inglês - Linguagem da aplicação",
    "1456": "A carregar",
    "1472": "Tente novamente",
    "1498": "A processar o ficheiro",
    "1513": "Endereço de correio electrónico inválido",
    "1514": "Problema de ligação à rede, tente novamente mais tarde",
    "1517": "O dono deste ficheiro está bloqueado",
    "1578": "Erro",
    "1585": "Atenção",
    "1595": "Importar para a minha drive na nuvem",
    "1596": "OK",
    "1597": "Cancelar",
    "1607": "%1 de %2",
    "1624": "A descarregar",
    "1626": "MEGAsync",
    "1642": "O link foi copiado para a área de transferência",
    "1647": "Pausa",
    "1649": "Continuar",
    "1651": "Pausado",
    "1657": "Erro interno",
    "1664": "Expirou",
    "1667": "Acesso negado",
    "1668": "Já existe",
    "1673": "Quota excedida",
    "1676": "Erro de escrita",
    "1677": "Erro de leitura",
    "1679": "Erro desconhecido",
    "1686": "Cancelar",
    "1687": "Cloud Drive",
    "1694": "Submeter",
    "1710": "Aberto",
    "1712": "Geral",
    "1716": "Avançado",
    "1718": "Cancelar",
    "1725": "GRÁTIS",
    "1730": "Apagar",
    "1756": "Tem a certeza?",
    "1783": "Nome de utilizador já existe",
    "1796": "Criar conta",
    "1822": "O MEGA foi construído em torno do simples facto de que a criptografia, para que possa ser aceite e utilizada, não deve interferir com a usabilidade. O MEGA é totalmente acessível, sem instalações de software anteriores e continua a ser o único fornecedor de armazenamento em nuvem de alto desempenho com criptografia end-to-end baseado no browser. Os únicos sinais visíveis da camada de criptografia que operam sob o MEGA são a colecção de entropia durante a inscrição, a falta de um recurso de redefinição de senha e das novas (e específicas do navegador) maneiras de transferência dos arquivos. Hoje, milhões de empresas e usuários pessoais dependem do MEGA para armazenar e servir petabytes de dados de forma segura e confiável, e acreditamos que este sucesso é o resultado de uma baixa barreira à entrada para uma nuvem mais segura por parte do MEGA.",
    "1823": "Estamos constantemente a contratar. Se és um engenheiro de software excepcional e pretendes juntar-se à nossa equipa global, não hesites em enviar o teu CV para jobs@mega.nz.",
    "1824": "Estás conectado. Gostarias de te desligar e registar uma nova conta?",
    "1888": "Início",
    "1889": "Aplicação iOS",
    "1890": "Aplicação Android",
    "1898": "Pressione ESC para fechar",
    "1899": "Pré-visualizar",
    "1900": "Actualização disponível!",
    "1909": "Instalação Manual",
    "1910": "apenas funciona em:",
    "1913": "Descarregar MEGA",
    "1915": "Aviso: clique no botão acima só se confiar na [A]Chrome Web Store[\/A]. Em alternativa, pode descarregar e instalar a extensão abaixo.",
    "1916": "Descarregar de",
    "1917": "Web store do Chrome",
    "1929": "Instale o MEGA no seu browser para melhorar a performance e a segurança.",
    "1930": "A cloud no seu bolso. Aceda e visualize os seus ficheiros a partir do seu smartphone ou tablet.",
    "1933": "Para transferir ficheiros maiores do que 1GB, por favor instala um browser mais recente.",
    "1934": "Esqueceste-te da tua palavra-chave?",
    "1935": "Se tiver um backup da encriptação da sua chave mestra, pode restaurar a tua palavra-chave seleccionando SIM. Nenhum dado será perdido.",
    "1936": "Você pode ainda [A]exportar[\/A] a sua Chave de Recuperação agora se tiver uma sessão MEGA activa em qualquer outro navegador neste ou noutro computador. Se não, não pode continuar a desencriptar a sua conta actual, mas pode criar uma nova com o mesmo endereço de e-mail seleccionando NÃO.",
    "1937": "Você tem uma cópia de segurança da sua Chave de Recuperação?",
    "1938": "Ótimo!",
    "1939": "Por favor insira o seu endereço de e-mail em baixo. Você irá receber uma ligação de recuperação que lhe permitirá submeter a sua Chave de Recuperação e redefinir a sua palavra-passe.",
    "1940": "Enviar",
    "1941": "Oops.",
    "1942": "Devido ao nosso paradigma de encriptação ponto-a-ponto, não lhe será possível aceder aos seus dados sem a sua palavra-passe ou uma [A]cópia de segurança[\/A] da sua Chave de Recuperação.",
    "1943": "Pode estacionar a sua conta actual e começar uma de novo utilizando o mesmo endereço de correio electrónico. No caso de se lembrar da palavra-chave da sua conta estacionada, por favor contacte [A]support@mega.nz[\/A] para o ajudar a recuperar a sua conta. Os seus dados serão armazenamos durante pelo menos 60 dias.",
    "1944": "Não pode utilizar a recuperação de uma conta com uma sessão temporária activa.",
    "1945": "Você tem uma sessão aberta actualmente com a conta [X]. Se não se consegue lembrar da sua palavra-passe e gostaria de mudá-la, por favor exporte a sua Chave de Recuperação, e então encerre a sessão e tente novamente.",
    "1946": "Por favor, verifica que o endereço de email está correto e tenta novamente.",
    "1947": "Estacionar conta",
    "1948": "Você perdeu a sua palavra-passe e não pode fornecer uma Chave de Recuperação exportada anteriormente? Infelizmente, devido ao uso de uma forte criptografia por parte do MEGA, a perda da sua Chave de Recuperação torna todos os seus dados ilegíveis. Se continuar, irá criar uma conta nova com o seu endereço de e-mail actual. A sua conta antiga irá continuar suspensa por pelo menos 60 dias e pode ser recuperada contactando [A]support@mega.nz[\/A] na eventualidade de se lembrar ainda da sua palavra-passe.",
    "1949": "Escolher nova palavra-chave",
    "1950": "Tenho consciência de que estou a criar uma nova conta, vazia, e que irei perder todos os dados na minha conta actual a não ser que me lembre da minha palavra-passe ou localize uma Chave de Recuperação exportada.",
    "1951": "Começar uma conta de novo",
    "1952": "Nota:",
    "1953": "Nós armazenamos um backup dos seus dados durante, pelo menos, 60 dias.",
    "1954": "Se se lembrar da sua palavra-chave, por favor contacte support@mega.nz para o ajudarem a recuperar os dados da sua conta antiga.",
    "1955": "Restaurar palavra-chave",
    "1956": "Por favor forneça a Chave de Recuperação que exportou anteriormente. Você pode ainda exportá-la de qualquer sessão MEGA que possa ter aberta noutro navegador ou noutro computador.",
    "1957": "Se não tiver a sua Chave de Recuperação, pode [A]suspender[\/A] a sua conta existente e começar de novo.",
    "1958": "Usar ficheiro de texto da Chave de Recuperação",
    "1959": "Selecionar o ficheiro da chave",
    "1960": "Verificar",
    "1961": "Acabaste de recuperar o acesso à tua conta. Por favor, introduz uma nova palavra-chave em baixo:",
    "1962": "Validar palavra-chave",
    "1963": "A Chave de Recuperação que forneceu está incorrecta.",
    "1964": "Tens a certeza que introduziste a chave correta?",
    "1965": "Se não tiveres a chave correta, podes sempre [A]restaurar[\/A] a tua conta.",
    "1966": "Link de Recuperação Expirou",
    "1967": "Este link de recuperação expirou, tenta novamente.",
    "1968": "Link de recuperação inválido",
    "1969": "Link inválido, tenta novamente.",
    "1970": "Ou insira a sua Chave de Recuperação aqui",
    "1971": "Não podes utilizar a recuperação de uma conta com uma sessão ativa. Por favor, termina a sessão e tenta novamente.",
    "1972": "Ficheiro da chave inválido",
    "1973": "O ficheiro que você seleccionou é demasiado grande. Por favor certifique-se de que selecciona o ficheiro que contém a sua Chave de Recuperação de 22 caracteres.",
    "1974": "Por favor, confirme que está consciente de que todos os seus dados serão apagados.",
    "1975": "Conta estacionada",
    "1976": "A sua conta antiga foi estacionada com sucesso. Pode agora entrar na sua nova conta.",
    "1977": "Chave de Recuperação inválida",
    "1978": "A Chave de Recuperação que você forneceu não corresponde a esta conta. Por favor certifique-se de que usa a Chave de Recuperação correcta e tente novamente.",
    "1979": "Conta bloqueada",
    "1980": "A conta que estás a tentar restaurar está bloqueada.",
    "1981": "A tua palavra-chave foi restaurada com sucesso. Por favor, entra novamente na tua conta agora.",
    "1982": "Faz backup da tua [A]chave mestra de encriptação[\/A]",
    "1983": "A sua palavra-passe desbloqueia a sua Chave de Recuperação",
    "1984": "Os seus dados só são legíveis através de uma cadeia de operações de desencriptação que começa com a sua chave de encriptação mestra (Chave de Recuperação), que armazenamos encriptada com a sua palavra-passe. Isto quer dizer que se perder a sua palavra-passe, a sua Chave de Recuperação não pode continuar a ser desencriptada, e não pode continuar a desencriptar os seus dados.",
    "1985": "Exportar a Chave de Recuperação e guardá-la num local seguro permite-lhe definir uma nova palavra-passe sem perda de dados.",
    "1986": "Um atacante externo não poderá aceder à sua conta unicamente com a sua chave. Para se restaurar a palavra-chave é necessária a chave bem como o acesso ao seu endereço de correio electrónico.",
    "1987": "Salvar a Chave de Recuperação como um ficheiro de texto",
    "1988": "Guardar ficheiro",
    "1989": "Copiar a Chave de Recuperação para a área de transferência",
    "1990": "Copiar",
    "1992": "Não a guarde na Internet (pelo menos sem a encriptar).",
    "1993": "ou [A]cria uma conta[\/A]",
    "2001": "Quer carregar os seus ficheiros numa nova sessão?",
    "2002": "\"Não\" permite-lhe entrar na sua conta e começar o seu carregamento.",
    "2007": "Outra",
    "2028": "opcional",
    "2029": "Escolhe a distribuição do Linux",
    "2030": "Por favor, escolha a distribuição do seu Linux e clique no botão para descarregar.",
    "2031": "Para Mac",
    "2032": "Para Linux",
    "2033": "Para transferir ficheiros ZIP com mais de 2GB poderá ser necessário um programa adicional para os descomprimir (por ex: 7zip). Infelizmente, o ZIP64 nao é suportado por todos os sistemas operativos.",
    "2041": "Não tens permissão para escrever nesta pasta local.",
    "2042": "Não tem permissão para escrever nesta pasta.",
    "2480": "Confirmação da conta falhou",
    "2507": "A importação do ficheiro falhou",
    "5528": "de",
    "5533": "A carregar…",
    "5542": "Partilhas Recebidas",
    "5543": "Partilhas a Enviar",
    "5545": "Criar nova pasta",
    "5549": "Fazer upgrade da conta",
    "5552": "Vista de miniaturas",
    "5553": "Ver em Lista",
    "5557": "ficheiro",
    "5561": "pasta",
    "5569": "utilizadores",
    "5582": "Criar conta",
    "5589": "Partilhadas comigo:",
    "5622": "Partilhar hiperligação",
    "5631": "Partilhar pasta",
    "5644": "A pasta já existe",
    "5645": "Pasta criada",
    "5687": "Como fazer uma transferência",
    "5700": "Percebi",
    "5710": "Tem a certeza que pretende cancelar o registro?",
    "5737": "Não existem contatos",
    "5738": "Lixo",
    "5740": "Downloading...",
    "5775": "Utilizados",
    "5799": "Utilização",
    "5814": "Fazer atualização da Conta",
    "5816": "[X] TB",
    "5819": "PRO I",
    "5839": "vão estar disponíveis em",
    "5840": "Criar uma MEGA conta",
    "5841": "Não estás conectado",
    "5842": "Precisas de ter uma MEGA conta para completares a tua compra:",
    "5843": "Já estás conectado. Apenas podes criar uma MEGA conta.",
    "5845": "banda larga utilizada",
    "5847": "A tua compra foi realizada com sucesso. No entanto, para terminares o processo de criação da conta, tens de ativá-lá através da hiperligação que foi agora enviada para o teu email.",
    "5851": "Enviou-te um pedido de contacto",
    "5852": "Pedido de contacto aceite",
    "5853": "Recusou o seu pedido de contacto",
    "5856": "Aceitar",
    "5858": "Negar",
    "5859": "Convidado",
    "5860": "Ignorar",
    "5861": "Reenviar Convite",
    "5862": "Pedidos Enviados",
    "5863": "Pedidos Recebidos",
    "5864": "Utilizador ignorado",
    "5866": "Sair da partilha",
    "5868": "Ver perfil",
    "5871": "Favorito",
    "5872": "Remover favorito",
    "5873": "Pastas partilhadas a receber",
    "5875": "MEGAchat",
    "5876": "Experimenta o novo MEGA chat de áudio\/vídeo com uma encriptação ponto-a-ponto.",
    "5878": "Olá! Junta-te a mim no MEGA e tem acesso a armazenamento e comunicações totalmente encriptadas. Obtém 50 GB gratuitamente!",
    "5884": "Terminar chamada ...",
    "5885": "Iniciar conversa",
    "5888": "Chamada com [X] iniciada.",
    "5889": "Chamada com [X] terminou.",
    "5890": "Chamada com [X] não foi atendida a tempo.",
    "5891": "A chamar [X] ...",
    "5892": "A chamada com [X] foi rejeitada.",
    "5893": "Tens uma nova chamada de [X].",
    "5894": "Chamada com [X] foi cancelada.",
    "5895": "A chamada com [X] foi atendida noutro dispositivo.",
    "5896": "Iniciar chamada",
    "5897": "Iniciar vídeo-chamada",
    "5898": "O utilizador [X] foi convidado e irá aparecer na tua lista de contactos assim que aceitar.",
    "5899": "Os utilizadores que foram convidados aparecerão na tua lista de contactos assim que aceitarem.",
    "5900": "Ver pedidos recebidos",
    "5901": "Ver pedidos enviados",
    "5902": "Conversas",
    "5903": "Os meus contactos",
    "5904": "Última Interação",
    "5905": "Proprietário",
    "5906": "Aceder",
    "5907": "beta",
    "5908": "Introduz um email ou um contacto",
    "5911": "Adicionar Contactos",
    "5913": "Podes facilmente adicionar novos contactos por email ou importar os contactos de outros serviços.",
    "5914": "As minhas conversas",
    "5915": "Partilhas a receber",
    "5916": "As minhas pastas",
    "5918": "Parece que esse email não é válido!",
    "5923": "Online",
    "5924": "Ausente",
    "5925": "Ocupado",
    "5926": "Offline",
    "5928": "Transferência Standard",
    "5929": "Estás a utilizar mais do que o limite do teu plano de armazenamento e os teus uploads foram desativados. Verifica que estás a utilizar o plano MEGA PRO correto, ou contacta support@mega.nz.",
    "5930": "Cancelar pedido",
    "5931": "Clique [A]aqui[\/A] para visualizar a utilização do seu armazenamento.",
    "5945": "Falha ao transferir o ficheiro. Tenta novamente. [{0}]",
    "6001": "Palavra-chave errada",
    "6078": "MEGA",
    "6080": "confirmar",
    "6089": "Sem transferências",
    "6110": "A carregar...",
    "6117": "definições",
    "6125": "PRO II",
    "6126": "PRO III",
    "6159": "MEGA SDK",
    "6168": "Política de privacidade",
    "6172": "subscrever",
    "6181": "Cancelar a conta",
    "6182": "Apagar a tua conta",
    "6183": "Sim, pretendo cancelar a minha conta.",
    "6184": "A hiperligação de cancelamento expirou.",
    "6185": "A hiperligação de cancelamento expirou, tenta novamente.",
    "6186": "Hiperligação para apagar a conta é inválida.",
    "6187": "Hiperligação para apagar a conta é inválida, tenta novamente.",
    "6188": "Conta está cancelada",
    "6189": "A tua conta foi cancelada com sucesso.",
    "6190": "COMPRAR",
    "6196": "Sem pedidos pendentes de momento",
    "6197": "Nome da conta",
    "6198": "Transferência bancária",
    "6200": "Número da conta",
    "6203": "Código SWIFT ",
    "6205": "Referente",
    "6206": "O email registado na tua conta MEGA",
    "6207": "Por favor, permite 2 - 4 dias úteis para os fundos estarem completos.",
    "6214": "Verifique o seu email e clique na hiperligação para avançar com",
    "6215": "o fecho da tua conta",
    "6216": "Se não tem acesso ao seu email, precisará de contactar",
    "6217": "Para confirmar o",
    "6218": "fecho da tua conta",
    "6219": "por favor, introduz a tua palavra-chave novamente",
    "6220": "Introduz a palavra-chav:",
    "6221": "Apagar conta",
    "6222": "Endereço do Banco",
    "6226": "Tenho outra conta MEGA.",
    "6227": "Tenho experienciado demasiados problemas",
    "6229": "A interface é demasiado confusa",
    "6240": "App Windows Phone",
    "6690": "Ir para a Minha Conta",
    "6771": "Pastas apagadas",
    "6773": "Ascendente",
    "6774": "Descendente",
    "6775": "Partilha Pastas",
    "6776": "Verificado",
    "6777": "Aprovar",
    "6779": "Novas credenciais de identificação para o seu contacto:",
    "6780": "As credenciais do seu contacto:",
    "6781": "Isto é melhor se for realizado cara a cara. Se tiver outro canal verificado tal como OTR ou PGP, também poderá usar isso.",
    "6782": "As tuas credenciais:",
    "6783": "Aprovar credenciais",
    "6787": "Sem pastas partilhadas contigo",
    "6788": "meses",
    "6789": "Conta suspensa",
    "6802": "Bitcoin",
    "6803": "%1 meses",
    "6804": "Balanço insuficiente",
    "6805": "Não tens fundos suficientes para realizar esta compra. Podes sempre utilizar um voucher ou usar um método de pagamento alternativo.",
    "6806": "compra de %1 meses",
    "6810": "Faz scan ao código para pagar",
    "6811": "Abrir com carteira de Bitcoin",
    "6813": "BTC",
    "6814": "Esta compra expira em",
    "6815": "Ligação ao provedor de pagamento falhou.",
    "6821": "Remover endereço eletrónico",
    "6822": "Cancelamento da subscrição",
    "6826": "Continuar",
    "6831": "Cuidado! Você escolheu fechar a sua conta MEGA. A conta associada a este endereço de email será permanentemente fechada e esta acção não pode ser desfeita.",
    "6832": "Ao completar esta acção perderá acesso a todos os seus dados, incluindo contactos e partilhas",
    "6834": "Enviar ficheiros",
    "6841": "Estamos tristes que se vá embora",
    "6844": "Por favor seleccione um",
    "6845": "Já não uso a minha conta",
    "6846": "O meu navegador favorito não é compatível tecnologicamente e não quero mudar",
    "6847": "O MEGA não honrou a sua promessa",
    "6849": "Opções de partilha",
    "6851": "Você já importou os contactos do Gmail.",
    "6853": "Inclui mensagem pessoal aos novos contactos",
    "6854": "Partilhar pasta com contactos",
    "6855": "Seleccione a pasta a partilhar",
    "6856": "I'm happy to share my email for future communication related to my feedback",
    "6858": "Novas credenciais não verificadas",
    "6859": "informação",
    "6860": "Enviar para contacto",
    "6864": "Mover para cima na fila",
    "6865": "Mover para baixo na fila",
    "6868": "Mensagens",
    "6869": "Endereço da pasta inválido",
    "6870": "Não tem mensagens",
    "6871": "Sem Novas Partilhas ",
    "6872": "Credenciais de autenticidade",
    "6873": "Revendedor",
    "6874": "Criar Coruche",
    "6875": "Tipo de voucher",
    "6876": "Criar voucher",
    "6881": "As credenciais do contacto para %1 anteriormente visualizadas mudaram.",
    "6882": "As credenciais do contacto para %1 anteriormente verificadas mudaram.",
    "6883": "Credenciais vistas anteriormente",
    "6884": "Credenciais verificadas anteriormente",
    "6888": "Você pode importar contactos de serviços de terceiros. Estes não serão adicionados aos seus contactos do MEGA, mas continuarão acessíveis para partilha e colaboração.",
    "6889": "A configurar a transacção Bitcoin...",
    "6909": "Gerir endereço eletrónico",
    "6941": "(não-recorrente)",
    "6945": "Concordo com o envio de dados\/estatísticas anónimos",
    "6949": "Algo não correu como esperado",
    "6950": "Por favor verifique a informação do seu pagamento e tente novamente.",
    "6951": "ou Esc",
    "6952": "Cartão de crédito",
    "6954": "Número de cartão incorrecto",
    "6955": "Por favor insira um número válido de cartão de crédito.",
    "6956": "Detalhes do método de pagamento não encontrados",
    "6957": "Por favor complete os dados da factura correctamente.",
    "6958": "Detalhes do pagamento não encontrados",
    "6959": "Por favor complete os detalhes do pagamento correctamente.",
    "6960": "A processar o seu pagamento...",
    "6961": "Compra com sucesso",
    "6962": "Fez o upgrade da sua conta para %1 com sucesso.",
    "6963": "Insira os dados do cartão de crédito",
    "6964": "Insira os dados do pagamento",
    "6965": "recorrente",
    "6966": "Existe um erro com os seus detalhes do cartão de crédito.",
    "6967": "Existe um erro com os dados da sua factura.",
    "6968": "A sua transacção foi detectada como sendo fraudulenta.",
    "6969": "Você tentou pagar demasiadas vezes com este cartão de crédito recentemente.",
    "6970": "Você não tem o saldo necessário para fazer este pagamento.",
    "6971": "Renova a",
    "6972": "A sua palavra-passe original não foi introduzida correctamente",
    "6973": "Tem a certeza de que deseja remover o seu avatar?",
    "6975": "Escolha o seu método de pagamento abaixo.",
    "6976": "Seleccionou o plano %1",
    "6978": "[A]Ganhe 2 meses grátis[\/A] se subscrever um plano PRO com a duração de um ano.",
    "6991": "Apagar todas as transferências",
    "6992": "Apagar transferências completas",
    "6993": "Pausar todas as transferências",
    "6994": "Deseja continuar?",
    "6996": "Antes de prosseguirmos e anularmos a sua subscrição, gostaríamos de saber a razão pela qual quer cancelar o seu plano. ",
    "6998": "Clique em \"continuar\" para cancelar a sua subscrição.",
    "6999": "Cancelamento da subscrição efectuado com sucesso",
    "7001": "Pedir um plano",
    "7002": "Não existe planos adequados ao seu uso actual. Por favor [A]contacte o apoio[\/A] para um plano personalizado.",
    "7003": "Uso actual do armazenamento ",
    "7004": "Obrigado pela sua opinião.",
    "7005": "Por favor indique a razão abaixo",
    "7006": "Carregando...",
    "7022": "A iniciar",
    "7039": "Não voltar a perguntar",
    "7070": "Inativo",
    "7086": "Por favor seleccione a sua distribuição de Linux",
    "7087": "Navegador",
    "7088": "Velocidade de transferência:",
    "7089": "MAIS DEPRESSA",
    "7090": "Uso dos recursos:",
    "7093": "Tamanho do ficheiro:",
    "7094": "ILIMITADO",
    "7098": "A sua descarga não pôde continuar porque iria utilizar o plafond grátis de transferências do seu endereço IP. Este limite é dinâmico e depende da quantidade de largura de banda livre que temos disponível.",
    "7100": "Por favor faça o upgrade para PRO para continuar imediatamente, o esperar %1 para continuar de graça.",
    "7101": "Retomar transferências",
    "7108": "Saldo",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Cartão de Crédito",
    "7136": "segundos",
    "7138": "O MEGAsync está a ser descarregado para o seu computador. Por favor instale-o assim que a descarga tenha terminado.",
    "7139": "Assim que o MEGAsync estiver a correr, o seu ficheiro irá ser descarregado automaticamente.",
    "7140": "Um erro desconhecido ocorreu. Por favor tente novamente mais tarde.",
    "7141": "O seu pagamento do plano %1 falhou.",
    "7142": "O seu pagamento do plano %1 foi recebido.",
    "7143": "Bloqueou-o como contacto",
    "7144": "A conta foi apagada\/desactivada",
    "7145": "Relação com o contacto estabelecida",
    "7146": "Apagou-o como contacto",
    "7147": "Você negou um pedido de contacto",
    "7148": "Você aceitou um pedido de contacto",
    "7149": "Você ignorou um pedido de contacto",
    "7150": "Lembrança: Você tem um pedido de contacto",
    "7151": "O outro utilizador cancelou o pedido de contacto",
    "7152": "Pesado",
    "7153": "Leve",
    "7154": "Você pode fechar este separador, a sua descarga é gerida de outro separador onde tem o seu gestor de ficheiros aberto.",
    "7156": "Você também pode pagar via Play Store, Apple App Store ou serviço de pagamento móvel Android quando usar as nossas [A]aplicações MEGA[\/A].",
    "7157": "Por favor feche todas as janelas\/separadores do navegador que estejam a correr o MEGA antes de prosseguir.",
    "7160": "Usar voucher",
    "7162": "Este plano é demasiado caro para ser pago através deste fornecedor de pagamento.",
    "7165": "Cancelar subscrição",
    "7179": "Cancelar Subscrição",
    "7201": "O saldo da sua conta é",
    "7202": "Para aumentar o seu saldo, clique no botão Utilizar Voucher e introduza o código do voucher. Se não tem um voucher, por favor [A]compre um voucher[\/A].",
    "7203": "A transferir para o fornecedor de pagamento...",
    "7204": "Você poderá ter proibido aquele site de aceder à sua câmara anteriormente - neste caso quaisquer pedidos subsequentes da câmara falham silenciosamente. Pode verificar o ícone da câmara próximo da barra de endereços, ou nas definições de permissões do site.",
    "7205": "Resposta",
    "7206": "A chamada com [X] está a começar...",
    "7207": "A chamada com [X] está a ser inicializada...",
    "7208": "Duração da chamada: [X]",
    "7209": "Chamada com [X] falhou",
    "7210": "Tem uma chamada não atendida de [X].",
    "7211": "O seu navegador não tem as capacidades de áudio\/vídeo necessárias para efectuar chamadas.",
    "7218": "Apagar transferência",
    "7219": "Telemóvel",
    "7222": "Uma descarga foi adicionada à fila de transferências",
    "7223": "Um carregamento foi adicionado à fila de transferências",
    "7224": "Mostre-me",
    "7225": "Tem a certeza de que quer apagar todas as transferências?",
    "7226": "Rubbish-Bin Cleaning Scheduler:",
    "7227": "Na fila",
    "7228": "Tamanho da letra:",
    "7229": "Pequeno",
    "7230": "Grande",
    "7231": "O preço não inclui a taxa de transacção de Bitcoins.",
    "7233": "A transacção não pôde ser iniciada devido a problemas de ligação. Se o problema persistir, por favor contacte support@mega.nz",
    "7234": "Algo não correu como esperado e não foi possível debitar o seu cartão.",
    "7235": "Pagamento sem sucesso",
    "7237": "SUBMIT YOUR FEEDBACK",
    "7238": "How do you rate your experience with MEGA?",
    "7241": "É necessário concordar com os Termos do Serviço",
    "7272": "Formato de data incorrecto",
    "7352": "Estado",
    "7354": "Renova em",
    "7368": "Mensagem",
    "7375": "Aceite",
    "7379": "Pendente",
    "7381": "Desconhecido",
    "7392": "Programador Chrome",
    "7399": "Acesso negado.",
    "7403": "Deixe os seus ficheiros aqui para começar o carregamento",
    "7410": "Quaisquer ficheiros ou pastas partilhados deixarão de estar acessíveis aos outros utilizadores.",
    "7411": "Código-fonte",
    "7413": "Você já tem um contacto com aquele endereço de email",
    "7414": "Não é necessário adicionar o seu endereço de email",
    "7415": "O formato do endereço de email é inválido",
    "7417": "Dicas:",
    "7418": "Use auscultadores ou um headset",
    "7427": "Não pode importar ou descarregar um ficheiro encriptado quando a chave de descodificação está em falta.",
    "7431": "E-mail inválido e \/ ou palavra-passe. Por favor, tente novamente.",
    "7434": "Email",
    "7534": "Apenas de leitura",
    "7557": "Todas",
    "7585": "A assinatura da chave %1 do utilizador %2 é incorrecta.",
    "7597": "Pasta vazia",
    "7611": "1 ficheiro movido para o Caixote do Lixo.",
    "7613": "1 pasta movida para o Caixote do Lixo",
    "7645": "Concordo",
    "7646": "Discordo",
    "7647": "O MEGA respeita os copyrights dos outros e requer o respeito das leis de copyright por parte dos utilizadores ",
    "7648": "É expressamente proibido o uso do serviço da cloud MEGA com vista à infracção de copyrights. Você não pode carregar, descarregar, armazenar, partilhar, mostrar, fazer streaming, distribuir, enviar por email, endereçar, transmitir ou disponibilizar quaisquer ficheiros, dados ou conteúdo que infrinjam qualquer copyright ou outros direitos autorais de qualquer pessoa ou entidade.",
    "7649": "Exportar:",
    "7654": "1 endereço foi copiado para a área de transferência",
    "7655": "%d endereços foram copiados para a área de transferência",
    "7657": "Mostrar mais idiomas",
    "7658": "Ocultar linguagens",
    "7663": "Clicar",
    "7664": "Estado da sessão",
    "7665": "Actual",
    "7666": "Activa",
    "7667": "Fechar outras sessões",
    "7677": "Endereço copiado",
    "7679": "Você tem de ter uma conta MEGA para prosseguir.",
    "7680": "O modelo criptográfico do MEGA depende da chaves mostradas acima. Recomendamos o envio das chaves de desencriptação e do endereço pasta\/ficheiro separadamente, através de um canal seguro.",
    "7682": "O MEGA recomenda o envio da 'Chave de Desencriptação' e o 'Endereço Pasta\/Ficheiro' separadamente.",
    "7683": "Extensão",
    "7684": "%1 em %2",
    "7685": "Declaro através deste meio que acredito em boa fé que o uso de material disputado e protegido pela lei de direitos autorais não foi autorizado pelo proprietário dos direitos autorais, pelo seu procurador, ou pela lei (i.e., como uso justo).",
    "7686": "Um ou mais endereços que você forneceu não é um endereço MEGA válido.",
    "7687": "As configurações de transferências estão disponíveis unicamente para utilizadores registados.",
    "7688": "Poderá estar em curso um ataque man-in-the-middle.Por favor volte às credenciais de identificação iniciais armazenadas para este contacto e em seguida verifique se são as correctas com o seu contacto através de um canal existente seguro ou em pessoa.",
    "7689": "Voltar às credenciais originais do contacto",
    "7690": "Use o botão reset abaixo para restabelecer as credenciais para este contacto.",
    "7691": "Novas credenciais do contacto",
    "7692": "Verificar as credenciais",
    "7693": "Use o botão Verificar abaixo para confirmar as credenciais deste contacto.",
    "7696": "Aviso de copyright a todos os utilizadores",
    "7698": "Você mudou com sucesso o seu perfil.",
    "7699": "A aguardar confirmação de e-mail.",
    "7700": "Por favor verifique a caixa de entrada do seu email e clique no endereço para confirmar esta mudança de email.",
    "7701": "Parabéns, o seu novo endereço de e-mail para esta conta MEGA é: [X]",
    "7703": "Um ou mais itens foram sujeitos a uma ordem de remoção.",
    "7704": "Este ficheiro foi sujeita a uma ordem de remoção.",
    "7705": "Esta pasta foi sujeita a uma ordem de remoção.",
    "7706": "O seu voucher MEGA de %1 € foi utilizado com sucesso",
    "7707": "O seu saldo é agora %1 €.",
    "7708": "Sugerimos o %1 plano baseado no saldo da sua conta.",
    "7709": "Clique em [S]UPGRADE COMPLETO[\/S] e disfrute do seu plano %1.",
    "7710": "COMPLETAR UPGRADE",
    "7711": "Escolher outro plano",
    "7712": "Por favor inicie sessão ou registe-se para utilizar o seu voucher.",
    "7713": "Esta operação irá eliminar todos os dados do MEGA da cache do seu navegador e carregar de novo a sua conta dos nossos servidores. Isto pode demorar alguns minutos.",
    "7714": "Endereço de retoma do voucher",
    "7715": "Email de apoio em resellers@mega.nz",
    "7717": "Você já pediu um endereço de confirmação para este endereço de email.",
    "7718": "Este endereço de email já foi escolhido. Por favor contacte o apoio do MEGA para mais informações.",
    "7719": "O seu endereço de confirmação expirou. Por favor clique em OK para reiniciar o processo.",
    "7720": "Tem de ter a sessão iniciada para completar a sua mudança de email. Por favor entre novamente na conta com o seu endereço de email actual e clique no endereço de confirmação novamente.",
    "7729": "Por favor insira um nome válido para a pasta",
    "7730": "Verifique o seu endereço de email",
    "7731": "Por favor introduza a sua password para verificar o seu endereço de email",
    "7732": "Confirmar email",
    "7740": "O caixote do lixo está vazio",
    "7741": "Esvaziar o caixote do lixo",
    "7743": "Mudar Email",
    "7744": "Email actual",
    "7745": "Novo Email",
    "7746": "Introduza o seu novo endereço de email no texto acima e clique em Salvar.",
    "7747": "Em seguida, por favor verifique a caixa de entrada do seu email e confirme esta mudança de email.",
    "7869": "Este endereço de email já foi registado. Por favor escolha um endereço de email alternativo para prosseguir.",
    "7872": "O acesso a quaisquer pastas partilhadas consigo com [X] seleccionados será perdido.",
    "7879": "O acesso às pastas partilhadas por [X] foi removido.",
    "7880": "O acesso às pastas foi removido.",
    "7881": "Obrigado! Um dos nossos consultores de apoio irão responder à sua questão assim que possível.",
    "7882": "Mensagem enviada",
    "7883": "Ocorreu um erro ao tentar enviar a sua mensagem. Por favor tente reenviá-la.",
    "7884": "Mensagem demasiado curta",
    "7945": "Para aceder a esta pasta\/ficheiro, irá precisar da sua [B]Chave de desencriptação[\/B].",
    "7946": "Se não a tem, peça-a a quem criou o endereço.",
    "7947": "Endereço sem chave",
    "7948": "Endereço com chave",
    "7971": "Chave de desencriptação",
    "7972": "Se você não tem a chave, contacte o criador do endereço.",
    "7982": "Fez demasiados pagamentos incompletos nas últimas 12 horas; por favor complete estes pagamentos ou tente novamente amanhã.",
    "7983": "A aguardar confirmação",
    "7985": "Detalhes pessoais",
    "7986": "Insira o seu nome completo e NIF abaixo, e em seguida será redireccionado para a página do pagamento, fora do site.",
    "7987": "Nome completo",
    "7988": "Insira o seu nome completo",
    "7989": "número %1 ",
    "7990": "Insira o seu %1 número",
    "7991": "Você seleccionou %1 como o seu fornecedor de pagamento.",
    "7992": "Quanto gostaria de pagar?",
    "7993": "Clique aqui para ver mais opções de pagamento...",
    "7994": "Quão longa quer que seja a sua filiação?",
    "7995": "Está satisfeito com o seu plano de pagamento?",
    "7996": "Clique em [S]COMPRAR[\/S] quando estiver satisfeito com as nossas opções de pagamento. Será mostrado um novo diálogo e será redireccionado para uma nova página para completar a sua compra.",
    "7997": "Conversação",
    "7998": "To help us improve our service, it would be great if you could rate your call experience with [X]?",
    "8000": "Sem histórico da conversação",
    "8002": "Conversação com %s",
    "8004": "Apagar mensagem",
    "8005": "Adicionar À Cloud Drive",
    "8006": "Anexo adicionado à sua Cloud Drive.",
    "8007": "Adicionar participante...",
    "8008": "Não tem [P]Conversações[\/P]",
    "8009": "Escrever uma mensagem...",
    "8010": "Procurar contactos",
    "8011": "Adicionar da sua Cloud Drive",
    "8013": "Da minha Cloud Drive",
    "8014": "Do meu computador",
    "8016": "PESSOAS",
    "8017": "NATUREZA",
    "8018": "COMER & BEBER",
    "8019": "PARABÉNS",
    "8020": "ACTIVIDADES",
    "8021": "VIAGENS & LUGARES",
    "8022": "OBJECTOS & SÍMBOLOS",
    "8023": "Anexar",
    "8080": "O MEGA protege a sua conversação com encriptação ponto-a-ponto (controlada pelo utilizador) fornecendo garantias essenciais de segurança:",
    "8413": "PRO LITE",
    "8426": "[S]MEGAsync:[\/S] Sincronização automática e simples entre os seus computadores e a sua cloud drive MEGA",
    "8427": "[S]Flexível:[\/S] Sincronize qualquer pasta do seu PC com qualquer pasta na cloud. Sincronize quantas pastas quiser em paralelo.",
    "8428": "Tire partido de 50GB de armazenamento na cloud com uma conta grátis e encripte todos os seus ficheiros com os nossos generosos [A]planos PRO[\/A].",
    "8435": "O ficheiro não pode ser enviado porque o utilizador alvo ultrapassou a sua quota de armazenamento.",
    "8436": "Existe um problema  com as chaves criptográficas do seu contacto (%1). Por favor feche este diálogo e peça ao seu contacto para encerrar a sessão e voltar a iniciá-la. Se o problema persistir, poderá estar a ser alvo de um ataque man-in-the-middle. Para problemas persistentes, por favor diga ao utilizador para contactar [A]support@mega.nz[\/A] para assistência.",
    "8437": "Cliente Web",
    "8438": "Transparência do código-fonte",
    "8439": "As aplicações secundárias do nosso cliente estão protegidas por uma licença personalizada e as nossas bibliotecas do núcleo (tais como o Kit de Desenvolvimento de Software) estão protegidos por uma licença mais permissiva. A licença para cada projecto pode ser encontrada nos repositórios de código respectivos.",
    "8440": "Pode encontrar endereços para os nossos repositórios de código mais populares abaixo. Para as nossas bibliotecas mais pequenas pode encontrá-las em [A]a nossa página GitHub geral[\/A]. Se pretender usar o nosso código comercialmente de um modo que está para além do âmbito destas licenças, por favor [A2]contacte-nos[\/A2] para que o possamos considerar.",
    "8441": "Se encontrar um bug ou falha de segurança no nosso código, por favor envie um email a [A]bugs@mega.nz[\/A] a expor o problema. Temos um programa generoso financeiramente no que toca à identificação de vulnerabilidades e os critérios de submissão são explicados [A2]aqui[\/A2].",
    "8512": "Ler mais",
    "8521": "Aviso de remoção",
    "8522": "A sua partilha pública %1 (%2) foi removida.",
    "8523": "A sua remoção %1 (%2) foi anulada.",
    "8524": "Remoção anulada",
    "8525": "Escreva a sua mensagem aqui",
    "8526": "Assunto",
    "8527": "Âmbito Geral",
    "8528": "Questão técnica",
    "8529": "Facturação",
    "8531": "Endereço inválido",
    "8535": "O MEGA irá mudar os seus Termos de Utilização em [B]20 de Fevereiro de 2016[\/B]. Por favor leia o nosso post de aniversário no blog para mais informações.",
    "8536": "Obrigado por usar o MEGA.",
    "8537": "Aviso importante:",
    "8538": "Ver post do blog",
    "8539": "[S]Autenticidade.[\/S] O sistema assegura que os dados recebidos do remetente são mostrados, e o seu conteúdo não foi manipulado durante o trânsito.",
    "8540": "[S]Confidencialidade.[\/S] Será permitido apenas ao autor e os destinatários pretendidos decifrar e ler o conteúdo.",
    "8577": "A pedir dados da conta",
    "8578": "A receber dados da conta",
    "8579": "A desencriptar",
    "8584": "A pedir dados da pasta",
    "8585": "A receber dados da pasta",
    "8586": "A desencriptar dados da pasta",
    "8589": "Sem notificações",
    "8595": "Esta pasta irá ser desencriptada assim que a chave criptográfica estiver disponível.",
    "8596": "O seu Plano de Filiação PRO irá expirar nas próximas 24 horas.",
    "8597": "O seu Plano de Filiação PRO irá expirar em %1 dias.",
    "8598": "O Plano de Filiação PRO expirará brevemente",
    "8602": "Este ficheiro será desencriptado assim que a chave criptográfica estiver disponível.",
    "8623": "popular!",
    "8628": "Enviar contacto",
    "8629": "%1 está a escrever",
    "8631": "Adicionar à conversação",
    "8632": "Começar nova conversação",
    "8633": "Sair da conversação",
    "8634": "Inicie sessão ou crie uma conta para [S]obter 50GB GRÁTIS[\/S] de armazenamento na nuvem e para receber mensagens dos seus amigos e colegas de trabalho.",
    "8635": "Descarga adicionada ao MEGAsync",
    "8637": "Fico à espera",
    "8638": "Recuperar palavra-chave",
    "8639": "Questão de transferência",
    "8640": "Questão acerca de Contactos\/Partilhas",
    "8641": "Questão acerca do MEGAsync",
    "8642": "Dados desaparecidos\/invisíveis",
    "8643": "Você está a usar uma sessão temporária.",
    "8644": "Está a usar uma sessão temporária. Os dados que está a armazenar serão perdidos quando a sessão expirar. Para manter os seus ficheiros, por favor faça um upgrade para uma conta real assim que puder e receba os seus [S]50 GB grátis de espaço de armazenamento seguro na nuvem![\/S]",
    "8645": "Tamanho da imagem excedido",
    "8646": "A sua imagem excedeu o tamanho máximo de ficheiro de 64 KB. Por favor tente novamente com um ficheiro mais pequeno.",
    "8649": "Desconhecido até ser desencriptado",
    "8650": "A sua questão é demasiado curta. Por favor dê-nos mais detalhes acerca da sua questão\/assunto.",
    "8651": "O seu plano %1 expirou.",
    "8652": "COMPRADO",
    "8653": "Clique em [S]Renovar[\/S] para comprar o seu plano %1 (%2) usando %3 %4. ",
    "8654": "Caso contrário clique em [S]Escolher[\/S] para seleccionar um plano ou opção de pagamento diferente.",
    "8655": "Renovar",
    "8656": "Escolher...",
    "8657": "EXPIRADO",
    "8660": "Windows Phone",
    "8664": "proprietário",
    "8665": "Por favor verifique o seu e-mail de registo e confirme a sua conta antes de pagar, para que o MEGA possa debitar o pagamento na conta correcta.",
    "8666": "Confirmar o seu registo",
    "8667": "Se você quiser subscrever uma conta PRO anual, pode transmitir fundos para uma das nossas contas bancárias: ",
    "8668": "IBAN",
    "8669": "Não aplicável a bancos neozelandeses",
    "8670": "Se o seu endereço de email é demasiado longo para o campo 'Reference' este deve ser colocado no campo 'Comments'.",
    "8671": "Os países europeus adoptaram uma norma conhecida como Número Internacional de Conta Bancária (IBAN). A Nova Zelândia não adoptou esta norma, portanto se precisa de introduzir o IBAN por favor envie os fundos para a nossa conta no Luxemburgo.",
    "8683": "Foi-nos impossível importar todos os ficheiros, provavelmente porque alguns foram retirados. A operação acabou com %1 de %2 nós importados com sucesso.",
    "8684": "Enviar e fechar",
    "8685": "Por favor dê-nos uma razão para não renovar o seu plano:",
    "8686": "Pasta não desencriptada",
    "8687": "Ficheiro não desencriptado",
    "8688": "A aguardar confirmação de email.",
    "8693": "Devido a um erro de interpretação nos browsers Chrome\/Chromium, o MEGA não pode ser usado com este nível de zoom. Por favor faça zoom in, zoom out, pressione Ctrl\/command + 0 para voltar ao nível de zoom original ou mude para o Firefox.",
    "8695": "Só PRO",
    "8696": "Actualizar para PRO",
    "8697": "Seleccione data",
    "8698": "Expira em %1",
    "8700": "Extensão Thunderbird",
    "8726": "Convidar",
    "8734": "Obter ligações",
    "8735": "Apagar ligações",
    "8736": "Definir nova data de validade",
    "8737": "25 de Maio - Dia Internacional das Crianças Desaparecidas",
    "8738": "Sensibilizados para o drama das crianças desaparecidas e exploradas, o MEGA confirma que não tolera o uso dos seus sistemas para partilha de conteúdos ilegais e irá auxiliar as autoridades na investigação e instauração de processos no que toca a alegações de pornografia infantil e material de abuso de crianças.",
    "8742": "Saber mais",
    "8743": "Você iniciou sessão anteriormente usando este navegador. Tem a certeza de que deseja criar uma nova conta?",
    "8744": "Reenviar",
    "8745": "Você iniciou a sessão com sucesso.",
    "8752": "Importar para {0} ",
    "8755": "Obrigado! A sua conta irá ser actualizada assim que recebermos confirmação do seu pagamento do fornecedor de pagamento. Se você pagou com cartão de débito ou crédito e não tiver recebido a sua conta MEGA PRO no espaço de algumas horas, por favor contacte-nos em support@mega.nz. Se pagou com uma transferência bancária por favor aguarde 4-5 dias até que o pagamento seja concluído.",
    "8759": "Ligação removida",
    "8762": "Crie uma conta para [S]obter 50GB GRÁTIS[\/S] de armazenamento grátis na nuvem e para receber mensagens dos seus amigos e colegas de trabalho.",
    "8763": "Dom",
    "8764": "Seg",
    "8765": "Ter",
    "8766": "Qua",
    "8767": "Qui",
    "8768": "Sex",
    "8769": "Sab",
    "8771": "Disputa de Direitos de Autor",
    "8772": "Processo de Contra-notificação",
    "8773": "A MEGA verifica todos os avisos de remoção que nos são submetidos com base na boa fé  e da aceitação das representações da parte que submete a notificação de remoção. Devido ao nosso modelo de criptografia ponto-a-ponto, temos de fazê-lo, já que não nos é possível analisar esses mesmos ficheiros. Mesmo se fosse possível descriptografar esses conteúdos, não conseguiríamos determinar o estado dos direitos de autor sem uma análise e avaliação complexa, algo que é impraticável para o número de arquivos processados por dia. Estamos cientes de que, ocasionalmente, algumas companhias submetem notificações de remoção incorretas, mas não somos capazes de prever esses erros.",
    "8774": "Pode apresentar uma contra-notificação se acreditar que o acesso ao seu ficheiro foi indevidamente desativado por ser objecto de um aviso de remoção incorreta. Só o deverá fazer se estiver confiante que nenhuma outra parte detém os direitos de autor sobre o referido material, ou se detêm o direito a armazená-lo e, caso o esteja a partilhar, se tem direito a fazê-lo.",
    "8775": "Só podemos aceitar uma contra-notificação directamente do utilizador de cuja conta MEGA o URL ou ficheiro foi desativado. Para serem verificadas, as contra-notificações devem ser submetidas a partir do endereço de e-mail associado à conta MEGA.",
    "8776": "Após a recepção de uma contra-notificação, a MEGA irá prontamente fornecer à pessoa que submeteu a notificação de remoção uma cópia da contra-notificação, e informa-la-emos  que a MEGA irá proceder à substituição do material removido ou cessar a desactivação do seu  acesso em 10 dias úteis. Se a MEGA não receber qualquer outra comunicação, de, ou a favor da pessoa que originalmente submeteu o aviso de retirada, ou qualquer comunicação recebida que na opinião exclusiva da MEGA adequadamente justifique o aviso de retirada original, a MEGA pode, mas não será obrigada, a repor o material em cerca de 10-14 dias úteis, desde que não tenha nenhuma razão para acreditar que o material infringe direitos de autor.",
    "8777": "Nada nesta política prejudica o direito da MEGA, acordado por cada utilizador nos Termos de Serviço da MEGA, a possibilidade de remoção ou desativação do acesso a qualquer material, a qualquer momento, por qualquer motivo ou sem motivo.",
    "8778": "Para nos apresentar uma contra-notificação, tem que clicar no botão abaixo para avançar para o nosso formulário de contestação.",
    "8779": "Por favor compreenda que:",
    "8780": "Quando recebermos a sua contra-notificação, enviamo-la, incluindo o seu endereço e outras informações de contacto, à parte que emitiu o aviso remoção original. Ao submeter-nos a sua contra-notificação, autoriza-nos a fazê-lo;",
    "8781": "A apresentação de uma contra-notificação pode levá-lo a um processo judicial entre você e a parte reclamante;",
    "8782": "Pode haver consequências legais adversas na Nova Zelândia e\/ou na sua jurisdição, se fizer uma alegação falsa ou de má fé usando este processo;",
    "8783": "Se, ao utilizar este processo de contra-notificação, fizer uma alegação falsa ou de má fé ou se de outra forma violar os Termos de Serviço MEGA ou esta política e com isso causar qualquer perda à MEGA, custos (incluindo custos legais), danos ou outras responsabilidades, a MEGA reserva-se o direito de reivindicar e recuperar a perda causada, esses custos (incluindo custos totais legais numa base cliente\/solicitador), danos e outras responsabilidades, pela dedução de qualquer saldo na nossa conta e\/ou por processos na Nova Zelândia e\/ou a jurisdição do endereço da contra-notificação;",
    "8784": "Este processo de contra-notificação é fornecido voluntariamente pela MEGA para efeitos de todas as remoção de direitos de autor e regimes de contra-notificação aplicáveis em outras jurisdições, mas, ao fazê-lo, a MEGA não se submete a qualquer jurisdição ou lei diferente da Nova Zelândia, tal como estabelecido nos nossos termos de serviço. A MEGA pode alterar, suspender ou retirar este processo de contra-notificação, a qualquer momento, desde que as eventuais contra-notificações em seguimento naquele momento continuem a ser processadas.",
    "8785": "Ao preencher uma contra-notificação, consideram-se aceites os termos referidos acima. Se não aceitar os termos acima, não apresente a contra-notificação.",
    "8786": "Se houver alguma inconsistência ou ambiguidade entre a versão em Inglês e as de outras versões noutras línguas dos termos acima, a versão em Inglês prevalecerá.",
    "8787": "Pode apresentar uma contra-notificação aqui",
    "8788": "Agente dos Direitos de Autor da Mega Limited",
    "8789": "Contra-notificação de direitos de autor",
    "8790": "Esta notificação é um importante documento legal - por favor, tenha atenção e seja preciso na sua contra-notificação de violação de direitos de autor. Poderá primeiramente querer consultar um advogado para determinar se detêm a propriedade do conteúdo, ou se está protegido por uso justo, licença ou outra base jurídica.",
    "8791": "Detalhes do conteúdo",
    "8792": "URL do conteúdo que foi removido ou desativado:",
    "8793": "Descrição do conteúdo:",
    "8794": "Comentário suficiente para explicar o engano ou a identificação errada à pessoa que apresentou a notificação de remoção original:",
    "8795": "Informação pessoal",
    "8796": "Nome completo:",
    "8797": "Número de telefone:",
    "8798": "Endereço de E-mail da conta MEGA:",
    "8799": "Morada Linha 1:",
    "8800": "Morada Linha 2:",
    "8801": "Outros comentários (não enviados à parte queixosa):",
    "8802": "Declarações",
    "8803": "Aceito o serviço de procedimento na Nova Zelândia ou na jurisdição onde o meu endereço desta contra-notificação está localizado, a partir da pessoa que forneceu à MEGA o aviso de retirada de direitos de autor original ou a um agente de tal pessoa.",
    "8804": "Eu tenho crença em boa fé que o material foi removido ou desativado como resultado de um engano ou identificação errada do material a ser removido ou desativado.",
    "8805": "Testar a Ligação de Rede:",
    "8806": "Diagnóstico de Rede",
    "8807": "Mensagem de erro ao comunicar com o servidor API. Por favor verifique se esta é uma ligação válida.",
    "8808": "Teste a velocidade da sua ligação aos nossos servidores. Isto irá ajudar-nos a resolver os seus erros de conectividade.",
    "8809": "Por favor deixe um comentário que explique o erro de identificação ou outro.",
    "8810": "Por favor indique uma descrição do conteúdo que foi removido.",
    "8811": "Por favor indique o URL do conteúdo que foi removido.",
    "8812": "Por favor introduza uma ligação MEGA válida do conteúdo que foi removido.",
    "8813": "Por favor indique o seu número de telefone.",
    "8814": "Por favor indique um número de telefone válido.",
    "8815": "Por favor indique o seu endereço.",
    "8816": "Por favor reconheça que irá aceitar o serviço dos procedimentos na Nova Zelândia ou na jurisdição onde o meu endereço indicado nesta contra-notificação está localizado, da pessoa que notificou à MEGA uma remoção com base na violação de copyright ou um agente que represente tal pessoa.",
    "8817": "Por favor reconheça em boa fé que o material foi removido ou desactivado como resultado de um erro de identificação ou outro do material a ser removido ou desactivado.",
    "8818": "A ligação que você indicou é inválida ou não é alvo de um aviso de remoção.",
    "8819": "Você já fez uma contra-notificação relativamente a esta ligação.",
    "8820": "A conta MEGA indicada não corresponde ao proprietário da ligação.",
    "8833": "Para aumentar este limite, você pode abrir uma conta.Isto não só dar-lhe-á uma largura de banda ampla mas também 50 GB de armazenamento seguro na nuvem - [B]grátis[\/B].",
    "8834": "A sua descarga não pôde continuar porque iria ultrapassar o seu plafond de transferências grátis para o endereço IP.",
    "8836": "Chave de recuperação copiada para a área de transferência",
    "8839": "Chave de recuperação",
    "8840": "O MEGAchat foi actualizado e precisa de ser recarregado. Quer recarregar a página agora para actualizar para a versão mais recente?",
    "8841": "O MEGAchat foi actualizado e só vai funcionar na versão mais recente do MEGA. Por favor actualize a sua extensão para continuar a usar o MEGAchat.",
    "8843": "Largura de banda [S]50 %[\/S]",
    "8845": "Esta compra expirou.",
    "8846": "Continuar [S]ainda assim[\/S]",
    "8847": "Descarregar [S]MEGAsync[\/S] ",
    "8848": "Descarregar [S]com MEGAsync[\/S]",
    "8849": "Descarregar [S]através do seu navegador[\/S]",
    "8850": "Actualização MEGA v%1 disponível",
    "8851": "Lançado em %1.",
    "8852": "Fizemos recentemente alguns melhoramentos à nossa página; gostaria de actualizar para a versão mais recente?",
    "8853": "Falha ao descodificar a sua chave privada RSA. Por favor contacte support@mega.nz para mais assistência.",
    "8854": "Se você subscreveu anteriormente um plano PRO com o Google Play ou o iTunes da Apple, por favor cancele as suas subscrições com ambos porque não fazem parte do processo de cancelamento desta conta.",
    "8855": "Você tentou inciar sessão demasiadas vezes.[Br][BR]Por favor aguarde até %1 e tente novamente.",
    "8859": "Chave de recuperação da cópia de segurança",
    "8866": "Ver Perfil",
    "8867": "Remover Participante",
    "8868": "Definir Permissão:",
    "8869": "Adicionar a conversa em grupo",
    "8870": "Seleccione um ou mais contactos para continuar",
    "8871": "Apagar Histórico da Conversa",
    "8872": "%1 e %2 estão a escrever",
    "8873": "Só de leitura",
    "8874": "Standard",
    "8875": "Moderador",
    "8876": "Membros da Conversa",
    "8877": "Você não tem contactos.",
    "8878": "Não foram encontrados contactos que correspondessem ao seu pedido.",
    "8879": "Tem a certeza de que deseja apagar esta mensagem?",
    "8880": "Você não tem autorização para apagar o histórico desta conversa.",
    "8881": "Tem a certeza de que deseja apagar o histórico completo das mensagens desta conversa?",
    "8882": "Mensagem não enviada. Continuaremos a tentar.",
    "8883": "Mensagem não enviada. Clique aqui se quiser reenviá-la.",
    "8884": "Mensagem não enviada. Clique aqui se quiser cancelá-la.",
    "8887": "(editado)",
    "8888": "(vazio)",
    "8889": "Seleccionar um ou mais contactos para começar",
    "8890": "Começar conversa em grupo",
    "8892": "Revogado acesso ao(s) anexo(s).",
    "8894": "Anexado: %s",
    "8895": "Anexou %s ficheiros.",
    "8896": "Enviou Contacto: %s ",
    "8897": "Enviou %s Contactos.",
    "8898": "Não, obrigado",
    "8905": "apagou o histórico da conversa.",
    "8906": "foi removido da conversa em grupo por %s.",
    "8907": "entrou na conversa em grupo por convite de %s.",
    "8908": "saiu da conversa em grupo.",
    "8910": "Item removido da pasta partilhada",
    "8912": "Vou usar o [B]MEGAsync[\/B] ",
    "8913": "Removeu [X] itens de uma partilha",
    "8915": "foi mudado para %s1 por %s2",
    "8921": "Exportar chave de recuperação",
    "8928": "Exportar chave",
    "8930": "Tenha sempre uma cópia da sua chave de recuperação (i.e. num dispositivo cliente, armazenamento externo, ou em papel).",
    "8945": "Continuar sem conta",
    "8947": "ABRIR NO NAVEGADOR",
    "8948": "ABRIR NA APP MEGA",
    "8949": "ABRIR FICHEIRO",
    "8950": "Instale a nossa aplicação móvel para obter [S]50 GB grátis de armazenamento encriptado na nuvem![\/S] ",
    "8951": "Este ficheiro é demasiado grande para ser aberto no seu navegador. Por favor instale a nossa app móvel para [S]apoio a ficheiros de tamanho ilimitado, e 50GB de armazenamento grátis na nuvem![\/S]",
    "8952": "Este ficheiro não pôde ser aberto no seu navegador. Por favor instale a nossa app móvel para [S]apoio a ficheiros de tamanho e tipo ilimitado, e 50GB de armazenamento grátis na nuvem![\/S]",
    "8953": "Marque data de expiração",
    "8969": "Esqueceu-se da palavra-passe?",
    "8970": "Se tem uma cópia de segurança da sua Chave de Recuperação, pode redefinir a sua palavra-passe seleccionando SIM. Os seus dados não serão perdidos.",
    "8971": "Você pode ainda exportar a sua Chave de Recuperação agora se tiver uma sessão MEGA activa em qualquer outro navegador neste ou noutro computador. Se não, não pode continuar a desencriptar a sua conta actual, mas pode criar uma nova com o mesmo endereço de e-mail seleccionando NÃO.",
    "8973": "Você tem uma cópia de segurança da sua Chave de Recuperação?",
    "8982": "Um erro ocorreu, por favor aguarde.",
    "8993": "Este é o último passo para suspender a sua conta, por favor insira a sua nova palavra-passe. Os seus dados ficarão retidos por um período mínimo de 60 dias. Se se lembra da palavra-passe da conta suspensa, por favor contacte support@mega.nz",
    "9000": "Erro. Este endereço de email já está a ser usado.",
    "9029": "Se escreveu incorretamente o seu endereço de e-mail, corrija-o e clique em \" Reenviar \".",
    "9030": "Quando acabar, clique [S]Enviar[\/S] para enviar o seu  relatório da ligação de rede à nossa equipa de apoio. ",
    "9031": "Servidor",
    "9032": "Ping",
    "9033": "Vel. média",
    "9034": "Progresso",
    "9035": "Este diálogo irá mostrar-lhe a velocidade da sua ligação aos nossos servidores.",
    "9036": "Por favor cole a ligação dum ficheiro em baixo e clique em [S]Teste[\/S].",
    "9037": "Testar",
    "9038": "Colar URL do ficheiro",
    "9039": "As ligações das pastas ainda não são suportadas",
    "9048": "A chave fornecida é inválida. Por favor certifique-se de que a chave é correcta ou peça-a a quem criou a ligação novamente.",
    "9056": "Por favor não insira nenhum URL no campo de trabalho Copyrighted; se precisa de adicionar mais URLs por favor clique em Adicionar outro URL.",
    "9061": "Encriptar",
    "9062": "Mostrar opções PRO",
    "9063": "Definir protecção da palavra-passe",
    "9064": "Esconder opções",
    "9065": "Esta funcionalidade não é suportada pelo seu navegador. Experimente o Firefox ou o Chrome.",
    "9066": "As palavras-passe não são as mesmas; por favor verifique que as inseriu correctamente.",
    "9067": "Por favor, use uma palavra-passe mais forte.",
    "9068": "A ligação não pôde ser descodificada; por favor verifique que a ligação está correcta e tente novamente.",
    "9069": "O algoritmo com que esta ligação foi encriptada não é suportado.",
    "9070": "Inserir palavra-passe de desencriptação",
    "9071": "Para aceder a esta ligação, precisará da sua palavra-passe",
    "9072": "Se você não tem esta palavra-passe, contacte o criador da ligação.",
    "9073": "Inserir a palavra-passe",
    "9074": "Inserir uma palavra-passe forte",
    "9075": "Repita a palavra-passe",
    "9076": "A ligação não pôde ser desencriptada. A palavra-passe pode estar incorrecta, ou os dados estão corrompidos e modificados. Verifique a ligação e tente inserir a palavra-passe novamente.",
    "9077": "Desencriptado",
    "9078": "A encriptar",
    "9079": "Encriptado",
    "9080": "Renomear Grupo",
    "9081": "Mudou nome da conversação de grupo para %s ",
    "9082": "Esta conta não completou ainda o processo de registo. Verifique primeiro o seu email, clique no botão Activar Conta e confirme novamente a sua palavra-passe escolhida.",
    "9088": "Compra bem sucedida",
    "9093": "Você pode adicionar várias pessoas de uma vez com os endereços de e-mail separados por vírgulas",
    "9103": "Copie a ligação abaixo para partilhar o artigo.",
    "9104": "Partilhar o artigo",
    "9106": "Envie um email a %1 para assistência.",
    "9108": "Seleccionar Destino",
    "9112": "Pausar Transferência",
    "9118": "Retomar Transferência",
    "9129": "Gestor de Transferências",
    "10628": "Você está prestes a começar uma subscrição recorrente e será debitado o valor no seu cartão mensalmente.",
    "10629": "Você está prestes a começar uma subscrição recorrente e será debitado o valor no seu cartão anualmente.",
    "10630": "Para mais detalhes sobre pagamentos recorrentes, a nossa política de reembolsos, ou como cancelar a sua subscrição, por favor visite a nossa [A]página de informação geral[\/A].",
    "10631": "Você está prestes a fazer um pagamento único. Ser-lhe-á lembrado que o seu plano está prestes a expirar e que terá de comprar este plano novamente manualmente. Para mais detalhes sobre a nossa política de reembolso, por favor visite a nossa [A]página de informação geral[\/A].",
    "10632": "Insira os seus dados da morada de facturação",
    "10633": "Por favor preencha todos os campos requeridos.",
    "10634": "Se está a ter dificuldade em efectuar o seu pagamento, por favor [A]contacte a nossa equipa de apoio[\/A].",
    "10635": "Nota: Este pagamento de cartão de crédito será listado como [B]MEGA PRO GLOBAL[\/B] no seu extracto de conta.",
    "10636": "Obrigado! A sua conta será actualizada assim que recebermos confirmação do seu pagamento do nosso fornecedor de pagamentos dentro de minutos. Se não tiver recebido a sua conta MEGA PRO dentro de %1 horas, por favor contacte-nos em [A]support@mega.nz[\/A].",
    "10637": "Clique aqui para mais detalhes sobre pagamentos recorrentes, a nossa política de reembolso, ou como cancelar a sua subscrição.",
    "10638": "Gostaria que o seu plano fosse renovado automaticamente cada mês?",
    "10639": "Gostaria que o seu plano fosse renovado automaticamente cada ano?",
    "10640": "Você será cobrado %1 mensalmente.",
    "10641": "Você será cobrado %1 anualmente.",
    "10642": "Você será cobrado %1 uma vez.",
    "10643": "Reembolsos",
    "10644": "A menos que fornecidas por lei ou uma oferta de serviço especial, todas as compras são definitivas e não-reembolsáveis. Se acredita que o Mega o debitou por engano, deve contactar-nos no espaço de 90 dias seguintes a tal débito. Não serão dados nenhuns reembolsos para débitos ocorridos há mais de 90 dias. Reservamo-nos o direito de emitir reembolsos ou créditos no caso de assim o entendermos. Se emitimos um reembolso ou crédito, não temos a obrigação de emitir o mesmo ou similar reembolso no futuro. Esta política de reembolso não afecta quaisquer direitos legais que se possam aplicar. Se fez um pagamento por engano e não usou os serviços de planos de subscrição, tem de contactar [A]support@mega.nz[\/A] no espaço de 24 horas. Isto será tratado prontamente e respondido no espaço de 7 dias.",
    "10645": "Cancelamento de conta",
    "10646": "Você pode cancelar a sua conta em [A]mega.nz\/#account[\/A].",
    "10647": "Termos de subscrições recorrentes",
    "10648": "As subscrições recorrentes irão ser renovadas indefinidamente, quer mensalmente quer anualmente, baseadas no seu período escolhido de subscrição a menos que a subscrição seja cancelada antes de uma data de renovação. Para subscrições recorrentes estabelecidas através das plataformas de compra-na-aplicação Android ou iOS, deve usar as plataformas Google ou Apple para detalhes sobre as datas e termos da subscrição. Qualquer outra subscrição recorrente irá ser renovada no mesmo dia do mês em que foi estabelecida, excepto nos casos em que o dia não está disponível devido a um mês curto, onde a data de renovação será movida para o primeiro dia do mês seguinte.",
    "10649": "Cancelamentos de subscrições",
    "10650": "Subscrições recorrentes estabelecidas através das plataformas de compra-na-aplicação Android ou iOS devem ser canceladas directamente através dos serviços Google ou Apple. Qualquer outra subscrição recorrente deve ser cancelada navegando para [A]mega.nz\/#account[\/A] no seu navegador e seleccionando a opção para cancelar a sua subscrição. Quaisquer pagamentos processados depois de um cancelamento de subscrição efectivo serão imediatamente reembolsados pelo Mega. Se uma subscrição foi cancelada, o acesso à conta poderá ser restringido ou bloqueado se o nível de uso estiver acima dos limites aplicáveis às contas grátis nessa altura.",
    "10651": "Abuso do sistema",
    "10652": "De acordo com os seus Termos de Serviço, o Mega irá fechar contas que estiverem envolvidas em qualquer abuso dos serviços do Mega, incluindo acções tais como:",
    "10653": "Abrir várias contas grátis",
    "10654": "Partilhar palavras-passe",
    "10655": "O grupo Mega de companhias pode ser contactado através de:",
    "10656": "Serviço de apoio ao cliente e outras questões: [A]support@mega.nz[\/A]",
    "10657": "Grupo Mega",
    "10658": "Os [A]Termos de serviço Mega[\/A] aplicam-se à Mega Limited e companhias associadas, afiliados e revendedores, incluindo:",
    "10659": "Código postal",
    "10660": "Desactivar dicas futuras",
    "10663": "...e mais [X]",
    "12439": "You are using an ephemeral session in this browser. If you want to preserve the uploaded data, click [A1]Create Account[\/A1] in the tab where you see your data. If you do not care about the data, click [A2]Logout[\/A2] and try clicking the same account confirmation link again.",
    "12440": "You are already logged into a MEGA account from this browser. Click Logout first and then try clicking the same account confirmation link again.",
    "12441": "ETA",
    "12444": "Secure Global Access",
    "12446": "Secure Collaboration",
    "12480": "%1 uploads were added to the transfers queue",
    "12481": "%1 downloads were added to the transfers queue",
    "12482": "Please close this dialog and click [B]purchase[\/B] again.",
    "12483": "Before starting a call, allow your browser to[BR] access your microphone and camera.",
    "12484": "Pause any transfers",
    "12485": "Also available for [A1]Mac[\/A1] and [A2]Linux[\/A2].",
    "12486": "Also available for [A1]Windows[\/A1] and [A2]Mac[\/A2].",
    "12487": "Also available for [A1]Windows[\/A1] and [A2]Linux[\/A2].",
    "12488": "We strongly suggest using our sync client for vastly improved performance[BR] uploading hundreds of files. [A]Get MEGAsync now.[\/A]",
    "12489": "When we launched MEGA early 2013, global mass surveillance by rogue governments under the pretext of fighting terrorism was still a wild conjecture and its proponents were often touted as conspiracy theorists. Edward Snowden's revelations 137 days later fundamentally changed public attitudes and it became excruciatingly clear that [I]security by policy[\/I] (\"we have access to your data, but we promise to keep it confidential and not misuse it\") had not been good enough. Anything short of [I]security by design[\/I] (\"we cannot gain access to your data without you being able to find out\"), for which strong end-to-end encryption is an essential prerequisite, now seems grossly insufficient.",
    "12689": "Caution: users with access to your file \/ folder links can use up your entire transfer quota if you grant them 100%.",
    "13749": "You are about to permanently remove 1 file. Would you like to proceed?",
    "13750": "You are about to permanently remove %1 files. Would you like to proceed?",
    "13751": "You are about to permanently remove 1 folder. Would you like to proceed?",
    "13752": "You are about to permanently remove %1 folders. Would you like to proceed?",
    "13753": "You are about to permanently remove 1 file and 1 folder. Would you like to proceed?",
    "13754": "You are about to permanently remove 1 file and %1 folders. Would you like to proceed?",
    "13755": "You are about to permanently remove %1 files and 1 folder. Would you like to proceed?",
    "13756": "You are about to permanently remove %1 files and %2 folders. Would you like to proceed?",
    "13757": "You permanently removed 1 file.",
    "13758": "You permanently removed %1 files.",
    "13759": "You permanently removed 1 folder.",
    "13760": "You permanently removed %1 folders.",
    "13761": "You permanently removed 1 file and 1 folder.",
    "13762": "You permanently removed 1 file and %1 folders.",
    "13763": "You permanently removed %1 files and 1 folder.",
    "13764": "You permanently removed %1 files and %2 folders.",
    "15536": "Click [B]Update[\/B] for the new browser code to run. Your session will remain open.",
    "16100": "Date Sent",
    "16101": "Invitation Status",
    "16102": "Invite more friends",
    "16103": "Reinvite all pending",
    "16104": "Pending App Install",
    "16105": "Quota Granted",
    "16106": "Your purchase of MEGA services will be processed for [B]Mega Europe sarl, 4 Rue Graham Bell, L-3235, Bettembourg, Luxembourg[\/B].",
    "16107": "Did you know that you can download the entire folder at once if you [S]install the free MEGA app[\/S]?",
    "16108": "Logout options:",
    "16109": "Wipe all local metadata when logging out - Your next login will take longer to process.",
    "16110": "Leave encrypted metadata saved locally for a faster login with your next session.",
    "16111": "Plans & Pricing",
    "16112": "About MEGA",
    "16113": "Privacy Company",
    "16114": "Legal and Policies",
    "16115": "Cancel account",
    "16116": "[S]Warning:[\/S] You will not be able to access your account data, your MEGA contacts or conversations after you confirm this action.",
    "16117": "Achievements",
    "16118": "Overall Usage",
    "16119": "[S]Storage[\/S]",
    "16120": "[S]Transfer[\/S]",
    "16121": "Used Storage",
    "16122": "Transfer Quota",
    "16123": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by [A]Upgrading to PRO[\/A].",
    "16124": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by completing [S]Account Achievements[\/S] or by [A]Upgrading to PRO[\/A].",
    "16125": "Used quota for the last 6 hours:",
    "16126": "Get more transfer quota",
    "16127": "Storage Quota",
    "16128": "Member since",
    "16129": "Your password is not stored by MEGA so we cannot recover it for you. For reliable access to your account we recommend that you download and save your Recovery Key in a secure place.",
    "16130": "Data",
    "16131": "All Files",
    "16132": "All Folders",
    "16135": "You're running out of cloud space.[BR] Please consider upgrading your account plan.",
    "16136": "Your account has exceeded its allowed storage quota. Free space on your Cloud Drive or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16137": "Your account has exceeded its allowed transfer quota. You can wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16138": "Your account has exceeded its allowed storage & transfer quota. You can free up space on your Cloud Drive and wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16139": "Email & Password",
    "16140": "Payment and Plan",
    "16141": "Enable",
    "16142": "Disable",
    "16143": "Enable Notifications",
    "16144": "Desktop Notifications",
    "16145": "New shared folder from contact",
    "16146": "Access to shared folder was removed",
    "16147": "Contact added files to a shared folder",
    "16148": "Someone sent you a contact request",
    "16149": "When someone accepted your contact request",
    "16150": "Someone deleted your contact request",
    "16151": "Tips and Hints:",
    "16152": "Our tips and hints help you get to know MEGA and all of its functionality. It's hard to learn everything all at once so you can reset those tips and hints anytime.",
    "16153": "Reset Tips and Hints",
    "16154": "Remove files older than",
    "16155": "Keep the Rubbish Bin under",
    "16156": "Grant your transfer quota to users downloading your links:",
    "16157": "This is the maximum percentage of your transfer quota which is available to other users downloading your links.",
    "16158": "User Interface",
    "16159": "File Management",
    "16161": "Transfer quota exceeded",
    "16164": "Limited available transfer quota",
    "16165": "Your transfer may be interrupted.[BR][S]Get a PRO account[\/S] for increased transfer quota.",
    "16166": "Plan",
    "16167": "You can also pay via the Google Play Store, Apple App Store, Microsoft Store or Android mobile carrier billing when using our [A]MEGA apps[\/A].",
    "16168": "Saving settings...",
    "16169": "Date Created",
    "16172": "Label...",
    "16173": "Choose colour:",
    "16175": "Subscription Expires On",
    "16176": "Paste",
    "16221": "Add label %1",
    "16222": "Remove label %1",
    "16223": "Red",
    "16224": "Orange",
    "16225": "Yellow",
    "16226": "Green",
    "16227": "Blue",
    "16228": "Purple",
    "16229": "Grey",
    "16258": "Status appearance",
    "16264": "Interactive",
    "16266": "Scriptable",
    "16272": "Transfers tooltip:",
    "16273": "Automatically show the transfers tooltip when a transfer is active.",
    "16274": "View Image",
    "16275": "Play Video",
    "16277": "Create your free account and get %1 of complimentary storage space, valid for %2 days.",
    "16278": "Install MEGAsync",
    "16279": "When you install MEGAsync you get %1 of complimentary storage space plus %2 of transfer quota, both valid for %3 days. MEGAsync is available for Windows, macOS and most Linux distros.",
    "16280": "Install our mobile app",
    "16281": "When you install our mobile app you get %1 of complimentary storage space plus %2 transfer quota, both valid for %3 days. We provide mobile apps for iOS, Android & Windows Phone.",
    "16282": "Invite a friend to MEGA",
    "16283": "Invite as many friends or coworkers as you want. For every signup under the invited email address, you will receive %1 of complimentary storage plus %2 of transfer quota, both valid for %3 days, provided that the new user installs either MEGAsync or a mobile app and starts using MEGA.",
    "16284": "%1 days left",
    "16285": "Achieved %1 times, click for status.",
    "16286": "Achieved",
    "16287": "[S]%1[\/S] storage space",
    "16288": "[S]%1[\/S] transfer quota",
    "16290": "days",
    "16291": "(Expires after [S]%1[\/S] %2)",
    "16292": "week",
    "16293": "weeks",
    "16294": "years",
    "16295": "Install",
    "16297": "Registration Bonus",
    "16298": "Referral bonuses",
    "16299": "PRO Base Quota",
    "16300": "%1 base quota + %2",
    "16302": "Storage Full",
    "16304": "[A]Upgrade now[\/A] and keep enjoying secure, end-to-end encrypted cloud storage. PRO accounts get [S]up to 4 TB (4096 GB) of storage[\/S] and 8 TB of transfer quota that they can share with users downloading their files.",
    "16306": "Delete old files and [A]clear your Rubbish Bin[\/A] to free up some space.",
    "16308": "You can unlock more free storage and transfer quota by using our products. Simple. Easy.",
    "16309": "Get more bonuses",
    "16310": "Tip: Check all your available bonuses in the [A]Dashboard[\/A] or click [I]",
    "16311": "Storage Almost Full",
    "16312": "It looks like you’re running out of storage.",
    "16313": "[A]Upgrade now[\/A] to a [S]PRO Lite[\/S] account and don't worry about running out of storage. [S]For €%1 a month you get 200 GB of storage[\/S] and 1 TB of transfer quota.",
    "16314": "You can unlock more free storage and transfer quota by completing more achievements.",
    "16315": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16316": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16317": "Your friend needs to register for a free account on MEGA and [S]install at least one MEGA client application[\/S] (either the sync client or one of our mobile apps)",
    "16318": "You can notify your friend through any method. You will earn the quota if you have entered your friend's email here prior to them registering with that address.",
    "16319": "Insert your friend's email(s):",
    "16320": "Thanks! We have sent that user an invitation email.",
    "16322": "Direct URL to MEGAsync:",
    "16323": "Direct URL to our mobile apps:",
    "16325": "Get [S]%1[\/S] free storage and [S]%2[\/S] of transfer quota for each friend who installs a MEGA app",
    "16331": "You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.",
    "16332": "You only qualify if:",
    "16333": "You invited someone who has not used MEGA previously.",
    "16334": "The new user installs at least one app and starts using MEGA.",
    "16335": "(Usage confirmation may take a few days to complete - please be patient)",
    "16336": "(Bonus expires in [S]%1[\/S] %2)",
    "16337": "Storage Quota earned",
    "16338": "Summary of the achievements completed and the storage quota bonus already received ",
    "16339": "Transfer Quota earned",
    "16340": "Summary of the achievements completed and the transfer quota bonus already received ",
    "16342": "Link",
    "16343": "Enter your email",
    "16344": "Enter your password",
    "16345": "Log in",
    "16346": "The folder you are trying to view is no longer available.",
    "16348": "Failed to copy, try copying manually.",
    "16349": "Invalid email and\/or password.",
    "16350": "Please try again.",
    "16351": "The email was re-sent successfully.",
    "16352": "Register for bonuses",
    "16353": "See our plans",
    "16354": "Learn more",
    "16355": "Tip: This limit is dynamic and depends on the amount of unused bandwidth we have available.",
    "16356": "Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.",
    "16357": "Your queued download exceeds the current transfer quota available for your IP address and therefore may be interrupted.",
    "16358": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16359": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16360": "You've reached the full capacity of your account.",
    "16361": "[A]Upgrade now[\/A] and don't worry about running out of storage.",
    "16362": "Subject to your participation in our achievements program.",
    "16363": "Your easy route to more storage & transfer quota on MEGA",
    "16364": "You can maintain a generous free storage and transfer allowance by completing any of the actions outlined below.",
    "16365": "MEGA Achievements",
    "16375": "Massive [S]storage space[\/S]",
    "16378": "Leave behind the transfer volume limits associated with free accounts and enjoy an increased transfer allowance.",
    "16380": "Access PRO only features like setting password protection and expiration dates for public files.",
    "16381": "Notes regarding transfers and your account type:",
    "16383": "Fully [S]featured[\/S]",
    "16384": "Generous [S]transfer quota[\/S]",
    "16385": "Starting at 200 GB base storage and scalable up to 4 TB. If you need something specially crafted to your needs try a [S]custom plan[\/S].",
    "16386": "Upgrade your PRO account",
    "16387": "Always show selected status appearance, even when I disconnect.",
    "16388": "You may want to change your settings for granting transfer quota to downloading users.",
    "16389": "Online, %1 but change my status appearance to Away (yellow) after %2 minute(s) of inactivity.",
    "16390": "[S]Transfer quota[\/S] is the total volume of data transfered between MEGA and your system each month.",
    "16391": "[S]Transfer speed[\/S] is unrelated to Transfer quota. The quality of your file transfers' speed can be affected by many factors beyond our control, such as your local network and your Internet Service Provider. MEGA always processes file transfers at the maximum possible speed regardless of your account status.",
    "16392": "[S]PRO and Free accounts[\/S] enjoy the same fast transfer speed.",
    "16393": "Starting at 200 GB base storage and scalable up to 4 TB. If you require more than that, please [A]contact us[\/A].",
    "16394": "No files in your [S]Cloud Drive[\/S].",
    "16395": "You have received %1 storage space as your free registration bonus.",
    "16396": "You have received %1 storage space and %2 transfer quota for installing MEGAsync.",
    "16397": "You have received %1 storage space and %2 transfer quota for installing our mobile app.",
    "16400": "Account base quota",
    "16401": "Account registration bonus",
    "16402": "Unlocked bonuses:",
    "16448": "Resume Transfers",
    "16471": "The provided key is invalid.",
    "16472": "Please check that the key is correct or ask the creator of the link again.",
    "16474": "Previous versions",
    "16475": "Revert",
    "16476": "Edited by %1 ",
    "16480": "Edited by me",
    "16485": "Duplicate items",
    "16486": "A file named %1 already exists in this location.",
    "16487": "Select the file you want to keep:",
    "16488": "Upload and replace",
    "16490": "Don't upload",
    "16491": "No files will be changed. You will keep the file below:",
    "16492": "Keep both files",
    "16493": "The file you are uploading will be renamed as:",
    "16494": "Apply this option to the next [S]2[\/S] conflicts",
    "16495": "Move and replace",
    "16496": "Copy and replace",
    "16497": "Replace the file in the destination folder with the file you are moving:",
    "16498": "Replace the file in the destination folder with the file you are copying:",
    "16499": "Don't move",
    "16500": "Don't copy",
    "16501": "If you previously subscribed to a PRO plan with Google Play or Apple iTunes, please manually cancel your subscriptions with them inside Google Play or the iTunes app on your device. If you need any assistance please contact [A1]support@mega.nz[\/A1] or see our [A2]help article for Android[\/A2] or our [A3]help article for iOS[\/A3].",
    "16508": "Completing...",
    "16514": "The file you are moving will be renamed as:",
    "16515": "The file you are copying will be renamed as:",
    "16516": "Public Links",
    "16517": "You have successfully logged into the account %1, we will now proceed to migrate your ephemeral account contents to your Cloud Drive's Inbox.",
    "16518": "View on MEGA",
    "16528": "Enter an email or MEGA contact name",
    "16535": "Try without account",
    "16536": "We make secure cloud storage simple. Create an account and get [A]50 GB[\/A] free on MEGA's end-to-end encrypted cloud collaboration platform today!",
    "16537": "Scroll down",
    "16538": "iOS",
    "16539": "Android",
    "16540": "Win Mobile",
    "16541": "Extensions",
    "16544": "The MEGA iOS App",
    "16545": "Our iOS app puts the cloud in your pocket.",
    "16546": "Access and stream your files on your iPhone or iPad, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16547": "MEGA at your fingertips",
    "16548": "Take the full power of MEGA with you, wherever you go. Carefully engineered to provide secure data mobility.",
    "16549": "The full MEGA experience",
    "16550": "Our iOS app has everything you need to securely communicate and manage your data.",
    "16551": "Automatic Camera Uploads",
    "16552": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your iPhone or iPad.",
    "16553": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your iPhone or iPad.",
    "16554": "Audio\/Video Streaming",
    "16555": "Select files that you want to save to your iPhone or iPad, so that you can retain access without Internet connectivity.",
    "16556": "Save Your Files Locally",
    "16557": "Managing your data across multiple devices securely is smooth and easy.",
    "16558": "Accessible Anywhere",
    "16559": "MEGAchat makes collaboration within the MEGA platform easy and secure.",
    "16560": "End-to-End Encryption",
    "16561": "Chats and calls are end-to-end encrypted, not even MEGA can read or listen to your communication.",
    "16562": "Group Messaging",
    "16563": "Collaborate securely by text message with individual contacts or multiple people at once in a group chat.",
    "16564": "Contact Fingerprint Verification",
    "16565": "Verify the cryptographic fingerprint of your contacts through a separate channel to ensure they are authentic.",
    "16566": "Audio and Video Calls",
    "16567": "Effortlessly stay connected with our secure cross-platform audio and video calls.",
    "16569": "Seamless File Sharing",
    "16570": "Conveniently share files directly within a chat straight from your MEGA account or from your device storage.",
    "16571": "History Retention Control",
    "16572": "With MEGAchat you control your chat history and can delete it whenever you desire.",
    "16573": "The MEGA Android App",
    "16574": "Our Android app puts the cloud in your pocket.",
    "16575": "Access and stream your files on your phone or tablet, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16576": "Our Android app has everything you need to securely communicate and manage your data.",
    "16577": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your phone or tablet.",
    "16578": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your device.",
    "16579": "Select files that you want to save to your phone or tablet, so that you can retain access without Internet connectivity.",
    "16580": "Easy automated synchronisation between your computer and your MEGA account.",
    "16581": "Live Encrypted Syncing",
    "16582": "Access and work with your data securely across different locations and devices. It's always on and fully automatic.",
    "16583": "You can choose to synchronise your entire MEGA account or configure multiple selective syncs between folders on your computer and folders in your MEGA account.",
    "16584": "Manage all your transfers conveniently from within the MEGAsync transfer manager. Manually upload specific files from your computer to MEGA or import MEGA links for download to your computer.",
    "16585": "Live Encrypted Backup",
    "16586": "With our real-time file versioning feature, your data is always recoverable to a previous version.",
    "16587": "Deleted Data Retention",
    "16588": "MEGAsync moves deleted files to special folders on your local computer and in your MEGA account so they can be restored if you need to.",
    "16589": "Browser Transfer Accelerator",
    "16590": "MEGAsync securely interacts with your browser, handling MEGA file transfers for enhanced performance.",
    "16591": "Windows Phone app",
    "16592": "Our Windows Phone app puts the cloud in your pocket.",
    "16593": "Access and stream your files on your phone or tablet, upload and sync your photos and videos.",
    "16594": "Universally MEGA",
    "16595": "soon",
    "16596": "The MEGA Universal Windows App is currently being developed. You can send an email to [A]uwp@mega.nz[\/A] to request early beta access.",
    "16597": "MEGAcmd is an interactive, text console based, scriptable MEGA client.",
    "16598": "Visit our [A]GitHub repository[\/A] for the [B]README file[\/B] with all the details.",
    "16601": "A shell to interactively execute MEGA commands.",
    "16602": "Interact with MEGA from within a script or program.",
    "16603": "Browser Extensions",
    "16604": "Install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.",
    "16605": "Download for Firefox",
    "16606": "Download for Chrome",
    "16607": "Any MEGA URL will be captured by this extension and stay local (no JavaScript will be loaded from our servers).",
    "16608": "Secure automatic updates are provided thanks to cryptographic private key signing.",
    "16609": "MEGA extension for Thunderbird",
    "16610": "Send large files by email through MEGA with this extension for the Mozilla Thunderbird mail client.",
    "16611": "Download for Thunderbird",
    "16612": "Fully Integrated",
    "16613": "Simply configure your MEGA account in the settings and any large file you attach to an email can automatically be replaced by a MEGA link.",
    "16614": "Requires the free [A]Mozilla Thunderbird[\/A] mail client.",
    "16616": "Unlike most other cloud storage providers, only you control who has access to your data. Not even MEGA can access it!",
    "16617": "Your data is accessible anytime. Use a web browser or one of our powerful apps, available for all major platforms.",
    "16618": "Share data and communicate with your contacts securely, and see their updates in real time.",
    "16619": "Massive Storage Space",
    "16620": "Not only are we more secure than our major competitors, we also provide a more generous amount of free storage.",
    "16621": "Live Encrypted Backup",
    "16622": "With our real-time file synchronisation and versioning features, your data is always safe and recoverable.",
    "16623": "Public Source Code",
    "16624": "To enable independent verification of the correctness and integrity of our crypto model and its implementation, we publish the full source code of our client apps.",
    "16625": "Our Plans",
    "16626": "Take full advantage of MEGA with a PRO account",
    "16627": "Discount for yearly payments",
    "16628": "Unlock the potential of your MEGA account",
    "16629": "Still want more? We have you covered with a variety of generous achievements to help you get the most out of our secure cloud collaboration platform.",
    "16630": "Invite your friends",
    "16631": "expires after [X] days",
    "16632": "Free [X] after install",
    "16633": "Free [X] per invite",
    "16634": "Access and stream your files on your smartphone or tablet. Upload and sync your photos and videos. Secure end-to-end encrypted chat with your contacts.",
    "16635": "Easy automated synchronisation between your computer and MEGA allows you to access and work with your data securely across different locations and devices.",
    "16636": "In addition to regular browser access, we offer browser extensions for Chrome and Firefox for enhanced security, improved file transfer performance and reduced loading times.",
    "16637": "Start being secure. Join us today!",
    "16638": "Millions of people trust MEGA to store billions of files using our state of the art infrastructure. Join them and protect your data using one of the Internet's most secure cloud and communication providers.",
    "16639": "Number of registered users",
    "16640": "Number of stored files",
    "16641": "No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence[…].",
    "16642": "Everyone has the right to the protection of the law against such interference[…].",
    "16643": "Windows Mobile",
    "16644": "Service Policy",
    "16645": "Press & Media",
    "16646": "User-encrypted cloud services",
    "16647": "The Privacy Company.",
    "16648": "Universal Declaration of Human Rights, Article 12.",
    "16649": "Save %1",
    "16653": "For the full featured experience, download our app or use the site on a PC.",
    "16664": "The new password must be different from the old one.",
    "16671": "Download using the MEGA desktop app for faster downloads.",
    "16763": "Copied to the clipboard",
    "16861": "Install the MEGA desktop client",
    "16862": "Enhance file transfer performance from your browser",
    "16863": "Powerful synchronization tools",
    "16864": "And much more",
    "16865": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, and we recommend you to install the [A]MEGA desktop app[\/A] to download large files %2",
    "16866": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16868": "or use Chrome",
    "16869": "or exit from Incognito",
    "16870": "We recommend you install the [A]MEGA desktop app[\/A] to download large files.",
    "16871": "Out of HTML5 Offline Storage space",
    "16872": "File too big to be reliably handled in memory.",
    "16873": "Real-time file versioning, deleted file protection, enhanced performance on file transfers, browser integration and more.",
    "16883": "Unfortunately, your browser has an insufficient buffer to decrypt data, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16890": "Your browser storage for MEGA is full. Your download will continue automatically after you free up some space.",
    "16892": "Sorry, we were unable to retrieve the Cloud Drive contents.",
    "16895": "Do you remember your password?",
    "16896": "Your password",
    "16897": "Password accepted",
    "16898": "Wrong password, backup your Recovery Key as soon as possible!",
    "16899": "Backing up your Recovery Key enables you to set a new password without data loss. We suggest that you back it up now to a secure location.",
    "16900": "Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[\/A]",
    "16901": "Password Reminder",
    "16902": "Or create a free MEGA account. Registered users enjoy an extra 10% free IP quota allowance.",
    "16903": "Or create an account to participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16904": "Or participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16927": "This action can not be completed as it would take you over your current storage limit",
    "17022": "Account Type",
    "17081": "Incomplete transfer, do you want to resume it?",
    "17082": "Completed transfer. Please save your file.",
    "17083": "The MEGA Universal Windows App is currently being developed. You can get the beta version of the app [A]here[\/A].",
    "17084": "Your download cannot proceed because it would take you over the current transfer quota allowance for your account.",
    "17085": "You have partially downloaded transfers. Would you like to resume them?",
    "17086": "Open folder",
    "17089": "Before you close your account, we would like to know why you are leaving us...",
    "17090": "Your queued download exceeds the current transfer quota available for IP address and may therefore be interrupted. Please consider purchasing a PRO account in order to substantially raise your transfer quota.",
    "17091": "Continue Download",
    "17092": "Are you sure you want to cancel these %1 file transfers?",
    "17093": "Upload and update",
    "17094": "Upload and rename",
    "17095": "Copy and rename",
    "17096": "Move and rename",
    "17097": "The file will be updated with version history: [A]Learn more[\/A]",
    "17146": "This page is for registered users only.",
    "17147": "Clear previous versions",
    "17148": "Current Versions",
    "17149": "Current Version",
    "17150": "Versions",
    "17151": "[X] versions",
    "17152": "1 version",
    "17154": "You are about to delete the version history of 1 file. Please note that the current file will not be deleted. Would you like to proceed?",
    "17155": "Total size taken up by file versions:",
    "17156": "Renamed from %1",
    "17386": "Copy key",
    "17398": "Label",
    "17399": "Manage MEGAdrop Folder",
    "17400": "Cancel MEGAdrop Folder",
    "17401": "MEGAdrop Folders",
    "17402": "MEGAdrop Folder Management",
    "17403": "By doing this you will cancel your MEGAdrop setup for the folder named %1",
    "17404": "Upload a file directly to my MEGA cloud drive without signing up.",
    "17405": "Current speed",
    "17406": "Completion",
    "17407": "Embed code",
    "17408": "Copy code",
    "17409": "Preview MEGAdrop Folder",
    "17410": "Copy and paste the link below to provide an easy access link to the MEGAdrop landing page.",
    "17411": "Copy and paste the link below into your website to generate a button that users can click to open your personal MEGAdrop folder.",
    "17412": "Create MEGAdrop Folder",
    "17413": "A MEGAdrop folder allows anyone to upload files to your MEGA account, even if they don't have an account!",
    "17445": "Date Added",
    "17446": "Date Created",
    "17450": "Make MEGAdrop Folder",
    "17464": "Invite friends and get bonuses",
    "17465": "Invite friends",
    "17466": "Get %1$s of storage and %2$s of transfers for each referral",
    "17476": "Invite your friends to create a free MEGA account and install our mobile app. For every successful signup and app install you will receive bonus storage and transfer quota.",
    "17477": "You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection. Invited contacts must install the MEGA mobile app or the MEGA desktop app on their devices.",
    "17489": "view document",
    "17490": "Manage",
    "17517": "used %tq",
    "17520": "Manage links",
    "17524": "used %tq1",
    "17525": "used %tq2",
    "17533": "MEGAdrop is unavailable",
    "17534": "Either the MEGAdrop link has been cancelled by the owner or the URL you have provided is incorrect.",
    "17535": "Account storage limit has been reached.",
    "17536": "The owner of this MEGAdrop folder has reached their account storage limit and cannot accept any more uploads. Please contact them about upgrading their plan.",
    "17537": "This MEGAdrop is full, please try again later.",
    "17543": "Not achieved",
    "17544": "Invitation sent! Invite another.",
    "17545": "Invite already sent, waiting for response.",
    "17546": "This user has already sent you an invitation.",
    "17548": "Are you sure you want to cancel your subscription? You will lose your PRO status at end of your current subscription period.",
    "17549": "We have recently made some improvements to our Firefox Legacy extension. You can download and install the update using the button below.",
    "17550": "A folder named %1 already exists in this location.",
    "17551": "Copy and merge",
    "17552": "Merge the folder at the destination with the folder you are copying:",
    "17553": "Move and merge",
    "17554": "Merge the folder at the destination with the folder you are moving:",
    "17555": "Upload and merge",
    "17556": "Select whether you want to merge the folders:",
    "17557": "The link you are trying to access is not valid.",
    "17564": "Link error",
    "17565": "The link cannot be managed, due to an unknown error received from server.",
    "17566": "Visit the Contacts tab to add or manage your contacts. [B]Invite your friends to MEGA[\/B] to allow you to [B]share[\/B] with them privately or [B]chat securely[\/B] using MEGAchat.",
    "17567": "Communicate securely with your family, friends and colleagues using MEGAchat. Chats and calls are end-to-end encrypted, [B]not even MEGA can read or listen to your communication[\/B].",
    "17568": "Start uploading files to your account by using the [B]file or folder upload button[\/B], or simply [B]drag and drop[\/B] from your local computer to MEGA in the browser.",
    "17569": "Start uploading files to your account by using the [B]file upload button[\/B], or simply [B]drag and drop[\/B] from your local computer to MEGA in the browser.",
    "17570": "Items moved to the Rubbish Bin will remain there temporarily. The Rubbish Bin is periodically [B]cleaned for you automatically[\/B], and you can control its setup in your Settings.",
    "17571": "Manage your transfers",
    "17572": "You can see the progress of your transfers by placing the mouse over the Transfers tab. If you want to have more control over your transfers, just click the icon to move to the Transfer Manager.",
    "17573": "Notifications will keep you posted regarding everything going on with your account. You can manage your notifications in your Settings.",
    "17574": "Share your content",
    "17575": "You can create a link to share your content by right clicking on the file or folder you want to share and selecting Get Link from the context menu.",
    "17576": "Sharing folders",
    "17577": "To start sharing folders with your contacts, right click on the folder you want to share and choose [B]Share[\/B] from the context menu.",
    "17578": "There is already a file with the same name",
    "17579": "There is already a folder with the same name",
    "17580": "View file versioning settings",
    "17581": "You are about to delete the version histories of all files. Please note that the current files will not be deleted. Would you like to proceed?",
    "17582": "You have [X1] file versions, taking up a total of [X2].",
    "17586": "Download canceled in MEGAsync",
    "17590": "by %1",
    "17591": "Cannot get download status from MEGAsync",
    "17592": "Downloading with MEGAsync ...",
    "17593": "Download is queued in MEGAsync ...",
    "17594": "Download is paused in MEGAsync",
    "17595": "When file versioning is disabled, the current version will be replaced with the new version once a file is updated (and your changes to the file will no longer be recorded). Are you sure you want to disable file versioning?",
    "17596": "Enable or disable file versioning for your entire account:",
    "17597": "You may still receive file versions from shared folders if your contacts have this enabled.",
    "17598": "Delete all file versions:",
    "17599": "Delete all",
    "17600": "This will permanently delete all your own file versions. Any file version shared to you from a contact will need to be deleted by them.",
    "17601": "Enabled",
    "17602": "The current version of the file will be replaced with the file you are uploading.",
    "17603": "Download retrying in MEGAsync",
    "17604": "Download completing in MEGAsync",
    "17605": "Download failed in MEGAsync",
    "17606": "No response from MEGAsync",
    "17617": "Create Folder",
    "17618": "UPLOAD ANOTHER FILE",
    "17619": "MEGAdrop URL was successfully copied to clipboard.",
    "17620": "MEGAdrop source code was successfully copied to clipboard.",
    "17621": "Sync",
    "17626": "By doing this you will cancel your MEGAdrop setup for multiple folders.",
    "17686": "Currently we are not supporting MEGAdrop links in mobile browsers, please use any of the supported web browsers.",
    "17687": "Not supported",
    "17688": "Can you remember your password?",
    "17689": "Tap and hold to copy the Recovery Key to the clipboard.",
    "17690": "To restore your account with your Recovery Key, visit [A]https:\/\/mega.nz\/recovery[\/A] and follow the instructions.",
    "17694": "Download key",
    "17695": "days",
    "17696": "GB",
    "17697": "YYYY",
    "17698": "MM",
    "17699": "DD",
    "17700": "Your message here... (optional)",
    "17701": "Click here to see [B]the exact information[\/B] that will be sent to our servers.",
    "17703": "Flags",
    "17704": "Wait",
    "17705": "Force Reload",
    "17706": "Your login is taking longer than expected. Do you want to wait or force a reload?",
    "17732": "View video",
    "17735": "Objects",
    "17736": "Symbols",
    "17737": "Frequently Used",
    "17738": "Hello, join me on MEGA and get access to encrypted storage and communication.",
    "17739": "Folders cannot be merged due to the presence of a share or a link. If you wish to merge these folders you will need to remove the share or link and retry.",
    "17740": "Your account was terminated due to a breach of MEGA's Terms of Service, such as abuse of rights of others; sharing and\/or importing illegal data; or system abuse.",
    "17741": "Your account has been suspended due to multiple breaches of MEGA's Terms of Service. Please check your email inbox.",
    "17742": "Drop to [S]upload[\/S]",
    "17743": "This file uses a video codec that is not supported by your browser.",
    "17744": "MEGA cannot be used at this zoom level. Please maximize the browser window or zoom out by pressing Ctrl \/ ⌘ then - at the same time to restore zoom to acceptable levels.",
    "17764": "Send to chat",
    "17765": "My chats",
    "17766": "File sent to chat",
    "17767": "Files sent to chat",
    "17768": "Terminated account",
    "17789": "The entered tax number is invalid.",
    "17792": "Your primary disk volume is full. Please free up some space and try again.",
    "17793": "Unfortunately, Chrome only allows MEGA to use a part of your available disk space which is currently insufficient. Please install the [A1]MEGA desktop app[\/A1] or our [A2]Chrome Extension[\/A2], or try to [A3]free up some space[\/A3].",
    "17794": "Initialising...",
    "17795": "MEGAsync stopped responding, it could be closed or too busy.",
    "17796": "Do you want to re-initialise the connection with MEGAsync and turn it off if MEGAsync does not respond?",
    "17797": "Download sent to MEGAsync",
    "17804": "Check your email",
    "17805": "We have sent you an email. If you cannot access your email account, you will need to contact [A]support@mega.nz[\/A].",
    "17806": "Forgot Password",
    "17807": "Recover Account",
    "17808": "I have my Recovery Key",
    "17809": "Enter your Recovery Key to restore your account",
    "17810": "Alternatively, you can read your Recovery Key from the previously exported text file.",
    "17811": "Read Recovery Key From File",
    "17812": "Transfer with MEGAsync if it is running",
    "17813": "I do not have my Recovery Key",
    "17822": "Start video at",
    "17823": "Player dimensions",
    "17824": "When you remove the link of a file, the embedded player also gets disabled. Would you like to continue?",
    "17828": "Play Audio",
    "17879": "%nbFo folders containing a total of %nbFi files were added to the transfer manager",
    "17880": "%nbFo folder containing a total of %nbFi files was added to the transfer manager",
    "17881": "%nbFo folders containing a total of %nbFi file were added to the transfer manager",
    "17882": "%nbFo folder containing a total of %nbFi file was added to the transfer manager",
    "17883": "%nbFi files were added to the transfer manager",
    "17884": "%nbFi file was added to the transfer manager"
}