{"10":"MAI MARE. MAI BUN. MAI RAPID. MAI PUTERNIC. MAI SIGUR.","11":"Articolul 12","12":"Nimeni nu va fi supus la imixtiuni arbitrare în viaţa sa personală, în familia, domiciliul sau corespondența sa, nici la atacuri aduse onoarei și reputației sale. Orice persoană are dreptul la protecția legii împotriva unor asemenea imixtiuni sau atacuri.","13":"Declarația Universală a Drepturilor Omului.","14":"Confirmă ștergerea","15":"Sigur dorești să elimini definitiv toate elementele din coșul de gunoi?","16":"Eroare internă","17":"Cota de lățime de bandă depășită","18":"Prea multe conexiuni pentru această descărcare","19":"Sesiunea de autentificare a expirat sau este invalidă","20":"Temporar indisponibil","21":"Problemă cu contul, te rugăm să verifici emailul","22":"Fișierul nu mai există","23":"Fișiererul nu mai este accesibil","24":"Eroare de decriptare","25":"Folderul în care te afii a fost șters sau mutat de către un alt utilizator.","26":"Folder pierdut","27":"Din păcate, 1 fișier nu poate fi încărcat, deoarece acesta este mai mare de [X].","28":"Din păcate, [X1] fișiere nu pot fi încărcate, deoarece acestea sunt mai mari de [X2].","29":"Ești limitat la încărcarea fișierelor cu Adobe Flash datorită faptului că navigatorul tău nu oferă FileReader HTML5. Dacă dorești să împiedici această limitare (și de a crește performanța per ansamblu a navigatorului), te rugăm să iei in considerare instalarea [A]Google Chrome[\/ A].","30":"Limitare de navigator","31":"Poți încărca numai fișiere mai mici de [X] cu Internet Explorer 9. Chrome, Firefox și Internet Explorer 10 îți permit să încarci fișiere de orice dimensiune.","33":"MEGA funcționează cel mai bine cu Google Chrome","34":"Atenție:","35":"Folosești un navigator învechit, care afectează în mod negativ performanța transferului de fișiere.","36":"Te rugăm să faci trecerea la Google Chrome.","37":"În timp ce alți producători de navigatoarea încă se mai luptă să implementeze toate funcțiile HTML5, Google Chrome le are pe toate - azi. Pentru a te bucura de întreaga putere MEGA (cum ar fi lotul automat de urcare și descărcare), îți sugerăm insistent să abandonezi navigatorul tău actual, învechit și să treci la Chrome cât mai curând posibil.","38":"Nu mai afișa mesajul acesta din nou","39":"Nu, mulțumesc","40":"Descarcă Chrome","41":"Ați eliminat un folder care conține 1 folder partajat.","42":"Odată ce ați golit coșul de funoi această partajare va fi dezactivată.","43":"Ai eliminat un folder care conține [X] foldere partajate.","44":"Odată ce ați golit coșul de gunoi aceste partajări vor fi dezactivate.","45":"Avertizare de folder partajat","46":"Eroare internă","47":"Ups, ceva a mers prost. Îmi pare rău!","48":"Te rugăm să introduci cel puțin trei caractere pentru a căuta.","49":"mută [X] element(ele) selectat(e)","50":"1 fișier","51":"[X] fișiere","52":"și","53":"1 folder","54":"[X] foldere","55":"Citire numai","56":"Citire și scriere","57":"Acces complet","58":"Descarcă","59":"Obține linkul","60":"Partajare","61":"Redenumește","62":"Mută","63":"Copiază","64":"Permisiuni","65":"Ai acces numai pentru citire la acest folder.","66":"Ai acces de citire și scriere la acest folder.","67":"Ai control complet asupra acestui folder.","68":"Folder nou","69":"Crează un folder nou","70":"Golește coșul de gunoi","71":"Adaugă contact","72":"Șterge contactul","73":"Sigur dorești să ștergi acest utilizator din lista de contacte?","74":"Sigur dorești să ștergi acest utilizator din lista de contacte?","75":"Șterge contactul","76":"Ești pe cale să elimini definitiv [X] din coșul de gunoi.","77":"Dorești să continui?","78":"Da","79":"Nu","81":"Ok","82":"Renunță","83":"Elimină","84":"Confirmă ștergerea","85":"Reîncarcă","86":"Nume","87":"Mărime","88":"Tip de transfer","89":"Stare","90":" Viteză","91":"Timp scurs","92":"Timp rămas","93":"Tip","94":"Ultima modificare","95":"E-mail","96":"Drepturi","97":"Încărcare nouă","98":"Încarcă folder","99":"Încarcă fișier","100":"Golește coșul de gunoi","101":"Adaugă contact","102":"Caută","103":"Anulează transferul","104":"Transferuri de fișiere","105":"în așteptare","106":"Manager de fișiere","107":"Dorești să copiezi folderul selectat în dosarul privat de Mesaje primite al lui [X]?","108":"Confirmare","109":"Dorești să copiezi folderul selectat în acest folder partajat?","110":"Dorești să copiezi elementul(ele) selectat(e) î dosarul privat de Mesaje primite al lui [X]?","111":"Dorești să copiezi elementul(ele) selectat(e) în acest folder partajat?","112":"Exportă linkurile pentru fișierele și cheile de decriptare","113":"Linkul fișierului","114":"Cheia fișierului","115":"Numele fișierului","116":"Mărimea fișierului","117":"Mută în locație","118":"Selectează destinația","119":"Cota de lățime de bandă gratuită depășită","120":"Descărcarea nu poate continua, pentru că depăși toleranța de transfer gratuită curentă pentru această adresă IP.","121":"Această limită este dinamică și depinde de cantitatea de lățime de bandă neutilizată pe care o avem la dispoziție.","122":"Doar transferurile efectuate în timpul ultimelor  cinci-șase ore contează.","123":"În acea fereastră de timp:","124":"Ai descărcat [X].","125":"[X1] vor deveni disponibili în [X2].","126":"Limita actuală pentru acest IP este [X].","127":"Pentru confortul tău descărcările din coada de așteptare vor fi puse în așteptare până când veți avea suficientă cotă disponibilă, iar apoi se vor relua automat.","128":"Dacă nu vrei să aștepți, ai putea să iei în considerare cumpărarea unui pachet de lățime de bandă care, de asemenea, îți oferă stocare suplimentară vastă.","129":"Upgrade la Pro","130":"Descarcă fișierele","131":"Clic pe „Allow” pentru încheierea descărcării","132":"Mută elementele","133":"Mută [X]","134":"Copiază [X]","135":"Eroare","136":"Te rugăm să selectezi folderul de destinație.","137":"Te rugăm să selectezi o țintă destinație valabilă.","138":"Folderul de destinație nu poate fi același cu folderul de origine.","139":"Eroare circulară","140":"Eroare circulară: destinația nu poate fi un subfolder al folderului de mutare.","141":"Te rugăm să introduci o adresă de e-mail valabilă","142":"Te rugăm să astepți...","144":"Elimină partajarea","145":"Adresă de e-mail:","146":"Partajează cu un utilizator nou:","147":"Acordă acces","148":"închide","149":"Partajare","150":"Contact invitat","151":"Acest utilizator [X] a fost invitat și va apărea în lista de contacte odată înregistrat.","152":"Nu te poți adăuga în lista de contacte.","153":"Adresă de e-mail:","154":"Adaugă contact","155":"Adaugă","156":"Renunță","157":"Numele folderului","158":"Creează","159":"Renunță","160":"Acest nume de folder este deja în uz. Te rugăm să încerci din nou.","161":"Redenumește","162":"Redenumește","163":"Renunță","164":"Unitate cloud","165":"Contacte","166":"Mesaje primite","167":"Coș de gunoi","168":"Coș de gunoi","169":"Meniu","170":"Înregistrează-te","171":"Autentifică-te","172":"Trage şi plasează fișierele oriunde","174":"sau","175":"Selectează fișierele","176":"Selectează fișiere pentru încărcare","177":"Tu decizi ceea ce salvezi în cloud","178":"Colaborare online sigură","179":"Manager de fişiere puternic","180":"Ecosistemul de aplicaţii","181":"Funcţii detaliate","182":"Partajează foldere criptate cu colegii sau partenerii de afaceri și fă schimb de documente confidențiale cu criptare în întregime transparentă. ","183":"Vizualizează și gestionează fișierele în navigatorul tău, cu lot accelerat integrat de urcare și descărcare.","184":"Un API deschis ușor de folosit permite programatorilor să îmbunătățească funcționalitatea MEGA.","185":"Criptare RSA de 2048 de biţi","186":"Deconectează-te","187":"Contul meu","188":"Manager de fişiere","189":"Abandonează sesiunea","190":"Autentificare","191":"crează un cont","192":"Ține-mă minte","193":"Autentificare","194":"[X] servere online","195":"E-mailul tău","196":"E-mailul tău","197":"Te rugăm să introduți adresa ta de e-mail.","198":"Te rugăm să introduci o adresă de e-mail valabilă.","199":"Te rugăm să introduci parola.","200":"Ups, ceva a mers prost.","201":"E-mail și\/sau parolă incorecte. Te rugăm să încerci din nou.","202":"Creează un cont nou","204":"sau","205":"autentifică-te","206":"Numele tău","207":"E-mailul tău","208":"Sunt de acord cu [A]termenii serviciului[\/ A] MEGA","209":"Înregistrează-te","210":"Pregătește-te pentru o eră nouă","211":"Stocarea în cloud nu va mai fi niciodată la fel","212":"Te rugăm să introduci numele.","213":"Te rugăm să alegi o parolă.","214":"Trebuie să accepți termenii serviciului nostru.","215":"A apărut o eroare necunoscută. Te rugăm să încerci din nou.","216":"Minunat","217":"Te rugăm să verifici e-mailul și să dai clic pe link pentru a confirma contul.","218":"De pe această adresă de e-mail s-a înregistrat deja un cont cu MEGA.","219":"De pe această adresă de e-mail s-a înregistrat deja un cont cu MEGA.","220":"Slabă","221":"Bunicică","222":"Bună","223":"Excelentă","224":"SELECTEAZĂ FIŞIERELE PENTRU ÎNCĂRCARE","225":"SELECTEAZĂ FIȘIERELE PENTRU ÎNCĂRCARE SAU TRAGE-LE AICI","226":"Pentru a preveni supraîncărcarea resurselor, uneori trebuie să limităm utilizarea lățimii de bandă. În ultimele șase ore, adresa ta de IP a consumat [X1], care, împreună cu folderul selectat din [X2], ar depăși limita actuală de [X3]. Pentru a asigura accesul echitabil și egal la resursele noastre, descărcările în curs au fost puse în așteptare. Se vor relua în mod automat odată ce congestia dispare.","227":"Transferurile care sunt plătite sunt scutite de la această cotă de lățime de bandă, deci, dacă nu dorești să aștepți, poți lua în considerare cumpărarea unui cont Pro.","228":"Gestionarea traficului în vigoare","229":"Nu se afișează din nou","230":"Treci la un cont Pro","231":"Nu, mulțumesc, voi aștepta","232":"Nu, mulțumesc, voi aștepta","233":"Eroare temporară, reîncercare.","234":"Descarcă fișierul","235":"Descarcă","236":"Importă","237":"Descărcarea începe","238":"Raportează pentru încălcarea drepturilor de autor","239":"Descărcare încheiată","240":"Pentru a încheia procesul de transfer de fișiere, va trebui să salvezi fișierul manual.","241":"Salvează fișierul","242":"Treceți la Chrome pentru a te bucura pe deplin de puterea MEGA","243":"Fișierul pe care încerci să-l descarci nu mai este disponibil.","244":"Acest lucru ar putea fi din cauza următoarele motive:","246":"Fișierul a fost eliminat din cauza încălcării regulilor ToS\/AUP.","247":"URL invalid - linkul pe care încerci să-l accesezi nu există","248":"Fișierul a fost șters de către utilizator.","249":"Fișierul pe care încerci să-l descarci nu este temporar disponibil.","250":"Infrastructura redundantă a eșuat. Acest lucru ar putea fi din cauza următoarele motive:","251":"Unele servere sunt inactive pentru mentenanță.","252":"Sistemele ne sunt supraîncărcate și adăugăm capacitate mai mare.","253":"Te rugăm să încerci din nou mai târziu.","254":"Fișierul pe care încerci să-l descarci nu mai este disponibil.","255":"Acest fișier nu mai este disponibil din cauza revendicării drepturilor de autor de către [X].","256":"Cheia ta nu are lungimea corectă.","257":"Te rugăm asigură-te că introduci o cheie validă.","258":"Descărcare","259":"Ce înseamnă „MEGA”?","260":"MEGA este un acronim recursiv și înseamnă „MEGA Encrypted Global Access”.","261":"Ce face MEGA?","262":"MEGA este un așa-zis furnizor de stocare în cloud. Acesta oferă acces gratuit și acces plătit la spațiul de stocare și de lățime de bandă. Acesta îţi permite să stochezi și să accesezi fișierele din cadrul navigatorului tău sau prin aplicații de client dedicate.","264":"După cum ştim noi, stocarea în cloud şi criptarea sunt legale. Te rugăm să respecţi legile și reglementările privind [B]modul[\/ B] de utilizare al stocării în cloud și criptarea, precum și [A]termenii de utilizare[\/ A].","265":"MEGA a fost făcut de către aceiași oameni care au rulat anterior unul dintre cele mai mari companii de stocare în cloud. Pot avea contul meu și fișierele mele înapoi?","266":"Din păcate, MEGA nu are acces la nici una dintre activele care angajații săi au creat anterior. Nu există nici o legătură juridică și nici de reciclare a oricăror înregistrări codificate, hardware sau de baze de date, iar noi, prin urmare, nu vedem în prezent nici o modalitate de recuperare a datelor moștenite.","267":"De ce s-a întemeiat o companie de cloud storage tocmai in Noua Zeelandă?","268":"Pe lânga alte motive importante, numele Noua Zeelandei in limba maori este \"Aotearoa\", ceea ce înseamnă \"Pământul norului alb si lung\".","269":"Pot accesa MEGA pe dispozitivul meu mobil?","270":"MEGA a fost optimizat pentru browserele desktop. Muncim din greu pentru a face MEGA deplin compatibil cu toate dispozitivele mobile importante, și tablete. Te poți aștepta la aplicații personalizate pentru dispozitivul tău mobil favorit în viitorul apropiat.","271":"Pot relua incărcări sau descărcări întrerupte ?","272":"Da, atâta timp cât nu închideți tab-ul browser-ului, incărcările și descărcările se vor relua în mod automat după ce de exemplu, o întrerupere de rețea sau un aparat care a intrat pe mod standby\/sleep. Te rugăm să reții că serverele noastre se debarasează în mod automat de incărcările incomplete, după 48 de ore de inactivitate.","273":"Pot încărca același fișier de mai multe ori?","274":"Deoarece serverul nu poate vedea numele fișierelor, coliziunile între nume trebuie să fie tratate pe partea de client. Cu setările standard, dacă încărci un fișier care deja pare să fie în contul tău (aceeași țintă\/nume de fișier, de aceeași dimensiune, același timp, ultima modificare), acesta este omis, dar nimic nu te împiedică să păstrezi mai multe fișiere sau foldere cu același nume în același folder.","275":"Cum se reglementează utilizarea lățimii de bandă?","276":"Politica noastra este de a nu impune restricții artificiale pe utilizatorii noștri cu excepția cazurilor impuse de blocajele de infrastructură. Ne rezervăm, prin urmare, dreptul de a plafona lățimea de bandă de utilizare pentru motive operaționale în orice moment, pe o baza per-IP. Coada dvs. de transfer se va relua în mod automat odată ce congestia dispare. Nu este necesară o intervenție manuală.","277":"Sunt limite de dimensiuni de fișiere pe MEGA?","278":"Noi nu impunem limite artificiale pe dimensiuni de fișiere, altele decât spațiul disponibil pe Cloud Drive. Cu toate acestea, unele browsere mai vechi sau inadecvate  din punct de vedere tehnic necesită ca întregul fișier să fie stocat în memorie pentru a putea descărca (Firefox, IE10, Opera), sau pentru ambele descărcare și încărcare (IE9, Safari 5).","279":"Pot încărca și descărca în același timp?","280":"Da. O încărcare și o descărcare per fila de navigator pot rula în paralel.","281":"De ce nu oferiți miniaturi de imagini sau previzualizare de streaming de fișiere video și audio?","282":"Deoarece modelul nostru de criptare în întregime se opune în mod inerent la orice manipulare pe partea de server a datelor, care ar trebui să pună în aplicare o astfel de facilitate.","283":"Cum pot încărca fișiere MEGA?","284":"Există trei moduri de a încărca fișiere la MEGA folosind navigatorul web:","285":"1. Clic pe butonul roșu de pe pagina de start","286":"2. Du-te la managerul de fișierele și fă clic pe butonul  „Încarcă fișier” sau (dacă utilizezi Chrome) „Încarcă \tfișier” în partea de sus","287":"3. Trage și plasează fișierele oriunde sau (dacă utilizezi Chrome) folderele pe site","288":"Cum pot instala MEGA?","289":"Nu aveți nevoie să instalați nimic. MEGA este în întregime pe browser și funcționează cu toate browserele actuale majore. Pentru a elibera întregul potențial MEGA, va îndemnăm puternic să utilizați Google Chrome.","290":"Cum funcționeaza partajarea de foldere?","291":"Aveți posibilitatea să partajați orice subarbore a unității nor cu prietenii, familia sau colegii. Invitație este prin e-mail. Invitații care nu au încă un cont vor primi o notificare prin e-mail cu un link de înscriere. Alternativ, aveți posibilitatea să creați un link public la oricare dintre folderele și exportul folder specific cu cheie cripto, făcându-l accesibil fără un cont MEGA. Acesta este apoi responsabilitatea dumneavoastră să transmiteți în siguranță cheia folderului la destinatar(i).","292":"Pentru a stabili, modifica sau șterge o partajare, pur și simplu faceți clic dreapta pe un folder din Manager fișiere și selectați Partajare. Există trei niveluri de acces: Citire-numai, Citire\/scriere (fișierele pot fi adăugate, dar nu eliminate), și plin (fișierele pot fi adăugate și șterse).","293":"Dacă ați adăugat o adresă de e-mail care nu are încă un cont, trebuie sa fi online cel puțin o dată după ce destinatarul completeaza procesul de înscriere, astfel încât să puteți cripta parts său cheii publice nou create.","294":"Cum pot șterge persoane din folderul partajat?","295":"Pur și simplu clic dreapta pe un folder din file manager și selectează partajare. Vei vedea toate persoanele care au în prezent acces la folderul partajat. Clic dreapta pe persoană și alege opțiunea Șterge din meniu.","296":"Cum recunosc folderele mele partajate ?","297":"Folderele partajate dumneavoastră în file manager au o pictogramă specială, cu o mână sub folder.","298":"Pot partaja foldere care au fost partajate cu mine?","299":"Nu. Partajările de folder nu sunt tranzitive.","302":"Cum pot conecta un fișier de pe MEGA?","303":"Mai întâi de toate, o precauție: securitatea criptografică a fișierelor depinde de confidențialitatea cheilor de criptare asociate. Asigură-te că le transmiți numai prin intermediul canalelor protejate! E-mail-ul standard, de exemplu, nu este suficient de bun.","304":"Cu asta în minte, selectați unul sau mai multe fișiere din File Manager, apoi faceți clic dreapta și folosește \"Obține link-ul\". Un dialog cu link-ul public către fișier(e) pe care le-ați selectat se va deschide. Puteți alege să exporte fiecare link și cheie separat sau totul ca un combo.","305":"Cum functioneaza criptarea?","306":"Toată criptarea este end-to-end. Datele încărcate sunt criptate pe dispozitivul de încărcarea înainte de a fi trimise pe Internet, precum și datele descărcate sunt decriptate numai dupa ce a ajuns pe dispozitivul de descărcare. Calculatorul clientului este responsabil pentru generarea, schimbul și gestionarea cheilor de criptare. Cheile de criptare utilizabile nu vor părăsi vreodată calculatoarele client (cu excepția de chei RSA publice).","307":"Toate datele mele personale sunt criptate?","308":"Nu. Numai datele și numele de fișiere\/foldere sunt criptate. Informațiile de care avem nevoie pentru acces operațional, cum ar fi adresa de e-mail, adresa IP, structura de foldere, fișiere de proprietate și acreditările de plată, sunt stocate și procesate necriptat. Te rugăm să consulți politica noastră de confidențialitate pentru detalii.","309":"Sunt datele mele absolut sigure?","310":"Toată securitatea este relativă. Următorii vectori de tipuri de atac există - ele nu sunt specifice MEGA, dar vrem să știi despre riscurile lor:","311":"Conturile individuale sunt puse în pericol de:","312":"- Spyware de pe computer. Un keylogger simplu este de ajuns, dar scrisorile de acreditare si chei de sesiune ar putea fi, de asemenea, extrase din memorie sau sistem de fișiere.","313":"- Umărul dvs.. Nu tastați parola în timp ce cineva ar putea privi ceea ce scrieți cu tastatura.","314":"- Parole forțate-brut. Utilizați parole puternice.","315":"- Phishing. Întotdeauna confirmă starea de securitate a conexiunii (https:\/\/), precum și numele de domeniu corect (mega.co.nz) înainte de a introduce parola.","316":"Scară largă atacuri ar putea fi montat prin:","317":"- Atacul\" un om de mijloc\". Necesită emiterea unui certificat valabil SSL duplicat în combinație cu falsificarea  DNS și\/sau atacuri pe rutele noastre BGP.","318":"- Obținerea accesului la servere web hosting https:\/\/mega.co.nz\/index.html și înlocuirea acelui fișier cu o versiune falsa (acest lucru nu ar afecta accesul prin intermediul bazei de app instalată). Rețineți că manipularea nostru conținut de pe CDN distribuită conținut static nu prezintă un risc de securitate, așa cum tot conținutul activ încărcate de la index.html este supusă verificării, cu un hash criptografic (cred ca e un fel de \"boot sigur\" pentru site-uri web). Acest tip de atac impune trimiterea cod rău intenționat la client și, prin urmare, este detectabil.","319":"- Obținerea accesului la infrastructura de serverul nostru de bază și crearea de cereri false cheie pe acțiuni existente. Acest tip de atac afectează numai datele în folderele partajate și este detectabilă pe partea de client.","320":"Ce se întâmplă dacă nu am încredere în voi? Este încă sigur pentru mine să utilizez MEGA?","321":"Dacă nu aveți încredere în noi, nu puteți rula orice cod furnizat de noi, asa ca deschiderea site-ul nostru în browser-ul dvs. și introducerea parolei dvs. este în afara limitelor. Dacă totuși doriți să utilizați MEGA, trebuie să facă acest lucru printr-o app client care a fost scrisa de cineva in care aveți încredere.","322":"Am încredere în dumneavoastră și Noua Zeelandă centru de date, dar nu am încredere în dumneavoastră germană centru de date, deoarece este condus de o companie din SUA. Este încă în siguranță pentru mine de a utiliza MEGA?","323":"Da, aveți posibilitatea să utilizați în condiții de siguranță MEGA, chiar dacă serverele noastre din Germania au fost pe deplin compromise.Noua Zeelandă centru de date se asigură că nici un cod rogue poate rula atunci când vizitați https:\/\/mega.co.nz\/.","324":"Sunt datele pe care le-am pus în folderele partajate la fel de sigure datele mele alte?","325":"Foldere partajate, prin natura, sunt doar la fel de sigure ca și cel de membru securizat. Cu toate acestea, un compromis a infrastructurii noastre serverului de bază reprezintă un risc suplimentar: chei publice ar putea fi manipulat, și solicită cheie ar putea fi falsificate.","326":"Să presupunem că un nod de depozitare MEGA este compromis fizic. Care sunt riscurile?","327":"Să presupunem că un nod de depozitare MEGA este compromisă fizic. Care sunt riscurile?","328":"Este o idee bună a stoca toate datele mele într-un singur loc?","329":"Păstrați întotdeauna copii redundante ale fișierelor importante, online și offline. Deși noi fiecare fișier în cel puțin două locații, nu există nici o garanție împotriva deficiențelor multiple concurente și abateri repetate guvern fără precedent.","330":"De ce ar trebui să încredințez datele mele tocmai vouă?","331":"Noi oferim pentru criptare de utilizare controlată (BUM), în cazul în care ați, utilizatorul, să controleze cheile.Punere în aplicare BUM este open source, și invităm și să încurajeze comunitatea să-l controleze și să ofere feedback. Noi credem că această abordare este mult mai sigur decât stocarea datelor pe un furnizor cu server-side criptare în cazul în care ISP-ul controlează tastele sau, mai rău, nici de criptare, la toate - în cazul în care, de exemplu, fișierele Mega utilizatorului, au fost brusc accesibile fără o parolă din cauza la o eroare de programare, ei ar fi citit fără cheile de decriptare user-controlate.","332":"Am observat că folosiți HTTPS pentru transferul de date deja criptate. Nu este redundante?","333":"Acesta este. Din păcate, cele mai multe browsere ia infracțiune cu stabilirea de conexiuni nesigure de pe o pagină securizată, și care le-ar putea învinui pentru asta - ei nu pot fi, eventual, conștienți de faptul că nu există un alt strat de criptare deja în funcțiune. Deoarece HTTPS are un efect negativ asupra performanței, ne permite să-l opriți pe browsere care permit aceasta (Internet Explorer nu) pentru a accelera transferurile fără a periclita integritatea sau confidențialitatea datelor dumneavoastră. Veți vedea un avertisment SSL apar la transferul de fișiere primul în unele browsere - în acest caz (și numai în acest sens), este sigur de a ignora.","334":"De ce algoritmi de criptare face uz intern MEGA?","335":"Pentru transferurile în masă, AES-128 (credem că utilizarea CPU mai mare a AES-192 și a AES-256 depășesc beneficiile teoretice de securitate, cel puțin până la apariția calculatoarelor cuantice). Verificarea integrităţii de post-descărcare este realizată printr-o variație în grupuri a CCM, care este mai puțin eficientă decât OCB, dar fără a fi sub un brevet.","336":"Pentru stabilirea de secrete partajate între utilizatori și fişierele păstrate în dosarul Mesaje primite, folosim RSA-2048 (lungimea cheii a fost aleasă ca cale de mijloc între „prea nesigur” și „prea lent”). Criptarea, decriptarea şi generarea cheii, toate sunt implementate în JavaScript, care limitează rata de transfer la câţiva MB\/s şi cauzează încărcarea semnificativă a procesorului. Suntem nerăbădători privind implementarea API-ului propus în HTML5 numit WebCrypto în toate navigatoarele importante, ceea ce va elimina acest obstacol.","337":"Generatorul de numere aleatorii Javascript lui este majorat cu un mouse \/ tastatură de distribuție bazate pe RC4 piscină entropie.","338":"MEGA păstrează copii de siguranță ale fișierelor mele?","339":"Noi stocăm fișierele pe cel puțin două servere în centre de date diferite, dacă sunt disponibile.","340":"Mi-am uitat parola. Se poate reseta?","341":"Din păcate, parola MEGA nu este doar o parolă - este cheia de criptare principală la toate datele. Dacă o pierzi, pierzi accesul la toate fișierele care nu sunt într-un folder partajat și cele care nu au fost exportate anterior sau folderul cheie.","344":"Când am nevoie să fac upgrade la un cont Pro?","345":"Un cont Pro îți oferă spațiu de stocare suplimentar și cotă de lățime de bandă în plus pe care le trage în mod automat ori de câte ori de la o limită de lățime de bandă de funcționare este atinsă - se poate utiliza cota tine, sau acorda terților acces la datele dvs. (aceasta include utilizatorii care nu au un cont de MEGA). Procentul maxim din cota alocată pentru lățimea de bandă pentru terți este configurabilă în setările contului tău.","346":"La ce este bună opțiunea de limitare a vitezei mele de încărcare?","347":"Multe rutere nu acordă prioritate pachetelor mai mici, în cazul congestionării legăturii, rezultând în traficul de intrare, acesta fiind grav afectat atunci când legătura de ieșire este plină. Noi măsurăm, prin urmare, lățimea de bandă disponibilă de ieșire în cursul primelor zece secunde de o încărcare și apoi să păstreze cel puțin 10% din nefolosit. Poți încerca pentru a maximiza performanța de încărcare prin dezactivarea acestei opțiuni.","348":"Ce primesc cu contul meu gratuit?","349":"Un nivel global accesibil, de înaltă performanță, unitatea de cloud securizată cu [X] de spațiu de stocare. Dacă aveți nevoie de mai mult decât atât, aveți posibilitatea să faceți upgrade la un cont [A1]Pro[\/ A1]. Fă clic [A2]aici[\/ A2] pentru a vedea utilizarea curentă.","359":"Oferiţi un API?","361":"Da. Codul cu sursă liberă Javascript care implementează interfața bazată pe navigator, MEGA folosește API-ul nostru, astfel încât să aveți o mulțime de exemple de cod din lumea reală pentru a trage de la, dacă veți găsi noastre [A]documentație[\/ A] insuficiente. Din moment ce nu avem resurse pentru a construi toate aplicațiile reci care transforma MEGA într-un instrument versatil si util noi înșine, te invităm să ne ajuți. După audit codul aplicația ta pentru backdoors, va fi inclus pe site-ul nostru. Suntem bucuroși să discutăm modele de repartizare a veniturilor pentru aplicații extrem de populare.","362":"Pentru a preveni supraîncărcarea resurselor pe care le avem uneori trebuie să limităm utilizarea lățimii de bandă. Fișierul pe care încercați să-l descărcați este mai mare decât limita actuală de [X3]. Transferul a fost amânat și se va relua în mod automat odată ce congestia dispare.","365":"Navigatorul tău este prea vechi pentru a descărca un fișier așa mare.","366":"Avertizare copyright","367":"MEGA respectă drepturile de autor ale altora și impune ca utilizatorii serviciului nor MEGA conforme cu legile dreptului de autor. Este strict interzisă utilizarea serviciului cloud pentru a încălca drepturile de autor MEGA. Tu nu poati încărca, descărca, stoca, partaja, afișare,, distribui, e-mail, legătură, transmite sau pune la dispoziție orice fișiere de date, sau conținut care încalcă orice drept de autor sau alte drepturi de proprietate ale unei persoane sau entități.","368":"Atenție:","369":"Modelul de securitate criptografică MEGA depinde de confidențialitatea cheilor afisate mai sus. Evită transmiterea acestora prin canale nesigure!","370":"Copiază în clipboard","371":"Copiat în clipboard","372":"Încărcare","373":"Descărcare","374":"Noi promitem, noi livrăm","375":"Navigare blocată din cauza transferurilor de fișiere în curs.","376":"Trebuie să fii autentificat pentru a vedea această pagină.","377":"Transferul de fişiere este în curs. Dacă vei continua, acestea vor fi anulate.","378":"Te rugăm să introduci parola pentru a confirma contul.","379":"Te rugăm să te autentifici pentru a importa acest fișier în contul tău.","380":"Introdu cheia de decriptare","381":"Toate drepturile rezervate","382":"făcut în Noua Zeelandă","383":"Suport","384":"Centrul de ajutor","385":"Termenii serviciului","386":"Politică de confidențialitate","387":"Drepturi de autor","388":"Comunitate","389":"Blog","390":"Parteneriate","391":"Distribuitori","392":"Dezvoltatori","393":"Parteneri de găzduire","394":"Investitori","395":"Devino un distribuitor","396":"Despre noi","397":"Cont de membru gratuit","398":"Cont de membru Pro","399":"Contactează-ne","400":"Noțiuni de bază","401":"Partajarea","402":"Securitate și confidențialitate","403":"Cont","404":"Plăți și facturare","405":"Unelte","406":"Cele mai intrbate intrebari","407":"Categorii:","408":"Ianuarie","409":"Februarie","410":"Martie","411":"Aprilie","412":"Mai","413":"Iunie","414":"Iulie","415":"August","416":"Septembrie","417":"Octombrie","418":"Noiembrie","419":"Decembrie","420":"Te rugăm să te autentifici pentru a începe încărcarea.","421":"Te rugăm să accepți termenii serviciului nostru","422":"Accept","423":"Ai nevoie de un cont înregistrat pentru a folosi funcția de partajare. Dorești să te inregistrezi acum?","424":"Partajare dezactivată","425":"Redenumește folderul","426":"Redenumește folderul","427":"Detalii privind contul","428":"Vouchere","429":"Istoricul sesiunilor","430":"Istoricul achizițiilor","431":"Istoricul tranzacțiilor","432":"Tipul contului:","433":"Upgradează","434":"Tipul abonamentului:","435":"GRATUIT","436":"Fără ciclu de facturare ","437":"Spațiu de stocare:","438":"[X] folosit","439":"[X1] de [X2]","440":"Management de lățime de bandă","441":"Activează managementul lățimii de bandă","442":"Dezactivează managementul lățimii de bandă","443":"Poți specifica procentajul de alocare pentru servirea lățimii de bandă.","444":"Setează servirea lățime de bandă:","445":"Servirea lățime de bandă","446":"(pentru descărcări de părți terțe ale fișierelor)","447":"Descărcarea lățimii de bandă","448":"(pentru descărcarea de fișiere de părți terțe)","449":"Soldul contului","450":"Reîncărcarea contului","451":"Creează vouchere:","452":"Tipul de vocher:","453":"Selectați tipul de voucher","454":"Cantitate:","455":"Creați","456":"Revendică voucherul:","457":"Cumpără voucherul","458":"Revendică","459":"Voucherele tale","460":"Vouchere nefolosite","461":"Vouchere revendicate","462":"Vouchere anulate","463":"Vouchere revocate","464":"Toate voucherele","466":"Ultimele [X]","467":"Istoricul sesiunii","468":"Istoricul achizițiilor","469":"Ultimele [X] achiziții","470":"Istoricul tranzacțiilor","471":"Ultimele [X] tranzacții","472":"Ultimele [X] sesiuni","473":"Ups, acesta nu pare a fi un cod de voucher valabil.","474":"Data expirării:","475":"Data\/ora","476":"Element","477":"Cantitate","478":"Metodă de plată","479":"Navigator","480":"Adresă-IP","481":"Țară","482":"Cele mai recente activităţi","483":"Sesiunea curentă","484":"ID-ul tranzacției","485":"Credit","486":"Debit","487":"Codul voucherului","488":"Stare","489":"Nefolosit","490":"Revendicat la","491":"Revocat la","492":"Anulat la","494":"Alege pachetul:","495":"Memorie","496":"Lățime de bandă","497":"Selectați tariful:","498":"per lună","499":"per an","500":"Selectează tariful:","501":"economisești 17%","502":"Selectează tariful:","503":"Alege metoda de plată:","504":"Soldul prepaid","505":"cumpără voucher","506":"Professional","507":"continuă","508":"cod de voucher","509":"CONFIDENŢIALITATEA COMPANIEI","510":"Bine ai venit la MEGA!","511":"Perechea de chei private\/publice de 2048 de biți RSA sunt acum create.","512":"Pentru a consolida cheie, am colectat de la entropie mișcările mouse-ul și timpii keystroke.","513":"Codul de bon a fost răscumpărat la contul tău. Cu toate acestea, soldul noului card prepaid este insuficient pentru această achiziție. Te rugăm să adaugi sold, sau încearcă să cumperi un pachet mai ieftin.","514":"Sold insuficient, te rugăm să încerci din nou.","515":"Acest folder conține mai mult de 500 de intrări. Folderele mari pot încetini navigatorul tău. Te rugăm să iei în considerare utilizarea subfolderelor.","516":"Obține suport","517":"Ceva nu merge bine pentru tine? Te rugăm să verifici [A]centrul de ajutor[\/ A]. Dacă întrebarea ta nu are răspuns acolo, nu ezita să ne contactezi.","518":"Legal","519":"Departamentul nostru juridic este disponibil să răspundă la cererea ta.","520":"Drepturi de autor","521":"Te temi că un utilizator încalcă drepturile de proprietate intelectuală? Te rugăm să trimiți un aviz de eliminare prin intermediul [A]formularului online[\/ A] sau trimite-ne un email.","522":"Sugerează îmbunătățiri","523":"Te rugăm să trimiți cereri și sugestii de caracteristici și utilizabilitate aici.","524":"Raportează o eroare","525":"MEGA este în prezent în versiune beta și esti invitat să trimiți rapoarte de erori.  Cu cât mai detaliat, cu atât mai bine.","526":"Media","527":"Invităm membri ai mass-media, inclusiv bloggeri, să ne contacteze cu cereri referitoare la MEGA.","528":"Devino un distribuitor","529":"Devino parte din povestea de succes!","530":"Programul nostru de distribuție îți permite să vinzi voucherele Mega direct la clienții tăi.","531":"Detalii:","532":"Vei primi acces la interfața noastră sofisticată de management de vouchere.","533":"Creează vouchere în timp real de la soldul contului tău.","534":"Cotă de venituri generoasă de la început.","535":"Cu cât mai mult vinzi, cu atât mai mare partea ta de venituri, mai mult profit.","536":"API-ul de distribuție îți va permite să dezvolți aplicații, care pot interacționa cu sistemul nostru în timp real.","537":"Publicitate gratuită: saitul tău va avea link pe Mega.","538":"După revizuirea și aprobarea cererii tale de de distribuție. Afacerea ta și saitul trebuie să îndeplinească standardele noastre.","539":"Venituri","540":"Distribuirea veniturilor dvs. vor fi decontate la crearea voucherelor.","541":"Cifra de afaceri lunară","542":"Venituri","543":"Mai mult decât [X]","544":"Cerere de distribuitor","545":"Înscrie-te ca un distribuitor","546":"Detalii","547":"Detaliile tale","548":"Piețe","549":"Selectați piețele de distribuire:","550":"Plăți","551":"Selectează metodele de plată","552":"Selectează metodele de plată din lista de furnizori disponibili","553":"Furnizorul tău de plată nu este listat? Te rugăm să ne trimiți un [A]e-mail[\/ A]","554":"Completat","555":"Sunt de acord cu [A]termenii de distribuție ai serviciului[\/ A] MEGA","556":"Următorul","557":"Selectează piețele din lista de țări disponibile","558":"Precedent","559":"Numele tău","560":"URL pentru afacere","561":"Adresa","562":"Codul poștal","563":"Numele afacerii","564":"Numărul de telefon","565":"Orașul","566":"Selectează țările per metoda de plată:","568":"Te rugăm să selectezi țara ta","569":"Setările de transfer","570":"Numărul de conexiuni paralele de încărcare:","571":"Numărul de conexiuni paralele de descărcare:","572":"Limită de viteză de încărcare:","573":"Niciuna","574":"Automat","575":"Fixat","576":"Treci peste fișierele identice atunci când sunt încărcate:","577":"Da","578":"Nu","579":"Utilizează SSL pentru transferuri de fișiere:","580":"Dezactivarea SSL îmbunătățește performanta și nu reduce securitatea.","581":"Te rugăm să introduci numele.","582":"Te rugăm să introduci URL-ul pentru afacere.","583":"Te rugăm să introduci adresa ta.","584":"Te rugăm să introduci codul poștal.","585":"Te rugăm introduci numele afacerii tale.","586":"Te rugăm să introduci numărul tău de telefon.","587":"Te rugăm să introduci orașul tău.","588":"Te rugăm să introduci țara ta.","589":"Trebuie să accesezi termenii serviciului de distribuitor.","590":"Te rugăm să selectezi cel puțin o țară.","591":"Te rugăm să selectezi cel puțin o metodă de plată.","592":"Te rugăm să selectezi cel puțin o țară pe prestatorul de plată.","593":"Minunat","594":"Vei primi un e-mail de la noi cu instrucțiuni suplimentare.","620":"Aviz de presupusa încălcare","621":"Aviz","622":"MEGA respectă drepturile de autor ale celorlalţi și cerem utilizatorilor serviciului nostru să se supună legilor privind drepturile de autor. Este strict interzisă folosirea serviciilor noastre pentru a încălca drepturile de autor. Nu poți încărca, descărca, stoca, partaja, afișa, difuza, distribui, trimite email, oferi link, transmite sau, altfel, pune la dispoziție fișiere, date sau conținut care încalcă drepturi de autor sau alte drepturi de proprietate ale unei persoane sau entități. Vom răspunde la avizurile privind pretinsa încălcare a drepturilor de autor care respectă legislația în vigoare și ne sunt corect furnizate. Dacă credeți că conținutul dvs. a fost copiat sau utilizat într-un mod care constituie încălcarea drepturilor de autor, te rugăm să ne furnizezi următoarele informaţii: (i) o semnătură fizică sau electronică a titularului drepturilor de autor sau a unei persoane autorizate să acționeze în numele acesteia; (ii) identificarea unei lucrări pretinsă a fi încălcat drepturile de autor; (iii) identificarea materialului care se pretinde a fi încălcat sau care să fie subiectul activității de încălcare și care urmează să fie eliminat sau accesul la care trebuie să fie dezactivat și informații suficiente pentru a ne permite să localizăm, de exemplu, adresa URL (Uniform Resource Locator); (iv) informațiile tale de contact, inclusiv adresa, numărul de telefon și o adresă de email; (v) o declaraţie conform căreia ești convins, cu bună credință, că utilizarea materialului în maniera reclamată nu a fost autorizată de titularul drepturilor de autor, de agentul acestuia sau prin lege; și  (vi) o declarație privind faptul că informațiile din notificare sunt corecte, și sub pedeapsa de sperjur, că ești autorizat să acționezi în numele titularului drepturilor de autor.","623":"Ne rezervăm dreptul de a elimina datele pretinse a fi încălcătoare, fără notificare prealabilă, la discreția noastră și fără răspundere pentru tine. În circumstanțe adecvate, vom închide şi contul tău, dacă eşti determinat să fii un încălcător de drepturi repetitiv. Agentul nostru notificator privind legislaţia drepturilor de autor desemnat pentru presupusa încălcare a drepturilor este:","624":"Dreptul de autor","625":"Te rugăm să foloseşti acest formular pentru a trimite o notificare privind drepturile de autor. Vom răspunde în termen de 24 de ore (instantaneu în timpul orelor de afaceri).","626":"Conținutul:","627":"Câmp obligatoriu","628":"Încalcă drepturile mele de autor personale.","629":"Încalcă drepturile de autor ale cuiva sunt autorizat să reprezinte.","630":"Tipul de eliminare:","631":"Selectați tipul de eliminare:","632":"1. Dezactivează numai URL-ul(urile) furnizat public - fișierul(ele) va rămâne în contul proprietarului","633":"2. Dezactivează toate URL-urile publice ale fișierului de bază pentru URL-ul furnizat  - fișierul(e) va rămâne în contul(urile) proprietarului","634":"3. Elimină toate instanțele fișierului(elor) de bază din URL-ul(urilor) furnizat - nu există nici un utilizator care este permisă pentru a stoca acest lucru sub nici o circumstanță în toată lumea","635":"Declar că am o cu bună credință că utilizarea în comun a materialelor cu drepturi de autor de la locatia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul acestuia, sau de lege (de exemplu, ca o utilizare echitabilă)","636":"Înțeleg că pot fi răspunzător pentru daunele, inclusiv costurile și onorariile avocaților, dacă cu bună ştiinţă și în mod real denaturez că conținutul raportat, URL-urile sau fișierele încalcă drepturile de autor.","637":"Informațiile din această notificare sunt corecte, iar eu declar sub pedeapsa sperjurului căci sunt autorizat să acționez în numele titularului drepturilor de autor.","638":"Această notificare este un document serios legal - te rugăm să fii prudent şi să incluzi date corecte în cererile tale de încălcare a drepturilor de autor. Ai putea dori să te consulte mai întâi cu un avocat pentru a decide dacă conținutul pe care îl raportezi, de fapt să încalce drepturi de autor şi să nu fie protejat prin utilizarea loială, de licență, sau alt temei juridic.","639":"Trimite anunţul","640":"Adaugă mai multe","641":"URL-ul conținutului ce încalcă drepturi:","642":"Numele titularului drepturilor de autor:","643":"Titlul jobului:","644":"Adresă de e-mail:","645":"Fax:","646":"Oraș:","647":"Cod poştal:","648":"Drepturi de autor pentru lucrare pretinse că au încălcat drepturi de autor:","649":"Numele meu complet:","650":"Companie\/organizaţie:","651":"Telefon:","652":"Adresa:","653":"Stat\/provincie:","654":"Ţara:","655":"Te rugăm să furnizezi URL-urile pentru fiecare muncă cu drepturi de autor pretinse drept au fost încălcate.","656":"Te rugăm să furnizezi drepturile de autor pentru fiecare URL cu conţinut încălcător.","657":"Te rugăm să selectezi dacă conținutul încalcă drepturile de autor ale lucrurilor tale personale sau  încalcă drepturile unei persoane căreia ești autorizat să-l reprezinți.","658":"Te rugăm să selectezi tipul de eliminare.","659":"Te rugăm să furnizezi URL-urile pentru fiecare lucrare cu drepturi de autor pretinse că încalcă drepturile de autor.","660":"Te rugăm să furnizezi drepturile de autor ale lucrărilor pentru fiecare URL care încalcă drepturi.","661":"Te rugăm să furnizezi și numele titularului drepturilor de autor.","662":"Te rugăm să furnizezi numele tău complet.","663":"Te rugăm să furnizezi adresa ta de email.","664":"Te rugăm să introduci o adresă de email validă.","665":"Te rugăm să confirmi faptul că ai convingerea de bună credință că utilizarea în comun a materialelor cu drepturi de autor de la locaţia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul său, sau de lege (de exemplu, ca utilizare loială).","666":"Te rugăm să confirmi faptul că ai putea fi răspunzător pentru daunele, inclusiv costurile și onorariile avocaților, dacă cu bună ştiinţă și în mod real denaturez că conținutul raportat, URL-urile sau fișierele încalcă drepturile de autor.","667":"Te rugăm să confirmi faptul că această notificare este corectă, iar sub pedeapsa sperjurului prin care eşti autorizat să acționezi în numele titularului drepturilor de autor.","668":"Îţi mulțumim!","669":"Vom revizui avizul legat de drepturile de autor în scurt timp.","670":"Limbă","671":"Vorbeşti mai multe limbi?","672":"Ajută-ne să traducem!","673":"Confidenţialitatea companiei","674":"Nimeni nu va fi supus la imixtiuni arbitrare în viața sa personală, în familia, domiciliul sau corespondența. Orice persoană are dreptul la protecția legii împotriva unor asemenea imixtiuni.","675":"Declarația Universală a Drepturilor Omului, articolul 12","676":"MEGA reprezintă stocarea în cloud cu o puternică confidenţialitate mereu în funcţiune","677":"MEGA oferă stocare în cloud robustă cu politică de confidenţialitate convenabilă și puternică mereu în funcţiune. MEGA crede în dreptul tău la intimitate și îţi oferă instrumentele tehnologice pentru a o proteja. Noi numim aceasta Criptarea Controlată a Utilizatorului, sau UCE și se face în mod automat.","678":"Ce este Criptarea Controlată a Utilizatorului MEGA?","679":"Toate fișierele stocate pe MEGA sunt criptate. Toate transferurile de date de la și către MEGA sunt criptate. Și în timp ce majoritatea furnizorilor de stocare în cloud pot și pretind același lucru, MEGA este diferit - spre deosebire de tipul industrial în cazul în care furnizorul de stocare în cloud detine cheia de decriptare, cu MEGA, tu controlezi criptarea, îți ții cheile, și tu decizi cui îi acorzi sau refuzi accesul la fișiere, fără a necesita nicio instalare a unui software riscant. Totul se întâmplă în navigatorul tău!","680":"MEGA viitor","681":"Norul MEGA este doar începutul. În viitor, MEGA va oferi UCE în navigator pentru o gamă largă de aplicații fără a fi nevoie să instalezi ceva. Tehnologia noastră va proteja e-mailurile tale, apelurile, chat-urile și fluxurile video.","692":"Este Mega legal?","693":"Suntem un grup dedicat de tehnologi care au pus la dispoziție timp, oportunitatea și acces la internet pentru a construi un extraordinar serviciu de stocare în cloud, care va contribui la protejarea confidențialității. Am planificat acest serviciu de internet de la zero în Auckland, Noua Zeelandă. Spre deosebire de cei mai mulți dintre concurenții noștri, noi folosim o funcție din navigator, o artă bazată pe tehnologia de criptare, prin care, tu, nu noi, controlezi cheile. Grupul nostru de design este compus din Kim Dotcom, Mathias Ortmann, Bram van der Kolk și Finn Batato. Tony Lentino, deținătorul de înregistrări de domenii Instra Corporation, este vizionarul nostru principal. CEO-ul nostru, Vikran Kumar, a fost șef executiv al InternetNZ, o organizație nonprofit promovând viziunea unui „internet deschis și necaptiv”. Sperăm că-ți place.","694":"1. Dezactivează un link  („URL”) pe fișier - fișierele vor rămâne în contului utilizatorului","695":"2. Dezactivează multiple URL-uri per fişier  -  fișierele vor rămâne în contului utilizatorului","696":"3. Elimină toate fișierele de bază din URL-urile furnizate - nu există niciun utilizator căruia să-i fie permisă stocarea acestora sub vreo circumstanță în toată lumea","697":"4. Altele","698":"Poţi depune avizul aici","699":"Semnează și trimite avizul","700":"Te rugăm să trimiți anunţul de eliminare manuală prin e-mail la [A1]copyright@mega.co.nz[\/ A1] în temeiul [A2]dispozițiilor de eliminare[\/ A2].","701":"Trimite anunţ de eliminare","702":"Raportează un abuz","703":"Linkul tău de înscriere nu este valabil. Te rugăm să verifici pentru sfârșiturile de linie posibile în e-mailul de activare.","704":"Contul tău a fost activat deja. Te rugăm să te autentifici.","705":"Confirmarea ta nu a putut fi procesată. Te rugăm să te înscrii din nou. Codul de eroare:","706":"Schimbă parola","707":"Actualizează","708":"Cere schimbarea","709":"Nu-mi reamintesc parola mea curentă","710":"Dacă ești în continuare conectat, dar nu îți poți aminti parola curentă, ai posibilitatea să setezi o parolă nouă prin selectarea acestei opțiuni. Vei primi un link de confirmare pentru schimbarea parolei prin e-mail prin care activezi parola nouă, dacă dai clic în 15 minute.","711":"Solicită schimbarea","712":"Răscumpărarea încheiată","713":"Soldul voucherului a fost creditat în contul tău. Dorești să continui achiziționarea contului Pro acum?","714":"Acest voucher a fost deja revendicat.","715":"Parolele noi pe care le-ai introdus nu se potrivesc. Te rugăm să încerci din nou.","716":"Parola actuală","717":"Parola nouă","718":"Confirmă parola nouă","719":"Te rugăm să introduci parola actuală.","720":"Te rugăm să introduci parola nouă.","721":"Te rugăm să verifici e-mailul și fă clic pe linkul de confirmare pentru a încheia schimbarea parolei.","722":"Modificarea solicitată","723":"Parola nouă trebuie să fie diferită de parola curentă.","724":"Parola actuală furnizată este incorectă.","725":"Parola ta a fost schimbată.","726":"Realizat","727":"Parola ta a fost schimbată.","728":"Acest link de confirmare a parolei a expirat.","729":"Acest link a fost deja confirmat.","730":"Contul tău a fost suspendat. Te rugăm să verifici adresa ta de e-mail pentru detalii și pentru a răspunde cât mai curând posibil.","731":"Contul de utilizator asociat a fost desființat din cauza unor încălcări multiple ale [A]termenilor serviciului[\/ A].","732":"Ești deja conectat într-un cont care este diferit de cel pe care îl confirmi. Te rugăm să verifici sesiunea curentă, deconectează-te, și apoi clic pe linkul de confirmare din nou.","733":"Adresă de e-mail necunoscută. Dacă nu ai un cont la noi încă, te invităm să te înregistrezi.","734":"Îți mulțumim!","735":"Te rugăm să verifici adresa ta de e-mail.","736":"Numai conturile care nu conțin fișiere și foldere pot reseta parola.","737":"Restează parola","738":"Cerere","739":"ți-ai uitat parola? ","740":"Parola ta a fost schimbată cu succes.","741":"Te rugăm să alegi o nouă parolă sigură.","742":"Resetează","743":"Acest link a expirat. Te rugăm să soliciți un link nou.","744":"Link invalid. Te rugăm să soliciți un link nou.","745":"Fără ciclu de facturare","746":"Tipul contului de membru","747":"Săptămânal","748":"Lunar","749":"Anual","750":"Următorul ciclu de facturare este pe","751":"O singură dată","752":"Extensie Firefox MEGA","753":"Instalează extensia MEGA Firefox pentru o performanță de descărcare îmbunătățită considerabil. Aceasta îți va permite să folosești lotul - descărcarea unui număr nelimitat de fișierele, fără restricții de mărime.","754":"Extensia Firefox MEGA este securizată și invizibilă. Dacă preferi să utilizezi MEGA fără extensie, îți recomandăm cu tărie să folosești [A]Chrome[\/ A].","755":"Instalează extensia","756":"1 descărcare încheiată","757":"[X] descărcări încheiate","758":"Deschide folderul cu descărcări","759":"clic aici pentru a deschide","760":"Te rugăm să instalezi extensia MEGA Firefox pentru a descărca un fișier așa mare.","761":"Te rugăm să confirmi","762":"Ești pe cale de a descărca o cantitate foarte mare de fișiere, care pot încetini navigatorul. Continui oricum?","763":"Contact","764":"Descărcarea nu a putut fi începută, deoarece hard discul este plin.","765":"Descărcarea nu a putut fi începută, deoarece hard discul este plin.","766":"Unele dintre descărcări tale nu a putut fi începută, deoarece hard discul este plin.","768":"Unele dintre descărcări tale nu a putut fi începută, deoarece hard discul este plin sau folosești Chrome în modul privat, care nu are suport pentru scrierea de fișiere.","769":"Putem folosi doar 5% din spațiul tău de pe disc disponibil pentru descărcare. Te rugăm să eliberezi mai mult spațiu pentru a continua.","770":"Alege parola","771":"Confirmă parola","772":"URL către fișier:","773":"rămas","774":"Linkul de e-mail","775":"redenumește mai jos:","776":"Salvează","777":"Ține-mă minte pe acest dispozitiv","778":"Nu aveți un cont MEGA?","779":"Înregistrează-te acum","780":"Ai deja un cont MEGA?","781":"Datorită performanțelor procesorului limitat de dispozitive mobile, generarea de chei RSA poate dura mai multe minute pentru a finaliza. Îți mulțumim pentru răbdare.","782":"Folder gol","783":"Niciun fișier în unitatea cloud","784":"Niciun contact","785":"Niciun rezultat.","786":"Niciun fișier în dosarul Mesaje primite","787":"Niciun fișier în coșul de gunoi","788":"Sigur dorești să muți acest fișier în coșul de gunoi?","789":"Sigur dorești să muți acest folder în coșul de gunoi?","790":"Deschide fișierul","791":"Importă fișierul","792":"Șterge fișierul","794":"Șterge folderul","796":"Obține linkul","797":"Partajează folderul","798":"Spațiu de stocare","799":"Spațiu folosit","800":"Spațiu liber","801":"Versiunea desktop","802":"Contactează e-mailul","803":"Descărcarea fișierului","804":"Din păcate, acest tip de fișier nu este în prezent suportat pe dispozitivul tău cu MEGA.","805":"Vom implementat suport pentru mobile pentru acest tip de fișier în viitorul apropiat.","806":"schimbă numele folderului:","807":"schimbă numele fișierului:","808":"Linkul folderului","809":"URL către folder:","810":"Linkul de descărcare","811":"URL către fișier:","812":"Confirmă contul","813":"Folder partajat","814":"Dorești să abandonezi încărcarea?","815":"Dorești să abandonezi descărcarea?","816":"Te rugăm introdu o adresă de e-mail valabilă?","817":"Nu poți crea un folder în rezultatul de căutare.","818":"Dorești să comuți la versiunea desktop?","819":"începe","820":"Acest fișier a fost importat în unitatea ta de cloud.","821":"Notificările tale","822":"Înapoi","823":"Setări","824":"Folder nou partajat de la [X]","825":"Folder nou partajat","826":"[X] a revocat un folder partajat","827":"Folder partajat revocat","828":"[X1] foldere și [X2] fișiere","829":"[X] foldere și 1 fișier","830":"1 folder și [X] fișiere","831":"1 folder și 1 fișier","832":"[X] foldere","833":"[X] fișiere","834":"1 folder","835":"1 fișier","836":"[X] a adăugat [DATA]","837":"[X] a fost adăugat","838":"[X] a fost adăugat","850":"IAN","851":"FEB","852":"MAR","853":"APR","854":"MAI","855":"IUN","856":"IUL","857":"AUG","858":"SEP","859":"OCT","860":"NOI","861":"DEC","862":"Notificări","863":"Vezi toate","864":"Descarcă ca ZIP","865":"Deschide","866":"Copiază 1 element selectat","867":"Copy [X] elemente selectate","868":"Mută 1 element selectat","869":"Mută [X] elemente selectate","870":"Confirmă","871":"[B]Avertisment:[\/B] cota de stocare depășită. Te rugăm șterge fișierele sau [A]upgradează la un cont mai bun[\/A].","872":"Pro","873":"în urmă cu [X] secunde","874":"în urmă cu 1 minut","875":"în urmă cu [X] minute","876":"în urmă cu 1 oră","877":"în urmă cu [X] ore","878":"în urmă cu 1 zi","879":"în urmă cu [X] zile","880":"Adineaori","881":"Folosești o sesiune trecătoare. Datele care le stochezi se vor pierde atunci când expiră. Pentru a păstra fișierele, te rugăm să faci upgrade la un cont real, cât mai curând posibil și revendică cei 50 GB de spațiu de stocare gratuit și sigur în cloud!","882":"Avertisment","883":"Crează contul tău","884":"[X] nu este complet compatibil cu MEGA","885":"Navigatorul tău","886":"Internet Explorer 10 conţine o defecţiune semnificativă afectând scrierea de fişiere din JavaScript, cauzând memorie insuficientă la descărcarea unei cantităţi mari de date. Aşteptăm ca această problemă să fie remediată în Internet Explorer 11. Între timp, te rugăm să treci la un navigator alternativ.","887":"[X] nu are suport pentru funcţiile HTML5 pe care MEGA se bazează pentru a realiza criptografia pe partea de client în navigator. Transferurile de fişiere HTML5 vor fi emulate printr-un şiretlic foarte limitat în Flash. Te rugăm să iei în considerare trecerea la un navigator modern, cât mai curând posibil.","888":"Extrem de recomandat","889":"Recomandat","890":"MEGA funcţionează cel mai bine pe următoarele navigatoare:","891":"Avertisment privind compatibilitatea navigatorului","892":"Proprietăţi","893":"Încărcat","894":"Mărime totală","895":"Numele folderului","896":"Creat","897":"Conţine","898":"Fişiere şi foldere multiple","899":"Fişiere multiple","900":"Multiple foldere","909":"Parolă","910":"Cumpără acum","911":"Beneficiază de toate funcţiile MEGA cu [B]Pro[\/B]","912":"de la","913":"lună","914":"abonament anual","915":"Spaţiu de stocare masiv","916":"Cota de lățime de bandă generoasă","917":"dacă alegi să plăteşti anual","918":"Lunar","919":"Anual","920":"Upgradează contul","921":"2 luni gratuit","922":"1 lună","923":"1 an","924":"Ai vreo întrebare despre [A]conturile Pro?[\/A]","925":"Echipa noastră de suport va fi fericită să te ajute.","926":"Numele companiei","927":"Oraşul","928":"ZIP\/Codul poştal","929":"Telefon","930":"zi","931":"lună","932":"an","933":"Adresa","934":"Localitatea sau judeţul","935":"Adresa PayPal","936":"Contul bancar","937":"Numele beneficiarului","938":"Descrie strategia ta de marketing","939":"Numele băncii","947":"Unitate","948":"Coș de gunoi","949":"Mesaje primite","950":"Contacte","951":"Contul meu","952":"Majoritatea dispozitivelor nu pot descărca fişiere mai mare de 4GB. Descărcarea ta probabil va eşua.","953":"Spațiu liber insuficient","954":"Mulțumiri","955":"Aplicații mobile","956":"Client de sincronizare","957":"Aplicație Chrome","959":"Aplicație Firefox","961":"Aplicații","962":"Kit de dezvoltare software","963":"Documentație","964":"Program de afiliere","965":"Politici","966":"Ghid de eliminare","967":"Deconectare","968":"Creează cont","969":"Te rugăm să reîncerci","970":"Te rugăm să introduci o parolă validă.","973":"Lățime de bandă folosită","974":"Gestionează-ți contul","975":"Adaugă steluțe","976":"Șterge steluțe","977":"Niciun fișier în unitatea cloud.","978":"Căutarea ta nu a returnat niciun document","979":"Coșul de gunoi este gol","980":"Nu ai contacte","981":"Dosarul Mesaje primite este gol","982":"Conținut","983":"Prezentare generală","984":"Profil","985":"Istoric","986":"Editează-ți profilul","987":"Expiră pe","988":"Conexiuni:","989":"[X] contacte","990":"1 contact","991":"Du-te la contacte","992":"Avatar","993":"Schimbă avatarul","994":"Informații personale","995":"Data nașterii","996":"Alege țara","997":"Adăugarea de contacte este numai pentru utilizatorii înregistrați.","998":"Te rugăm să îți creezi contul gratuit","999":"Dorești să upgradezi sesiunea temporară la un cont gratuit acum?","1000":"Evită pierderea accesului. Înregistrarea gratuită este foarte recomandată!","1001":"Elimină contactul","1002":"Sigur dorești să elimini [X] din lista de contacte?","1003":"Confirmă eliminarea","1004":"Sigur dorești să muți [X] în coșul de gunoi?","1005":"Crearea linkurilor este numai pentru utilizatorii înregistrați.","1006":"Partajarea de foldere este numai pentru utilizatorii înregistrați.","1007":"Nu poți anula această acțiune.","1008":"cota de lățime de bandă Pro depășită.","1009":"Ai nevoie de mai multă lățime de bandă?","1010":"Cota de stocare depăşită.","1011":"Doreşti să păstrezi fişierele?","1012":"Cota de stocare aproape depăşită.","1013":"Ai nevoie de mai multă cotă de stocare?","1015":"Te rugăm să introduci codul voucher-ului.","1016":"Selectează o imagine.","1017":"Folosește asta ca avatar","1018":"Gol","1019":"Adaugă o adresă de email","1020":"Te rugăm să introduci o adresă de email sau selectează un contact.","1021":"Activat","1022":"Dezactivat","1023":"Nu ai acces de scriere la acest folder.","1024":"Te rugăm să introduci un nume folderului.","1025":"Elemente multiple","1026":"Introdu cheia de decriptare","1027":"Decriptează","1028":"Cheie de decriptare","1029":"Link public","1030":"Selectează din contacte sau adaugă adrese de email","1031":"Exportă linkurile fişierelor şi cheile de decriptare","1032":"Include fișierul cu cheia","1033":"Copiază cheile","1034":"Descarcă fișiere multiple","1035":"Clic pe „allow” [permite] pentru a încheia descărcarea","1036":"Partajat cu","1037":"De acord","1038":"Alege limba","1039":"Plătește cu PayPal","1040":"Te rugăm să te autentifici pentru a activa contul Pro.","1041":"Te rugăm să îți creezi un cont pentru a activa contul Pro.","1042":"Se inițializează","1043":"Linkul folderului indisponibil","1044":"Linkul folderului pe care încerci să-l accesezi nu mai este disponibil. Aceasta se poate datora următoarelor motive:","1045":"Linkul folderului a fost eliminat din cauza unei încălcări a ToS\/AUP.","1046":"Linkul folderului a fost dezactivat de către utilizator.","1047":"Bun venit la MEGA Pro","1048":"Contul tău Pro a fost activat! Bucură-te de el!","1049":"Folder","1050":"Fără partajări","1051":"Niciodată","1053":"cota de lățime de bandă aproape depășită.","1054":"Trebuie să aştepţi [X]  până ce vei avea mai multă lăţime de bandă alocată contului tău.","1055":"Nu vrei să aștepți?","1056":"Această limită e dinamică.","1057":"Confirmă eliminarea sesiunii","1058":"Folosești o sesiune trecătoare. Sigur doreşti să închei sesiunea?","1059":"Această acțiune va șterge toate datele tale.","1060":"Criptare „cap-coadă”","1061":"Spre deosebire de ceilalţi furnizori de stocare în cloud, datele tale sunt criptate şi decriptate doar de către dispozitivele clientului şi niciodată de către noi.","1062":"Acces global","1063":"Datele tale sunt accesibile oricând, de pe orice dispozitiv, oriunde.","1064":"Colaborare sigură","1065":"Partajează folderele cu contactele tale şi vezi modificările acestora în timp real.","1066":"MEGA furnizează unelte care fac comunicarea online [A]privată şi confidenţială[\/A] uşoară de folosit.","1067":"MEGA  furnizează servicii bazate pe cloud, criptate, care facilitează comunicarea [A]privată şi sigură[\/A] şi colaborarea între întreprinzători şi persoane fizice. Tu deţii şi controlezi cheile de criptare ale datelor tale în cloud.","1068":"Partajează folderele cu contactele tale şi vezi modificările acestora în timp real.","1069":"Vezi cum funcționează","1070":"Cum funcționează","1071":"Doreşti să ştii mai multe despre MEGA?","1072":"Urmăreşte videoclipul de lansare","1073":"Planuri pentru conturi","1074":"Obține 50 GB cu un cont gratuit","1075":"Mult mai multe decât ceea ce primeşti de la competitorii principali.","1076":"Creează un cont","1077":"Pachete Pro competitive","1078":"Obţine până la 4TB de stocare criptată pentru doar 8.33€ per lună.","1079":"Verifică pachetele Pro","1080":"Aplicații mobile","1082":"Stocare în cloud în buzunar. Accesează şi transmite-ţi fişierele de pe smartphone sau tabletă. Încarcă şi sincronizează conţinutul tău media în cloud.","1083":"Obține în mod gratuit","1084":"Disponibil pentru","1085":"Client de sincronizare","1086":"Sincronizare uşoară şi automată între calculatoarele tale şi unitatea ta cloud MEGA.","1087":"Descarcă acum","1088":"Răsfoiește aplicații","1089":"Extensiile noastre pentru navigator vor instala MEGA în navigatorul tău pentru o încărcare mai rapidă şi protecţie împotriva atacurilor.","1090":"Du-te la pagina de descărcare","1091":"Clic pentru a încărca sau trage fișierele aici","1092":"Derulează pentru a continua","1093":"Niciodată să nu introduci parola pe un dispozitiv în care nu ai deplină încredere. Nu te autentifica în contul tău de pe un calculator partajat sau public.","1094":"Pentru o securitate sporită, instalează [A]extensia noastră pentru navigator[\/A] şi încarcă MEGA de pe calculatorul tău mai degrabă decât de pe serverele noastre.","1095":"Creează-ți contul [A]gratuit[\/A]","1096":"Prenume","1097":"Nume","1098":"Prenume și\/sau numele invalide.","1099":"Te rugăm să introduci prenumele și numele.","1100":"Adresă de email invalidă.","1101":"Te rugăm să introduci o adresă de email corectă","1102":"Parolă invalidă.","1104":"Te rugăm să introduci o parolă mai puternică.","1105":"Putere:","1106":"Starea parolei","1107":"Parolele nu se potrivesc","1108":"Creează cont","1109":"Parola ta este cheia generală de criptare.","1110":"Securitatea contului tău depinde de puterea parolei tale. Parolele care sunt prea scurte, prea simple sau constă în cuvinte din dicționar sunt ușor de ghicit.","1111":"Nu-ți uita parola.","1112":"Nu există nicio procedură de recuperare a parolelor pierdute. Dacă nu ţi le aminteşti, nu vei mai putea accesa datele tale stocate.","1113":"Contul tău este doar la fel de sigur precum calculatorul tău.","1114":"Retastează parola","1115":"Verificatorul de putere al parolei este încă în iniţializare.","1116":"Te rugăm să reîncerci în câteva secunde.","1117":"Acordul privind termenii serviciului","1118":"Trebuie să fii de-acord cu termenii serviciului pentru a înregistra un cont pe MEGA.","1119":"Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar","1120":"Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar","1121":"Parola ta este suficientă de bună pentru a continua, dar este recomandat să o faci mai puternică parola pe viitor.","1122":"Această parolă va rezista în faţa celor mai tipice atacuri de tip „brute-force”. Te rugăm să te asiguri că o vei reţine.","1123":"Această parolă va rezista în faţa celor mai sofisticate atacuri de tip „brute-force”.  Te rugăm să te asiguri că o vei reţine.","1124":"Foarte slabă","1125":"Slabă","1126":"Medie","1127":"Bună","1128":"Puternică","1129":"parola ta e prea slabă pentru a continua","1130":"Adresă de email\/parolă invalidă.","1131":"Confirmă contul","1132":"Colecţie de entropii","1133":"Vom analiza mişcările mouse-ului.","1134":"Acest lucru va face [A]cheia RSA[\/A] mai sigură.","1135":"Puteţi abandona jocul odată ce indicatorul de progres este la 100%.","1136":"Realizat!","1137":"poţi trece la următorul pas pentru a valida cheia.","1138":"Continuă","1139":"Scor:","1140":"Acesta este un pas foarte important şi poate dura","1141":"Te rugăm să ai răbdare.","1142":"Crearea cheii private - publice","1143":"Se generează cheia","1144":"Prima utilizare cunoscută a criptografiei datează de acum aproape 4000 ani în Egiptul antic","1145":"Astăzi, 4000 de ani mai târziu, majoritatea furnizorilor de stocare în cloud nu au adoptat în totalitate criptografia.","1146":"Completează contul","1147":"Alege tipul contului tău","1148":"[A]Obții 2 luni gratuite[\/A] dacă achiziționezi un plan Pro pe un an.","1149":"Limitat","1150":"Gratuit","1151":"Beneficiază pe deplin de MEGA cu un [A]cont Pro[\/A]","1152":"Alege-ți pachetul Pro:","1153":"plan pe un an","1154":"Echipa","1155":"Se încarcă","1156":"Se descarcă","1157":"Descărcare gratuită","1158":"pentru Windows","1159":"În curând pentru [A]Mac[\/A]","1160":"MEGA doreşte să mulţumească autorilor următoarelor componente cu sursă deschisă care au contribuit la funcţionalitatea esenţială a site-ului nostru:","1161":"Sigur","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexibil","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Rapid","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generos","1168":"Stochează până la 50 GB în mod gratuit!","1169":"Complet echipat","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"În curând pentru [A]iOS[\/A]","1172":"Extensie Firefox","1173":"Extensie Chrome","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Descarcă MEGA pentru Firefox","1179":"Instalare:","1180":"Descarcă MEGA pentru Chrome","1181":"Deschide pagina de extensii în Chrome","1182":"meniu>unelte>extensii","1183":"sau tastează","1184":"în bara de adrese.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Descarcă","1188":"În calculator","1189":"Importă","1190":"În unitatea cloud","1191":"Fişierul pe care încerci să-l descarci este temporar indisponibil.","1192":"Derulează pentru a cunoaşte mai multe despre MEGA","1193":"Începerea unui cont nou","1194":"Dorești să imporți acest fișier într-o sesiune nouă?","1195":"„Nu” îți va permite să te autentifici și să procesezi importarea.","1196":"Anulează descărcarea","1197":"Sigur dorești să anulezi această descărcare?","1198":"Fișierul descărcat va fi șters.","1199":"Nu se pot decripta metadatele fără cheie.","1200":"Termenii serviciului de afiliere","1201":"[A]Alătură-te nouă[\/A] în revoluţionarea pieței de stocare în cloud.","1202":"Adu noi clienți și câștigă bani.","1203":"Ajută-ne să ne extindem și devino parte a succesului nostru.","1204":"Înregistrează-te","1205":"Cum funcționează","1206":"Înregistrează-te şi obţine ID-ul tău unic de partener pe care îl poţi adăuga la URL-ul nostru.","1207":"Vom monitoriza toate achiziţiile realizate de către vizitatorii care i-ai adus pe MEGA.","1208":"Vei câştiga [B]20%[\/B] din toate veniturile generate prin ID-ul de partener.","1209":"Abonamentele periodice se vor calcula ca referali periodici.","1210":"Pentru cine e programul de afiliere?","1211":"Dezvoltatori de aplicații:","1212":"Construiește propria aplicație populară folosind [A]SDK[\/A]-ul nostru","1213":"Convertește utilizatorii către conturi Pro și monetizează-ți aplicația.","1214":"Site-uri web:","1215":"Bloggeri","1216":"Comparație între site-urile de stocare în cloud","1217":"Care sunt regulile?","1218":"Te rugăm să citești și să te supui [A]termenilor serviciului nostru de afiliere[\/A]","1220":"Începe!","1221":"Înregistrează-te în programul nostru de afiliere și poți începe să câștiga bani instantaneu.","1223":"Informații de contact","1224":"Avem nevoie de puțin mai multe detalii despre tine.","1230":"Informații de plată.","1231":"Plătim o dată pe lună prin PayPal sau transfer bancar (doar conturi bancare din Noua Zeelandă).","1232":"Metoda de plată","1233":"PayPal","1234":"Cont bancar (doar NZ)","1235":"Numele beneficiarului","1236":"Numele băncii","1237":"Numărul contului bancar","1238":"Adresă de PayPal","1239":"Informații de afiliere","1240":"Dorim să aflăm cum plănuiești să obții trafic pentru MEGA.","1241":"Descrie strategia ta de marketing:","1242":"Sunt de acord cu [A]termenii serviciului de afiliere[\/A] MEGA","1243":"Ești înscris în programul de afiliere. Vei câștiga 20% din toate veniturile generate cu ID-ul tău de partener.","1244":"Te rugăm să te asiguri că te supui [A]termenilor serviciului nostru de afiliere[\/A]","1245":"Poți câștiga venituri trimițând traficul spre:","1246":"Statistici","1247":"Interval de timp","1248":"30 de zile","1249":"90 de zile","1250":"180 de zile","1251":"365 de zile","1252":"Tot timpul","1253":"Dată","1254":"Vânzări","1255":"Cifră de afaceri","1256":"Câștiguri","1257":"Nicio vânzare înregistratată în intervalul de timp selectat.","1258":"Plăți","1259":"Nicio plată înregistrată în intervalul de timp selectat.","1260":"ID-ul de partener","1261":"Te rugăm să introduci data nașterii.","1262":"Te rugăm să introduci orașul.","1263":"Te rugăm să introduci județul.","1264":"Te rugăm să introduci codul poștal.","1265":"Te rugăm să introduci numărul de telefon.","1266":"Te rugăm să descrii strategia de marketing.","1267":"Trebuie să fii de acord cu termenii serviciului de afiliere.","1268":"Te rugăm să introduci adresa de PayPal.","1269":"Te rugăm să introduci numele beneficiarului al contului bancar din Noua Zeelandă.","1270":"Te rugăm să introduci numele băncii din Noua Zeelandă.","1271":"Te rugăm să introduci numărul contului bancar din Noua Zeelandă.","1272":"MEGA a fost realizat de oameni şi prin urmare nu este perfect. Dacă întâmpini o problemă, am aprecia să ne comunicaţi asta pentru a o remedia - cu cât mai multe detalii furnizate, cu atât mai bine.","1273":"Luăm în serios drepturile de proprietate intelectuală şi aplicăm o politică de eliminare severă.","1274":"Pentru mai multe informaţii, citeşte [A]ghidul de eliminare[\/A]","1275":"Poţi trimite un aviz de eliminare prin [A] formularul online[\/A] sau trimite-ne un email.","1276":"Ai sugestii sau idei? Doreşti să aflii mai multe despre produsele noastre?","1277":"Suntem mereu disponibili.","1278":"Te rugăm să selectezi","1279":"Pasul 1","1280":"Pasul 2","1281":"Detaliile conținutului","1282":"Detalii privind titularul drepturilor de autor","1283":"Adaugă o altă adresă URL","1284":"Numele titularului drepturilor de autor","1285":"dacă este cazul","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Aviz primit legat de drepturile de autor","1288":"Vom analiza și vom procesa notificarea ta într-un mod prompt.","1289":"Vă mulțumim că ați dat clic pe linkul de invitare. Te rugăm să îți creezi un cont gratuit mai jos.","1290":"Ups, acesta nu pare un link valid de invitare. Ai înregistrat deja un cont?","1291":"Ai dat anterior clic pe un link de invitare. Te rugăm să-ți creezi un cont\/","1292":"În curând","1293":"Bun venit la centrul de ajutor","1294":"Dacă întrebarea ta nu are răspuns aici, nu ezita să ne contactezi.","1295":"Contactează suportul","1296":"Topicuri populare:","1297":"Adresa de email deja în uz.","1298":"Te rugăm să te autentifici.","1299":"Trage pentru reîmprospătare","1300":"Ultima actualizare","1301":"Astăzi","1302":"Ieri","1303":"Săptămâna aceasta","1304":"Săptămâna trecută","1305":"Luna aceasta","1306":"Anul acesta","1307":"Mai vechi","1308":"Descărcare eşuată","1309":"Încărcare eşuată","1310":"Te rugăm să introduci codul de confirmare","1311":"Eroare la încărcarea fişierelor","1312":"Nume de utilizator\/parolă lipsă.","1313":"Autentificare eşuată","1314":"Eroare la ștergere","1315":"Niciun cont de email prezent","1316":"Salvează fişierul offline pentru previzualizare","1317":"Eroare la generarea linkului","1319":"Parola e prea scurtă","1320":"Numele e prea scurt","1321":"Eroare la încărcarea datelor contului","1322":"Încărcare completă","1323":"Autentificare","1324":"Autentificare cu succes","1325":"Se generează linkul","1326":"Linkul a fost copiat în clipboard","1327":"Descărcare încheiată","1328":"Descă","1329":"Se așteaptă","1330":"Introdu numele de utilizator şi parola","1331":"Email","1332":"Confirmă înregistrarea","1333":"Te rugăm să verifici adresa de email şi să lipeşti codul de confirmare de mai jos sau clic pe linkul special de confirmare iOS.","1334":"Anulează înregistrarea","1335":"Cod de confirmare","1336":"Foloseşte cea mai recentă","1337":"Fă fotografie","1338":"Alege una existentă","1339":"Adaugă folder","1340":"Introdu numele noului folder","1341":"Selectează fotografie(i)","1342":"Editează","1343":"Unitate cloud goală","1344":"Partajează","1345":"Salvează offline","1346":"Transferuri","1347":"Dosarul Mesaje primite este gol","1348":"Foldere partajate","1349":"Fără fotografii","1350":"Fotografii","1351":"Local","1352":"Disponibil","1353":"Salvează pentru acces offline","1354":"Setează cantitatea maximă de stocare pe dispozitivul tău","1355":"Versiune","1356":"Feedback","1357":"Deconectare","1358":"Toate fişierele descărcate vor fi şterse","1359":"Mărimea fişierului este mai mică decât cea folosită în prezent în cache. Dacă continui, unele fişiere vor fi şterse","1360":"Extinde contul Pro","1361":"Prețuri","1362":"Restaurează achizițiile","1363":"Fără rețea","1364":"Reîncearcă","1365":"Nu ești conectat la internet","1366":"Introdu numele nou","1367":"Obține 50 GB în mod gratuit sau înscrie-te pentru unul din pachetele noastre Pro și obține până la 4 TB de spațiu de stocare criptat începânde de la 8.33€ pe lună.","1368":"până la [X]","1369":"și [X]","1370":"Email și chat","1371":"Pachetul nostru de comunicare criptat vine la începutul lui 2014.","1372":"Pregătește-te de chat, email, apelare și conferințe video MEGA.","1373":"Ce este MEGA? Clic sau derulare","1374":"Înapoi la pagina principală","1375":"Înapoi la pagina de descărcare","1376":"împuternicit de:","1377":"Dorești să joci? Dacă omiți pasul, securitatea contului poate să sufere. Te rugăm să miști mausul substanțial și aleator pentru a reduce riscul.","1378":"Începe jocul","1379":"Omite","1380":"Categorii","1381":"Setările de interfaţă ale utilizatorului","1382":"Preferinţe de sortare","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"la fel pentru fiecare folder","1386":"Vezi preferinţele","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Descarcă[\/B] [A]în calculator[\/A]","1389":"[B]Importă[\/B] [A]în unitatea cloud[\/A]","1390":"Trage şi plasează imaginea aici","1391":"urmăreşte-ne"}