{"10":"MAI MARE. MAI BUN. MAI RAPID. MAI PUTERNIC. MAI SIGUR.","11":"Articolul 12","12":"Nimeni nu va fi supus la imixtiuni arbitrare în viaţa sa personală, în familia sa, în domiciliul lui sau în corespondenţa sa, nici la atingeri aduse onoarei şi reputaţiei sale. Orice persoană are dreptul la protecţia legii împotriva unor asemenea imixtiuni sau atingeri.","13":"Declaraţia Universală a Drepturilor Omului.","14":"Confirmă ştergerea","15":"Sigur doreşti să elimini definitiv toate elementele din coşul de gunoi?","16":"Eroare internă","17":"Cota de lăţime de bandă depăşită","18":"Prea multe conexiuni pentru această descărcare","19":"Sesiunea de autentificare a expirat sau este invalidă","20":"Temporar indisponibil","21":"Problemă cu contul, te rugăm să verifici emailul","22":"Fişierul nu mai există","23":"Fişiererul nu mai este accesibil","24":"Eroare de decriptare","25":"Folderul în care te afii a fost şters sau mutat de către un alt utilizator.","26":"Folder pierdut","27":"Din păcate, 1 fişier nu poate fi încărcat, deoarece acesta este mai mare de [X].","28":"Din păcate, [X1] fişiere nu pot fi încărcate, deoarece acestea sunt mai mari de [X2].","29":"Eşti limitat la încărcarea fişierelor prin metoda de rezervă bazată pe Adobe Flash, datorită faptului că navigatorul tău nu oferă HTML5 FileReader. Dacă doreşti să împiedici această limitare (şi de a creşte performanţa per ansamblu a navigatorului), te rugăm să iei în considerare instalarea navigatorului [A]Google Chrome[\/A].","30":"Limitare a navigatorului","31":"Poţi încărca numai fişiere mai mici de [X] cu Internet Explorer 9. Chrome, Firefox şi Internet Explorer 10 îţi permit să încarci fişiere de orice dimensiune.","33":"MEGA funcţionează cel mai bine cu Google Chrome","34":"Atenţie:","35":"Foloseşti un navigator învechit, care afectează în mod negativ performanţa transferului de fişiere.","36":"Te rugăm să faci trecerea la Google Chrome.","37":"În timp ce alţi producători de navigatoare web încă se mai luptă să implementeze toate funcţiile HTML5, Google Chrome le are pe toate - azi. Pentru a te bucura de întreaga putere MEGA (cum ar fi lotul automat de încărcare şi descărcare), îţi sugerăm insistent să abandonezi navigatorul tău actual, învechit şi să treci la Chrome cât mai curând posibil.","38":"Nu mai afişa mesajul acesta din nou","39":"Nu, mersi","40":"Descarcă Chrome","41":"Ai eliminat un folder care conţine 1 folder partajat.","42":"Odată ce ai golit coşul de gunoi această partajare va fi dezactivată.","43":"Ai eliminat un folder care conţine [X] foldere partajate.","44":"Odată ce ai golit coşul de gunoi aceste partajări vor fi dezactivate.","45":"Avertisment de folder partajat","46":"Eroare internă","47":"Ups, ceva a mers prost. Îmi pare rău!","48":"Te rugăm să introduci cel puţin trei caractere pentru a căuta.","49":"mută [X] element(e) selectat(e)","50":"1 fişier","51":"[X] fişiere","52":"şi","53":"1 folder","54":"[X] foldere","55":"Doar citire","56":"Citire şi scriere","57":"Acces complet","58":"Descarcă","59":"Obţine linkul","60":"Partajare","61":"Redenumeşte","62":"Mută","63":"Copiază","64":"Permisiuni","65":"Ai acces „doar citire” la acest folder.","66":"Ai acces „citire şi scriere” la acest folder.","67":"Ai control complet asupra acestui folder.","68":"Folder nou","69":"Creează un folder nou","70":"Goleşte coşul de gunoi","71":"Adaugă contact","72":"Şterge contactul","73":"Sigur doreşti să ştergi acest utilizator din lista de contacte?","74":"Sigur doreşti să ştergi acest utilizator din lista de contacte?","75":"Şterge contactul","76":"Eşti pe cale să elimini definitiv [X] din coşul de gunoi.","77":"Doreşti să continui?","78":"Da","79":"Nu","81":"Ok","82":"Renunţă","83":"Elimină","84":"Confirmă ştergerea","85":"Reîncarcă","86":"Nume","87":"Mărime","88":"Tip de transfer","89":"Stare","90":" Viteză","91":"Timp scurs","92":"Timp rămas","93":"Tip","94":"Ultima modificare","95":"Email","96":"Drepturi","97":"Încărcare nouă","98":"Încarcă folder","99":"Încarcă fişier","100":"Goleşte coşul de gunoi","101":"Adaugă contact","102":"Caută","103":"Anulează transferul","104":"Transferuri de fişiere","105":"în aşteptare","106":"Manager de fişiere","107":"Doreşti să copiezi folderul selectat în dosarul privat de mesaje primite al utilizatorului [X]?","108":"Confirmare","109":"Doreşti să copiezi folderul selectat în acest folder partajat?","110":"Doreşti să copiezi elementul(ele) selectat(e) în dosarul privat de mesaje primite al utilizatorului [X]?","111":"Doreşti să copiezi elementul(ele) selectat(e) în acest folder partajat?","112":"Exportă linkurile pentru fişierele şi cheile de decriptare","113":"Linkul fişierului","114":"Cheia fişierului","115":"Numele fişierului","116":"Mărimea fişierului","117":"Mută în locaţie","118":"Selectează destinaţia","119":"Cota de lăţime de bandă gratuită depăşită","120":"Descărcarea nu poate continua, deoarece ar depăşi cota actuală pentru transfer gratuit pentru această adresă IP.","121":"Această limită este dinamică şi depinde de cantitatea de lăţime de bandă neutilizată pe care o avem la dispoziţie.","122":"Doar transferurile efectuate în timpul ultimelor  cinci-şase ore contează.","123":"În acea fereastră de timp:","124":"Ai descărcat [X].","125":"[X1] vor deveni disponibili în [X2].","126":"Limita actuală pentru acest IP este de [X].","127":"Pentru confortul tău, descărcările din coada de aşteptare vor fi puse în aşteptare până când vei avea suficientă cotă disponibilă, iar apoi se vor relua în mod automat.","128":"Dacă nu doreşti să aştepţi, ai putea să iei în considerare cumpărarea unui pachet de lăţime de bandă care, de asemenea, îţi oferă stocare suplimentară vastă.","129":"Upgradează la Pro","130":"Descarcă fişierele","131":"Clic pe „Allow” [Permite] pentru încheierea descărcării","132":"Mută elementele","133":"Mută [X]","134":"Copiază [X]","135":"Eroare","136":"Te rugăm să selectezi folderul de destinaţie.","137":"Te rugăm să selectezi o ţintă de destinaţie valabilă.","138":"Folderul de destinaţie nu poate fi acelaşi cu folderul de origine.","139":"Eroare circulară","140":"Eroare circulară: destinaţia nu poate fi un subfolder al folderului de mutare.","141":"Te rugăm să introduci o adresă de email validă","142":"Te rugăm să astepţi...","144":"Elimină partajarea","145":"Adresă de email:","146":"Partajează cu un utilizator nou:","147":"Acordă acces","148":"Închide","149":"Partajare","150":"Contact invitat","151":"Utilizatorul [X] a fost invitat şi va apărea în lista de contacte odată ce s-a înregistrat.","152":"Nu te poţi adăuga în lista de contacte.","153":"Adresă de email:","154":"Adaugă contact","155":"Adaugă","156":"Renunţă","157":"Numele folderului","158":"Creează","159":"Renunţă","160":"Acest nume de folder este deja în uz. Te rugăm să încerci din nou.","161":"Redenumeşte","162":"Redenumeşte","163":"Renunţă","164":"Unitate cloud","165":"Contacte","166":"Mesaje primite","167":"Coş de gunoi","168":"Coş de gunoi","169":"Meniu","170":"Înregistrează-te","171":"Autentifică-te","172":"Trage şi plasează fişierele oriunde","174":"sau","175":"Selectează fişierele","176":"Selectează fişiere pentru încărcare","177":"Tu decizi ceea ce salvezi în cloud","178":"Colaborare online sigură","179":"Manager de fişiere puternic","180":"Ecosistem de aplicaţii","181":"Funcţii detaliate","182":"Partajează foldere criptate cu colegii sau partenerii de afaceri şi fă schimb de documente confidenţiale cu criptare capăt-la-capăt transparentă. ","183":"Vizualizează şi gestionează fişierele în navigatorul tău, cu lot accelerat integrat de urcare şi descărcare.","184":"Un API deschis uşor de folosit permite programatorilor să îmbunătăţească funcţionalitatea MEGA.","185":"Criptare RSA de 2048 de biţi","186":"Deconectează-te","187":"Contul meu","188":"Manager de fişiere","189":"Abandonează sesiunea","190":"Autentificare","191":"creează un cont","192":"Ţine-mă minte","193":"Autentificare","194":"[X] servere online","195":"Emailul tău","196":"Emailul tău","197":"Te rugăm să introduci adresa ta de email.","198":"Te rugăm să introduci o adresă de email validă.","199":"Te rugăm să introduci parola.","200":"Ups, ceva a mers prost.","201":"Email şi\/sau parolă incorecte. Te rugăm să încerci din nou.","202":"Creează un cont nou","204":"sau","205":"autentifică-te","206":"Numele tău","207":"Emailul tău","208":"Sunt de acord cu [A]termenii serviciului[\/A] MEGA","209":"Înregistrează-te","210":"Pregăteşte-te pentru o eră nouă","211":"Stocarea în cloud nu va mai fi niciodată la fel","212":"Te rugăm să introduci numele.","213":"Te rugăm să alegi o parolă.","214":"Trebuie să accepţi termenii serviciului nostru.","215":"A apărut o eroare necunoscută. Te rugăm să încerci din nou.","216":"Minunat","217":"Te rugăm să verifici emailul şi să dai clic pe link pentru a confirma contul.","218":"De pe această adresă de email s-a înregistrat deja un cont cu MEGA.","219":"De pe această adresă de email s-a înregistrat deja un cont cu MEGA.","220":"Slabă","221":"Bunicică","222":"Bună","223":"Excelentă","224":"SELECTEAZĂ FIŞIERELE PENTRU ÎNCĂRCARE","225":"SELECTEAZĂ FIŞIERELE PENTRU ÎNCĂRCARE SAU TRAGE-LE AICI","226":"Pentru a preveni supraîncărcarea resurselor, uneori trebuie să limităm utilizarea lăţimii de bandă. În ultimele şase ore, adresa ta de IP a consumat [X1], care, împreună cu folderul selectat din [X2], ar depăşi limita actuală de [X3]. Pentru a asigura accesul echitabil şi egal la resursele noastre, descărcările în curs au fost puse în aşteptare. Se vor relua în mod automat odată ce congestia dispare.","227":"Transferurile care sunt plătite sunt scutite de la această cotă de lăţime de bandă, deci, dacă nu doreşti să aştepţi, poţi lua în considerare cumpărarea unui cont Pro.","228":"Gestionarea traficului efectiv","229":"Nu se afişează din nou","230":"Upgradează la Pro","231":"Nu, mersi, voi aştepta","232":"Nu, mersi, voi aştepta","233":"Eroare temporară, se reîncearcă.","234":"Descarcă fişierul","235":"Descarcă","236":"Importă","237":"Se porneşte descărcarea","238":"Raportează pentru încălcarea drepturilor de autor","239":"Descărcare încheiată","240":"Pentru a încheia procesul de transfer de fişiere, va trebui să salvezi fişierul manual.","241":"Salvează fişierul","242":"Treci la Chrome pentru a te bucura pe deplin de puterea MEGA","243":"Fişierul pe care încerci să-l descarci nu mai este disponibil.","244":"Acest lucru ar putea fi din cauza următoarelor motive:","246":"Fişierul a fost eliminat din cauza încălcării regulilor ToS\/AUP.","247":"URL invalid - linkul pe care încerci să-l accesezi nu există","248":"Fişierul a fost şters de către utilizator.","249":"Fişierul pe care încerci să-l descarci nu este temporar disponibil.","250":"Infrastructura redundantă a eşuat. Acest lucru ar putea fi din cauza următoarelor motive:","251":"Unele servere sunt inactive pentru mentenanţă.","252":"Sistemele ne sunt supraîncărcate şi adăugăm capacitate mai mare.","253":"Te rugăm să încerci din nou mai târziu.","254":"Fişierul pe care încerci să-l descarci nu mai este disponibil.","255":"Acest fişier nu mai este disponibil din cauza revendicării drepturilor de autor de către [X].","256":"Cheia ta nu are lungimea corectă.","257":"Te rugăm să te asiguri că introduci o cheie validă.","258":"Se descarcă","259":"Ce înseamnă „MEGA”?","260":"MEGA este un acronim recursiv şi înseamnă „MEGA Encrypted Global Access”.","261":"Ce face MEGA?","262":"MEGA este un serviciu sigur de stocare în cloud şi un serviciu de comunicare\/colaborare. Acesta oferă acces gratuit şi acces plătit la spaţiul de stocare şi de lăţime de bandă. Acesta îţi permite să stochezi şi să accesezi fişierele din cadrul navigatorului tău sau prin aplicaţii de client dedicate.","264":"După cum ştim noi, stocarea în cloud şi criptarea sunt legale. Te rugăm să te supui legilor şi reglementărilor privind [B]modul[\/B] de utilizare al stocării în cloud şi criptarea, precum şi [A]termenii noştri de utilizare[\/A].","265":"MEGA a fost făcut de către aceiaşi oameni care au rulat anterior unul dintre cele mai mari companii de stocare în cloud. Pot avea contul meu şi fişierele mele înapoi?","266":"Din păcate, MEGA nu are acces la nici una dintre activele care angajaţii săi au creat anterior. Nu există nici o legătură juridică şi nici de reciclare a oricăror înregistrări codificate, hardware sau de baze de date, iar noi, prin urmare, nu vedem în prezent nici o modalitate de recuperare a datelor moştenite.","267":"De ce s-a întemeiat o companie de stocare în cloud tocmai în Noua Zeelandă?","268":"Pe lângă alte motive importante, numele Noua Zeelandei în limba maori este „Aotearoa”, ceea ce înseamnă „pământul norului alb şi lung”.","269":"Pot accesa MEGA pe dispozitivul meu mobil?","270":"Poţi accesa MEGA de pe navigatorul telefonului, dar acest lucru limitează sever performanţa şi funcţionalitatea. În schimb, îţi recomandăm să foloseşti aplicaţia noastră mobilă dedicată pentru dispozitivul tău.","271":"Pot relua incărcări sau descărcări întrerupte?","272":"Da, atâta timp cât nu închizi fila navigatorului, încărcările şi descărcările se vor relua în mod automat după, de exemplu, o întrerupere de reţea sau un dispozitiv care a intrat în modul standby\/sleep. Te rugăm să reţii că serverele noastre înlătură în mod automat încărcările incomplete, după 48 de ore de inactivitate.","273":"Pot încărca acelaşi fişier de mai multe ori?","274":"Deoarece serverul nu poate vedea numele fişierelor, coliziunile între nume trebuie să fie tratate pe partea de client. Cu setările standard, dacă încarci un fişier care deja pare să fie în contul tău (aceeaşi ţintă\/nume de fişier, de aceeaşi mărime, acelaşi timp, ultima modificare), acesta este omis, dar nimic nu te împiedică să păstrezi mai multe fişiere sau foldere cu acelaşi nume în acelaşi folder.","275":"Cum se reglementează utilizarea lăţimii de bandă?","276":"Politica noastră este de a nu impune restricţii artificiale utilizatorilor noştri, cu excepţia cazurilor impuse de blocajele de infrastructură. Ne rezervăm, prin urmare, dreptul de a impune limite lăţimii de bandă folosite din motive operaţionale în orice moment, pe o bază per-IP. Coada ta de transfer se va relua în mod automat odată ce congestia dispare. Nu este necesară o intervenţie manuală.","277":"Sunt limite pentru mărimile fişierelor pe MEGA?","278":"Noi nu impunem limite artificiale pentru mărimile fişierelor, altele decât spaţiul disponibil în unitatea cloud. Atâta timp cât toate navigatoarele actuale sunt capabile să încarce fişiere mari, descărcarea are restricţii de mărime în cazul lui Internet Explorer şi Safari datorită suportului lor incomplet pentru HTML5.","279":"Pot încărca şi descărca în acelaşi timp?","280":"Da. O încărcare şi o descărcare per fila de navigator pot rula în paralel.","281":"De ce nu oferiţi miniaturi de imagini sau previzualizare de streaming de fişiere video şi audio?","282":"Deoarece modelul nostru de criptare capăt-la-capăt se opune în mod inerent la orice manipulare pe partea de server a datelor, care ar trebui să pună în aplicare o astfel de facilitate.","283":"Cum pot încărca fişiere MEGA?","284":"Există trei moduri de a încărca fişiere la MEGA folosind navigatorul web:","285":"1. Clic pe butonul roşu de pe pagina de start","286":"2. Du-te la managerul de fişierele şi fă clic pe butonul  „Încarcă fişier” sau (dacă utilizezi Chrome) „Încarcă folder” în partea superioară","287":"3. Trage şi plasează fişierele oriunde sau (dacă utilizezi Chrome) folderele pe site","288":"Cum pot instala MEGA?","289":"MEGA poate fi folosit cu orice navigator web modern. Cu toate acestea, în funcţie de capabilităţile specifice ale navigatorului, unele funcţii ar putea să nu fie disponibile -  îţi recomandăm insistent să foloseşti Google Chrome, Mozilla Firefox sau Opera Next. Funcţiile avansate precum sincronizarea automată a folderelor sau montarea sistemelor de fişiere vor deveni disponibile prin intermediul aplicaţiilor client instalabile.","290":"Cum funcţionează partajarea de foldere?","291":"Ai posibilitatea să partajezi orice subarbore al unităţii tale cloud cu prietenii, familia sau colegii. Invitaţia este prin adresa de email. Invitaţii care nu au încă un cont vor primi o notificare prin email cu un link de înscriere. Ca alternativă, ai posibilitatea să creezi un link public la oricare dintre folderele tale şi să exporţi cheia de criptare specifică folderului, făcându-l accesibil fără un cont MEGA. Pe urmă este responsabilitatea ta să transmiţi în siguranţă cheia folderului către destinatar(i).","292":"Pentru a stabili, modifica sau şterge o partajare, pur şi simplu fă clic dreapta pe un folder din managerul de fişiere şi selectează Partajare. Există trei niveluri de acces: Doar citire, citire\/scriere (fişierele pot fi adăugate, dar nu şterse) şi complet (fişierele pot fi adăugate şi şterse).","293":"Dacă ai adăugat o adresă de email care nu are încă un cont, trebuie să fii online cel puţin o dată după ce destinatarul completează procesul de înregistrare, astfel încât să poţi cripta partajările potrivit noii sale chei publice create.","294":"Cum pot şterge persoane din folderul partajat?","295":"Pur şi simplu clic dreapta pe un folder din managerul de fişiere şi selectează partajare. Vei vedea toate persoanele care au în prezent acces la folderul partajat. Clic dreapta pe persoană şi alege opţiunea Şterge din meniu.","296":"Cum recunosc folderele mele partajate ?","297":"Folderele tale partajate din managerul de fişiere au o iconiţă specială, cu o mână sub folder.","298":"Pot partaja foldere care au fost partajate cu mine?","299":"Nu. Partajările de folder nu sunt tranzitive.","302":"Cum pot conecta un fişier de pe MEGA?","303":"Mai întâi de toate, o precauţie: securitatea criptografică a fişierelor depinde de confidenţialitatea cheilor de criptare asociate. Asigură-te că le transmiţi numai prin intermediul canalelor protejate! Emailul standard, de exemplu, nu este suficient de bun.","304":"Cu asta în minte, selectează unul sau mai multe fişiere din managerul de fişiere, apoi clic dreapta şi foloseşte „Obţine linkul”. Un dialog cu linkul(urile) public(e) către fişierul(ele) pe care le-ai selectat se va deschide. Poţi alege să exporţi fiecare link şi cheie separat sau totul ca un singur link combo.","305":"Cum funcţionează criptarea?","306":"Întreaga criptare este capăt-la-capăt. Datele încărcate sunt criptate pe dispozitivul original înainte de a fi trimise pe Internet, iar datele descărcate sunt decriptate numai după ce a ajuns pe dispozitivul de descărcare. Sistemele clientului sunt responsabile de generarea, schimbarea şi gestionarea cheilor de criptare. Nicio Niciuna din cheile de criptare utilizabile nu vor părăsi vreodată calculatoarele client (cu excepţia cheilor RSA publice).","307":"Toate informaţiile mele personale sunt supuse criptării?","308":"Nu. Numai datele şi numele de fişiere\/foldere sunt criptate. Informaţiile de care avem nevoie pentru acces operaţional, cum ar fi adresa de email, adresa IP, structura de foldere, proprietarul fişierelor şi acreditările de plată sunt stocate şi procesate necriptat. Te rugăm să consulţi politica noastră de confidenţialitate pentru detalii.","309":"Sunt datele mele absolut sigure?","310":"Toată securitatea este relativă. Următorii vectori de tipuri de atac există - ele nu sunt specifice MEGA, dar vrem să ştii despre riscurile lor:","311":"Conturile individuale sunt puse în pericol de:","312":"- Spyware pe calculatorul tău. Un keylogger simplu este de ajuns, dar datele de autentificare ale sesiunii si cheile ar putea fi, de asemenea, extrase din memorie sau din sistemul de fişiere.","313":"- Priviri indiscrete. Nu tasta parola în timp ce cineva ar putea privi ceea ce scrii la tastatură.","314":"- Metoda brute-force. Foloseşte parole puternice.","315":"- Phishing. Întotdeauna confirmă starea de securitate a conexiunii (https:\/\/), precum şi numele de domeniu corect (mega.co.nz) înainte de a introduce parola.","316":"Atacurile la scară largă ar putea fi efectuate prin:","317":"- Un atac „man in the middle”. Necesită emiterea unui certificat valabil SSL duplicat în combinaţie cu falsificarea DNS şi\/sau atacuri pe rutele noastre BGP (un scenariu DigiNotar).","318":"- Obţinerea accesului la servere web hosting https:\/\/mega.co.nz\/index.html şi înlocuirea acelui fişier cu o versiune falsă (acest lucru nu ar afecta accesul prin intermediul bazei aplicaţiei instalate). Reţine că manipularea conţinutului nostru de pe CDN nu reprezintă un risc de securitate, deoarece tot conţinutul activ încărcat de pe index.html este supus verificării cu un hash criptografic (un fel de „bootare sigură\" pentru site-uri web). Acest tip de atac necesită trimiterea de cod maliţios către client şi, prin urmare, este detectabil.","319":"- Obţinerea accesului la nucleul infrastructurii serverului şi crearea de cereri false la partajările existente. Acest tip de atac afectează numai datele în conturile cu foldere partajate şi este detectabil, de asemenea, pe partea de client.","320":"Şi dacă nu am încredere în voi? Este sigur să folosesc MEGA?","321":"Dacă nu ai încredere în noi, nu poţi rula codul furnizat de noi, ceea ce împiedică deschiderea site-ului MEGA în navigatorul tău şi introducerea datelor tale de autentificare. Totuşi, datorită tiparului de criptare capăt-la-capăt al MEGA, poţi folosi în siguranţă aplicaţiile client scrise de cineva în care ai încredere.","322":"Am încredere în voi şi în centrul de date din Noua Zeelandă, dar nu am încredere în centrul vostru de date din Germania, deoarece este condus de o companie din SUA. Este sigur să folosesc MEGA?","323":"Da, poţi folosi în continuare MEGA (cu câteva limitări) fără teamă, chiar dacă serverele noastre din Germania au fost pe deplin compromise. Centrul de date din Noua Zeelandă se asigură că niciun cod rogue nu rulează atunci când vizitezi https:\/\/mega.co.nz\/.","324":"Datele pe care le-am pus în folderele partajate sunt la fel de sigure precum celelalte date ale mele?","325":"Foldere partajate, în esenţă, sunt la fel de sigure ca şi cel mai puţin securizat membru. Cu toate acestea, un compromis al nucleului infrastructurii serverului nostru reprezintă un risc suplimentar: cheile publice ar putea fi manipulate, iar solicitările de chei ar putea fi falsificate.","326":"Să presupunem că un nod de stocare MEGA este compromis fizic. Care sunt riscurile?","327":"Apariţia mesajelor de eroare după descărcarea fişierelor manipulate. Chiar dacă atacatorul a avut cheia de decriptare pentru un fişier anume pe acel nod, el nu poate să-l înlocuiască cu unul falsificat fără să cauzeze eşuarea descărcărilor ulterioare.","328":"Este o idee bună să stochez toate datele mele într-un singur loc?","329":"Păstrează întotdeauna copii redundante ale fişierelor importante, online şi offline. Deşi noi păstrăm fiecare fişier în cel puţin două locaţii, nu există nicio garanţie împotriva eşecurilor multiple simultane sau greşelilor repetate fără precedent din partea guvernului.","330":"De ce ar trebui să vă încredinţez datele mele, dintre toate serviciile, tocmai vouă?","331":"Noi oferim criptarea controlată a utilizatorului (UCE) prin care utilizatorul controlează cheile. Implementarea UCE este cu sursă deschisă. Invităm şi încurajăm comunitatea să-l analizeze şi să ofere feedback. Noi credem că această abordare este mult mai sigură decât stocarea datelor la un furnizor care deţine criptare pe partea de server, unde furnizorul de servicii internet controlează cheile sau, mai rău, nu există deloc criptare  - dacă, spre exemplu, fişierele utilizatorului MEGA sunt brusc accesibile fără o parolă datorită unei erori de programare, acestea nu pot fi citite fără cheile de decriptare controlate de utilizator.","332":"Am observat că folosiţi HTTPS pentru transferul de date deja criptate. Nu este cam inutil?","333":"Da, într-adevăr. Din păcate, cele mai multe navigatoare se simt ofensate când stabilesc conexiuni nesigure de pe o pagină securizată, şi cine le-ar putea învinui pentru asta - acestea nu pot fi conştiente de faptul că există un alt strat de criptare deja în funcţiune. Deoarece HTTPS are un efect negativ asupra performanţei, noi îţi permitem să îl opreşti la navigatoarele care permit acest lucru (Chrome, Safari şi Firefox până la versiunea 17) pentru a accelera transferurile fără a periclita integritatea sau confidenţialitatea datelor tale. Vei vedea un avertisment SSL care apare la primul transferul de fişiere în unele navigatoare  - în acest caz (şi numai în acest caz), este sigur să ignori avertismentul.","334":"Ce algoritmi de criptare foloseşte MEGA intern?","335":"Pentru transferurile în masă, AES-128 (credem că utilizarea CPU mai mare a AES-192 şi a AES-256 depăşesc beneficiile teoretice de securitate, cel puţin până la apariţia calculatoarelor cuantice). Verificarea integrităţii de post-descărcare este realizată printr-o variaţie în grupuri a CCM, care este mai puţin eficientă decât OCB, dar fără a fi sub un brevet.","336":"Pentru stabilirea de secrete partajate între utilizatori şi fişierele păstrate în dosarul de mesaje primite, folosim RSA-2048 (lungimea cheii a fost aleasă ca cale de mijloc între „prea nesigur” şi „prea lent”). Criptarea, decriptarea şi generarea cheii, toate sunt implementate în JavaScript, care limitează rata de transfer la câţiva MB\/s şi cauzează încărcarea semnificativă a procesorului. Suntem nerăbădători privind implementarea API-ului propus în HTML5 numit WebCrypto în toate navigatoarele importante, ceea ce va elimina acest obstacol.","337":"Generatorul de numere aleatorii în JavaScript este suportat de către o funcţie (RC4) care utilizează mişcările mouse-ului şi tastele apăsate de pe tastatură cât timp este bazat pe timpi pentru a îmbunătăţi caracterele aleatorii generate. (Doar Chrome şi Firefox pe moment - cheile generate de Internet Explorer şi Safari sunt mai puţin sigure decât ar putea fi).","338":"MEGA păstrează copii de siguranţă ale fişierelor mele?","339":"Noi stocăm fişierele pe cel puţin două servere în centre de date diferite, dacă sunt disponibile.","340":"Mi-am uitat parola. Se poate reseta?","344":"Când am nevoie să fac upgrade la un cont Pro?","345":"Un cont Pro îţi oferă spaţiu de stocare suplimentar şi cotă de lăţime de bandă în plus pe care le trage în mod automat ori de câte ori de la o limită de lăţime de bandă de funcţionare este atinsă - se poate utiliza cota tine, sau acorda terţilor acces la datele tale (aceasta include utilizatorii care nu au un cont de MEGA). Procentul maxim din cota alocată pentru lăţimea de bandă pentru terţi este configurabilă în setările contului tău.","346":"La ce este bună opţiunea de limitare a vitezei mele de încărcare?","347":"Multe routere nu acordă prioritate pachetelor mai mici, în cazul congestionării legăturii, rezultând în traficul de intrare, acesta fiind grav afectat atunci când legătura de ieşire este plină. Noi măsurăm, prin urmare, lăţimea de bandă disponibilă de ieşire în cursul primelor zece secunde de o încărcare şi apoi să păstreze cel puţin 10% din nefolosit. Poţi încerca pentru a maximiza performanţa de încărcare prin dezactivarea acestei opţiuni.","348":"Ce primesc cu contul meu gratuit?","349":"Un nivel global accesibil, de înaltă performanţă, unitatea de cloud securizată cu [X] de spaţiu de stocare. Dacă ai nevoie de mai mult decât atât, ai posibilitatea să faci upgrade la un cont [A1]Pro[\/A1]. Clic [A2]aici[\/A2] pentru a vedea utilizarea actuală.","359":"Oferiţi un API?","361":"Da. Te rugăm să foloseşti kitul nostru de dezvoltare software pentru a adăuga suport MEGA în aplicaţia ta.","362":"Pentru a preveni supraîncărcarea resurselor pe care le avem uneori trebuie să limităm utilizarea lăţimii de bandă. Fişierul pe care încerci să-l descarci este mai mare decât limita actuală de [X3]. Transferul a fost amânat şi se va relua în mod automat odată ce congestia dispare.","365":"Navigatorul tău este prea vechi pentru a descărca un fişier aşa mare.","366":"Avertisment privind drepturile de autor","367":"MEGA respectă drepturile de autor ale altora şi impune utilizatorilor serviciului de stocare în cloud MEGA să se conformeze cu legile drepturilor de autor. Este strict interzisă utilizarea serviciului de stocare în cloud MEGA pentru a încălca drepturile de autor. Tu nu poţi încărca, descărca, stoca, partaja, afişa, distribui, trimite email, oferi link, transmite sau pune la dispoziţie fişiere, date sau conţinut care încalcă orice drept de autor sau alte drepturi de proprietate ale unei persoane sau entităţi.","368":"Atenţie:","369":"Modelul de securitate criptografică MEGA depinde de confidenţialitatea cheilor afisate mai sus. Evită transmiterea acestora prin canale nesigure!","370":"Copiază în clipboard","371":"Copiat în clipboard","372":"Încărcare","373":"Descărcare","374":"Noi promitem, noi livrăm","375":"Navigare blocată din cauza transferurilor de fişiere în curs.","376":"Trebuie să fii autentificat pentru a vedea această pagină.","377":"Transferul de fişiere este în curs. Dacă vei continua, acestea vor fi anulate.","378":"Te rugăm să introduci parola pentru a confirma contul.","379":"Te rugăm să te autentifici pentru a importa acest fişier în contul tău.","380":"Introdu cheia de decriptare","381":"Toate drepturile rezervate","382":"creeat în Noua Zeelandă","383":"Asistenţă","384":"Centrul de ajutor","385":"Termenii serviciului","386":"Politica de confidenţialitate","387":"Drepturile de autor","388":"Comunitate","389":"Blog","390":"Parteneriate","391":"Distribuitori","392":"Dezvoltatori","393":"Parteneri de găzduire","394":"Investitori","395":"Devino un distribuitor","396":"Despre noi","397":"Cont de membru gratuit","398":"Cont de membru Pro","399":"Contactează-ne","400":"Noţiuni de bază","401":"Partajare","402":"Securitate şi confidenţialitate","403":"Cont","404":"Plăţi şi facturare","405":"Unelte","406":"Topul celor mai frecvente întrebări:","407":"Categorii:","408":"Ianuarie","409":"Februarie","410":"Martie","411":"Aprilie","412":"Mai","413":"Iunie","414":"Iulie","415":"August","416":"Septembrie","417":"Octombrie","418":"Noiembrie","419":"Decembrie","420":"Te rugăm să te autentifici pentru a începe încărcarea.","421":"Te rugăm să accepţi termenii serviciului nostru","422":"Accept","423":"Ai nevoie de un cont înregistrat pentru a folosi funcţia de partajare. Doreşti să te inregistrezi acum?","424":"Partajare dezactivată","425":"Redenumeşte folderul","426":"Redenumeşte folderul","427":"Detalii privind contul","428":"Vouchere","429":"Istoricul sesiunilor","430":"Istoricul achiziţiilor","431":"Istoricul tranzacţiilor","432":"Tipul contului:","433":"Upgradează","434":"Tipul abonamentului:","435":"GRATUIT","436":"Fără ciclu de facturare ","437":"Spaţiu de stocare:","438":"[X] folosit","439":"[X1] din [X2]","440":"Management privind lăţimea de bandă:","441":"Activează managementul lăţimii de bandă","442":"Dezactivează managementul lăţimii de bandă","443":"Poţi specifica procentajul de alocare pentru servirea lăţimii de bandă.","444":"Setează servirea lăţime de bandă:","445":"Servirea lăţime de bandă","446":"(pentru descărcări de părţi terţe ale fişierelor)","447":"Descărcarea lăţimii de bandă","448":"(pentru descărcarea de fişiere de părţi terţe)","449":"Soldul contului","450":"Reîncarcă contul","451":"Creează vouchere:","452":"Tipul de vocher:","453":"Selectează tipul de voucher","454":"Cantitate:","455":"Creează","456":"Revendică un voucher:","457":"Cumpără voucherul","458":"Revendică","459":"Voucherele tale","460":"Vouchere nefolosite","461":"Vouchere revendicate","462":"Vouchere anulate","463":"Vouchere revocate","464":"Toate voucherele","466":"Ultimele [X]","467":"Istoricul sesiunii","468":"Istoricul achiziţiilor","469":"Ultimele [X] achiziţii","470":"Istoricul tranzacţiilor","471":"Ultimele [X] tranzacţii","472":"Ultimele [X] sesiuni","473":"Ups, acesta nu pare a fi un cod de voucher valabil.","474":"Data expirării:","475":"Dată\/oră","476":"Element","477":"Cantitate","478":"Metodă de plată","479":"Navigator","480":"Adresă IP","481":"Ţară","482":"Cele mai recente activităţi","483":"Sesiunea actuală","484":"ID al tranzacţiei","485":"Credit","486":"Debit","487":"Codul voucherului","488":"Stare","489":"Nefolosit","490":"Revendicat la","491":"Revocat la","492":"Anulat la","494":"Alege pachetul:","495":"Memorie","496":"Lăţime de bandă","497":"Selectează tariful:","498":"per lună","499":"per an","500":"Selectează tariful:","501":"economiseşti 17%","502":"Selectează tariful:","503":"Alege metoda de plată:","504":"Soldul prepaid","505":"cumpără voucher","506":"Professional","507":"continuă","508":"cod de voucher","509":"CONFIDENŢIALITATEA COMPANIEI","510":"Bine ai venit la MEGA!","511":"Perechea de chei private\/publice de 2048 de biţi RSA sunt acum create.","512":"Pentru a consolida cheie, am colectat de la entropie mişcările mouse-ul şi timpii keystroke.","513":"Codul de bon a fost răscumpărat la contul tău. Cu toate acestea, soldul noului card prepaid este insuficient pentru această achiziţie. Te rugăm să adaugi sold, sau încearcă să cumperi un pachet mai ieftin.","514":"Sold insuficient, te rugăm să încerci din nou.","515":"Acest folder conţine mai mult de 500 de intrări. Folderele mari pot încetini navigatorul tău. Te rugăm să iei în considerare utilizarea subfolderelor.","516":"Obţine asistenţă","517":"Ceva nu merge bine pentru tine? Te rugăm să verifici [A]centrul de ajutor[\/A] mai întâi. Dacă întrebarea ta nu are răspuns acolo, nu ezita să ne contactezi.","518":"Cadru legal","519":"Departamentul nostru juridic este disponibil să răspundă la cererea ta.","520":"Drepturi de autor","521":"Te temi căci un utilizator încalcă drepturile de proprietate intelectuală? Te rugăm să trimiţi o notificare de eliminare prin intermediul [A]formularului online[\/A] sau trimite-ne un email.","522":"Sugerează îmbunătăţiri","523":"Te rugăm să trimiţi cereri şi sugestii de caracteristici şi utilizabilitate aici.","524":"Raportează o eroare","525":"MEGA este în prezent în versiune beta şi esti invitat să trimiţi rapoarte de erori.  Cu cât mai detaliate rapoartele, cu atât mai bine.","526":"Media","527":"Invităm persoane din zona mass-mediei, inclusiv bloggeri, să ne contacteze pentru întrebări referitoare la MEGA.","528":"Devino un distribuitor","529":"Devino parte din povestea de succes!","530":"Programul nostru de distribuţie îţi permite să vinzi voucherele Mega direct la clienţii tăi.","531":"Detalii:","532":"Vei primi acces la interfaţa noastră sofisticată de management de vouchere.","533":"Creează vouchere în timp real de la soldul contului tău.","534":"Cotă de venituri generoasă de la început.","535":"Cu cât mai mult vinzi, cu atât mai mare partea ta de venituri, mai mult profit.","536":"API-ul de distribuţie îţi va permite să dezvolţi aplicaţii, care pot interacţiona cu sistemul nostru în timp real.","537":"Publicitate gratuită: saitul tău va avea link pe Mega.","538":"După revizuirea şi aprobarea cererii tale de de distribuţie. Afacerea ta şi saitul trebuie să îndeplinească standardele noastre.","539":"Venituri","540":"Cota ta de venituri va fi decontată la crearea voucherelor.","541":"Cifra de afaceri lunară","542":"Venituri","543":"Mai mult decât [X]","544":"Cerere de distribuitor","545":"Înscrie-te ca un distribuitor","546":"Detalii","547":"Detaliile tale","548":"Pieţe","549":"Selectează pieţele de distribuire:","550":"Plăţi","551":"Selectează metodele de plată","552":"Selectează metodele de plată din lista de furnizori disponibili","553":"Furnizorul tău de plată nu este listat? Te rugăm să ne trimiţi un [A]email[\/A]","554":"Completat","555":"Sunt de acord cu [A]termenii de distribuţie ai serviciului[\/A] MEGA","556":"Următorul","557":"Selectează pieţele din lista de ţări disponibile","558":"Precedent","559":"Numele tău","560":"URL pentru afacere","561":"Adresa","562":"Codul poştal","563":"Numele afacerii","564":"Numărul de telefon","565":"Oraşul","566":"Selectează ţările per metoda de plată:","568":"Te rugăm să selectezi ţara ta","569":"Setări de transfer","570":"Numărul de conexiuni paralele de încărcare:","571":"Numărul de conexiuni paralele de descărcare:","572":"Limită de viteză de încărcare:","573":"Niciuna","574":"Automat","575":"Fixat","576":"Treci peste fişierele identice atunci când sunt încărcate:","577":"Da","578":"Nu","579":"Utilizează SSL pentru transferuri de fişiere:","580":"Dezactivarea SSL îmbunătăţeşte performanta şi nu reduce securitatea.","581":"Te rugăm să introduci numele.","582":"Te rugăm să introduci URL-ul pentru afacere.","583":"Te rugăm să introduci adresa ta.","584":"Te rugăm să introduci codul poştal.","585":"Te rugăm introduci numele afacerii tale.","586":"Te rugăm să introduci numărul tău de telefon.","587":"Te rugăm să introduci oraşul tău.","588":"Te rugăm să introduci ţara ta.","589":"Trebuie să accesezi termenii serviciului de distribuitor.","590":"Te rugăm să selectezi cel puţin o ţară.","591":"Te rugăm să selectezi cel puţin o metodă de plată.","592":"Te rugăm să selectezi cel puţin o ţară pe prestatorul de plată.","593":"Minunat","594":"Vei primi un email de la noi cu instrucţiuni suplimentare.","620":"Notificare privind presupusa încălcare","621":"Notificare","622":"MEGA respectă drepturile de autor ale celorlalţi şi cerem utilizatorilor serviciului nostru să se supună legilor privind drepturile de autor. Este strict interzisă folosirea serviciilor noastre pentru a încălca drepturile de autor. Nu poţi încărca, descărca, stoca, partaja, afişa, difuza, distribui, trimite email, oferi link, transmite sau, altfel, pune la dispoziţie fişiere, date sau conţinut care încalcă drepturi de autor sau alte drepturi de proprietate ale unei persoane sau entităţi. Vom răspunde notificărilor privind presupusa încălcare a drepturilor de autor care respectă legislaţia în vigoare şi ne sunt corect furnizate. Dacă crezi că conţinutul tău a fost copiat sau utilizat într-un mod care constituie încălcarea drepturilor de autor, te rugăm să ne furnizezi următoarele informaţii: (i) o semnătură fizică sau electronică a titularului drepturilor de autor sau a unei persoane autorizate să acţioneze în numele acesteia; (ii) identificarea unei lucrări pretinsă să fi fost încălcat drepturile de autor; (iii) identificarea materialului care se pretinde a fi încălcat sau care să fie obiectul activităţii de încălcare şi care urmează să fie eliminat sau accesul care urmează să fie dezactivat şi informaţii suficiente pentru a ne permite să localizăm, de exemplu, adresa URL (Uniform Resource Locator); (iv) informaţiile tale de contact, inclusiv adresa, numărul de telefon şi o adresă de email; (v) o declaraţie conform căreia consideri, cu bună credinţă, că utilizarea materialului în maniera reclamată nu a fost autorizată de titularul drepturilor de autor, de agentul acestuia sau prin lege; şi (vi) o declaraţie potrivit căreia informaţiile din notificare sunt corecte şi, sub incidenţa pedepsei pentru sperjur (exceptând cazul în care legea aplicabilă spune altfel), că tu eşti autorizat să acţionezi în numele titularului drepturilor de autor.","623":"Ne rezervăm dreptul de a elimina datele pretinse a fi încălcătoare, fără notificare prealabilă, la discreţia noastră şi fără răspundere faţă de tine. În circumstanţe adecvate, vom închide şi contul tău, dacă eşti determinat să fii un încălcător de drepturi repetitiv. Agentul nostru desemnat pentru drepturi de autor pentru notificările privind presupusele încălcări de drepturi este:","624":"Notificare privind drepturile de autor","625":"Te rugăm să foloseşti acest formular pentru a trimite o notificare privind drepturile de autor. Vom răspunde în termen de 24 de ore (instantaneu în timpul orelor de afaceri).","626":"Conţinutul:","627":"Câmp obligatoriu","628":"Încalcă drepturile mele de autor personale.","629":"Încalcă drepturile de autor ale cuiva pentru care sunt autorizat să-l reprezint.","630":"Tipul de eliminare:","631":"Selectează tipul de eliminare:","632":"1. Dezactivează numai URL-ul(urile) furnizat public - fişierul(ele) va rămâne în contul proprietarului","633":"2. Dezactivează toate URL-urile publice ale fişierului de bază pentru URL-ul furnizat  - fişierul(e) va rămâne în contul(urile) proprietarului","634":"3. Elimină toate instanţele fişierului(elor) de bază din URL-ul(urilor) furnizat - nu există nici un utilizator care este permisă pentru a stoca acest lucru sub nici o circumstanţă în toată lumea","635":"Declar prin prezenta, cu bună credinţă că partajarea materialelor cu drepturi de autor de la locaţia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul acestuia, sau prin lege (de exemplu, ca o utilizare cinstită)","636":"Înţeleg că pot fi răspunzător pentru daunele, inclusiv costurile şi onorariile avocaţilor, dacă cu bună ştiinţă şi în mod real denaturez că conţinutul raportat, URL-urile sau fişierele încalcă drepturile de autor.","637":"Informaţiile din această notificare sunt corecte, iar eu declar sub pedeapsa sperjurului că sunt autorizat să acţionez în numele titularului drepturilor de autor.","638":"Această declaraţie este un document serios legal - te rugăm să fii prudent şi să incluzi date corecte în reclamaţiile tale de încălcare a drepturilor de autor. Poate doreşti să te consulţi mai întâi cu un jurist pentru a decide dacă conţinutul pe care îl raportezi într-adevăr este o încălcare a drepturilor de autor, dacă nu este protejat prin utilizare cinstită, de licenţă, sau alt temei juridic.","639":"Trimite notificarea","640":"Adaugă mai multe","641":"URL-ul conţinutului ce încalcă drepturi:","642":"Numele titularului drepturilor de autor:","643":"Titlul jobului:","644":"Adresă de email:","645":"Fax:","646":"Oraş:","647":"Cod poştal:","648":"Drepturi de autor pentru lucrare, pretinse că au încălcat drepturi de autor:","649":"Numele meu complet:","650":"Companie\/organizaţie:","651":"Telefon:","652":"Adresa:","653":"Statul\/provincia:","654":"Ţara:","655":"Te rugăm să furnizezi URL-urile pentru fiecare muncă cu drepturi de autor pretinse drept au fost încălcate.","656":"Te rugăm să furnizezi drepturile de autor pentru fiecare URL cu conţinut încălcător.","657":"Te rugăm să selectezi dacă conţinutul încalcă drepturile de autor ale lucrurilor tale personale sau  încalcă drepturile unei persoane căreia eşti autorizat să-l reprezinţi.","658":"Te rugăm să selectezi tipul de eliminare.","659":"Te rugăm să furnizezi URL-urile pentru fiecare lucrare cu drepturi de autor, pretinse că încalcă drepturile de autor.","660":"Te rugăm să furnizezi drepturile de autor ale lucrărilor pentru fiecare URL care încalcă drepturi.","661":"Te rugăm să furnizezi şi numele titularului drepturilor de autor.","662":"Te rugăm să furnizezi numele tău complet.","663":"Te rugăm să furnizezi adresa ta de email.","664":"Te rugăm să introduci o adresă de email validă.","665":"Te rugăm să confirmi că eşti convins, cu bună credinţă că partajarea materialelor cu drepturi de autor de la locaţia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul acestuia, sau prin lege (de exemplu, ca utilizare cinstită).","666":"Te rugăm să confirmi faptul că ai putea fi răspunzător pentru daunele, inclusiv costurile şi onorariile avocaţilor, dacă cu bună ştiinţă şi în mod real denaturez că conţinutul raportat, URL-urile sau fişierele încalcă drepturile de autor.","667":"Te rugăm să confirmi faptul că această notificare este corectă, iar sub pedeapsa sperjurului prin care eşti autorizat să acţionezi în numele titularului drepturilor de autor.","668":"Îţi mulţumim!","669":"Vom revizui notificarea privind drepturile de autor în scurt timp.","670":"Limbă","671":"Vorbeşti mai multe limbi?","672":"Ajută-ne să traducem!","673":"Confidenţialitatea companiei","674":"Nimeni nu va fi supus la imixtiuni arbitrare în viaţa sa personală, în familia, domiciliul sau corespondenţa. Orice persoană are dreptul la protecţia legii împotriva unor asemenea imixtiuni.","675":"Declaraţia Universală a Drepturilor Omului, articolul 12","676":"MEGA reprezintă stocarea în cloud cu o puternică confidenţialitate mereu în funcţiune","677":"MEGA oferă stocare în cloud robustă cu politică de confidenţialitate convenabilă şi puternică mereu în funcţiune. MEGA crede în dreptul tău la intimitate şi îţi oferă instrumentele tehnologice pentru a o proteja. Noi numim aceasta criptarea controlată a utilizatorului, sau UCE şi se face în mod automat.","678":"Ce este criptarea controlată a utilizatorului MEGA?","679":"Toate fişierele stocate pe MEGA sunt criptate. Toate transferurile de date de la şi către MEGA sunt criptate. Şi în timp ce majoritatea furnizorilor de stocare în cloud pot şi pretind acelaşi lucru, MEGA este diferit - spre deosebire de tipul industrial în cazul în care furnizorul de stocare în cloud deţine cheia de decriptare, cu MEGA, tu controlezi criptarea, îţi ţii cheile, şi tu decizi cui îi acorzi sau refuzi accesul la fişiere, fără a necesita nicio instalare a unui software riscant. Totul se întâmplă în navigatorul tău!","680":"MEGA viitor","681":"Serviciul de stocare în cloud MEGA este doar începutul. În viitor, MEGA va oferi UCE în navigator pentru o gamă largă de aplicaţii fără a fi nevoie să instalezi ceva. Tehnologia noastră va proteja emailurile tale, apelurile, chat-urile şi fluxurile video.","692":"Este MEGA legal?","693":"Suntem un grup dedicat de tehnicieni care au avut timp, oportunitate şi acces la internet pentru a construi un extraordinar serviciu de stocare în cloud, care va contribui la protejarea confidenţialităţii. Am planificat acest serviciu de internet de la zero în Auckland, Noua Zeelandă. Spre deosebire de cei mai mulţi dintre concurenţii noştri, noi folosim o tehnologie modernă de criptare prin intermediul navigatorului web, prin care, tu, nu noi, controlezi cheile. Grupul nostru de design este compus din Kim Dotcom, Mathias Ortmann, Bram van der Kolk şi Finn Batato. Tony Lentino, deţinătorul registratorului de domenii Instra Corporation, este vizionarul nostru principal. CEO-ul nostru, Vikran Kumar, a fost şef executiv al InternetNZ, o organizaţie nonprofit promovând viziunea unui „internet deschis şi liber”. Sperăm că împărtăşeşti această viziune.","694":"1. Dezactivează un link  („URL”) pe fişier - fişierele vor rămâne în contului utilizatorului","695":"2. Dezactivează multiple URL-uri per fişier  -  fişierele vor rămâne în contului utilizatorului","696":"3. Elimină toate fişierele de bază din URL-urile furnizate - nu există niciun utilizator căruia să-i fie permisă stocarea acestora sub vreo circumstanţă în toată lumea","697":"4. Altele","698":"Poţi trimite o notificare aici","699":"Semnează şi trimite notificarea","700":"Te rugăm să trimiţi notificarea de eliminare manuală prin email la [A1]copyright@mega.co.nz[\/A1] în temeiul [A2]dispoziţiilor de eliminare[\/A2].","701":"Trimite prin email notificarea de eliminare","702":"Raportează abuz","703":"Linkul tău de înregistrare nu este valabil. Te rugăm să verifici pentru sfârşiturile de linie posibile în emailul de activare.","704":"Contul tău a fost activat deja. Te rugăm să te autentifici.","705":"Confirmarea ta nu a putut fi procesată. Te rugăm să te înscrii din nou. Codul de eroare:","706":"Schimbă parola","707":"Actualizează","708":"Cere schimbarea","709":"Nu-mi reamintesc parola mea actuală","710":"Dacă eşti în continuare conectat, dar nu îţi poţi aminti parola actuală, ai posibilitatea să setezi o parolă nouă prin selectarea acestei opţiuni. Vei primi un link de confirmare pentru schimbarea parolei prin email prin care activezi parola nouă, dacă dai clic în 15 minute.","711":"Solicită schimbarea","712":"Răscumpărarea încheiată","713":"Soldul voucherului a fost creditat în contul tău. Doreşti să continui achiziţionarea contului Pro acum?","714":"Acest voucher a fost deja revendicat.","715":"Parolele noi pe care le-ai introdus nu se potrivesc. Te rugăm să încerci din nou.","716":"Parola actuală","717":"Parola nouă","718":"Confirmă parola nouă","719":"Te rugăm să introduci parola actuală.","720":"Te rugăm să introduci parola nouă.","721":"Te rugăm să verifici emailul şi fă clic pe linkul de confirmare pentru a încheia schimbarea parolei.","722":"Modificarea solicitată","723":"Parola nouă trebuie să fie diferită de parola actuală.","724":"Parola actuală furnizată este incorectă.","725":"Parola ta a fost schimbată.","726":"Realizat","727":"Parola ta a fost schimbată.","728":"Acest link de confirmare a parolei a expirat.","729":"Acest link a fost deja confirmat.","730":"Contul tău a fost suspendat. Te rugăm să verifici adresa ta de email pentru detalii şi pentru a răspunde cât mai curând posibil.","731":"Contul de utilizator asociat a fost desfiinţat din cauza unor încălcări multiple ale [A]termenilor serviciului[\/A] nostru.","732":"Eşti deja conectat într-un cont care este diferit de cel pe care îl confirmi. Te rugăm să verifici sesiunea actuală, deconectează-te, şi apoi clic pe linkul de confirmare din nou.","733":"Adresă de email necunoscută. Dacă nu ai un cont la noi încă, te invităm să te înregistrezi.","734":"Îţi mulţumim!","735":"Te rugăm să îţi verifici adresa de email.","736":"Numai conturile care nu conţin fişiere şi foldere pot reseta parola.","737":"Restează parola","738":"Cerere","739":"ţi-ai uitat parola? ","740":"Parola ta a fost schimbată cu succes.","741":"Te rugăm să alegi o nouă parolă sigură.","742":"Resetează","743":"Acest link a expirat. Te rugăm să soliciţi un link nou.","744":"Link invalid. Te rugăm să soliciţi un link nou.","745":"Fără ciclu de facturare","746":"Tipul contului de membru","747":"Săptămânal","748":"Lunar","749":"Anual","750":"Următorul ciclu de facturare este pe","751":"O singură dată","752":"Extensie Firefox MEGA","753":"Instalează extensia MEGA Firefox pentru o performanţă de descărcare îmbunătăţită considerabil. Aceasta îţi va permite să foloseşti lotul - descărcarea unui număr nelimitat de fişierele, fără restricţii de mărime.","754":"Extensia Firefox MEGA este securizată şi invizibilă. Dacă preferi să utilizezi MEGA fără extensie, îţi recomandăm insistent să foloseşti [A]Chrome[\/A].","755":"Instalează extensia","756":"1 descărcare încheiată","757":"[X] descărcări încheiate","758":"Deschide folderul cu descărcări","759":"clic aici pentru a deschide","760":"Te rugăm să instalezi extensia MEGA Firefox pentru a descărca un fişier aşa mare.","761":"Te rugăm să confirmi","762":"Eşti pe cale de a descărca o cantitate foarte mare de fişiere, care pot încetini navigatorul. Continui oricum?","763":"Contact","764":"Descărcarea nu a putut fi începută, deoarece hard discul este plin.","765":"Descărcarea nu a putut fi începută, deoarece hard discul este plin.","766":"Unele dintre descărcări tale nu a putut fi începută, deoarece hard discul este plin.","768":"Unele dintre descărcări tale nu a putut fi începută, deoarece hard discul este plin sau foloseşti Chrome în modul privat, care nu are suport pentru scrierea de fişiere.","769":"Putem folosi doar 5% din spaţiul tău de pe disc disponibil pentru descărcare. Te rugăm să eliberezi mai mult spaţiu pentru a continua.","770":"Alege parola","771":"Confirmă parola","772":"URL către fişier:","773":"rămas","774":"Trimite prin email linkul","775":"redenumeşte mai jos:","776":"Salvează","777":"Ţine-mă minte pe acest dispozitiv","778":"Nu ai un cont MEGA?","779":"Înregistrează-te acum","780":"Ai deja un cont MEGA?","781":"Datorită performanţelor procesorului limitat de dispozitive mobile, generarea de chei RSA poate dura mai multe minute pentru a finaliza. Îţi mulţumim pentru răbdare.","782":"Folder gol","783":"Niciun fişier în unitatea cloud","784":"Niciun contact","785":"Niciun rezultat.","786":"Niciun fişier în dosarul de mesaje primite","787":"Niciun fişier în coşul de gunoi","788":"Sigur doreşti să muţi acest fişier în coşul de gunoi?","789":"Sigur doreşti să muţi acest folder în coşul de gunoi?","790":"Deschide fişierul","791":"Importă fişierul","792":"Şterge fişierul","794":"Şterge folderul","796":"Obţine linkul","797":"Partajează folderul","798":"Spaţiu de stocare","799":"Spaţiu folosit","800":"Spaţiu liber","801":"Versiunea desktop","802":"Emailul de contact","803":"Descărcarea fişierului","804":"Din păcate, acest tip de fişier nu este în prezent suportat pe dispozitivul tău cu MEGA.","805":"Vom implementat suport pentru mobile pentru acest tip de fişier în viitorul apropiat.","806":"schimbă numele folderului:","807":"schimbă numele fişierului:","808":"Linkul folderului","809":"URL către folder:","810":"Linkul de descărcare","811":"URL către fişier:","812":"Confirmă contul","813":"Folder partajat","814":"Doreşti să abandonezi încărcarea?","815":"Doreşti să abandonezi descărcarea?","816":"Te rugăm introdu o adresă de email valabilă.","817":"Nu poţi crea un folder în rezultatul de căutare.","818":"Doreşti să comuţi la versiunea desktop?","819":"începe","820":"Acest fişier a fost importat în unitatea ta de cloud.","821":"Notificările tale","822":"Înapoi","823":"Setări","824":"Folder nou partajat de la [X]","825":"Folder nou partajat","826":"[X] a revocat un folder partajat","827":"Folder partajat revocat","828":"[X1] foldere şi [X2] fişiere","829":"[X] foldere şi 1 fişier","830":"1 folder şi [X] fişiere","831":"1 folder şi 1 fişier","832":"[X] foldere","833":"[X] fişiere","834":"1 folder","835":"1 fişier","836":"[X] a adăugat [DATA]","837":"[X] a fost adăugat","838":"[X] a fost adăugat","850":"IAN","851":"FEB","852":"MAR","853":"APR","854":"MAI","855":"IUN","856":"IUL","857":"AUG","858":"SEP","859":"OCT","860":"NOI","861":"DEC","862":"Notificări","863":"Vezi toate","864":"Descarcă ca ZIP","865":"Deschide","866":"Copiază 1 element selectat","867":"Copy [X] elemente selectate","868":"Mută 1 element selectat","869":"Mută [X] elemente selectate","870":"Confirmă","871":"[B]Avertisment:[\/B] cota de stocare depăşită. Te rugăm şterge fişierele sau [A]upgradează la un cont mai bun[\/A].","872":"Pro","873":"în urmă cu [X] secunde","874":"în urmă cu 1 minut","875":"în urmă cu [X] minute","876":"în urmă cu 1 oră","877":"în urmă cu [X] ore","878":"în urmă cu 1 zi","879":"în urmă cu [X] zile","880":"Adineaori","881":"Foloseşti o sesiune trecătoare. Datele care le stochezi se vor pierde atunci când expiră. Pentru a păstra fişierele, te rugăm să faci upgrade la un cont real, cât mai curând posibil şi revendică cei 50 GB de spaţiu de stocare gratuit şi sigur în cloud!","882":"Avertisment","883":"Creează contul tău","884":"[X] nu este complet compatibil cu MEGA","885":"Navigatorul tău","886":"Internet Explorer 10 conţine o defecţiune semnificativă afectând scrierea de fişiere din JavaScript, cauzând memorie insuficientă la descărcarea unei cantităţi mari de date. Aşteptăm ca această problemă să fie remediată în Internet Explorer 11. Între timp, te rugăm să treci la un navigator alternativ.","887":"[X] nu are suport pentru funcţiile HTML5 pe care MEGA se bazează pentru a realiza criptografia pe partea de client în navigator. Transferurile de fişiere HTML5 vor fi emulate printr-un şiretlic foarte limitat în Flash. Te rugăm să iei în considerare trecerea la un navigator modern, cât mai curând posibil.","888":"Foarte recomandat","889":"Recomandat","890":"MEGA funcţionează cel mai bine pe următoarele navigatoare:","891":"Avertisment privind compatibilitatea navigatorului","892":"Proprietăţi","893":"Încărcat","894":"Mărime totală","895":"Numele folderului","896":"Creat","897":"Conţine","898":"Fişiere şi foldere multiple","899":"Fişiere multiple","900":"Multiple foldere","909":"Parolă","910":"Cumpără acum","911":"Beneficiază de toate funcţiile MEGA cu [B]Pro[\/B]","912":"de la","913":"lună","914":"abonament anual","915":"Spaţiu de stocare masiv","916":"Cota de lăţime de bandă generoasă","917":"dacă alegi să plăteşti anual","918":"Lunar","919":"Anual","920":"Upgradează contul","921":"2 luni gratuit","922":"1 lună","923":"1 an","924":"Ai vreo întrebare despre [A]conturile Pro?[\/A]","925":"Echipa noastră de asistenţă va fi fericită să te ajute.","926":"Numele companiei","927":"Oraşul","928":"ZIP\/Codul poştal","929":"Telefon","930":"zi","931":"lună","932":"an","933":"Adresa","934":"Localitatea sau judeţul","935":"Adresa PayPal","936":"Contul bancar","937":"Numele beneficiarului","938":"Descrie strategia ta de marketing","939":"Numele băncii","947":"Unitate","948":"Coş de gunoi","949":"Mesaje primite","950":"Contacte","951":"Contul meu","952":"Majoritatea dispozitivelor nu pot descărca fişiere mai mare de 4GB. Descărcarea ta probabil va eşua.","953":"Spaţiu liber insuficient","954":"Mulţumiri","955":"Aplicaţii mobile","956":"Client de sincronizare","957":"Aplicaţie Chrome","959":"Aplicaţie Firefox","961":"Aplicaţii","962":"Kit de dezvoltare software","963":"Documentaţie","964":"Program de afiliere","965":"Politici","966":"Ghid de eliminare","967":"Deconectare","968":"Creează cont","969":"Te rugăm să reîncerci","970":"Te rugăm să introduci o parolă validă.","973":"Lăţime de bandă folosită","974":"Gestionează-ţi contul","975":"Adaugă steluţe","976":"Şterge steluţe","977":"Niciun fişier în unitatea cloud.","978":"Căutarea ta nu a returnat niciun document","979":"Coşul de gunoi este gol","980":"Nu ai contacte","981":"Dosarul de mesaje primite este gol","982":"Conţinut","983":"Prezentare generală","984":"Profil","985":"Istoric","986":"Editează-ţi profilul","987":"Expiră pe","988":"Conexiuni:","989":"[X] contacte","990":"1 contact","991":"Du-te la contacte","992":"Avatar","993":"Schimbă avatarul","994":"Informaţii personale","995":"Data naşterii","996":"Alege ţara","997":"Adăugarea de contacte este numai pentru utilizatorii înregistraţi.","998":"Te rugăm să îţi creezi contul gratuit","999":"Doreşti să upgradezi sesiunea temporară la un cont gratuit acum?","1000":"Evită pierderea accesului. Înregistrarea gratuită este foarte recomandată!","1001":"Elimină contactul","1002":"Sigur doreşti să elimini [X] din lista de contacte?","1003":"Confirmă eliminarea","1004":"Sigur doreşti să muţi [X] în coşul de gunoi?","1005":"Crearea linkurilor este numai pentru utilizatorii înregistraţi.","1006":"Partajarea de foldere este numai pentru utilizatorii înregistraţi.","1007":"Nu poţi anula această acţiune.","1008":"cota de lăţime de bandă Pro depăşită.","1009":"Ai nevoie de mai multă lăţime de bandă?","1010":"Cota de stocare depăşită.","1011":"Doreşti să păstrezi fişierele?","1012":"Cota de stocare aproape depăşită.","1013":"Ai nevoie de mai multă cotă de stocare?","1015":"Te rugăm să introduci codul voucher-ului.","1016":"Selectează o imagine.","1017":"Foloseşte asta ca avatar","1018":"Gol","1019":"Adaugă o adresă de email","1020":"Te rugăm să introduci o adresă de email sau selectează un contact.","1021":"Activat","1022":"Dezactivat","1023":"Nu ai acces de scriere la acest folder.","1024":"Te rugăm să introduci un nume folderului.","1025":"Elemente multiple","1026":"Introdu cheia de decriptare","1027":"Decriptează","1028":"Cheie de decriptare","1029":"Link public","1030":"Selectează din contacte sau adaugă adrese de email","1031":"Exportă linkurile fişierelor şi cheile de decriptare","1032":"Include fişierul cu cheia","1033":"Copiază cheile","1034":"Descarcă fişiere multiple","1035":"Clic pe „allow” [permite] pentru a încheia descărcarea","1036":"Partajat cu","1037":"De acord","1038":"Alege limba","1039":"Plăteşte cu PayPal","1040":"Te rugăm să te autentifici pentru a activa contul Pro.","1041":"Te rugăm să îţi creezi un cont pentru a activa contul Pro.","1042":"Se iniţializează","1043":"Linkul folderului indisponibil","1044":"Linkul folderului pe care încerci să-l accesezi nu mai este disponibil. Aceasta se poate datora următoarelor motive:","1045":"Linkul folderului a fost eliminat din cauza unei încălcări a ToS\/AUP.","1046":"Linkul folderului a fost dezactivat de către utilizator.","1047":"Bun venit la MEGA Pro","1048":"Contul tău Pro a fost activat! Bucură-te de el!","1049":"Folder","1050":"Fără partajări","1051":"Niciodată","1053":"cota de lăţime de bandă aproape depăşită.","1054":"Trebuie să aştepţi [X] până ce vei avea mai multă lăţime de bandă alocată contului tău.","1055":"Nu doreşti să aştepţi?","1056":"Această limită e dinamică.","1057":"Confirmă eliminarea sesiunii","1058":"Foloseşti o sesiune trecătoare. Sigur doreşti să închei sesiunea?","1059":"Această acţiune va şterge toate datele tale.","1060":"Criptare capăt-la-capăt","1061":"Spre deosebire de ceilalţi furnizori de stocare în cloud, datele tale sunt criptate şi decriptate doar de către dispozitivele clientului şi niciodată de către noi.","1062":"Acces global","1063":"Datele tale sunt accesibile oricând, de pe orice dispozitiv, oriunde.","1064":"Colaborare sigură","1065":"Partajează folderele cu contactele tale şi vezi modificările acestora în timp real.","1066":"MEGA furnizează unelte care fac comunicarea online [A]privată şi confidenţială[\/A] uşoară de folosit.","1067":"MEGA  furnizează servicii bazate pe cloud, criptate, care facilitează comunicarea [A]privată şi sigură[\/A] şi colaborarea între întreprinzători şi persoane fizice. Tu deţii şi controlezi cheile de criptare ale datelor tale în cloud.","1068":"Partajează folderele cu contactele tale şi vezi modificările acestora în timp real.","1069":"Vezi cum funcţionează","1070":"Cum funcţionează","1071":"Doreşti să ştii mai multe despre MEGA?","1072":"Urmăreşte videoclipul de lansare","1073":"Planuri pentru conturi","1074":"Obţine 50 GB cu un cont gratuit","1075":"Mult mai multe decât ceea ce primeşti de la competitorii principali.","1076":"Creează un cont","1077":"Pachete Pro competitive","1078":"Obţine până la 4TB de stocare criptată pentru doar 8.33€ per lună.","1079":"Verifică pachetele Pro","1080":"Aplicaţii mobile","1082":"Stocare în cloud disponibilă în buzunar. Accesează şi transmite-ţi fişierele de pe smartphone sau tabletă. Încarcă şi sincronizează conţinutul tău media în cloud.","1083":"Obţine în mod gratuit","1084":"Disponibil pentru","1085":"Client de sincronizare","1086":"Sincronizare uşoară şi automată între calculatoarele tale şi unitatea ta cloud MEGA.","1087":"Descarcă acum","1088":"Răsfoieşte aplicaţii","1089":"Extensiile noastre pentru navigator vor instala MEGA în navigatorul tău pentru o încărcare mai rapidă şi protecţie împotriva atacurilor.","1090":"Du-te la pagina de descărcare","1091":"Clic pentru a încărca sau trage fişierele aici","1092":"Derulează pentru a continua","1093":"Niciodată să nu introduci parola pe un dispozitiv în care nu ai deplină încredere. Nu te autentifica în contul tău de pe un calculator partajat sau public.","1094":"Pentru o securitate sporită, instalează [A]extensia noastră pentru navigator[\/A] şi încarcă MEGA de pe calculatorul tău şi nu de pe serverele noastre.","1095":"Creează-ţi contul [A]gratuit[\/A]","1096":"Prenume","1097":"Nume","1098":"Prenume şi\/sau numele invalide.","1099":"Te rugăm să introduci prenumele şi numele.","1100":"Adresă de email invalidă.","1101":"Te rugăm să introduci o adresă de email corectă","1102":"Parolă invalidă.","1104":"Te rugăm să introduci o parolă mai puternică.","1105":"Putere:","1106":"Starea parolei","1107":"Parolele nu se potrivesc","1108":"Creează cont","1109":"Parola ta este cheia principală de criptare.","1110":"Securitatea contului tău depinde de puterea parolei tale. Parolele care sunt prea scurte, prea simple sau constă în cuvinte din dicţionar sunt uşor de ghicit.","1111":"Nu-ţi uita parola.","1112":"Nu există nicio procedură de recuperare a parolelor pierdute. Dacă nu ţi le aminteşti, nu vei mai putea accesa datele tale stocate.","1113":"Contul tău este la fel de sigur precum calculatorul tău.","1114":"Tastează din nou parola","1115":"Verificatorul de putere al parolei este încă în iniţializare.","1116":"Te rugăm să reîncerci în câteva secunde.","1117":"Acordul privind termenii serviciului","1118":"Trebuie să fii de-acord cu termenii serviciului pentru a înregistra un cont pe MEGA.","1119":"Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar","1120":"Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar","1121":"Parola ta este suficientă de bună pentru a continua, dar este recomandat să o faci mai puternică parola pe viitor.","1122":"Această parolă va rezista în faţa celor mai tipice atacuri de tip „brute-force”. Te rugăm să te asiguri că o vei reţine.","1123":"Această parolă va rezista în faţa celor mai sofisticate atacuri de tip „brute-force”.  Te rugăm să te asiguri că o vei reţine.","1124":"Foarte slabă","1125":"Slabă","1126":"Medie","1127":"Bună","1128":"Puternică","1129":"parola ta e prea slabă pentru a continua","1130":"Adresă de email\/parolă invalidă.","1131":"Confirmă contul","1132":"Colecţie de entropii","1133":"Prin acest joc vom analiza mişcările mouse-ului.","1134":"Acest lucru va face [A]cheia RSA[\/A] mai sigură.","1135":"Poţi abandona jocul odată ce indicatorul de progres este la 100%.","1136":"Realizat!","1137":"poţi trece la următorul pas pentru a valida cheia.","1138":"Continuă","1139":"Scor:","1140":"Acesta este un pas foarte important şi poate dura","1141":"Te rugăm să ai răbdare.","1142":"Crearea cheii private - publice","1143":"Se generează cheia","1144":"Prima utilizare cunoscută a criptografiei datează de acum aproape 4000 ani în Egiptul Antic","1145":"Astăzi, 4000 de ani mai târziu, majoritatea furnizorilor de stocare în cloud nu au adoptat în totalitate criptografia.","1146":"Completează contul","1147":"Alege tipul contului tău","1148":"[A]Obţii 2 luni gratuite[\/A] dacă achiziţionezi un plan Pro pe un an.","1149":"Limitat","1150":"Gratuit","1151":"Beneficiază pe deplin de MEGA cu un [A]cont Pro[\/A]","1152":"Alege-ţi pachetul Pro:","1153":"plan pe un an","1154":"Echipa","1155":"Se încarcă","1156":"Se descarcă","1157":"Descărcare gratuită","1158":"pentru Windows","1159":"În curând pentru [A]Mac[\/A]","1160":"MEGA doreşte să mulţumească autorilor următoarelor componente cu sursă deschisă care au contribuit la funcţionalitatea esenţială a site-ului nostru:","1161":"Sigur","1162":"Datele tale sunt criptate capăt-la-capăt. Nimeni nu poate intercepta fişierele în timp stocării sau transferării lor.","1163":"Flexibil","1164":"Sincronizează foldere de pe PC în orice folder din cloud. Sincronizează un număr nelimitat de foldere în paralel.","1165":"Rapid","1166":"Beneficiază de infrastructura super puternică MEGA şi transferurile multi-conexiuni.","1167":"Generos","1168":"Stochează până la 50 GB în mod gratuit!","1169":"Complet echipat","1170":"Caută, stochează, descarcă, difuzează, vezi, partajează, redenumeşte sau şterge fişiere. Ai totul la dispoziţie în mâinile tale!","1171":"În curând pentru [A]iOS[\/A]","1172":"Extensie Firefox","1173":"Extensie Chrome","1174":"Această aplicaţie va permite să instalezi MEGA în navigator. Va reduce timpii de încărcare, va îmbunătăţi performanţa de descărcare şi va spori securitatea.","1175":"Orice URL MEGA va fi capturat de către această aplicaţie şi va rămâne local (niciun JavaScript nu va fi încărcat de pe serverele noastre). Actualizările (automate) de siguranţă sunt furnizate mulţumită semnării de chei private criptografice.","1176":"Şi dacă eşti cu adevărat paranoic:","1177":"dezactivează actualizările automate şi examinează codul nostru sursă pentru fiecare actualizare în mod manual.","1178":"Descarcă MEGA pentru Firefox","1179":"Instalare:","1180":"Descarcă MEGA pentru Chrome","1181":"Deschide pagina de extensii în Chrome","1182":"meniu>unelte>extensii","1183":"sau tastează","1184":"în bara de adrese.","1185":"Trage şi plasează fişierul descărcat [X] în pagina de extensii a Google Chrome şi confirmă instalarea.","1186":"Poţi cumpăra cu uşurinţă contul de membru Pro pe MEGA de la unul dintre distribuitorii noştri autorizaţi de mai jos:","1187":"Descarcă","1188":"în calculator","1189":"Importă","1190":"în unitatea cloud","1191":"Fişierul pe care încerci să-l descarci este temporar indisponibil.","1192":"Derulează pentru a cunoaşte mai multe despre MEGA","1193":"Începerea unui cont nou","1194":"Doreşti să imporţi acest fişier într-o sesiune nouă?","1195":"„Nu” îţi va permite să te autentifici şi să procesezi importarea.","1196":"Anulează descărcarea","1197":"Sigur doreşti să anulezi această descărcare?","1198":"Fişierul descărcat va fi şters.","1199":"Nu se pot decripta metadatele fără cheie.","1200":"Termenii serviciului de afiliere","1201":"[A]Alătură-te nouă[\/A] în revoluţionarea pieţei de stocare în cloud.","1202":"Adu noi clienţi şi câştigă bani.","1203":"Ajută-ne să ne extindem şi devino parte a succesului nostru.","1204":"Înregistrează-te","1205":"Cum funcţionează?","1206":"Înregistrează-te şi obţine ID-ul tău unic de partener pe care îl poţi adăuga la URL-ul nostru.","1207":"Vom monitoriza toate achiziţiile realizate de către vizitatorii care i-ai adus pe MEGA.","1208":"Vei câştiga [B]20%[\/B] din toate veniturile generate prin ID-ul de partener.","1209":"Abonamentele periodice se vor calcula ca referali periodici.","1210":"Pentru cine e programul de afiliere?","1211":"Dezvoltatori de aplicaţii:","1212":"Construieşte propria aplicaţie populară folosind [A]SDK[\/A]-ul nostru","1213":"Converteşte utilizatorii către conturi Pro şi monetizează-ţi aplicaţia.","1214":"Site-uri web:","1215":"Bloggeri","1216":"Comparaţie între site-urile de stocare în cloud","1217":"Care sunt regulile?","1218":"Te rugăm să citeşti şi să te supui [A]termenilor serviciului nostru de afiliere[\/A]","1220":"Începe!","1221":"Înregistrează-te în programul nostru de afiliere şi poţi începe să câştigi bani instantaneu.","1223":"Informaţii de contact","1224":"Avem nevoie de puţin mai multe detalii despre tine.","1230":"Informaţii de plată","1231":"Plătim o dată pe lună prin PayPal sau transfer bancar (doar conturi bancare din Noua Zeelandă).","1232":"Metoda de plată","1233":"PayPal","1234":"Cont bancar (doar NZ)","1235":"Numele beneficiarului","1236":"Numele băncii","1237":"Numărul contului bancar","1238":"Adresă de PayPal","1239":"Informaţii de afiliere","1240":"Dorim să aflăm cum plănuieşti să obţii trafic pentru MEGA.","1241":"Descrie strategia ta de marketing:","1242":"Sunt de acord cu [A]termenii serviciului de afiliere[\/A] MEGA","1243":"Eşti înscris în programul de afiliere. Vei câştiga 20% din toate veniturile generate cu ID-ul tău de partener.","1244":"Te rugăm să te asiguri că te supui [A]termenilor serviciului nostru de afiliere[\/A]","1245":"Poţi câştiga venituri trimiţând traficul spre:","1246":"Statistici","1247":"Interval de timp","1248":"30 de zile","1249":"90 de zile","1250":"180 de zile","1251":"365 de zile","1252":"Tot timpul","1253":"Dată","1254":"Vânzări","1255":"Cifră de afaceri","1256":"Câştiguri","1257":"Nicio vânzare înregistratată în intervalul de timp selectat.","1258":"Plăţi","1259":"Nicio plată înregistrată în intervalul de timp selectat.","1260":"ID-ul de partener","1261":"Te rugăm să introduci data naşterii.","1262":"Te rugăm să introduci oraşul.","1263":"Te rugăm să introduci judeţul.","1264":"Te rugăm să introduci codul poştal.","1265":"Te rugăm să introduci numărul de telefon.","1266":"Te rugăm să descrii strategia de marketing.","1267":"Trebuie să fii de acord cu termenii serviciului de afiliere.","1268":"Te rugăm să introduci adresa de PayPal.","1269":"Te rugăm să introduci numele beneficiarului al contului bancar din Noua Zeelandă.","1270":"Te rugăm să introduci numele băncii din Noua Zeelandă.","1271":"Te rugăm să introduci numărul contului bancar din Noua Zeelandă.","1272":"MEGA a fost realizat de oameni şi, prin urmare, nu este perfect. Dacă întâmpini o problemă, am aprecia să auzim despre ea pentru a putea remedia problema - cu cât mai multe detalii furnizate, cu atât mai bine.","1273":"Luăm în serios drepturile de proprietate intelectuală şi aplicăm o politică de eliminare severă.","1274":"Pentru mai multe informaţii, citeşte [A]ghidul de eliminare[\/A].","1275":"Poţi trimite o notificare de eliminare prin [A]formularul online[\/A] sau trimite-ne un email.","1276":"Ai sugestii sau idei? Doreşti să aflii mai multe despre produsele noastre?","1277":"Suntem mereu disponibili.","1278":"Te rugăm să selectezi","1279":"Pasul 1","1280":"Pasul 2","1281":"Detaliile conţinutului","1282":"Detalii privind titularul drepturilor de autor","1283":"Adaugă o altă adresă URL","1284":"Numele titularului drepturilor de autor","1285":"dacă este cazul","1286":"Numele agentului autorizat al titularului drepturilor de autor care trimite notificarea:","1287":"Notificare primită privind drepturile de autor","1288":"Vom analiza şi vom procesa notificarea ta cu promptitudine.","1289":"Îţi mulţumim că ai dat clic pe linkul de invitaţie. Te rugăm să îţi creezi un cont gratuit mai jos.","1290":"Ups, acesta nu pare un link valid de invitare. Ai înregistrat deja un cont?","1291":"Ai dat anterior clic pe un link de invitare. Te rugăm să-ţi creezi un cont\/","1292":"În curând","1293":"Bun venit la centrul de ajutor","1294":"Dacă întrebarea ta nu are răspuns aici, nu ezita să ne contactezi.","1295":"Contactează asistenţa","1296":"Topicuri populare:","1297":"Adresa de email deja în uz.","1298":"Te rugăm să te autentifici.","1299":"Trage pentru reîmprospătare","1300":"Ultima actualizare","1301":"Astăzi","1302":"Ieri","1303":"Săptămâna aceasta","1304":"Săptămâna trecută","1305":"Luna aceasta","1306":"Anul acesta","1307":"Mai vechi","1308":"Descărcare eşuată","1309":"Încărcare eşuată","1310":"Te rugăm să introduci codul de confirmare","1311":"Eroare la încărcarea fişierelor","1312":"Nume de utilizator\/parolă lipsă.","1313":"Autentificare eşuată","1314":"Eroare la ştergere","1315":"Nici un cont de email prezent","1316":"Salvează fişierul offline pentru previzualizare","1317":"Eroare la generarea linkului","1319":"Parola e prea scurtă","1320":"Numele e prea scurt","1321":"Eroare la încărcarea datelor contului","1322":"Încărcare completă","1323":"Autentificare","1324":"Autentificare cu succes","1325":"Se generează linkul","1326":"Linkul a fost copiat în clipboard","1327":"Descărcare încheiată","1328":"Descărcarea începe","1329":"Se aşteaptă","1330":"Introdu numele de utilizator şi parola","1331":"Email","1332":"Confirmă înregistrarea","1333":"Te rugăm să verifici adresa de email şi să lipeşti codul de confirmare de mai jos sau clic pe linkul special de confirmare iOS.","1334":"Anulează înregistrarea","1335":"Cod de confirmare","1336":"Foloseşte cea mai recentă","1337":"Fă fotografie","1338":"Alege una existentă","1339":"Adaugă folder","1340":"Introdu numele noului folder","1341":"Selectează fotografie(i)","1342":"Editează","1343":"Unitate cloud goală","1344":"Partajează","1345":"Salvează offline","1346":"Transferuri","1347":"Dosarul de mesaje primite este gol","1348":"Foldere partajate","1349":"Fără fotografii","1350":"Fotografii","1351":"Local","1352":"Disponibil","1353":"Salvează pentru acces offline","1354":"Setează cantitatea maximă de stocare pe dispozitivul tău","1355":"Versiune","1356":"Contacteaza-ne","1357":"Deconectare","1358":"Toate fişierele descărcate vor fi şterse","1359":"Spatiul disponibil este mai mic decât cel folosit în prezent. Dacă continui, unele fişiere vor fi şterse","1360":"Extinde contul Pro","1361":"Preţuri","1362":"Restaurează achiziţiile","1363":"Fără reţea","1364":"Reîncearcă","1365":"Nu eşti conectat la internet","1366":"Introdu numele nou","1367":"Obţine 50 GB în mod gratuit sau înscrie-te pentru unul din pachetele noastre Pro şi obţine până la 4 TB de spaţiu de stocare criptat începânde de la 8.33€ pe lună.","1368":"până la [X]","1369":"şi [X]","1370":"Email şi chat","1371":"Pachetul nostru de comunicare criptat vine la începutul lui 2014.","1372":"Pregăteşte-te de chat, email, apelare şi conferinţe video MEGA.","1373":"Ce este MEGA? Clic sau derulare","1374":"Înapoi la pagina principală","1375":"Înapoi la pagina de descărcare","1376":"împuternicit de:","1377":"Doreşti să joci? Dacă omiţi pasul, securitatea contului poate să sufere. Te rugăm să mişti mausul substanţial şi aleator pentru a reduce riscul.","1378":"Începe jocul","1379":"Omite","1380":"Categorii","1381":"Setări de interfaţă ale utilizatorului","1382":"Preferinţe de sortare","1383":"Configurează ordinea de sortare a coloanelor pe o bază per folder sau foloseşte aceeaşi ordine pentru toate folderele.","1384":"per folder","1385":"la fel pentru fiecare folder","1386":"Preferinţe pentru modul de vizualizare","1387":"Selectează modul de vizualizare (iconiţe sau detalii) pe o bază per folder sau foloseşte aceeaşi vizualizare pentru toate folderele.","1388":"[B]Descarcă[\/B] [A]în calculator[\/A]","1389":"[B]Importă[\/B] [A]în unitatea cloud[\/A]","1390":"Trage şi plasează imaginea aici","1391":"urmăreşte-ne","1392":"Fişiere şi foldere","1393":"Realizează un videoclip","1394":"Copiază linkul","1395":"Trimite prin email linkul","1396":"Te rugăm să permiţi accesul la fotografii","1397":"Te rugăm activează serviciile de localizare","1398":"Te rugăm să permiţi accesul la serviciile de localizare","1399":"Cum te simţi?","1400":"Fericit","1401":"Confuz","1402":"Nefericit","1403":"Trimite feedback","1404":"Contactează echipa de asistenţă prin email.","1405":"Îţi vom citi mesajele, totuşi datorită volumului ridicat de cereri s-ar putea să nu răspundem fiecăruia individual.","1406":"Evaluează-ne!","1407":"Obţine asistenţă sau citeşte subiectele noastre populare","1408":"Despre noi","1409":"Mulţumiri","1410":"Alege locaţia folderului pentru importare","1411":"PhotoSync","1412":"Activează PhotoSync","1413":"Fotografiile vor fi încărcate în folderul PhotoSync","1414":"Foloseşte conexiunea celulară","1415":"Fotografiile nu vor fi încărcate folosind planul de date mobile.","1416":"Încarcă in fundal","1417":"Porneşte periodic PhotoSync când locaţia ta se schimbă","1418":"Terminat","1419":"Activează codul de trecere","1420":"Introdu codul de trecere","1421":"Schimbă codul de trecere","1422":"Introdu codul de trecere actual","1423":"Introdu codul de trecere","1424":"Opreşte codul de trecere","1425":"Reintrodu codul de trecere","1426":"Introdu noul codul de trecere","1427":"Reintrodu noul cod de trecere","1428":"Codurile de trecere nu se potrivesc. Încearcă iar.","1429":"O încercare eşuată pentru codul de trecere","1430":"%i încercări eşuate pentru codul de trecere","1431":"Blocare prin cod de trecere","1432":"Porneşte codul de trecere","1433":"Opreşte codul de trecere","1434":"Şterge datele","1435":"Şterge toate datele după 10 încercări eşuate pentru codul de trecere","1436":"Limba aplicaţiei","1437":"Engleză","1438":"Bulgară","1439":"Portugheză","1440":"Chineză tradiţională","1441":"Germană","1442":"Spaniolă","1443":"Franceză","1444":"Maghiară","1445":"Indoneziană","1446":"Italiană","1447":"Japoneză","1448":"Poloneză","1449":"Slovacă","1450":"Slovenă","1451":"Ebraică","1452":"Olandeză","1453":"Coreeană","1454":"Rusă","1455":"Se actualizează","1456":"Se încarcă","1457":"Se importă","1458":"Descarcă de pe linkul MEGA","1459":"Încarcă aici","1460":"Selectare multiplă","1461":"Înregistrare","1462":"Înregistrarea unui cont nou","1463":"Confirmare necesară","1464":"Te rugăm să verifici emailul şi să dai clic pe link pentru a te autentifica şi a confirma contul","1465":"Dacă nu primeşti emailul de confirmare, te rugăm să încerci să te înregistrezi iar.","1466":"Sunt de acord cu","1467":"termenii serviciului","1468":"Eşti deja un utilizator MEGA?","1469":"Autentifică-te","1470":"Autentificare","1471":"Creează cont nou","1472":"Încearcă iar","1473":"Se conectează la server","1474":"Se calculează cheile de criptare, te rugăm să aştepţi","1475":"Eşti nou pe MEGA?","1476":"Blocare prin cod PIN","1477":"Cod incorect","1478":"Introdu","1479":"Locaţia de descărcare implicită","1480":"Cache intern","1481":"Selectează folderul unde doreşti să menţii fişierele descărcate","1482":"Folder personalizat","1483":"Descarcă în ","1485":"Se schimbă parola","1486":"Parola actuală incorectă sau noile parole furnizate nu se potrivesc. Te rugăm să încerci din nou.","1487":"Parolă schimbată cu succes","1488":"Alege pachetul","1489":"Alege preţul","1490":"Se descarcă fişierul","1491":"Doreşti să anulezi descărcarea?","1492":"Se actualizează lista de fişiere","1493":"Apasă pentru a anula descărcarea","1494":"Descărcare eşuată","1495":"descărcat","1496":"Descărcarea a început","1497":"Doreşti să anulezi încărcarea?","1498":"Se procesează fişierul","1499":"Apasă pentru a anula încărcare","1500":"Încărcarea a început","1501":"încărcat","1502":"Încărcare eşuată","1503":"Nu se poate deschide fişierul selectat","1504":"Selectează din","1505":"Selectează tipul de fişier","1506":"Descărcat deja","1507":"Deschide cu","1508":"Format de link incorect","1509":"Linkurile folderelor nu sunt deocamdată suportate.","1510":"Email sau parolă invalide. Ţi-ai validat contul prin email?","1511":"Parola este prea scurtă","1512":"Te rugăm să introduci adresa de email","1513":"Adresă de email invalidă","1514":"Problemă cu conexiunea de reţea, te rugăm să reîncerci mai târziu","1515":"Resursă temporar indisponibilă, te rugăm să reîncerci mai târziu","1516":"Problemă cu sistemul de fişiere","1517":"Proprietarul acestui cont este blocat","1518":"Entitate negăsită","1519":"Insuficient spaţiu liber","1520":"Cele mai multe dispozitive nu pot descărca fişiere mai mari de 4GB. Descărcarea ta probabil va eşua.","1521":"Partajează linkul","1522":"Partajează fişierul","1523":"Selectează","1524":"Redenumeşte","1525":"Se redenumeşte","1526":"Mută în coşul de gunoi","1527":"Se mută documentul","1528":"Se creează linkul","1529":"Partajează linkul către fişier","1530":"Se mută în coşul de gunoi","1531":"Salvează în","1532":"Salvează în sistemul de fişiere","1533":"Salvează în Descărcări","1534":"Fă disponibil offline","1535":"Photo Sync","1536":"Încarcă fotografiile şi videoclipurile automat pe MEGA","1537":"Se sincronizează fotografiile cu MEGA","1538":"Photo Sync încheiat","1539":"Încarcă doar prin WiFi","1540":"Încarcă doar când se încarcă","1541":"Sincronizează fotografiile în","1542":"Problemă cu Photo Sync","1543":"Folderul de destinaţie este indisponibil","1544":"nesetat","1545":"Folderul foto","1546":"Folderul de destinaţie","1547":"Sincronizează fotografiile din","1548":"Folderul de fotografii greşit","1549":"Conexiuni paralele de încărcare","1550":"Conexiuni paralele de descărcare","1551":"Numărul de conexiuni paralele de încărcare","1552":"Numărul de conexiuni paralele de descărcare","1553":"Blocare prin cod PIN","1554":"Activează blocare prin PIN","1555":"Timp de expirare pt. blocare prin PIN (s)","1556":"Cod","1557":"Avansat","1558":"Mărimea maximă pt. fişierul cache (KB)","1559":"Mărimea prioritară pt. fişierul descărcat (KB)","1560":"Miniaturi","1561":"Creează miniaturi pt. imagini","1562":"Aplicaţia va descărca fiecare imagine care o ai şi va crea o mică versiune (miniatură) a fiecăreia","1563":"Descarcă doar prin WiFi","1564":"Imagine","1565":"Audio","1566":"Video","1567":"Alege din sistemul de fişiere","1570":"fotografii","1571":"videoclipuri","1572":"ambele","1573":"Eroare la sincronizarea camerei: stocarea externă nu este disponibilă","1574":"Numai fotografii","1575":"Numai videoclipuri","1576":"Fotografii şi videoclipuri","1577":"Adaugă folderul sincronizat","1578":"Eroare","1579":"Te rugăm să selectezi un folder local şi un folder MEGA","1580":"Folderul local selectat este deja sincronizat","1581":"Un folder sincronizat nu poate fi înăuntrul altui folder sincronizat","1582":"Folderul MEGA selectat este deja sincronizat","1584":"Sincronizarea completă a contului este posibilă numai fără sincronizări selective","1585":"Avertisment","1586":"Folderul local este prea mare (această versiune este limitată la %1 foldere sau %2 fişiere. Te rugăm să selectezi alt folder","1587":"Numele sincronizării","1588":"Numele „%1” este deja în uz pentru altă sincronizare","1589":"Te rugăm să introduci un nume diferit pentru a identifica acest folder sincronizat:","1590":"Folder local:","1591":"Folder MEGA:","1592":"Selectează folderul local","1593":"Importă linkuri","1594":"Descarcă în calculator","1595":"Importă în unitatea mea cloud","1596":"Ok","1597":"Renunţă","1599":"Selectează folderul local","1600":"Eroare la decriptare","1601":"Negăsit","1602":"MEGAsync este actualizat","1603":"ACTUALIZATE RECENT","1604":"Utilizare: Date temporar indisponibile","1605":"Sincronizări","1606":"Site-ul MEGA","1607":"%1 din %2","1608":"Utilizare: %1","1609":"%1 din %2 (%3\/s)","1610":"%1 din %2 (în pauză)","1611":"Transferurile de fişiere puse pe pauză","1612":"MEGAsync scanează","1613":"Toate transferurile au fost încheiate","1614":"Anulează toate descărcările","1615":"Anulează descărcarea","1616":"Anulează toate descărcările","1617":"Anulează încărcarea","1618":"Adaugă sincronizare","1619":"un fişier la %1\/s","1620":"un fişier (pus pe pauză)","1621":"%1 din %2 fişiere la %3\/s","1622":"%1 din %2 fişiere (puse pe pauză)","1623":"Rămase în total:","1624":"Se descarcă","1625":"Se încarcă","1626":"MEGAsync","1627":"Autentificare","1628":"Megasync rulează acum.","1629":"Clic aici pentru a deschide fereastra de stare.","1630":"Sincronizarea ta „%1” a fost dezactivată deoarece folderul de la distanţă nu există","1631":"Sincronizarea ta „%1” a fost dezactivată deoarece folderul de la distanţă este în coşul de gunoi","1632":"Sincronizarea ta „%1” a fost dezactivată deoarece folderul local nu există","1633":"Eroare: Folder de destinaţie invalid.","1634":"Încărcarea a fost anulată","1635":"Folderul (%1) nu a fost încărcat deoarece este prea mare (această versiune este limitată la %2 foldere şi %3 fişiere.","1636":"%1 foldere nu au fost încărcate deoarece sunt prea mari (această versiune este limitată la %2 foldere şi %3 fişiere).","1637":"Sincronizarea se va opri.","1638":"Ştergerile care se produc cât timp aplicaţia nu rulează nu vor fi propagate.","1639":"Ieşi oricum?","1640":"Despre MEGAsync","1641":"Codul versiunii MEGAsync: %1","1642":"Linkul a fost copiat în clipboard","1643":"Linkurile au fost copiate în clipboard","1644":"Ieşi","1645":"Despre","1646":"Setări","1647":"Pauză","1649":"Reia","1650":"Actualizat","1651":"Pus pe pauză","1652":"Se scanează","1653":"Se sincronizează","1654":"Eroare temporară cu transmisia:","1655":"Ai fişiere noi sau actualizate în contul tău","1656":"Nicio eroare","1657":"eroare internă","1658":"argument invalid","1659":"Cerere eşuată, se reîncearcă","1660":"Limita de rată depăşită","1661":"Eşec","1662":"Prea multe conexiuni sau transferuri simultane","1663":"În afara limitelor","1664":"Expirat","1665":"Negăsit","1667":"Acces interzis","1668":"Există deja","1669":"Incomplet","1670":"Cheie invalidă\/eroare de decriptare","1671":"ID-ul sesiunii greşit","1672":"Blocat","1673":"Cotă depăşită","1674":"Temporar indisponibil","1675":"Conexiune excedentă","1676":"Eroare la scriere","1677":"Eroare la citire","1678":"Cheia aplicaţiei invalidă","1679":"Eroare necunoscută","1680":"Avertisment","1681":"Selectarea folderului","1682":"Selectează un folder MEGA:","1683":"Se obţin folderele","1684":"Folder nou","1685":"Ok","1686":"Renunţă","1687":"Unitate cloud","1688":"Introdu noul nume pt. folder:","1689":"Folderul root nu poate fi sincronizat.","1690":"Te rugăm să selectezi un subfolder.","1691":"Ai %1 în acest folder.","1692":"Sigur doreşti să îl sincronizezi?","1693":"Introdu unul sau mai multe linkuri pentru fişiere MEGA","1694":"Trimite","1695":"Introdu unul sau mai multe linkuri pentru fişiere MEGA","1696":"Niciun link MEGA valid găsit. (linkurile pentru foldere nu sunt deocamdată suportate)","1697":"acum %1 ore","1698":"Obţine linkul MEGA","1699":"tocmai acum","1700":"acum %1 secunde","1701":"acum 1 minut","1702":"acum %1 minute","1703":"acum 1 oră","1704":"acum 1 zi","1705":"acum %1 zile","1706":"acum 1 lună","1707":"acum %1 luni","1708":"acum 1 an","1709":"acum %1 ani","1710":"Deschide","1711":"Arată în folder","1712":"General","1713":"Cont","1714":"Sincronizări","1715":"Lăţime de bandă","1716":"Avansat","1717":"Ajutor","1718":"Renunţă","1719":"Aplică","1720":"Arată notificări","1721":"Porneşte aplicaţia la pornire","1722":"Actualizează automat","1723":"Limbă","1724":"detalii","1725":"GRATUIT","1726":"Deconectează-te","1727":"Spaţiu de stocare","1728":"Upgradează","1729":"Foldere sincronizate","1730":"Şterge","1731":"Adaugă","1732":"Folder local","1733":"Folder MEGA","1734":"Limită de încărcare","1735":"Nu limita","1736":"Limită la:","1737":"Auto","1738":"aproximativ 90% din lăţimea de bandă disponibilă","1739":"Cota de lăţime de bandă","1740":"Limitele de încărcare sunt per serverul de încărcare şi sunt aplicate când încep noi încărcări","1741":"Folderul pentru încărcări din Windows Explorer","1742":"Numele de fişiere excluse","1743":"Setări pentru proxy","1744":"Fără proxy","1745":"Autodetectează","1746":"Proxy","1747":"Tip de proxy:","1748":"Server:","1749":"Serverul de proxy necesită o parolă","1750":"Nume de utilizator:","1751":"Parolă:","1752":"Date temporar indisponibile","1753":"%1 (%2%) din %3 folosit","1754":"Deja sincronizezi întreg contul tău.","1755":"Sincronizarea se va opri din lucru.","1756":"Eşti sigur?","1757":"Nume exclus","1758":"Introdu un nume pentru a exclude din sincronizare.","1759":"(metacaracterele * şi ? sunt permise):","1760":"Asistent de instalare","1761":"Am un cont MEGA","1762":"Nu am un cont MEGA","1763":"Creează un nou cont MEGA","1764":"Nume:","1765":"Email:","1766":"Parolă:","1767":"Repetă parola:","1768":"Autentifică-te în contul MEGA","1769":"Te rugăm să verifici contul folosind linkul de confirmare pe care ţi l-am trimis în contul de email","1770":"Alege tipul de instalare","1771":"Sincronizarea completă a contului","1772":"Sincronizează întreaga unitate cloud","1773":"Sincronizare selectivă","1774":"Sincronizează foldere specifice în unitatea ta cloud","1775":"Folderele următoare vor fi sincronizate automat:","1776":"Schimbă","1777":"Bun venit la MEGA","1778":"Folderul tău local:","1779":"şi folderul tău MEGA:","1780":"vor fi sincronizate automat:","1781":"Înapoi","1782":"Înainte","1783":"Utilizatorul există deja","1784":"Se preia lista de fişiere","1785":"Email şi\/sau parolă invalide.","1786":"Ţi-ai verificat contul?","1787":"Folderul MEGA nu există","1788":"Încheiere","1789":"Te rugăm să introduci adresa de email","1790":"Te rugăm să introduci o adresă de email validă","1791":"Te rugăm să introduci parola","1792":"Te rugăm să introduci numele","1793":"Te rugăm să introduci o parolă mai puternică","1794":"Parolele introduse nu se potrivesc","1795":"Trebuie să accepţi termenii serviciului nostru","1796":"Se creează contul","1797":"Ai %1 în unitatea ta cloud.","1798":"Sigur doreşti să sincronizezi întreaga unitate cloud?","1799":"şi unitatea ta cloud MEGA","1800":"Te rugăm să selectezi un folder local","1801":"Te rugăm să selectezi un folder MEGA","1802":"Selectează folderul local","1803":"Încarcă pe MEGA","1804":"Partajează cu un utilizator MEGA","1805":"Trimite la un utilizator MEGA","1806":"1 fişier ","1807":"%1 fişiere","1808":"1 folder","1809":"%1 foldere","1811":"Te rugăm să selectezi folderul de încărcare pentru fişierele tale:","1812":"Încarcă mereu la această destinaţie","1813":"Folderul sincronizat MEGA","1814":"Eşti pe cale să imporţi acest fişier într-un folder sincronizat. Dacă activezi descărcarea, fişierul va fi duplicat în calculatorul tău.","1815":"Eşti sigur?","1816":"Eşti pe cale să imporţi aceste fişiere într-un folder sincronizat. Dacă activezi descărcarea, fişierele vor fi duplicate în calculatorul tău.","1817":"Mai multe","1818":"MEGAsync aşteaptă","1819":"MEGAsync a fost actualizat","1820":"În curând pentru Mac şi Linux","1821":"Când am lansat MEGA la începutul lui 2013, supravegherea masivă globală de către guverne sub pretextul combaterii terorismului a fost o ipoteză fantezistă şi susţinătorii săi au fost adesea consideraţi ca adepţii teoriei conspiraţiei. 137 de zile mai târziu, revelaţiile lui Edward Snowden au schimbat în esenţă atitudinea publică şi a devenit înfiorător de clar că <i>securitate după politică<\/i> („noi avem acces la datele tale, dar îţi promitem să le păstrăm confidenţiale şi nu vom abuza de ele”) nu a fost o idee suficient de bună. Orice mai puţin decât <i>securitate după design<\/i> („nu putem obţine acces la datele tale fără ca să nu fii capabil să le găseşti”), pentru care o criptare capăt-la-capăt puternică este o condiţie obligatorie esenţială, acum pare grotesc de insuficient.","1822":"MEGA a fost conceput datorită simplului fapt că criptografia, pentru ca aceasta să fie acceptată, trebuie să fie şi uşor de folosit. MEGA este complet accesibil fără instalare de software şi rămâne unicul furnizor de stocare în cloud cu criptare capăt-la-capăt de înaltă performanţă, bazată pe navigator. Singurele semne vizibile ale stratului criptografic care operează sub „capota” site-ului MEGA sunt colecţia de entropie în timpul înregistrării, lipsa unei funcţii de resetare a parolei şi modalităţile inedite (şi specifice navigatorului) în care transferurile de fişiere sunt efectuate. Astăzi milioane de companii şi utilizatori au încredere în MEGA pentru stocarea sigură şi de încredere şi pentru servirea datelor clienţilor (petabiţi de date) şi credem că acest succes este rezultatul barierei scăzute pentru a păşi într-o zonă mult mai sigură de stocare în cloud.","1823":"Angajăm persoane în mod constant. Dacă eşti un inginer software extraordinar şi doreşti să te alături echipei noastre globale, te rugăm să nu eziţi să ne trimiţi CV-ul tău la jobs@mega.co.nz.","1824":"Eşti în prezent autentificat. Doreşti să te deconectezi şi să înregistrezi un cont nou?","1825":"Ce este MEGAsync?","1826":"MEGAsync este o aplicaţie instalabilă care sincronizează folderele între calculator şi unitatea cloud MEGA. Toate fişierele şi subfolderele vor fi duplicate în ambele destinaţii. Schimbările care le realizezi într-un loc vor apărea în celălalt loc într-un timp real apropiat (în limitele lantenţei sistemului\/legăturii şi timpilor de transfer a fişierelor).","1827":"Cum să instalez MEGAsync?","1828":"Du-te la [A]pagina de descărcare[\/A] şi urmează instrucţiunile. În timpul instalării ţi se va cere să introduci sau să creezi un cont MEGA şi să configurezi folderele care vor fi sincronizate (fie întreaga ta unitate cloud MEGA către un singur folder local sau subfoldere specifice din unitatea ta cloud la folderele locale corespunzătoare). După ce instalarea se finalizează, MEGAsync va începe automat. Pe Windows, vei vedea un logo MEGA pe care poţi da clic în zona de notificare cât timp unealta de sincronizare rulează, oferindu-ţi acces la o fereastră de stare şi setări.","1829":"Pot folosi MEGAsync pe mai multe calculatoare?","1830":"Da. Sincronizând multiple dispozitive cu acelaşi folder cloud, poţi obţine sincronizarea a mai multe calculatoare împreună (numai dacă foloseşti acelaşi cont MEGA pe fiecare dispozitiv).","1831":"Cum pot monitoriza starea de sincronizare a fişierelor şi folderelor mele locale? ","1832":"Iconiţele fişierelor şi ale folderelor care se sincronizează cu unitatea cloud vor fi etichetate cu un cerc verde. Transferurile în curs sunt indicate cu un cerc albastru; transferurile în aşteptare apar în roşu.","1833":"MEGAsync stochează datele de autentificare pentru a se autentifica în mod automat. Aceasta nu este o problemă de securitate?","1834":"Nu dacă îţi păstrezi unitatea locală criptată (te rugăm să o faci - de ce să doreşti să sincronizezi de pe o unitate cloud criptată la o unitate locală necriptată?)","1835":"Am şters un fişiere de pe folderul local sincronizat în timp ce MEGAsync nu rulase. Când l-am pornit, fişierul a reapărut. De ce?","1836":"Versiunea actuală de MEGAsync nu reţine starea sistemului de fişiere local între reporniri. El nu poate să ştie că un fişier local a fost şters de la ultima dată în care a fost pornit. De aceea ţine MEGAsync mereu în funcţiune dacă doreşti ca ştergerile locale să se producă corespunzător.","1837":"Un fişier important a fost suprascris sau şters de către clientul de sincronizare. Ce pot face să-l recuperez?","1838":"Pe partea de cloud, fişierele şterse vor fi mutate într-un subfolder special denumit „SyncDebris” în coşul tău de gunoi şi acestea pot fi recuperate de acolo (foloseşte căutarea integrată MEGA dacă este necesar). Pe calculatorul local, fiecare folder va avea un folder ascuns „Debris” în care elementele şterse sunt plasate.","1839":"MEGAsync realizează versionarea explicită a fişierelor?","1840":"Nu. Cu toate acestea, poţi accesa fişierele suprascrise în folderele respective „Debris” înainte de a fi şterse definitiv.","1841":"MEGAsync suportă modificarea fişierelor existente?","1842":"Nu. Dacă un fişier sincronizat se schimbă, este mereu suprascris. De aceea, nu este recomandat să sincronizezi, de exemplu,  fişiere log mari sau tabeluri cu baze de date. Scrierile criptate delta sunt planificate într-o lansare viitoare.","1845":"Există restricţii pentru numele de fişiere?","1846":"Numele de fişiere MacOS\/UNIX sunt sensibile la majuscule, numele de fişiere Windows nu sunt. Un folder care conţine atât „ABC.TXT” şi „abc.txt” poate fi sincronizat la o maşină UNIX fără probleme, dar când este sincronizat la o maşină Windows, doar unul din cele două fişiere va supravieţui.","1847":"MEGA nu are restricţii cu privire la numele de fişiere - acestea pot conţine caractere care nu sunt compatibile cu sistemul de operare, cum ar fi : sau *. Acestea vor fi rescrise ca %xx pe partea locală şi convertite înapoi la caracterul original când este sincronizat înapoi. Windows Explorer are, de asemenea, probleme cu o serie de nume de fişiere şi foldere aparent inofensive - de exemplu „con.doc”, nu ar fi accesibil (pentru a înţelege de ce, trebuie să fii un tocilar sau expert, sau ambele). Dacă te confrunţi cu o asemenea situaţie, redenumeşte pur şi simplu fişierul pe partea de cloud. Caracterele străine în numele de fişiere sunt pe deplin suportate.","1848":"MEGAsync suportă structuri de dosar foarte adânci (MEGA însuşi este limitat la un maximum de 63 de niveluri) şi numele de cale foarte lungi (până la 32.000 de caractere sub Windows). Din păcate, cele mai multe software-uri Windows (inclusiv Explorer) nu sunt capabile să acceseze fişiere ale căror cale este mai lungă de 260 de caractere.","1849":"Cum mă pot asigura că am mereu cea mai nouă versiune de MEGAsync?","1850":"MEGAsync caută versiune nouă la fiecare două ore şi se actualizează singur odată ce este disponibilă o actualizarea (poţi opri asta din setări - următoarea verificare este realizată când porneşti înapoi funcţia). Din motive de securitate, doar contul care a instalat iniţial MEGAsync îi este permisă actualizarea.","1851":"Va folosi MEGAsync transferuri peer-to-peer (P2P) pentru a obţine o sincronizare mai rapidă între calculatoare în aceeaşi reţea locală?","1852":"Nu. Versiunea actuală de MEGAsync mereu se sincronizează via infrastructura cloud MEGA.","1853":"Ce se întâmplă dacă există acţiuni conflictuale între clienţii de sincronizare în aceeaşi locaţie a unităţii cloud?","1854":"Versiunea actuală de MEGAsync nu rezolvă acest tip de probleme. Evită-le dacă poţi.","1855":"MEGAsync suportă funcţii avansate ale sistemului de fişiere cum ar fi legături, atribute, ACL-uri, fluxuri\/bifurcaţii sau fişiere disipate?","1856":"Nu. Nu te aştepta ca acestea să fie reproduse în unitatea cloud.","1857":"MEGAsync suportă sincronizarea aceluiaşi folder local la locaţii diferite de la distanţă sau acelaşi folder de la distanţă la locaţii locale diferite?","1858":"Nu, dacă nu cumva doreşti să rulezi procese multiple MEGAsync în paralel, lucru ce nu este recomandat. Ca o regulă generală, fiecare element din sistemul de fişiere trebuie să fie vizibil doar aplicaţiei MEGAsync o singură dată, deci evită sincronizarea sufolderelor folderelor sincronizate sau punerea a mai multor linkuri în acelaşi element al sistemului de fişiere într-un folder local sincronizat.","1859":"Unde pot găsi aplicaţia iOS?","1860":"Poţi descărca şi instala aplicaţia noastră de iOS din e[A]App Store[\/A].","1861":"Unde pot găsi aplicaţia Android?","1862":"Poţi descărca şi instala aplicaţia noastră Android din [A]Google Play[\/A].","1863":"Furnizăm [A]aplicaţii[\/A] dedicate pentru dispozitive mobile, inclusiv pentru [B]iOS[\/B] şi [C]Android[\/C].","1864":"Raport de eroare","1865":"MEGAsync a detectat o problemă. Acestea sunt detaliile:","1866":"Ne poţi ajuta să îmbunătăţim MEGAsync trimiţând acest raport de eroare. Nu conţine nicio informaţie personală. Dacă doreşti să ne dai mai multe detalii, te rugăm să ne scrii mai jos:","1867":"Îţi mulţumim pentru colaborare!","1868":"Trimite raportul","1869":"Alege utilizatorii","1870":"Alege pentru care utilizatori doreşti să instalezi [A].","1871":"Selectează dacă doreşti să instalezi [A] pentru tine doar sau pentru toţi utilizatorii acestui calculator. [B]","1872":"Instalează pentru oricine care foloseşte acest calculator","1873":"Instalează doar pentru mine","1874":"Eroare: Folderul de destinaţie invalid. Încărcarea a fost anulată","1875":"Noile nume de fişiere excluse vor fi luate în cont când aplicaţia porneşte din nou.","1876":"Mărimea cache-ului actual: %1","1877":"Cache","1878":"Curăţă","1879":"Setările de proxy sunt invalide sau proxy-ul nu răspunde","1880":"Folderul de destinaţie este sincronizat şi ai deja un fişier înăuntrul său cu acelaşi nume (%1).","1881":"Dacă continui încărcarea, fişierul anterior va fi suprascris.","1882":"Uau, este plin de steluţe!","1883":"Încerci să sincronizezi un folder extrem de mare. Pentru a preveni sincronizarea întregilor volume de bootare, care este ineficientă şi periculoasă, îţi cerem să începi cu un folder mai mic şi să adaugi mai multe date cât timp MEGAsync rulează.","1884":"Folderul (%1) nu a fost încărcat deoarece este extrem de mare. Facem această verificare pentru a preveni încărcarea întregilor volume de bootare, care este ineficientă şi periculoasă.","1885":"Folderele %1 nu au fost încărcate deoarece este extrem de mari. Facem această verificare pentru a preveni încărcarea întregilor volume de bootare, care este ineficientă şi periculoasă.","1886":"Încerc să redenumesc un folder local în Explorer, însă numele folderului corespunzător din unitatea mea cloud rămâne la fel, indiferent ce fac.","1887":"Folderul pe care încerci să-l redenumeşti conţine un fişier ascuns denumit desktop.ini cu un câmp „LocalizedResourceName=” astfel încât redenumirile tale duc la - numele folderului actual nu s-a schimbat deloc! Te rugăm să ştergi desktop.ini şi să încerci din nou.","1888":"Start","1889":"Aplicaţie iOS","1890":"Aplicaţie Android","1891":"Găseşte răspunsuri la toate întrebările de bază despre serviciul nostru.","1892":"Află mai multe despre modelul de securitate şi criptografie MEGA.","1893":"Obţine toate cunoştinţele despre sincronizarea dintre calculatoarele tale şi MEGA.","1894":"Află mai multe despre aplicaţia noastră nativă Android, stocare în cloud disponibilă în buzunarul tău.","1895":"Află mai multe despre caracteristicile puternice de colaborare MEGA.","1896":"Tot ce trebuie să ştii despre contul tău MEGA.","1897":"Află mai multe despre aplicaţia noastră nativă, stocare în cloud disponibilă în buzunarul tău.","1898":"Apasă Esc pentru a închide","1899":"Previzualizare","1900":"Actualizare disponibilă!","1901":"O actualizare va fi aplicată următoarea dată când aplicaţia va fi pornită","1902":"Se instalează actualizarea...","1903":"Se caută actualizări...","1904":"Instalează actualizarea","1905":"O nouă versiune MEGAsync este disponibilă! Clic pe acest mesaj pentru a o instala","1906":"Nicio actualizare disponibilă","1907":"A apărut o problemă la instalarea actualizării. Te rugăm să încerci din nou mai târziu sau descarcă ultima versiune de pe: https:\/\/mega.co.nz\/#sync","1908":"Caută actualizări","1909":"Instalare manuală","1910":"funcţionează doar pentru:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Descarcă MEGA","1914":"pentru Chrome Beta \/ Canary","1915":"Avertisment: clic doar pe butonul de mai jos dacă ai încredere în [A]magazinul web Chrome[\/A]. Ca alternativă, poţi descărca şi instala manual extensia de mai jos.","1916":"Descarcă din","1917":"magazinul web Chrome","1918":"Actualizare disponibilă. Se descarcă...","1919":"Nu se poate obţine sistemul de fişiere.","1920":"Te rugăm să reîncerci. Dacă problema persistă te rugăm să contactezi bug@mega.co.nz","1921":"Folder invalid pentru sincronizare.","1922":"Te rugăm să te asiguri că nu foloseşti caractere precum \\ \/ sau : în numele folderelor.","1923":"Sincronizarea selectivă activă","1924":"Activează sincronizarea completă a contului","1925":"Activarea sincronizării complete a contului va dezactiva toate sincronizările actuale","1926":"Sincronizarea completă a contului activă","1927":"Dezactivează sincronizarea completă a contului","1928":"Dezactivarea sincronizării complete a contului îţi va permite să configurezi sincronizarea selectivă a folderelor","1929":"Instalează MEGA în navigator pentru performanţă şi securitate sporită.","1930":"Stocare în cloud disponibilă în buzunar. Accesează şi transmite fişiere de pe smartphone sau tabletă.","1931":"MEGAsync porneşte","1932":"Pentru a descărca fişiere mai mare de 1 GB, te rugăm să instalezi extensia noastră pentru navigatorul web.","1933":"Pentru a descărca fişiere mai mare de 1 GB, te rugăm să instalezi un navigator web mai modern.","1934":"Ţi-ai uitat parola?","1935":"Dacă ai o copie de siguranţă a cheii tale principale de criptare, poţi reseta parola selectând DA. Datele nu vor fi pierdute.","1936":"Poţi în continuare [A]exporta[\/A] cheia ta principală dacă ai o sesiune activă MEGA în orice alt navigator de pe acest sau orice alt calculator. În caz contrar, nu mai poţi să decriptezi contul tău existent, dar poţi începe o sesiune nouă sub aceeaşi adresă de email selectând NU.","1937":"Ai o copie de siguranţă a cheii tale principale?","1938":"Grozav!","1939":"Te rugăm să introduci adresa ta de email mai jos. Vei primi un link de recuperare care îţi va permite să trimiţi cheia ta principală şi să resetezi parola.","1940":"Trimite","1941":"Ups.","1942":"Datorită paradigmei noastre de criptare capăt-la-capăt, nu vei putea să îţi accesezi datele fără, fie parola ta, fie o [A]copie de siguranţă[\/A] a cheii tale generale.","1943":"Poţi parca acum contul tău existent şi să începi unul nou sub aceeaşi adresă de email. În eventualitatea în care îţi aduci aminte de parola contului tău parcat, te rugăm să contactezi [A]support@mega.co.nz[\/A] pentru asistenţă privind recuperarea. Datele tale vor fi păstrate cel puţin 60 de zile.","1944":"Nu poţi folosi recuperarea contului cu o sesiune temporar activă.","1945":"Eşti în prezent autentificat cu contul [X]. Dacă nu îţi aduci aminte parola ta actuală şi doreşti să schimbi parola, te rugăm să exporţi cheia principală a contului, apoi deconectează-te şi încearcă din nou.","1946":"Te rugăm să verifici adresa de email şi să încerci din nou.","1947":"Cont parcat","1948":"Ai pierdut parola şi nu poţi furniza o cheie principală exportată în prealabil? Din păcate, datorită folosirii criptografiei puternice a MEGA, pierderea cheii principale face ca toate datele tale să fie imposibil de citit. Dacă continui, vei începe un cont nou sub adresa ta de email existentă. Contul tău vechi va rămâne parcat pentru cel puţin 60 de zile şi poate fi recuperat contactând [A]support@mega.co.nz[\/A]  în eventualitatea în care îţi aduci aminte de parolă.","1949":"Alege parola nouă","1950":"Recunosc că încep un cont nou, gol şi că voi pierde toate datele contului meu prezent, cu excepţia cazului în care îmi aduc aminte de parolă sau găsesc cheia principală exportată.","1951":"Începe un cont nou","1952":"Notă:","1953":"Facem o copie de siguranţă a datelor tale pentru cel puţin încă 60 de zile.","1954":"Ar trebui să ţii minte parola, te rugăm să contactezi support@mega.co.nz pentru asistenţă cu recuperararea datelor contului tău vechi.","1955":"Resetarea parolei","1956":"Te rugăm să furnizezi cheia principală exportată în prealabil. Poţi în continuare să o exporţi din orice sesiune MEGA, care posibil să o ai deschisă în alt navigator sau pe alt calculator.","1957":"Dacă nu ai cheia principală, poţi [A]parca[\/A] contul tău existent şi să începi din nou.","1958":"Foloseşte fişierul text ce conţine cheia","1959":"Selectează fişierul ce conţine cheia","1960":"Verifică","1961":"Ai recăpătat cu succes acces la contul tău. Te rugăm să alegi o parolă nouă mai jos:","1962":"Validează parola","1963":"Se pare că cheia principală furnizată este incorectă.","1964":"Sigur ai furnizat cheia corectă?","1965":"Dacă nu ai cheia corectă, poţi în continuare [A]să resetezi[\/A] contul.","1966":"Link de recuperare expirat","1967":"Acest link de recuperare a expirat, te rugăm să încerci din nou.","1968":"Link de recuperare invalid","1969":"Link invalid, te rugăm să încerci din nou.","1970":"Sau introdu cheia ta principală aici","1971":"Nu poţi folosi procedura de recuperare a contului cât timp eşti autentificat. Te rugăm să te deconectezi şi să încerci din nou.","1972":"Fişierul ce conţine cheia este invalid","1973":"Fişierul selectat este prea mare. Te rugăm să selectezi fişierul care conţine cheia principală de 22 de caractere.","1974":"Te rugăm să confirmi că eşti conştient de faptul că toate datele tale vor fi şterse.","1975":"Cont parcat","1976":"Contul tău vechi a fost parcat cu succes. Poţi acum să te autentifici în contul tău nou.","1977":"Cheie principală invalidă","1978":"Cheia furnizată nu se potriveşte cu acest cont. Te rugăm să te asiguri că foloseşti cheia principală corectă şi să încerci din nou.","1979":"Cont blocat","1980":"Contul pe care încerci să-l resetezi este blocat.","1981":"Parola ta a fost resetată cu succes.  Te rugăm să te autentifici în contul tău acum.","1982":"Fă copie de siguranţă a [A]cheii tale generale de criptare[\/A]","1983":"Parola ta deblochează cheia principală","1984":"Datele tale pot fi citite doar printr-un lanţ de operaţii de decriptare, lanţ care începe cu cheia principală de criptare, care o stocăm criptată cu parola ta. Acest lucru înseamnă că dacă pierzi parola, cheia principală nu mai poate fi decriptată şi nu mai poţi să-ţi decriptezi datele.","1985":"Exportarea cheii generale şi păstrarea ei într-o locaţie sigură îţi dă posibilitatea să setezi o parolă nouă fără pierderi de date.","1986":"Un atacator extern nu poate obţine acces la contul tău doar cu cheia ta. Resetarea parolei necesită atât cheia, cât şi acces la adresa ta de email.","1987":"Salvează cheia principală ca fişier text","1988":"Salvează fişierul","1989":"Copiază cheia principală în clipboard","1990":"Copiază","1991":"Păstrează mereu controlul fizic al cheii tale principale (ex. pe un dispozitiv, stocare externă sau printeaz-o).","1992":"N-o stoca pe internet (cel puţin nu fără criptare).","1993":"sau [A]creează un cont[\/A]","1994":"Da. Cu toate acestea, parola ta MEGA este mai mult decât doar o parolă - deblochează cheia principală de criptare, fără de care datele tale sunt complet imposibil de citit. Din acest motiv, există două tipuri de resetare a parolei: Cu sau fără furnizarea unei copii de siguranţă a cheii principale. Cu cheia poţi seta o parolă nouă şi să păstrezi contul tău existent. Fără cheie, poţi parca contul tău existent şi să începi unul nou sub adresa ta de email a contului existent. Îţi recomandăm să păstrezi o copie de siguranţă a cheii principale într-un loc sigur întotdeauna, pentru orice eventualitate. Clic <a href=\"#backup\">aici<\/a> pentru a exporta cheia sau <a href=\"#recovery\">aici<\/a> pentru a reseta parola.","1995":"Tocmai mi-am amintit parola contului meu vechi după ce am efectuat o resetare a parolei. Cum îmi recuperez datele?","1996":"Dacă au trecut mai puţin de 60 de zile de când ai parcat contul vechi, datele tale pot fi recuperate. Te rugăm să contactezi [A]support@mega.co.nz[\/A] pentru asistenţă.","1997":"MEGA îmi solicită să fac o copie de siguranţă a cheii mele generale de criptare. De ce?","1998":"Dacă eşti sigur şi convins că nu vei pierde niciodată parola, nu ai nevoie să faci o copie de siguranţă a cheii tale. Dacă decizi să faci o [A]copie de siguranţă[\/A], în orice caz, te rugăm să te asiguri că o păstrezi într-un loc sigur: Oricine cu acces la copia de siguranţă a cheii tale şi la adresa ta de email va putea să reseteze parola şi să obţină acces la datele tale.","1999":"Pot sincroniza partiţii FAT\/FAT32 sub Windows?","2000":"Deşi poate părea să funcţioneze la prima impresie, te sfătuim insistent să nu o faci, deoarece marcajele de timp ale FAT sunt depedente de fusul orar, rezultând ca toate fişierele tale să fie resincronizate de două ori pe an dacă locuieşti într-o zonă care respectă ora de vară. Din păcate, următorul defect de design fundamental din designul API-ului Windows face dificilă compensarea în mod dinamic pentru asemenea schimbări: „Când se face schimbarea la ora de vară, ora preluată de GetFileTime este dezactivată pentru o oră, deoarece cache-ul nu este actualizat. Când reporneşti calculatorul, ora păstrată în cache pe care GetFileTime o preia este corectă.” Cu alte cuvinte, fă-ţi o favoare şi evită FAT.","2001":"Doreşti să încarci fişierele într-o sesiune nouă","2002":"„Nu” îţi va permite să te autentifici şi să începi încărcarea.","2003":"Fă o copie de siguranţă a cheii principale de criptare acum","2004":"Spre deosebire de serviciile de stocare în cloud clasice, MEGA este criptat capăt-la-capăt. Acest lucru înseamnă că datele tale devin imposibil de citit dacă pierzi parola. Îţi sugerăm insistent să faci o copie de siguranţă a cheii tale principale de criptare acum. Resetările parolei fără pierderi de date este posibilă doar dacă furnizezi o cheie principală validă pentru contul tău.","2005":"Îndepărtează","2006":"Fă copie de siguranţă","2007":"Alte setări","2008":"Dezactivează suprapunerea iconiţelor","2009":"Forţează o rescanare completă","2010":"Scanare completă","2011":"MEGAsync va realiza o scanare completă a folderelor tale sincronizate","2012":"Doreşti să reporneşti MEGAsync acum?","2013":"Încarcă fişiere\/foldere","2014":"O versiune nouă de MEGAsync este disponibilă!","2015":"MEGAsync rulează în prezent. Clic pe iconiţa din bara de sistem pentru a deschide fereastra de stare.","2016":"Arată starea","2017":"Folderul pentru încărcări din acest calculator","2020":"Eroare la obţinerea cheii pentru sesiune","2021":"Sincronizare completă","2022":"Folderul tău local şi unitatea ta cloud MEGA vor fi sincronizate automat.","2023":"Alege","2024":"Fişierul config este corupt, te rugăm să o iei de la început","2025":"Also available for <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Also available for <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Also available for <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"optional","2029":"Select Linux Distro","2030":"Please select your Linux distro and then click on the download button.","2031":"For Mac","2032":"For Linux"}