{
    "1": "Cont de membru PRO",
    "2": "Cont de membru PRO",
    "12": "Nimeni nu va fi supus la imixtiuni arbitrare în viaţa sa personală, în familia sa, în domiciliul lui sau în corespondenţa sa, nici la atingeri aduse onoarei şi reputaţiei sale. Orice persoană are dreptul la protecţia legii împotriva unor asemenea imixtiuni sau atingeri.",
    "13": "Declaraţia Universală a Drepturilor Omului.",
    "14": "Confirmă ştergerea",
    "15": "Sigur vrei să elimini definitiv toate elementele din coşul de gunoi?",
    "16": "Eroare internă",
    "17": "Cota de transfer depăşită",
    "18": "Prea multe conexiuni pentru această descărcare",
    "19": "Sesiunea de autentificare a expirat sau este nevalidă",
    "22": "Fişierul nu mai există",
    "23": "Fişiererul nu mai este accesibil",
    "24": "Eroare la decriptare",
    "34": "Atenţie:",
    "47": "Ups, ceva a mers prost. Îmi pare rău!",
    "55": "Numai citire",
    "56": "Citire şi scriere",
    "57": "Acces complet",
    "58": "Descarcă",
    "59": "Obţine linkul",
    "60": "Partajare",
    "61": "Redenumeşte",
    "62": "Mută",
    "63": "Copiază",
    "64": "Permisiuni",
    "68": "Folder nou",
    "71": "Adaugă contact",
    "78": "Da",
    "79": "Nu",
    "81": "Ok",
    "82": "Anulează",
    "83": "Elimină",
    "85": "Reîncarcă",
    "86": "Nume",
    "87": "Mărime",
    "89": "Stare",
    "93": "Tip",
    "94": "Ultima modificare",
    "95": "E-mail",
    "98": "Încarcă folder",
    "99": "Încarcă fişier",
    "101": "Adaugă contact",
    "102": "Caută",
    "103": "Anulează transferul",
    "104": "Transferuri de fişiere",
    "105": "în curs",
    "115": "Numele fişierului",
    "120": "Descărcarea nu poate continua, deoarece ar depăşi cota actuală pentru transferuri gratuite pentru adresa ta IP.",
    "121": "Această limită este dinamică şi depinde de cantitatea de lăţime de bandă neutilizată pe care o avem la dispoziţie.",
    "122": "Doar transferurile efectuate în timpul ultimelor  cinci-şase ore contează.",
    "127": "Pentru confortul tău, descărcările din coada de aşteptare vor fi puse în aşteptare până când vei avea suficientă cotă disponibilă, iar apoi se vor relua în mod automat.",
    "128": "Dacă nu doreşti să aştepţi, ai putea să iei în considerare cumpărarea unui pachet de lăţime de bandă care, de asemenea, îţi oferă stocare suplimentară vastă.",
    "129": "Upgradează la PRO",
    "135": "Eroare",
    "136": "Te rugăm să selectezi folderul de destinaţie.",
    "141": "Te rugăm să introduci o adresă de e-mail validă.",
    "145": "Adresă de e-mail:",
    "148": "Închide",
    "150": "Contact invitat",
    "157": "Numele folderului",
    "158": "Creează",
    "164": "Unitate cloud",
    "165": "Contacte",
    "166": "Mesaje primite",
    "167": "Coş de gunoi",
    "168": "Coş de gunoi",
    "169": "Meniu",
    "170": "Înregistrează-te",
    "171": "Autentificare",
    "174": "sau",
    "187": "Contul meu",
    "190": "Autentificare",
    "192": "Ţine-mă minte",
    "193": "Autentificare",
    "195": "E-mailul tău",
    "197": "Te rugăm să introduci adresa ta de e-mail.",
    "198": "Te rugăm să introduci o adresă de e-mail validă.",
    "199": "Te rugăm să introduci parola.",
    "200": "Ups, ceva a mers prost.",
    "201": "E-mail şi\/sau parolă incorecte. Te rugăm să încerci din nou.",
    "208": "Sunt de acord cu [A]Termenii de utilizare a serviciului[\/A] MEGA",
    "209": "Înregistrează-te",
    "212": "Te rugăm să introduci numele.",
    "213": "Te rugăm să alegi o parolă.",
    "214": "Trebuie să accepţi Termenii de utilizare a serviciului nostru.",
    "216": "Minunat",
    "217": "Te rugăm să verifici e-mailul şi să dai clic pe link pentru a confirma contul.",
    "218": "Această adresă de e-mail a înregistrat deja un cont cu MEGA.",
    "219": "Această adresă de e-mail a înregistrat deja un cont cu MEGA",
    "229": "Nu afişa din nou",
    "230": "Upgradează la PRO",
    "233": "Eroare temporară, se reîncearcă.",
    "236": "Importă",
    "239": "Descărcare încheiată",
    "240": "Pentru a încheia procesul de transfer de fişiere, va trebui să salvezi fişierul manual.",
    "241": "Salvează fişierul",
    "242": "Treci la Chrome pentru a te bucura pe deplin de puterea MEGA",
    "243": "Fişierul pe care încerci să-l descarci nu mai este disponibil.",
    "244": "Acest lucru ar putea fi din cauza următoarelor motive:",
    "246": "Fişierul a fost eliminat din cauza unei încălcări a ToS\/AUP.",
    "247": "URL nevalid - linkul pe care încerci să-l accesezi nu există",
    "248": "Fişierul a fost şters de către utilizator.",
    "253": "Te rugăm să încerci din nou mai târziu.",
    "258": "Se descarcă",
    "368": "Atenţie:",
    "371": "Copiat în clipboard",
    "372": "Încărcare",
    "377": "Transferul de fişiere este în curs. Dacă vei continua, acestea vor fi abandonate.",
    "378": "Te rugăm să introduci parola pentru a confirma contul.",
    "381": "Toate drepturile rezervate",
    "383": "Asistenţă",
    "384": "Centrul de ajutor",
    "385": "Termenii de utilizare a serviciului",
    "386": "Politica de confidenţialitate",
    "387": "Drepturile de autor",
    "389": "Blog",
    "391": "Distribuitori",
    "392": "Dezvoltatori",
    "396": "Despre noi",
    "398": "Cont de membru PRO",
    "399": "Contactează-ne",
    "403": "Cont",
    "405": "Unelte",
    "408": "Ianuarie",
    "409": "Februarie",
    "410": "Martie",
    "411": "Aprilie",
    "412": "Mai",
    "413": "Iunie",
    "414": "Iulie",
    "415": "August",
    "416": "Septembrie",
    "417": "Octombrie",
    "418": "Noiembrie",
    "419": "Decembrie",
    "425": "Redenumeşte folderul",
    "426": "Redenumeşte fişierul",
    "429": "Istoricul sesiunilor",
    "430": "Istoricul achiziţiilor",
    "431": "Istoricul tranzacţiilor",
    "432": "Tipul contului:",
    "433": "Upgradează",
    "435": "GRATUIT",
    "436": "Fără ciclu de facturare",
    "438": "[X] folosit",
    "439": "[X1] din [X2]",
    "449": "Soldul contului",
    "450": "Reîncarcă contul",
    "455": "Creează",
    "456": "Valorifică voucher:",
    "457": "Achiziţionează un voucher",
    "458": "Valorifică",
    "459": "Voucherele tale",
    "466": "Ultimele [X]",
    "469": "Ultimele [X] achiziţii",
    "471": "Ultimele [X] tranzacţii",
    "472": "Ultimele [X] sesiuni",
    "473": "Ups, acesta nu pare a fi un cod de voucher valabil.",
    "475": "Dată\/oră",
    "476": "Element",
    "477": "Sumă",
    "478": "Metodă de plată",
    "479": "Browser",
    "480": "Adresă IP",
    "481": "Ţară",
    "482": "Cele mai recente activităţi",
    "484": "ID-ul tranzacţiei",
    "485": "Credit",
    "486": "Debit",
    "487": "Codul voucherului",
    "488": "Stare",
    "489": "Nefolosit",
    "490": "Valorificat la",
    "491": "Revocat la",
    "492": "Anulat la",
    "495": "Spaţiu de stocare",
    "501": "economiseşte 17%",
    "507": "Continuă",
    "509": "CONFIDENŢIALITATEA COMPANIEI",
    "511": "Perechea de chei private \/ publice de 2048 de biţi RSA este creată acum.",
    "514": "Sold insuficient, te rugăm să încerci din nou.",
    "516": "Obţine suport",
    "517": "Ceva nu merge bine pentru tine? Te rugăm să verifici [A]centrul de ajutor[\/A] mai întâi. Dacă întrebarea ta nu are răspuns acolo, nu ezita să ne contactezi.",
    "518": "Menţiuni legale",
    "519": "Departamentul nostru juridic este disponibil să răspundă la cererea ta.",
    "520": "Drepturile de autor",
    "521": "Te temi căci un utilizator încalcă drepturile de proprietate intelectuală? Te rugăm să trimiţi o notificare de eliminare prin intermediul [A]formularului online[\/A] sau trimite-ne un e-mail.",
    "522": "Sugerează îmbunătăţiri",
    "523": "Te rugăm să trimiţi cereri şi sugestii de caracteristici şi utilizabilitate aici.",
    "524": "Raportează o eroare",
    "526": "Media",
    "527": "Invităm persoane din zona mass-mediei, inclusiv bloggeri, să ne contacteze pentru întrebări referitoare la MEGA.",
    "543": "mai mult de [X]",
    "553": "Furnizorul tău de plată nu este listat? Te rugăm să ne trimiţi un [A]e-mail[\/A]",
    "554": "Completat",
    "555": "Sunt de acord cu [A]Termenii de utilizare a serviciului pentru vânzătorii[\/A] MEGA",
    "556": "Înainte",
    "561": "Adresa",
    "565": "Oraşul",
    "568": "Te rugăm să selectezi ţara ta",
    "569": "Setări de transfer",
    "570": "Numărul de conexiuni paralele de încărcare:",
    "571": "Numărul de conexiuni paralele de descărcare:",
    "572": "Limită pentru viteza de încărcare:",
    "573": "Niciuna",
    "574": "Automat",
    "575": "Fixată",
    "576": "Treci peste fişierele identice la încărcare:",
    "577": "Da",
    "578": "Nu",
    "579": "Utilizează SSL pentru transferuri de fişiere:",
    "580": "Dezactivarea SSL îmbunătăţeşte performanţa şi nu reduce securitatea.",
    "620": "Notificare privind presupusa încălcare",
    "621": "Notificare",
    "623": "Ne rezervăm dreptul de a elimina datele pretinse a fi încălcătoare, fără notificare prealabilă, la discreţia noastră şi fără nicio răspundere faţă de tine. În circumstanţe adecvate, îţi vom închide şi contul, dacă eşti hotărât să fii un autor de încălcări repetitive. Agentul nostru desemnat pe tema drepturilor de autor în cazul notificărilor privind presupusele încălcări este:",
    "624": "Notificare privind drepturile de autor",
    "626": "Conţinutul:",
    "628": "Încalcă drepturile mele de autor personale.",
    "629": "Încalcă drepturile de autor ale cuiva pentru care sunt autorizat să-l reprezint.",
    "630": "Tipul de eliminare:",
    "636": "Înţeleg că pot fi răspunzător pentru daunele, inclusiv costurile şi onorariile avocaţilor, dacă cu bună ştiinţă şi în mod real denaturez că conţinutul raportat, URL-ul(urile) sau fişierele încalcă drepturile de autor.",
    "637": "Informaţiile din această notificare sunt corecte, iar eu declar sub pedeapsa sperjurului că sunt autorizat să acţionez în numele titularului drepturilor de autor.",
    "638": "Această notificare este un document legal serios - te rugăm să fii prudent ca să incluzi date corecte în reclamaţiile tale de încălcare a drepturilor de autor. Poate doreşti să te consulţi mai întâi cu un jurist pentru a determina dacă conţinutul pe care îl raportezi într-adevăr este o încălcare a drepturilor de autor şi nu este protejat prin utilizare cinstită, de licenţă, sau alt temei juridic.",
    "641": "URL-ul conţinutului ce încalcă drepturi:",
    "643": "Titlul jobului:",
    "645": "Fax:",
    "646": "Oraş:",
    "647": "Cod ZIP \/ poştal:",
    "648": "Drepturi de autor pentru lucrare, pretinse că au încălcat drepturi de autor:",
    "650": "Companie \/ Organizaţie",
    "651": "Telefon:",
    "652": "Adresa:",
    "653": "Statul \/ Provincia:",
    "654": "Ţara:",
    "657": "Te rugăm să selectezi dacă conţinutul încalcă drepturile de autor ale lucrurilor tale personale sau  încalcă drepturile unei persoane căreia eşti autorizat să-l reprezinţi.",
    "658": "Te rugăm să selectezi tipul de eliminare.",
    "659": "Te rugăm să furnizezi URL-urile pentru fiecare muncă cu drepturi de autor pretinse că au fost încălcate.",
    "660": "Te rugăm să furnizezi drepturile de autor ale lucrărilor pentru fiecare URL care încalcă drepturi.",
    "661": "Te rugăm să furnizezi numele titularului drepturilor de autor.",
    "662": "Te rugăm să furnizezi numele tău complet.",
    "663": "Te rugăm să furnizezi adresa ta de e-mail.",
    "664": "Te rugăm să introduci o adresă de e-mail validă.",
    "665": "Te rugăm să confirmi că eşti convins, cu bună credinţă, că partajarea materialelor cu drepturi de autor de la locaţia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul acestuia, sau prin lege (de exemplu, ca utilizare cinstită).",
    "666": "Te rugăm să confirmi faptul că ai putea fi răspunzător pentru daunele, inclusiv costurile şi onorariile avocaţilor, dacă cu bună ştiinţă şi în mod real denaturezi că conţinutul raportat, URL-ul(urile) sau fişierele încalcă drepturile de autor.",
    "667": "Te rugăm să confirmi faptul că această notificare este corectă, iar sub pedeapsa sperjurului prin care eşti autorizat să acţionezi în numele titularului drepturilor de autor.",
    "670": "Limbă",
    "671": "Vorbeşti mai multe limbi?",
    "672": "Ajută-ne să traducem!",
    "676": "MEGA reprezintă stocarea în cloud cu o puternică confidenţialitate mereu în funcţiune",
    "677": "MEGA oferă stocare în cloud robustă cu politică de confidenţialitate convenabilă şi puternică mereu în funcţiune. MEGA crede în dreptul tău la intimitate şi îţi oferă instrumentele tehnologice pentru a o proteja. Noi numim aceasta criptarea controlată a utilizatorului, sau UCE şi se face în mod automat.",
    "678": "Ce este criptarea controlată a utilizatorului MEGA?",
    "679": "Toate fişierele stocate pe MEGA sunt criptate. Toate transferurile de date de la şi către MEGA sunt criptate. Şi în timp ce majoritatea furnizorilor de stocare în cloud pot şi pretind acelaşi lucru, MEGA este diferit - spre deosebire de tipul industrial în cazul în care furnizorul de stocare în cloud deţine cheia de decriptare, cu MEGA, tu controlezi criptarea, îţi ţii cheile şi tu decizi cui îi acorzi sau refuzi accesul la fişiere, fără a necesita nicio instalare a unui software riscant. Totul se întâmplă în browserul tău!",
    "680": "MEGA viitor",
    "681": "Serviciul de stocare în cloud MEGA este doar începutul. În viitor, MEGA va oferi UCE în browser pentru o gamă largă de aplicaţii fără a fi nevoie să instalezi ceva. Tehnologia noastră va proteja e-mailurile tale, apelurile, chat-urile şi fluxurile video.",
    "694": "Dezactivează un link („URL”) pe fişier - fişierul(ele) va\/vor rămâne în contul utilizatorului",
    "695": "Dezactivează multiple URL-uri per fişier - fişierul(ele) va\/vor rămâne în contul utilizatorului",
    "696": "3. Elimină toate fişierele de bază din URL-ul(urile) furnizat(e) - nu există niciun utilizator căruia îi este permisă stocarea acestora sub nicio circumstanţă în toată lumea",
    "698": "Poţi trimite o notificare aici",
    "699": "Semnează şi trimite notificarea",
    "700": "Te rugăm să trimiţi notificarea de eliminare manuală prin e-mail la [A1]copyright@mega.nz[\/A1] în temeiul [A2]dispoziţiilor de eliminare[\/A2].",
    "701": "Trimite prin e-mail notificarea de eliminare",
    "703": "Linkul tău de înregistrare nu este valabil. Te rugăm să verifici pentru sfârşiturile de linie posibile în e-mailul de activare.",
    "704": "Contul tău a fost activat deja. Te rugăm să te autentifici.",
    "705": "Confirmarea ta nu a putut fi procesată. Te rugăm să te înscrii din nou. Codul de eroare:",
    "706": "Schimbă parola",
    "707": "Actualizează",
    "714": "Acest voucher a fost deja valorificat.",
    "715": "Parolele noi pe care le-ai introdus nu se potrivesc. Te rugăm să încerci din nou.",
    "716": "Parola actuală",
    "717": "Parola nouă",
    "718": "Confirmă parola nouă",
    "724": "Parola actuală furnizată este incorectă.",
    "725": "Parola ta a fost schimbată.",
    "726": "Gata",
    "727": "Parola ta a fost schimbată.",
    "728": "Acest link de confirmare a parolei a expirat.",
    "729": "Acest link a fost deja confirmat.",
    "730": "Contul tău a fost suspendat. Te rugăm să verifici adresa ta de e-mail pentru detalii şi pentru a răspunde cât mai curând posibil.",
    "731": "Contul care a creat acest link a fost desfiinţat din cauza unor încălcări multiple ale [A]Termenilor de utilizare a serviciului[\/A] nostru.",
    "732": "Eşti deja autentificat într-un cont care este diferit de cel pe care îl confirmi. Te rugăm să verifici sesiunea actuală, să te deconectezi şi apoi să dai clic pe linkul de confirmare din nou.",
    "735": "Te rugăm să îţi verifici e-mailul.",
    "741": "Te rugăm să alegi o nouă parolă sigură.",
    "742": "Resetează",
    "752": "Extensie Firefox MEGA",
    "754": "Extensia Firefox MEGA este securizată şi invizibilă. Dacă preferi să utilizezi MEGA fără extensie, îţi recomandăm insistent să foloseşti [A]Chrome[\/A].",
    "761": "Te rugăm să confirmi",
    "763": "Contact",
    "776": "Salvează",
    "779": "Înregistrează-te acum",
    "782": "Niciun fişier în folder",
    "784": "Niciun contact",
    "798": "Spaţiu de stocare",
    "799": "Spaţiu folosit",
    "808": "Linkul folderului",
    "812": "Confirmă contul",
    "813": "Folder partajat",
    "822": "Înapoi",
    "823": "Setări",
    "824": "Folder nou partajat de la [X]",
    "825": "Folder nou partajat",
    "828": "[X1] foldere şi [X2] fişiere",
    "829": "[X] foldere şi 1 fişier",
    "830": "1 folder şi [X] fişiere",
    "831": "1 folder şi 1 fişier",
    "832": "[X] foldere",
    "833": "[X] fişiere",
    "834": "1 folder",
    "835": "1 fişier",
    "836": "[X] a adăugat [DATA]",
    "837": "[X] a fost adăugat",
    "838": "[X] a fost adăugat",
    "862": "Notificări",
    "864": "Descarcă ca ZIP",
    "865": "Deschide",
    "870": "Confirmă",
    "871": "[B]Avertisment:[\/B] cota de stocare depăşită. Te rugăm şterge fişierele sau [A]upgradează la un cont mai bun[\/A].",
    "873": "acum [X] secunde",
    "874": "acum 1 minut",
    "875": "acum [X] minute",
    "876": "acum 1 oră",
    "877": "acum [X] ore",
    "878": "acum 1 zi",
    "879": "acum [X] zile",
    "880": "Tocmai acum",
    "882": "Avertisment",
    "884": "[X] nu este complet compatibil cu MEGA",
    "885": "Browserul tău",
    "886": "Internet Explorer 10 conţine o defecţiune semnificativă afectând scrierea de fişiere din JavaScript, cauzând memorie insuficientă la descărcarea unei cantităţi mari de date. Aşteptăm ca această problemă să fie remediată în Internet Explorer 11. Între timp, te rugăm să treci la un browser alternativ.",
    "887": "[X] nu oferă funcţiile HTML5 pe care MEGA se bazează pentru a realiza criptografia pe partea de client în browser. Transferurile de fişiere HTML5 vor fi emulate printr-o soluţie provizorie foarte limitată în Flash. Te rugăm să iei în considerare trecerea la un browser modern, cât mai curând posibil.",
    "888": "Foarte recomandat",
    "889": "Recomandat",
    "890": "MEGA funcţionează cel mai bine cu următoarele browsere:",
    "891": "Avertisment privind compatibilitatea browserului",
    "892": "Proprietăţi",
    "894": "Mărime totală",
    "896": "Creat",
    "897": "Conţine",
    "909": "Parolă",
    "913": "lună",
    "918": "Lunar",
    "919": "Anual",
    "922": "1 lună",
    "923": "1 an",
    "924": "Ai vreo întrebare despre [A]conturile PRO?[\/A]",
    "925": "Echipa noastră de asistenţă va fi fericită să te ajute.",
    "930": "zi",
    "931": "lună",
    "932": "an",
    "939": "Numele băncii",
    "949": "Mesaje primite",
    "950": "Contacte",
    "954": "Credite",
    "955": "Aplicaţii mobile",
    "956": "Client de sincronizare",
    "957": "Aplicaţie Chrome",
    "959": "Aplicaţie Firefox",
    "961": "Aplicaţii",
    "962": "Kit de dezvoltare software",
    "963": "Documentaţie",
    "965": "Politici",
    "966": "Ghidul de eliminare",
    "967": "Deconectează-te",
    "968": "Creează cont",
    "969": "Te rugăm să reîncerci",
    "970": "Te rugăm să introduci o parolă validă.",
    "978": "Căutarea ta nu a returnat niciun document",
    "982": "Conţinut",
    "983": "Prezentare generală",
    "985": "Istoric",
    "987": "Expiră pe",
    "989": "[X] contacte",
    "990": "1 contact",
    "993": "Schimbă avatarul",
    "994": "Informaţii personale",
    "995": "Data naşterii",
    "996": "Alege ţara",
    "997": "Adăugarea de contacte este numai pentru utilizatorii înregistraţi.",
    "998": "Te rugăm să îţi creezi contul gratuit",
    "999": "Doreşti să upgradezi sesiunea temporară la un cont gratuit acum?",
    "1000": "Evită pierderea accesului. Înregistrarea gratuită este foarte recomandată!",
    "1001": "Elimină contactul",
    "1002": "Sigur vrei să elimini pe [X] din lista de contacte?",
    "1003": "Confirmă eliminarea",
    "1004": "Sigur vrei să muţi [X] în coşul de gunoi?",
    "1005": "Crearea linkurilor este numai pentru utilizatorii înregistraţi.",
    "1006": "Partajarea de foldere este numai pentru utilizatorii înregistraţi.",
    "1007": "Nu poţi anula această acţiune.",
    "1010": "Cota de stocare depăşită.",
    "1015": "Te rugăm să introduci codul voucherului.",
    "1016": "Selectează o imagine",
    "1017": "Foloseşte asta ca avatar",
    "1018": "Goleşte",
    "1021": "Activat",
    "1022": "Dezactivat",
    "1023": "Nu ai acces de scriere la acest folder.",
    "1024": "Te rugăm să introduci un nume folderului.",
    "1025": "Elemente multiple",
    "1026": "Introdu cheia de decriptare",
    "1027": "Decriptează",
    "1028": "Cheie de decriptare",
    "1031": "Exportă linkurile fişierelor şi cheile de decriptare",
    "1034": "Descarcă fişiere multiple",
    "1035": "Clic pe „allow” [permite] pentru a încheia descărcarea",
    "1036": "Partajat cu",
    "1037": "De acord",
    "1038": "Alege limba",
    "1042": "Se iniţializează",
    "1043": "Linkul folderului indisponibil",
    "1044": "Linkul folderului pe care încerci să-l accesezi nu mai este disponibil. Acest lucru ar putea fi din cauza următoarelor motive:",
    "1045": "Linkul folderului a fost eliminat din cauza unei încălcări a ToS\/AUP.",
    "1046": "Linkul folderului a fost dezactivat de către utilizator.",
    "1049": "Folder",
    "1051": "Niciodată",
    "1057": "Confirmă eliminarea sesiunii",
    "1058": "Foloseşti o sesiune temporară. Sigur vrei să închei sesiunea?",
    "1059": "Această acţiune va şterge toate datele tale.",
    "1066": "MEGA furnizează unelte care fac comunicarea online [A]privată şi confidenţială[\/A] uşoară de folosit.",
    "1067": "MEGA  furnizează servicii bazate pe cloud, criptate, care facilitează comunicarea [A]privată şi sigură[\/A] şi colaborarea între întreprinzători şi persoane fizice. Tu deţii şi controlezi cheile de criptare ale datelor tale în cloud.",
    "1070": "Cum funcţionează",
    "1076": "Creează un cont",
    "1080": "Aplicaţii mobile",
    "1082": "Stocare în cloud la purtător. Accesează şi transmite-ţi fişierele de pe smartphone sau tabletă. Încarcă şi sincronizează conţinutul tău media în cloud.",
    "1086": "Sincronizare uşoară şi automată între calculatoarele tale şi unitatea ta cloud MEGA.",
    "1088": "Răsfoieşte aplicaţii",
    "1093": "Niciodată să nu introduci parola pe un dispozitiv în care nu ai deplină încredere. Nu te autentifica în contul tău de pe un calculator partajat sau public.",
    "1094": "Pentru o securitate sporită, instalează [A]extensia noastră pentru browser[\/A] şi încarcă MEGA de pe calculatorul tău şi nu de pe serverele noastre.",
    "1095": "Creează-ţi contul [A]gratuit[\/A]",
    "1096": "Prenume",
    "1097": "Nume",
    "1098": "Prenume şi\/sau nume nevalide.",
    "1099": "Te rugăm să introduci prenumele şi numele.",
    "1100": "Adresă de e-mail nevalidă.",
    "1101": "Te rugăm să introduci o adresă de e-mail corectă",
    "1102": "Parolă nevalidă.",
    "1104": "Te rugăm să introduci o parolă mai puternică.",
    "1105": "Putere:",
    "1106": "Starea parolei",
    "1107": "Parolele nu se potrivesc.",
    "1108": "Creează cont",
    "1109": "Parola ta este cheia principală de criptare.",
    "1110": "Securitatea contului tău depinde de puterea parolei tale. Parolele care sunt prea scurte, prea simple sau constă în cuvinte din dicţionar sunt uşor de ghicit.",
    "1111": "Nu-ţi uita parola.",
    "1112": "Nu există nicio procedură de recuperare a parolelor pierdute. Dacă nu ţi le aminteşti, nu vei mai putea accesa datele tale stocate.",
    "1113": "Contul tău este la fel de sigur precum calculatorul tău.",
    "1114": "Tastează din nou parola",
    "1115": "Verificatorul de putere al parolei este încă în iniţializare.",
    "1116": "Te rugăm să reîncerci în câteva secunde.",
    "1117": "Acordul privind termenii de utilizare a serviciului",
    "1118": "Trebuie să fii de-acord cu Termenii de utilizare a serviciului pentru a înregistra un cont pe MEGA.",
    "1119": "Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar",
    "1120": "Parola ta e uşor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari şi litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicţionar.",
    "1121": "Parola ta este suficientă de bună pentru a continua, dar este recomandat să o faci mai puternică parola pe viitor.",
    "1122": "Această parolă va rezista în faţa celor mai tipice atacuri de tip „brute-force”. Te rugăm să te asiguri că o vei reţine.",
    "1123": "Această parolă va rezista în faţa celor mai sofisticate atacuri de tip „brute-force”.  Te rugăm să te asiguri că o vei reţine.",
    "1124": "Foarte slabă",
    "1125": "Slabă",
    "1126": "Medie",
    "1127": "Bună",
    "1128": "Puternică",
    "1129": "parola ta e prea slabă pentru a continua",
    "1130": "Adresa de e-mail şi\/sau parola nevalide.",
    "1131": "Confirmă contul",
    "1133": "Acest joc va colecta [A]entropia[\/A] pe baza mişcărilor mouse-ului.",
    "1134": "Acest lucru va face [A]cheia RSA[\/A] mai sigură.",
    "1140": "Acesta este un pas foarte important şi poate dura câteva secunde.",
    "1141": "Te rugăm să aştepţi.",
    "1142": "Crearea cheii private - publice",
    "1143": "Se generează cheia",
    "1144": "Prima utilizare cunoscută a criptografiei datează de acum aproape 4000 ani în Egiptul Antic",
    "1145": "Astăzi, 4000 de ani mai târziu, majoritatea furnizorilor de stocare în cloud nu au adoptat în totalitate criptografia.",
    "1147": "Alege tipul contului tău",
    "1148": "[A]Obţii 2 luni gratuite[\/A] dacă achiziţionezi un plan PRO pe un an.",
    "1149": "Limitat",
    "1151": "Beneficiază pe deplin de MEGA cu un [A]cont PRO[\/A]",
    "1154": "Echipa",
    "1155": "Se încarcă",
    "1156": "Se descarcă",
    "1158": "pentru Windows",
    "1159": "În curând pentru [A]Mac[\/A]",
    "1160": "MEGA doreşte să mulţumească autorilor următoarelor componente open-source care au contribuit la funcţionalitatea esenţială a site-ului nostru:",
    "1161": "Sigur",
    "1162": "Datele tale sunt criptate capăt-la-capăt. Nimeni nu poate intercepta fişierele în timp stocării sau transferării lor.",
    "1165": "Rapid",
    "1169": "Complet echipat",
    "1170": "Caută, stochează, descarcă, difuzează, vezi, partajează, redenumeşte sau şterge fişiere. Ai totul la dispoziţie în mâinile tale.",
    "1171": "În curând pentru [A]iOS[\/A]",
    "1174": "Această aplicaţie va permite să instalezi MEGA în browser. Va reduce timpii de încărcare, va îmbunătăţi performanţa de descărcare şi va spori securitatea.",
    "1175": "Orice URL MEGA va fi capturat de către această extensie şi va rămâne local (niciun JavaScript nu va fi încărcat de pe serverele noastre). Actualizările (automate) securizate sunt furnizate mulţumită semnării cheii private criptografice.",
    "1176": "Şi dacă eşti cu adevărat paranoic:",
    "1177": "dezactivează actualizările automate şi examinează codul nostru sursă pentru fiecare actualizare în mod manual.",
    "1178": "Descarcă MEGA pentru Firefox",
    "1181": "Deschide pagina de extensii în Chrome",
    "1182": "meniu > instrumente > extensii",
    "1183": "sau tastează",
    "1184": "în bara de adrese.",
    "1185": "Trage şi plasează fişierul descărcat [X] în pagina de extensii a Google Chrome şi confirmă instalarea.",
    "1186": "Poţi achiziţiona în mod convenabil contul de membru PRO pe MEGA de la unul dintre distribuitorii noştri autorizaţi de mai jos:",
    "1187": "Descarcă",
    "1191": "Fişierul pe care încerci să-l descarci este temporar indisponibil.",
    "1193": "Începerea unui cont nou",
    "1194": "Doreşti să imporţi acest fişier într-o sesiune nouă?",
    "1195": "„Nu” îţi va permite să te autentifici şi să procesezi importarea.",
    "1196": "Anulează descărcarea",
    "1197": "Sigur vrei să anulezi această descărcare?",
    "1198": "Fişierul descărcat va fi şters.",
    "1199": "Nu se pot decripta metadatele fără cheie.",
    "1201": "[A]Alătură-te nouă[\/A] în revoluţionarea pieţei de stocare în cloud.",
    "1208": "Vei câştiga [B]20%[\/B] din toate veniturile generate prin ID-ul de partener.",
    "1212": "Construieşte propria aplicaţie populară folosind [A]SDK[\/A]-ul nostru",
    "1230": "Informaţii de plată",
    "1233": "PayPal",
    "1262": "Te rugăm să introduci oraşul.",
    "1272": "MEGA a fost realizat de oameni şi, prin urmare, nu este perfect. Dacă întâmpini o problemă, am aprecia să auzim despre ea pentru a putea remedia problema - cu cât mai multe detalii furnizate, cu atât mai bine.",
    "1273": "Luăm în serios drepturile de proprietate intelectuală şi aplicăm o politică solidă de eliminare\/faţă de autorii de încălcări repetitive.",
    "1274": "Pentru mai multe informaţii, citeşte [A]ghidul de eliminare[\/A].",
    "1275": "Poţi trimite o notificare de eliminare prin [A]formularul online[\/A] sau trimite-ne un e-mail.",
    "1276": "Ai sugestii sau idei? Doreşti să aflii mai multe despre produsele noastre?",
    "1277": "Suntem mereu disponibili.",
    "1278": "Te rugăm să selectezi",
    "1279": "Pasul 1",
    "1280": "Pasul 2",
    "1281": "Detaliile conţinutului",
    "1282": "Detalii privind titularul drepturilor de autor",
    "1283": "Adaugă un alt URL",
    "1284": "Numele titularului drepturilor de autor",
    "1285": "dacă este cazul",
    "1286": "Numele agentului autorizat al titularului drepturilor de autor care trimite notificarea:",
    "1287": "Notificare primită privind drepturile de autor",
    "1288": "Vom analiza şi vom procesa notificarea ta cu promptitudine.",
    "1289": "Îţi mulţumim că ai dat clic pe linkul de invitaţie. Te rugăm să îţi creezi un cont gratuit mai jos.",
    "1290": "Ups, acesta nu pare un link valid de invitare. Ai înregistrat deja un cont?",
    "1291": "Ai dat anterior clic pe un link de invitare. Te rugăm să-ţi creezi un cont\/",
    "1297": "Adresa de e-mail deja în uz.",
    "1298": "Te rugăm să te autentifici.",
    "1301": "Astăzi",
    "1302": "Ieri",
    "1303": "Săptămâna aceasta",
    "1304": "Săptămâna trecută",
    "1305": "Luna aceasta",
    "1306": "Anul acesta",
    "1307": "Mai vechi",
    "1309": "Încărcare eşuată",
    "1311": "Eroare la încărcarea fişierelor",
    "1331": "E-mail",
    "1334": "Abandonează înregistrarea",
    "1342": "Editează",
    "1343": "Unitate cloud goală",
    "1344": "Partajează",
    "1346": "Transferuri",
    "1348": "Foldere partajate",
    "1352": "Disponibil",
    "1356": "Feedback",
    "1364": "Reîncearcă",
    "1367": "Obţine 50 GB în mod gratuit sau înscrie-te pentru unul din pachetele noastre PRO şi obţine până la 4 TB de spaţiu de stocare criptat începânde de la 8.33€ pe lună.",
    "1379": "Omite",
    "1382": "Preferinţe pentru sortare",
    "1383": "Configurează ordinea de sortare a coloanelor pe o bază per folder sau foloseşte aceeaşi ordine pentru toate folderele.",
    "1384": "per folder",
    "1385": "la fel pentru fiecare folder",
    "1386": "Preferinţe pentru modul de vizualizare",
    "1387": "Selectează modul de vizualizare (pictograme sau detalii) pe o bază per folder sau foloseşte aceeaşi vizualizare pentru toate folderele.",
    "1389": "[B]Importă[\/B] [A]în unitatea cloud[\/A]",
    "1390": "Trage şi plasează imaginea aici",
    "1392": "Fişiere şi foldere",
    "1394": "Copiază linkul",
    "1403": "Trimite feedback",
    "1418": "Terminat",
    "1436": "Română",
    "1456": "Se încarcă",
    "1472": "Reîncearcă",
    "1498": "Se procesează fişierul",
    "1513": "Adresă de e-mail nevalidă",
    "1514": "Problemă cu conexiunea de reţea, te rugăm să reîncerci mai târziu",
    "1517": "Proprietarul acestui cont este blocat",
    "1565": "Audio",
    "1566": "Video",
    "1578": "Eroare",
    "1585": "Avertisment",
    "1595": "Importă în unitatea mea cloud",
    "1596": "Ok",
    "1597": "Anulează",
    "1607": "%1 din %2",
    "1624": "Se descarcă",
    "1626": "MEGAsync",
    "1642": "Linkul a fost copiat în clipboard",
    "1647": "Pauză",
    "1649": "Reia",
    "1651": "Pus pe pauză",
    "1657": "Eroare internă",
    "1664": "Expirat",
    "1667": "Acces interzis",
    "1668": "Există deja",
    "1673": "Cotă depăşită",
    "1676": "Eroare la scriere",
    "1677": "Eroare la citire",
    "1679": "Eroare necunoscută",
    "1686": "Anulează",
    "1687": "Unitate cloud",
    "1694": "Trimite",
    "1710": "Deschide",
    "1712": "General",
    "1716": "Avansat",
    "1718": "Anulează",
    "1725": "GRATUIT",
    "1730": "Şterge",
    "1756": "Eşti sigur?",
    "1768": "Autentifică-te în contul MEGA",
    "1783": "Utilizatorul există deja",
    "1796": "Se creează contul",
    "1822": "MEGA a fost conceput datorită simplului fapt că criptografia, pentru ca aceasta să fie acceptată, trebuie să fie şi uşor de folosit. MEGA este complet accesibil fără instalare de software şi rămâne unicul furnizor de stocare în cloud cu criptare capăt-la-capăt de înaltă performanţă, bazată pe browser. Singurele semne vizibile ale stratului criptografic care operează sub „capota” site-ului MEGA sunt colecţia de entropie în timpul înregistrării, lipsa unei funcţii de resetare a parolei şi modalităţile inedite (şi specifice browserului) în care transferurile de fişiere sunt efectuate. Astăzi milioane de companii şi utilizatori au încredere în MEGA pentru stocarea sigură şi de încredere şi pentru servirea datelor clienţilor (petabyţi de date) şi credem că acest succes este rezultatul barierei scăzute pentru a păşi într-o zonă mult mai sigură de stocare în cloud.",
    "1823": "Angajăm persoane în mod constant. Dacă eşti un inginer software extraordinar şi doreşti să te alături echipei noastre globale, te rugăm să nu eziţi să ne trimiţi CV-ul tău la jobs@mega.nz.",
    "1824": "Eşti în prezent autentificat. Doreşti să te deconectezi şi să înregistrezi un cont nou?",
    "1888": "Start",
    "1889": "Aplicaţie iOS",
    "1890": "Aplicaţie Android",
    "1898": "Apasă Esc pentru a închide",
    "1899": "Previzualizare",
    "1900": "Actualizare disponibilă!",
    "1909": "Instalare manuală",
    "1910": "funcţionează doar pentru:",
    "1913": "Descarcă MEGA",
    "1915": "Avertisment: clic doar pe butonul de mai sus dacă ai încredere în [A]magazinul web Chrome[\/A]. Ca alternativă, poţi descărca şi instala manual extensia de mai jos.",
    "1916": "Descarcă din",
    "1917": "magazinul web Chrome",
    "1929": "Instalează MEGA în browser pentru performanţă şi securitate sporită.",
    "1930": "Stocare în cloud la purtător. Accesează şi transmite fişiere de pe smartphone sau tabletă.",
    "1933": "Pentru a descărca fişiere mai mare de 1 GB, te rugăm să instalezi un browser mai modern.",
    "1934": "Ţi-ai uitat parola?",
    "1936": "Poţi în continuare [A]exporta[\/A] cheia de recuperare acum dacă ai o sesiune activă MEGA în orice alt browser de pe acest sau orice alt calculator. În caz contrar, nu mai poţi să decriptezi contul tău existent, dar poţi începe o sesiune nouă sub aceeaşi adresă de e-mail selectând NU.",
    "1937": "Ai un backup al cheii tale de recuperare?",
    "1938": "Minunat!",
    "1939": "Te rugăm să introduci adresa ta de e-mail mai jos. Vei primi un link de recuperare care îţi va permite să trimiţi cheia de recuperare şi să îţi resetezi parola.",
    "1940": "Trimite",
    "1942": "Datorită paradigmei noastre de criptare capăt-la-capăt, nu vei putea să îţi accesezi datele fără, fie parola ta, fie un [A]backup[\/A] al cheii tale de recuperare.",
    "1943": "Poţi parca acum contul tău existent şi să începi unul nou sub aceeaşi adresă de e-mail. În eventualitatea în care îţi aduci aminte de parola contului tău parcat, te rugăm să contactezi [A]support@mega.nz[\/A] pentru asistenţă privind recuperarea. Datele tale vor fi păstrate pentru cel puţin 60 de zile.",
    "1946": "Te rugăm să verifici adresa de e-mail şi să încerci din nou.",
    "1947": "Cont parcat",
    "1948": "Ai pierdut parola şi nu poţi furniza o cheie de recuperare exportată în prealabil? Din nefericire, datorită folosirii criptografiei puternice a MEGA, pierderea cheii de recuperare face ca toate datele tale să fie imposibil de citit. Dacă continui, vei începe un cont nou sub adresa ta de e-mail existentă. Contul tău vechi va rămâne parcat pentru cel puţin 60 de zile şi poate fi recuperat contactând [A]support@mega.nz[\/A] în eventualitatea în care îţi aduci aminte de parolă.",
    "1949": "Alege parola nouă",
    "1950": "Recunosc că încep un cont nou, gol şi că voi pierde toate datele în contul meu prezent, cu excepţia cazului în care îmi aduc aminte de parolă sau găsesc o cheie de recuperare exportată.",
    "1951": "Începe un cont nou",
    "1952": "Notă:",
    "1953": "Facem o copie de siguranţă a datelor tale pentru cel puţin încă 60 de zile.",
    "1954": "Ar trebui să ţii minte parola, te rugăm să contactezi support@mega.nz pentru asistenţă cu recuperararea datelor contului tău vechi.",
    "1955": "Resetarea parolei",
    "1956": "Te rugăm să furnizezi cheia de recuperare exportată anterior. Poţi în continuare să o exporţi din orice sesiune MEGA, pe care posibil să o ai deschisă într-un alt browser sau pe alt calculator.",
    "1957": "Dacă nu ai cheia ta de recuperare, poţi [A]parca[\/A] contul existent şi să o iei de la capăt.",
    "1958": "Foloseşte fişier text pentru cheia de recuperare",
    "1959": "Selectează fişierul ce conţine cheia",
    "1960": "Verifică",
    "1961": "Ai recăpătat cu succes acces la contul tău. Te rugăm să alegi o parolă nouă mai jos:",
    "1962": "Validează parola",
    "1963": "Se pare că cheia de recuperare pe care ai furnizat-o este incorectă.",
    "1964": "Sigur ai furnizat cheia corectă?",
    "1965": "Dacă nu ai cheia corectă, poţi în continuare [A]să resetezi[\/A] contul.",
    "1966": "Link de recuperare expirat",
    "1967": "Acest link de recuperare a expirat, te rugăm să încerci din nou.",
    "1968": "Link de recuperare nevalid",
    "1969": "Link nevalid, te rugăm să încerci din nou.",
    "1970": "Sau introdu cheia ta de recuperare aici",
    "1971": "Nu poţi folosi procedura de recuperare a contului cât timp eşti autentificat. Te rugăm să te deconectezi şi să încerci din nou.",
    "1972": "Fişierul cheii nevalid",
    "1973": "Fişierul selectat este prea mare. Te rugăm să selectezi fişierul care conţine cheia de recuperare de 22 de caractere.",
    "1974": "Te rugăm să confirmi că eşti conştient de faptul că toate datele tale vor fi şterse.",
    "1975": "Cont parcat",
    "1976": "Contul tău vechi a fost parcat cu succes. Poţi acum să te autentifici în contul tău nou.",
    "1977": "Cheie de recuperare nevalidă",
    "1978": "Cheia de recuperare furnizată nu se potriveşte cu acest cont. Te rugăm să te asiguri că foloseşti cheia de recuperare corectă şi să încerci din nou.",
    "1979": "Cont blocat",
    "1980": "Contul pe care încerci să-l resetezi este blocat.",
    "1981": "Parola ta a fost resetată cu succes.  Te rugăm să te autentifici în contul tău acum.",
    "1982": "Fă un backup al [A]cheii tale principale de criptare[\/A]",
    "1983": "Parola îţi deblochează cheia de recuperare",
    "1984": "Datele tale pot fi citite doar printr-un lanţ de operaţii de decriptare, lanţ care începe cu cheia principală de criptare (cheia de recuperare), pe care o stocăm criptată cu parola ta. Acest lucru înseamnă că dacă pierzi parola, cheia de recuperare nu mai poate fi decriptată şi nu mai poţi să-ţi decriptezi datele.",
    "1985": "Exportarea cheii de recuperare şi păstrarea ei într-o locaţie sigură îţi dă posibilitatea să setezi o parolă nouă fără pierderea datelor.",
    "1986": "Un atacator extern nu poate obţine acces la contul tău doar cu cheia ta. Resetarea parolei necesită atât cheia, cât şi acces la adresa ta de e-mail.",
    "1987": "Salvează cheia de recuperare ca fişier text",
    "1988": "Salvează fişierul",
    "1989": "Copiază cheia de recuperare în clipboard",
    "1990": "Copiază",
    "1992": "N-o stoca pe internet (cel puţin nu fără criptare).",
    "1993": "sau [A]creează un cont[\/A]",
    "2001": "Doreşti să încarci fişierele într-o sesiune nouă",
    "2002": "„Nu” îţi va permite să te autentifici şi să începi încărcarea.",
    "2007": "Altul",
    "2028": "opţional",
    "2029": "Selectează distribuţia de Linux",
    "2030": "Te rugăm să selectezi distribuţia de Linux şi pe urmă dă clic pe butonul de descărcare.",
    "2031": "Pentru Mac",
    "2032": "Pentru Linux",
    "2033": "Descărcarea de fişiere ZIP mai mari de 2GB ar putea necesita o unealtă de despachetare adiţională (precum „7zip”). Din păcate, ZIP64 nu este suportat în mod nativ pe toate sistemele de operare.",
    "2041": "Nu ai permisiuni de scriere în acest folder local.",
    "2042": "Nu ai permisiuni de scriere în acest folder.",
    "2480": "Confirmarea contului a eşuat",
    "2507": "Importarea fişierului a eşuat",
    "5528": "din",
    "5533": "Se încarcă...",
    "5542": "Partajări primite",
    "5543": "Partajări trimise",
    "5545": "Creează folder nou",
    "5549": "Upgradează contul",
    "5552": "Vizualizare tip grilă",
    "5553": "Vizualizare tip listă",
    "5557": "fişier",
    "5561": "folder",
    "5569": "utilizatori",
    "5582": "Creează cont",
    "5589": "Partajate cu mine",
    "5622": "Partajează linkul",
    "5631": "Partajează folderul",
    "5644": "Folderul există deja",
    "5645": "Folder creat",
    "5687": "Mod de încărcare",
    "5700": "Am înţeles",
    "5710": "Sigur vrei să abandonezi înregistrarea?",
    "5726": "Restaurează",
    "5737": "Niciun contact",
    "5738": "Coş de gunoi",
    "5740": "Se descarcă...",
    "5775": "Folosit",
    "5799": "Utilizare",
    "5814": "Upgradează contul",
    "5816": "[X] TB",
    "5819": "PRO I",
    "5837": "[X] minute",
    "5838": "1 minut",
    "5839": "vor fi valabili în",
    "5840": "Creează un cont MEGA",
    "5841": "Nu eşti autentificat",
    "5842": "Trebuie să ai un cont MEGA pentru a încheia achiziţia:",
    "5843": "Eşti deja autentificat. Poţi crea doar un singur cont MEGA.",
    "5845": "cotă de transfer folosită",
    "5847": "Achiziţia ta s-a realizat cu succes. Totuşi, pentru a finaliza procesul de creare al contului trebuie să-ţi activezi contul dând clic pe linkul trimis pe e-mail.",
    "5851": "Ţi-a trimis o cerere de contact",
    "5852": "Ţi-a acceptat cererea de contact",
    "5853": "Ţi-a refuzat cererea de contact",
    "5856": "Acceptă",
    "5858": "Refuză",
    "5859": "Invitat",
    "5860": "Ignoră",
    "5861": "Reinvită",
    "5862": "Cereri trimise",
    "5863": "Cereri primite",
    "5864": "Utilizator ignorat",
    "5866": "Părăseşte partajarea",
    "5868": "Vezi profilul",
    "5871": "Favorit",
    "5872": "Elimină de la contacte favorite",
    "5875": "MEGAchat",
    "5876": "Încearcă noul chat audio\/video securizat cu criptare capăt-la-capăt al MEGA.",
    "5878": "Salut, înscrie-te şi tu pe MEGA şi obţine acces la stocare criptată şi comunicare. Obţine 50GB gratuit!",
    "5884": "Termină apelul ...",
    "5885": "Începe o conversaţie",
    "5888": "Apelul cu [X] a pornit.",
    "5889": "Apelul cu [X] terminat.",
    "5891": "Se apelează [X] ...",
    "5892": "Apelul cu [X] a fost respins.",
    "5893": "Ai un apel de intrare de la [X].",
    "5894": "Apelul cu [X] a fost anulat.",
    "5895": "Apelul cu [X] a fost manipulat pe un alt dispozitiv.",
    "5896": "Porneşte apelul audio",
    "5897": "Porneşte apelul video",
    "5898": "Utilizatorul [X] a fost invitat şi va apărea în lista de contacte odată ce a acceptat.",
    "5899": "Utilizatorii au fost invitaţi şi vor apărea în lista de contacte odată ce au acceptat.",
    "5902": "Conversaţii",
    "5903": "Contactele mele",
    "5904": "Ultima interacţiune",
    "5905": "Proprietar",
    "5906": "Acces",
    "5907": "beta",
    "5908": "Tastează un e-mail sau contact",
    "5914": "Conversaţiile mele",
    "5915": "Partajările mele primite",
    "5916": "Folderele mele",
    "5918": "Se pare că este un e-mail incorect!",
    "5923": "Online",
    "5924": "Plecat",
    "5925": "Ocupat",
    "5926": "Offline",
    "5928": "Descărcare standard",
    "5929": "Ai depăşit semnificativ stocarea alocată permisă iar încărcările ţi-au fost dezactivate. Te rugăm să te asiguri că eşti pe planul corect MEGA PRO sau contactează support@mega.nz.",
    "5931": "Clic [A]aici[\/A] pentru a vedea utilizarea spaţiului de stocare.",
    "5945": "Eşec la descărcarea fişierului. Te rugăm să încerci din nou. [{0}]",
    "6001": "Parolă greşită",
    "6078": "MEGA",
    "6080": "confirmă",
    "6088": "Niciun fişier în folder",
    "6089": "Niciun transfer",
    "6110": "Se încarcă...",
    "6117": "setări",
    "6125": "PRO II",
    "6126": "PRO III",
    "6159": "MEGA SDK",
    "6168": "Politica de confidenţialitate",
    "6172": "abonează-te",
    "6181": "Anulează contul",
    "6182": "Închide contul",
    "6183": "Da, doresc să-mi anulez contul",
    "6184": "Linkul de anulare a expirat.",
    "6185": "Linkul de anulare a expirat, te rugăm să încerci din nou.",
    "6186": "Link de anulare nevalid.",
    "6187": "Link de anulare nevalid, te rugăm să încerci din nou.",
    "6188": "Contul este anulat",
    "6189": "Contul tău a fost anulat cu succes.",
    "6190": "ACHIZIŢIONEAZĂ",
    "6196": "Nicio solicitare în aşteptare în acest moment",
    "6197": "Numele contului",
    "6198": "Transfer bancar",
    "6200": "Numărul contului",
    "6203": "Codul SWIFT",
    "6205": "Referinţă",
    "6206": "Adresa de e-mail înregistrată a contului tău MEGA",
    "6207": "Te rugăm să aştepţi 2 - 4  zile lucrătoare pentru ca fondurile să devină disponibile.",
    "6214": "Te rugăm să verifici adresa de e-mail şi să dai clic pe link pentru a continua cu",
    "6215": "închiderea contului tău",
    "6216": "Dacă nu poţi accesa contul de e-mail, va trebui să contactezi",
    "6217": "Pentru a confirma",
    "6218": "închiderea contului tău",
    "6219": "te rugăm să reintroduci parola.",
    "6220": "Introdu parola:",
    "6221": "Închide contul",
    "6222": "Adresa băncii",
    "6226": "Am un alt cont MEGA",
    "6227": "Am întâmpinat prea multe probleme",
    "6229": "Consider interfaţa prea confuză de folosit",
    "6240": "Aplicaţie Windows Phone",
    "6690": "Du-te la Contul meu",
    "6771": "Foldere şterse",
    "6773": "Ascendent",
    "6774": "Descendent",
    "6775": "Partajează foldere",
    "6776": "Verificat",
    "6777": "Aprobă",
    "6779": "Noile credenţiale de identificare văzute pentru contactul tău:",
    "6780": "Credenţialele contactului tău:",
    "6781": "Acest lucru este realizat cel mai bine întâlnindu-vă faţă în faţă. Dacă ai un alt canal verificat deja precum OTR sau PGP verificat, l-ai putea folosi şi pe acela.",
    "6782": "Credenţialele tale:",
    "6783": "Aprobă credenţialele",
    "6787": "Niciun folder partajat cu tine",
    "6788": "luni",
    "6789": "Cont suspendat",
    "6802": "Bitcoin",
    "6803": "%1 luni",
    "6804": "Sold insuficient",
    "6805": "Ai fonduri insuficiente pentru a realiza această achiziţie. Te rugăm să îţi reîncarci contul cu un voucher sau alege o altă metodă de plată.",
    "6806": "achiziţie pentru %1 lună(i)",
    "6810": "Scanează codul pentru a plăti",
    "6811": "Deschide aplicaţia pentru portofel Bitcoin",
    "6813": "BTC",
    "6814": "Această achiziţie expiră în",
    "6815": "Conexiunea la furnizorul de plăţi a eşuat.",
    "6821": "Elimină linkul",
    "6822": "Anularea abonamentului",
    "6826": "Continuă",
    "6831": "Atenţie: Ai ales să închizi contul tău MEGA. Contul sub această adresă de e-mail va fi închis definitiv şi această acţiune nu poate fi anulată",
    "6832": "Completând această acţiune vei pierde accesul la toate partajările de date încărcate şi contacte",
    "6834": "Trimite fişiere",
    "6841": "Ne pare rău că ne părăseşti",
    "6844": "Te rugăm să selectezi unul",
    "6845": "Nu îmi mai folosesc contul",
    "6846": "Browserul favorit nu este compatibil tehnologic şi nu vreau să îl schimb",
    "6847": "MEGA a oferit mai puţin faţă de promisiuni",
    "6849": "Opţiuni de partajare",
    "6851": "Ai importat deja contacte din Gmail",
    "6853": "Include mesaj personal pentru contactele noi",
    "6854": "Partajează folderul cu contacte",
    "6855": "Selectează folderul pentru partajare",
    "6856": "I’m happy to share my email for future communication related to my feedback",
    "6858": "Credenţiale neverificate noi",
    "6859": "Informaţii",
    "6860": "Trimite contactului",
    "6864": "Mută sus în coadă",
    "6865": "Mută jos în coadă",
    "6868": "Mesaje",
    "6869": "Link nevalid al folderului",
    "6870": "Niciun mesaj",
    "6871": "Nicio partajare primită",
    "6872": "Credenţiale de autenticitate",
    "6873": "Distribuitor",
    "6874": "Creează vouchere",
    "6875": "Tipul voucherului",
    "6876": "Creează voucher",
    "6881": "Credenţialele văzute anterior ale contactului pentru %1 au fost schimbate.",
    "6882": "Credenţialele verificate anterior ale contactului pentru %1 au fost schimbate.",
    "6883": "Credenţialele văzute anterior",
    "6884": "Credenţialele verificate anterior",
    "6889": "Se configurează tranzacţia Bitcoin...",
    "6909": "Gestionează linkul",
    "6941": "(necurent)",
    "6945": "Sunt de acord cu trimiterea de date\/statistici anonime",
    "6949": "Ceva a mers prost",
    "6950": "Te rugăm să verifici informaţiile de plată şi să reîncerci.",
    "6951": "sau Esc",
    "6952": "Card de credit",
    "6954": "Număr incorect al cardului",
    "6955": "Te rugăm să introduci un număr de card de credit valid.",
    "6956": "Detalii lipsă de facturare",
    "6957": "Te rugăm să completezi detaliile de facturare corect.",
    "6958": "Detalii lipsă de plată",
    "6959": "Te rugăm să completezi detaliile de plată corect.",
    "6960": "Se procesează plata...",
    "6961": "Achiziţie realizată cu succes",
    "6962": "Ai upgradat cu succes contul la %1.",
    "6963": "Introdu detaliile de plată",
    "6964": "Introdu detaliile de facturare",
    "6965": "recurent",
    "6966": "Există o eroare cu detaliile cardului de credit.",
    "6967": "Există o eroare la detaliile de facturare.",
    "6968": "Tranzacţia ta a fost detectată ca fiind frauduloasă.",
    "6969": "Ai încercat să plăteşti de prea multe ori cu acest card de credit recent.",
    "6970": "Ai fonduri insuficiente pentru a realiza această plată.",
    "6971": "Reînnoiri",
    "6972": "Parola originală nu a fost introdusă corect",
    "6973": "Sigur vrei să elimini avatarul?",
    "6974": "Elimină avatarul",
    "6975": "Alege metoda de plată de mai jos.",
    "6976": "Ai selectat planul %1",
    "6978": "[A]Obţine 2 uni gratuit[\/A] dacă te abonezi la un plan PRO pentru un an.",
    "6991": "Şterge toate transferurile",
    "6992": "Şterge transferurile încheiate",
    "6993": "Pune pe pauză toate transferurile",
    "6994": "Sigur vrei să continui?",
    "6996": "Înainte de a merge mai departe şi a pune capăt abonamentului, dorim să ştim motivul pentru care doreşti să anulezi planul.",
    "6998": "Clic pe continuă pentru a anula abonamentul.",
    "6999": "Anularea abonamentului realizată cu succes",
    "7001": "Solicită un plan",
    "7002": "Nu există planuri adecvate pentru utilizarea ta actuală. Te rugăm [A]să contactezi echipa de asistenţă[\/A] pentru un plan personalizat.",
    "7003": "stocare actuală",
    "7004": "Îţi mulţumim pentru feedback.",
    "7005": "Te rugăm să introduci motivul mai jos",
    "7006": "Se încarcă...",
    "7022": "Pornire",
    "7039": "Nu mă întreba din nou",
    "7070": "Dezactivat",
    "7086": "Te rugăm să selectezi distribuţia de Linux",
    "7087": "Browser web",
    "7088": "Viteză de transfer:",
    "7089": "MAI RAPID",
    "7090": "Utilizare de resurse:",
    "7093": "Mărimea fişierului:",
    "7094": "NELIMITATĂ",
    "7098": "Descărcarea nu poate continua, deoarece ar depăşi cota actuală de transferuri gratuite pentru adresa ta IP. Această limită este dinamică şi depinde de cantitatea de lăţime de bandă nefolosită pe care o avem disponibilă.",
    "7100": "Te rugăm să upgradezi la PRO pentru a continua imediat sau aşteaptă %1 pentru a continua gratuit.",
    "7101": "Reia transferurile",
    "7108": "Sold",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Card de credit",
    "7136": "secunde",
    "7138": "MEGAsync este descărcat pe calculator. Te rugăm să-l instalezi de îndată ce descărcarea s-a încheiat.",
    "7139": "Odată ce MEGAsync rulează, fişierul va începe să se descarce automat.",
    "7140": "A apărut o eroare necunoscută. Te rugăm să reîncerci mai târziu.",
    "7141": "Plata pentru planul %1 nu a avut succes.",
    "7142": "Plata pentru planul %1 a fost primită.",
    "7143": "Te-a blocat ca contact",
    "7144": "Contul a fost şters\/dezactivat",
    "7145": "Relaţie de contact stabilită",
    "7146": "te-a şters ca contact",
    "7147": "Ai refuzat o cerere de contact",
    "7148": "Ai acceptat o cerere de contact",
    "7149": "Ai ignorat o cerere de contact",
    "7150": "Memento: Ai o cerere de contact",
    "7151": "A anulat cererea sa de contact",
    "7152": "Greu",
    "7153": "Light",
    "7154": "Poţi închide această filă, descărcarea este gestionată din altă filă unde ai manager de fişiere deschis.",
    "7156": "De asemenea, poţi plăti prin intermediul Google Play Store, Apple App Store sau facturare prin operatorul mobil când foloseşti [A]aplicaţiile noastre MEGA[\/A].",
    "7157": "Te rugăm să închizi toate celelalte file\/ferestre ale browserului care rulează MEGA înainte de continuare.",
    "7160": "Valorifică voucherul",
    "7162": "Acest plan este prea scump pentru a fi cumpărat cu acest furnizor de plată.",
    "7165": "Anulează abonamentul",
    "7179": "Anulează abonamentul",
    "7201": "Soldul contului tău este",
    "7202": "Pentru a creşte soldul, clic pe butonul Valorifică voucherul şi introdu codul voucherului. Dacă nu ai un voucher, te rugăm [A]să achiziţionezi un voucher[\/A].",
    "7203": "Se transferă la furnizorul de plată...",
    "7204": "Poţi avea accesul interzis la cameră pentru site-ul anterior - în acest caz orice cerere ulterioară de cameră va eşua direct. Poţi verifica pictograma camerei de lângă bara de adrese sau în setările pentru permisiunile site-ului.",
    "7205": "Răspunde",
    "7206": "Apelul cu [X] porneşte acum...",
    "7207": "Apelul cu [X] se iniţializează acum...",
    "7208": "Durata apelului: [X]",
    "7209": "Apelul cu [X] a eşuat.",
    "7210": "Ai un apel pierdut de la [X].",
    "7211": "Browserul tău nu are capabilităţile necesare audio\/video pentru efecturarea de apeluri.",
    "7218": "Şterge transferul",
    "7219": "Mobil",
    "7222": "O descărcare a fost adăugată în coada de transferuri",
    "7223": "O încărcare a fost adăugată în coada de transferuri",
    "7224": "Arată mai multe",
    "7225": "Sigur vrei să ştergi toate transferurile?",
    "7226": "Planificatorul de golire a coşului de gunoi:",
    "7227": "În coada de aşteptare",
    "7228": "Mărimea fontului:",
    "7229": "Mică",
    "7230": "Mare",
    "7231": "Preţul exclude comisionul de tranzacţie Bitcoin.",
    "7233": "Tranzacţia nu a putut fi iniţiată din cauza unor probleme de conexiune. Dacă problema persistă te rugăm să contactezi support@mega.nz",
    "7234": "Ceva a mers prost şi nu putem să debităm cardul.",
    "7235": "Plată eşuată",
    "7237": "SUBMIT YOUR FEEDBACK",
    "7238": "How do you rate your experience with MEGA?",
    "7241": "Trebuie să fii de acord cu Termenii de utilizare a serviciului nostru",
    "7272": "Format greşit al datei",
    "7315": "Start",
    "7331": "Sortare",
    "7337": "Securitate",
    "7352": "Stare",
    "7354": "Se reînnoieşte pe",
    "7368": "Mesaj",
    "7371": "MEGA contacte",
    "7375": "Acceptat",
    "7379": "În curs",
    "7381": "Necunoscut",
    "7392": "Chrome Dev",
    "7399": "Fişierul este blocat.",
    "7403": "Plasează fişierele aici pentru a începe încărcarea",
    "7410": "Orice fişiere partajate sau foldere nu vor mai fi accesibile altor utilizatori.",
    "7411": "Cod sursă",
    "7413": "Ai deja un contact cu acea adresă de e-mail",
    "7414": "Nu este nevoie să adaugi adresa de e-mail proprie",
    "7415": "Formatul adresei de e-mail este nevalid",
    "7417": "Ponturi:",
    "7418": "Foloseşte o pereche de căşti",
    "7427": "Nu poţi importa sau descărca un fişier criptat întrucât cheia de decriptare lipseşte.",
    "7431": "E-mailul şi\/sau parola nevalide. Te rugăm să încerci din nou",
    "7434": "E-mail",
    "7534": "Numai citire",
    "7557": "Toate",
    "7585": "Semnătura cheii %1 pentru utilizatorul %2 este incorectă.",
    "7597": "Niciun fişier în folder",
    "7611": "1 fişier mutat în coşul de gunoi",
    "7613": "1 folder mutat în coşul de gunoi",
    "7645": "Sunt de acord",
    "7646": "Nu sunt de acord",
    "7647": "MEGA respectă drepturile de autor ale celorlalţi şi impune utilizatorilor serviciului de stocare în cloud MEGA să se conformeze cu legile drepturilor de autor.",
    "7648": "Ai interdicţia strică de a folosi serviciul de stocare în cloud MEGA pentru încălcarea drepturilor de autor. Nu poţi încărca, descărca, stoca, partaja, afişa, distribui, trimite e-mail, oferi link, transmite sau altfel pune la dispoziţie fişiere, date sau conţinut care încalcă orice drept de autor sau alte drepturi de proprietate ale unei persoane sau entităţi.",
    "7649": "Exportă:",
    "7654": "1 link a fost copiat în clipboard",
    "7655": "%d linkuri au fost copiate în clipboard",
    "7657": "Arată mai multe limbi",
    "7658": "Ascunde limbile",
    "7663": "Apasă",
    "7664": "Starea sesiunii",
    "7665": "Actuală",
    "7666": "Activă",
    "7667": "Închide alte sesiuni",
    "7677": "Link copiat",
    "7679": "Trebuie să ai un cont MEGA pentru a continua.",
    "7680": "Modelul criptografic MEGA depinde de cheile afişate mai sus. Recomandăm trimiterea cheilor de decriptare separat de linkul folderului\/fişierului printr-un canal sigur.",
    "7682": "MEGA recomandă trimiterea 'cheii de criptare' separat de 'linkul folderului\/fişierului'.",
    "7683": "Extensie",
    "7684": "%1 pe %2",
    "7685": "Declar prin prezenta, cu bună credinţă, că folosirea materialelor cu drepturi de autor în maniera reclamată şi localizată la locaţia de mai sus nu este autorizată de către titularul drepturilor de autor, agentul acestuia, sau prin lege (de exemplu, ca utilizare cinstită).",
    "7686": "Unul dintre linkurile furnizate nu este un link valid MEGA.",
    "7687": "Setările de transfer sunt doar pentru utilizatorii înregistraţi.",
    "7688": "Ar putea fi un atac de tip man-in-the-middle în desfăşurare. Te rugăm să resetezi credenţialele stocate pentru acest contact şi să verifici ca datele de identificare să fie corecte cu contactul printr-un canal existent sigur sau în persoană.",
    "7689": "Resetează credenţialele contactului",
    "7690": "Foloseşte butonul de resetare de mai jos pentru a reseta credenţialele pentru acest contact.",
    "7691": "Credenţialele noi pentru contact",
    "7692": "Verifică credenţialele",
    "7693": "Foloseşte butonul Verifică de mai jos pentru a confirma credenţialele pentru acest contact.",
    "7696": "Avertisment privind drepturile de autor pentru toţi utilizatorii",
    "7698": "Ai schimbat cu succes profilul.",
    "7699": "În aşteptarea confirmării e-mailului.",
    "7700": "Te rugăm să accesezi e-mailul şi să dai clic pe link pentru a confirma adresa nouă de e-mail.",
    "7701": "Felicitări, adresa de e-mail nouă pentru acest cont MEGA este: [X]",
    "7703": "Unul sau mai multe elemente au făcut obiectul unei notificări de eliminare.",
    "7704": "Acest fişier a făcut obiectul unei notificări de eliminare.",
    "7705": "Acest folder a făcut obiectul unei notificări de eliminare.",
    "7706": "Voucherul MEGA pentru %1 € a fost valorificat cu succes",
    "7707": "Soldul contului tău este acum %1 €.",
    "7708": "Îţi sugerăm planul %1 pe baza soldului contului.",
    "7709": "Clic pe [S]ÎNCHEIE UPGRADE-UL[\/S] şi bucură-te de planul nou %1.",
    "7710": "ÎNCHEIE UPGRADE-UL",
    "7711": "Alege alt plan",
    "7712": "Te rugăm să te autentifici sau să te înregistrezi pentru a valorifica voucherul.",
    "7713": "Această operaţie va şterge toate datele MEGA din cache-ul browserului şi va reîncărca contul de pe serverele noastre. Acest lucru poate dura câteva minute.",
    "7714": "Link de valorificare al voucherului",
    "7715": "Trimite e-mail echipei de asistenţă la resellers@mega.nz",
    "7717": "Ai solicitat deja un link de confirmare pentru acea adresă de e-mail.",
    "7718": "Această adresă de e-mail a fost luată deja. Te rugăm să contactezi echipa de asistenţă MEGA pentru mai multe informaţii.",
    "7719": "Linkul de confirmare pentru acest e-mail a expirat. Te rugăm să dai clic pe Ok pentru a reporni procesul.",
    "7720": "Trebuie să fii autentificat pentru a finaliza schimbarea e-mailului. Te rugăm să te autentifici din nou cu adresa de e-mail actuală şi apoi dă clic pe linkul de confirmare din nou.",
    "7729": "Te rugăm să introduci un nume valid pentru folder",
    "7730": "Verifică adresa de e-mail",
    "7731": "Te rugăm să introduci parola pentru a-ţi verifica adresa de e-mail",
    "7732": "Confirmă e-mailul",
    "7740": "Coşul de gunoi este gol",
    "7741": "Goleşte coşul de gunoi",
    "7743": "Schimbă e-mailul",
    "7744": "E-mail actual",
    "7745": "E-mail nou",
    "7746": "Introdu adresa de e-mail nouă în câmpul de text de mai sus şi dă clic pe Salvează.",
    "7747": "Ca urmare a acesteia, te rugăm să accesezi e-mailul şi să confirmi această schimbare de e-mail.",
    "7869": "Această adresă de e-mail a fost înregistrată deja. Te rugăm să alegi o adresă de e-mail alternativă pentru a continua.",
    "7872": "Accesul la orice folder partajat cu tine prin acel(e) [X] selectat(e) va fi pierdut.",
    "7879": "Accesul la foldere partajat de [X] a fost eliminat.",
    "7880": "Accesul la foldere a fost eliminat.",
    "7881": "Mulţumim! Unul dintre consultanţii noştri pentru asistenţă îţi va răspunde cererii cât mai curând posibil.",
    "7882": "Mesaj trimis",
    "7883": "A apărut o eroare la încercarea de trimitere a mesajului. Te rugăm să încerci retrimiterea lui.",
    "7884": "Mesaj prea scurt",
    "7944": "Contul tău a fost blocat. Te rugăm să contactezi support@mega.nz",
    "7945": "Pentru a accesa acest folder\/fişier, vei avea nevoie de [B]cheia de decriptare[\/B] a acestuia.",
    "7946": "Dacă nu o ai, întreabă creatorul linkului.",
    "7947": "Link fără cheie",
    "7948": "Link cu cheie",
    "7971": "Cheie de decriptare",
    "7972": "Dacă nu ai cheia, contactează creatorul linkului.",
    "7982": "Ai prea multe plăţi incomplete în ultimele 12 ore, te rugăm să finalizezi aceste plăţi sau să reîncerci mâine.",
    "7983": "Se aşteaptă confirmarea",
    "7985": "Detalii personale",
    "7986": "Introdu numele complet şi numărul de înregistrare fiscală mai jos, apoi vei fi redirecţionat în afara site-ului către pagina de plată.",
    "7987": "Nume complet",
    "7988": "Introdu numele complet",
    "7989": "Numărul %1",
    "7990": "Introdu numărul %1",
    "7991": "Ai selectat %1 ca furnizor de plată.",
    "7992": "Cum doreşti să plăteşti?",
    "7993": "Clic aici pentru a arăta mai multe opţiuni de plată...",
    "7994": "Cât de lungă perioadă doreşti să fii membru?",
    "7995": "Eşti fericit cu planul tău de plată?",
    "7996": "Clic pe [S]ACHIZIŢIONEAZĂ[\/S] când eşti fericit cu opţiunile tale de plată. Ţi se va afişa un dialog nou sau vei fi redirecţionat pe o pagină nouă pentru a încheia achiziţia.",
    "7997": "Chatuieşte",
    "7998": "Pentru a ne ajuta să ne îmbunătăţim serviciul, ar fi nemaipomenit dacă ai putea evalua experienţa de apelare cu [X]?",
    "8000": "Niciun istoric al conversaţiilor",
    "8002": "Conversaţie cu %s",
    "8004": "Şterge mesajul",
    "8005": "Adaugă în unitatea cloud",
    "8006": "Ataşament adăugat unităţii tale cloud.",
    "8007": "Adaugă participant...",
    "8008": "Nu ai nicio [P]conversaţie[\/P]",
    "8010": "Caută contacte",
    "8011": "Adaugă din unitatea mea cloud",
    "8013": "Din unitatea mea cloud",
    "8014": "Din calculatorul meu",
    "8016": "OAMENI",
    "8017": "NATURĂ",
    "8018": "MÂNCARE ŞI BĂUTURĂ",
    "8019": "SĂRBĂTORIRE",
    "8020": "ACTIVITATE",
    "8021": "CĂLĂTORIE ŞI LOCURI",
    "8022": "OBIECTE ŞI SIMBOLURI",
    "8023": "Ataşează",
    "8074": "Niciun fişier în unitatea cloud",
    "8080": "MEGA îţi protejează conversaţiile cu criptare (controlată de utilizator) capăt-la-capăt oferind asigurări de siguranţă:",
    "8413": "PRO LITE",
    "8426": "[S]MEGAsync:[\/S] Sincronizare uşoară şi automată între calculatoarele tale şi unitatea ta cloud MEGA.",
    "8427": "[S]Flexibil:[\/S] Sincronizează orice folder de pe PC pe orice folder din unitatea cloud. Sincronizează orice număr de foldere în paralel.",
    "8428": "Beneficiază de 50GB spaţiu de stocare în cloud cu criptare capăt-la-capăt securizată controlată de utilizatori şi înregistrează-te pentru un cont gratuit sau unul dintre [A]planurile noastre PRO[\/A].",
    "8435": "Fişierul nu poate fi trimis deoarece utilizatorul ţintă şi-a depăşit cota sa de stocare.",
    "8436": "Există o problemă cu cheile criptografice ale contactului tău (%1). Te rugăm să închizi dialogul şi să îi ceri contactului să se deconecteze şi să se reautentifice. Dacă problema persistă ar putea fi un atac de tip man-in-the-middle în desfăşurare. Pentru probleme curente, te rugăm să îi spui utilizatorului să contacteze [A]support@mega.nz[\/A] pentru asistenţă.",
    "8437": "Client web",
    "8438": "Transparenţă pentru codul sursă",
    "8439": "Aplicaţiile noastre pe partea de client sunt licenţiate sub o licenţă personalizată şi librăriile noastre de bază (precum kitul de dezvoltare software) sunt licenţiate sub  licenţe mai permisive. Licenţa pentru fiecare proiect poate fi găsită în depozitele de cod respective.",
    "8440": "Poţi găsi linkurile către depozitele noastre cele mai populare cu cod sursă de mai jos. Pentru librăriile noastre mai mici le poţi găsi pe [A]pagina noastră generală GitHub[\/A]. Dacă doreşti să foloseşti codul nostru în scop comercial într-un mod care este în afara domeniului de aplicare a acestor licenţe, te rugăm [A2]să ne contactezi[\/A2] pentru a discuta.",
    "8441": "Dacă găseşti o defecţiune sau breşă de securitate în codul nostru, te rugăm să ne trimiţi un e-mail la [A]bugs@mega.nz[\/A] în care să explici problema. Avem un program de recompense care plăteşte bine pentru vulnerabilităţi şi criteriile de trimitere sunt explicate [A2]aici[\/A2].",
    "8512": "Citeşte mai mult",
    "8521": "Notificare de eliminare",
    "8522": "Partajarea ta publică %1 (%2) a fost eliminată.",
    "8523": "Eliminarea ta %1 (%2) a fost restabilită.",
    "8524": "Eliminare restabilită",
    "8525": "Tastează mesajul tău aici",
    "8526": "Subiect",
    "8527": "Cerere generală",
    "8528": "Problemă tehnică",
    "8529": "Problemă cu plata",
    "8531": "Link nevalid",
    "8535": "MEGA îşi va schimba Termenii de utilizare a serviciului său pe data de [B]20 februarie 2016[\/B]. Te rugăm să citeşti postarea noastră aniversară de pe blog pentru mai multe informaţii.",
    "8539": "[S]Autenticitate.[\/S] Sistemul se asigură că datele primite sunt de la expeditor afişate, iar conţinutul său nu a fost manipulat în timpul tranzitului.",
    "8540": "[S]Confidenţialitate.[\/S] Doar autorul şi destinatarii vizaţi sunt capabili să descifreze şi să citească conţinutul.",
    "8577": "Se solicită datele contului",
    "8578": "Se primesc datele contului",
    "8579": "Se decriptează",
    "8584": "Se solicită datele folderului",
    "8585": "Se primesc datele folderului",
    "8586": "Se decriptează datele folderului",
    "8589": "Nicio notificare",
    "8595": "Acest folder va fi decriptat de îndată ce cheia criptografică devine disponibilă.",
    "8596": "Planul tău de membru PRO va expira în termen de 1 zi.",
    "8597": "Planul tău de membru PRO va expira în %1 zile.",
    "8598": "Planul de membru PRO expiră în curând",
    "8602": "Acest fişier va fi decriptat de îndată ce cheia criptografică devine disponibilă.",
    "8623": "popular!",
    "8628": "Trimite un contact",
    "8629": "%1 tastează",
    "8631": "Adaugă în chat",
    "8632": "Începe un chat nou",
    "8633": "Părăseşte chatul",
    "8634": "Autentifică-te sau creează un cont pentru [S]a obţine 50GB stocare în cloud GRATUIT[\/S] şi pentru a primi mesaje de la prieteni şi colegi.",
    "8635": "Descărcare adăugată în MEGAsync",
    "8637": "Voi aştepta",
    "8638": "Parolă uitată",
    "8639": "Problemă de transfer",
    "8640": "Problemă de contact\/partajare",
    "8641": "Problemă cu MEGAsync",
    "8642": "Date lipsă\/invizibile",
    "8643": "Foloseşti o sesiune efemeră.",
    "8644": "Foloseşti o sesiune temporară. Datele pe care le stochezi se vor pierde atunci când expiră. Pentru a păstra fişierele, te rugăm să upgradezi la un cont real cât mai curând posibil şi să-ţi revendici [S]cei 50 GB gratuiţi de spaţiu de stocare sigură în cloud![\/S]",
    "8645": "Mărimea fişierului depăşită",
    "8646": "Imaginea ta a depăşit mărimea maximă pentru fişiere de 64 KB. Te rugăm să încerci din nou cu un fişier mai mic.",
    "8649": "Necunoscut până la decriptare",
    "8650": "Cererea ta este prea scurtă. Te rugăm să ne oferi mai multe detalii despre problema \/ cererea ta.",
    "8651": "Planul tău %1 a expirat.",
    "8652": "ACHIZIŢIONAT",
    "8653": "Clic pe [S]Reînnoieşte[\/S] pentru a achiziţiona planul %1 (%2) folosind %3 %4.",
    "8654": "În caz contrar dă clic pe [S]Alege[\/S] pentru a selecta un plan sau opţiune de plată diferită.",
    "8655": "Reînnoieşte",
    "8656": "Alege...",
    "8657": "EXPIRAT",
    "8660": "Windows Phone",
    "8664": "proprietar",
    "8665": "Te rugăm să verifici e-mailul de înregistrare şi să confirmi contul înainte de a plăti, astfel încât MEGA să poată credita plata la suma corectă.",
    "8666": "Confirmă înregistrarea",
    "8667": "Dacă doreşti să te abonezi pentru un cont PRO anual, poţi realiza transferuri bancare la oricare dintre băncile noastre:",
    "8668": "IBAN",
    "8669": "Neaplicabil pentru băncile din Noua Zeelandă",
    "8670": "Dacă adresa ta de e-mail este prea lungă pentru câmpul 'Referinţă' ar trebui să fie plasată în câmpul 'Comentarii'.",
    "8671": "Ţările europene au adoptat un standard cunoscut ca numărul de cont bancar internaţional (IBAN). Noua Zeelandă nu a adoptat acest standard, astfel că dacă ai nevoie să introduci un cod IBAN te rugăm să trimiţi fondurile în contul nostru din Luxemburg.",
    "8683": "Nu toate fişierele au putut fi importate. Acest lucru se poate întâmpla dacă unele fişiere au fost eliminate. Operaţia s-a încheiat cu %1 din %2 elemente importate cu succes.",
    "8684": "Trimite şi închide",
    "8685": "Te rugăm să explici de ce nu doreşti să reînnoieşti planul:",
    "8686": "folder necriptabil",
    "8687": "fişier necriptat",
    "8688": "Se aşteaptă confirmarea e-mailului.",
    "8695": "Numai PRO",
    "8696": "Upgradează la PRO",
    "8697": "Selectează data",
    "8698": "Expiră în %1",
    "8700": "Extensie Thunderbird",
    "8726": "Invită",
    "8734": "Obţine linkuri",
    "8735": "Elimină linkurile",
    "8736": "Setează data nouă de expirare",
    "8742": "Află mai multe",
    "8743": "Te-ai autentificat anterior folosind acest browser. Sigur vrei să creezi un cont nou?",
    "8744": "Retrimite",
    "8745": "Te-ai autentificat cu succes.",
    "8752": "Importă în {0}",
    "8755": "Mulţumiri! Contul tău va fi actualizat de îndată ce vom primi confirmarea plăţii de la furnizorul nostru de plată. Dacă ai plătit cu un card de debit sau credit şi nu ai primit contul MEGA PRO în decurs de câteva ore, te rugăm să ne contactezi la support@mega.nz. Dacă ai plătit cu transfer bancar te rugăm să aştepţi 4-5 zile pentru procesarea plăţii.",
    "8759": "Link eliminat",
    "8762": "Creează un cont pentru [S]a obţine 50GB stocare în cloud GRATUIT[\/S] şi pentru a primi mesaje de la prieteni şi colegi.",
    "8763": "Dum",
    "8764": "Lun",
    "8765": "Mar",
    "8766": "Mie",
    "8767": "Joi",
    "8768": "Vin",
    "8769": "Sâm",
    "8771": "Copyright Dispute",
    "8772": "Counter-notification Process",
    "8773": "MEGA processes all takedown notices submitted to us based on good faith acceptance of the representations from the party submitting the takedown notice. Due to our end-to-end encryption model we have to do so without being able to review the files. Even if we could decrypt them, we could not determine the copyright status without complex analysis and review, which is impractical for the number of files processed each day. We are aware that some agencies submit incorrect takedown notices from time to time, but we are unable to find such errors in advance.",
    "8774": "You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice. You should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.",
    "8775": "We can only accept a counter-notification directly from the user from whose MEGA account the URL or file has been disabled. For verification, counter-notifications must be submitted from the email address associated with the MEGA account.",
    "8776": "Upon receipt of a counter-notification, MEGA will promptly provide the person who provided the takedown notification with a copy of the counter-notification, and inform that person that MEGA will replace the removed material or cease disabling access to it in 10 business days. If MEGA does not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or such communication that it does receive does not in MEGA's sole opinion adequately justify the original takedown notice, MEGA may, but shall not be obliged to, reinstate the material in approximately 10-14 business days provided it has no reason to believe that the material infringes copyright.",
    "8777": "Nothing in this policy prejudices MEGA's right, agreed to by each user in MEGA's Terms of Service, to remove or disable access to any material at any time, for any reason or no reason.",
    "8778": "To file a counter-notification with us, you may click the button below to proceed to our dispute form.",
    "8779": "Please understand that:",
    "8780": "When we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice. By submitting your counter-notice you authorise us to do so;",
    "8781": "Filing a counter-notification may lead to legal proceedings between you and the complaining party;",
    "8782": "There may be adverse legal consequences in New Zealand and\/or your jurisdiction if you make a false or bad faith allegation by using this process;",
    "8783": "If, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach MEGA’s Terms of Service or this policy and that causes MEGA any loss, costs (including legal costs), damages or other liability, MEGA reserves the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor client basis), damages and other liability, by deduction from any balance in our account and\/or by proceedings in New Zealand and\/or the jurisdiction of the address in your counter-notice;",
    "8784": "This counter-notice process is provided voluntarily by MEGA for the purposes of all applicable copyright takedown and counter-notice regimes in other jurisdictions, but, in doing so, MEGA does not submit itself to any jurisdiction or law other than New Zealand as set out in its Terms of Service. MEGA may amend, suspend or withdraw this counter-notice process at any time, provided that any counter-notices in train at that time shall continue to be processed.",
    "8785": "By filing a counter-notice, you are deemed to have accepted the above terms. If you do not accept the above terms, do not file a counter-notice.",
    "8786": "If there is any inconsistency or ambiguity between the English and other language versions of the above terms, the English version shall prevail.",
    "8787": "You may submit a counter-notification here",
    "8788": "Mega Limited Copyright Agent",
    "8789": "Copyright Counter-Notification",
    "8790": "Această notificare este un document legal serios - te rugăm să fii prudent ca să incluzi date corecte în contranotificarea de încălcare a drepturilor de autor. Mai întâi poate doreşti să te consulţi cu un jurist pentru a decide dacă ai dreptul de proprietate asupra conţinutului, dacă este protejat prin utilizare cinstită, de licenţă, sau alt temei juridic.",
    "8791": "Detaliile conţinutului",
    "8792": "URL-ul conţinutului care a fost eliminat sau dezactivat:",
    "8793": "Descrierea conţinutului:",
    "8794": "Comentariu suficient pentru a explica greşeala sau identificarea greşită a persoanei care a completat notificarea originală de eliminare:",
    "8795": "Detalii personale",
    "8796": "Nume complet:",
    "8797": "Numărul de telefon:",
    "8798": "Adresa de e-mail a contului MEGA:",
    "8799": "Linia de adresă 1:",
    "8800": "Linia de adresă 2:",
    "8801": "Alte comentarii (netrimise reclamantului):",
    "8802": "Declaraţii",
    "8803": "Voi accepta actele de procedură din Noua Zeelandă sau din jurisdicţia în care este localizată adresa mea din această contranotificare, de la persoana care a furnizat MEGA notificarea originală de eliminare a conţinutului care încalcă drepturile de autor sau de la un agent al unei asemenea persoane.",
    "8804": "Declar cu bună credinţă că materialele au fost eliminate sau dezactivate ca urmare a unei greşeli sau a unei identificări greşite a materialelor care trebuie eliminate sau dezactivate.",
    "8806": "Diagnosticarea reţelei",
    "8807": "A apărut un mesaj de eroare la comunicarea cu serverului API-ului. Te rugăm să verifici ca acesta să fie un link valid.",
    "8809": "Te rugăm să furnizezi comentariu suficient pentru a explica greşeala sau identificarea greşită.",
    "8810": "Te rugăm să furnizezi o descriere a conţinutului care a fost eliminat.",
    "8811": "Te rugăm să furnizezi URL-urile conţinutului care a fost eliminat.",
    "8812": "Te rugăm să furnizezi un link MEGA valid către conţinutul care a fost eliminat.",
    "8813": "Te rugăm să furnizezi numărul tău de telefon.",
    "8814": "Te rugăm să furnizezi un număr de telefon valid.",
    "8815": "Te rugăm să furnizezi adresa ta.",
    "8816": "Te rugăm să confirmi că vei accepta actele de procedură din Noua Zeelandă sau din jurisdicţia în care este localizată adresa mea din această contranotificare, de la persoana care a furnizat MEGA notificarea originală de eliminare a conţinutului care încalcă drepturile de autor sau de la un agent al unei asemenea persoane.",
    "8817": "Te rugăm să confirmi că declari cu bună credinţă că materialele au fost eliminate sau dezactivate ca urmare a unei greşeli sau a unei identificări greşite a materialelor care trebuie eliminate sau dezactivate.",
    "8818": "Linkul pe care l-ai furnizat este fie nevalid, fie nu face obiectul unei notificări de eliminare.",
    "8819": "Ai realizat deja o contranotificare împotriva acestui link.",
    "8820": "Contul MEGA furnizat nu s-a potrivit cu proprietarul linkului.",
    "8833": "Pentru a spori această limită, poţi înregistra un cont. Acest lucru nu îţi va oferi numai cotă de transfer suplimentară amplă, ci şi 50 GB spaţiu de stocare securizat în cloud - [B]gratuit[\/B].",
    "8834": "Descărcarea nu a putut continua deoarece ar depăşi cota actuală pentru transferuri gratuite pentru adresa ta IP.",
    "8836": "Recovery Key copied to clipboard",
    "8839": "Cheie de recuperare",
    "8840": "MEGAchat a fost actualizat şi necesită o reîncărcare. Doreşti să reîncarci pagina acum pentru a actualiza la cea mai nouă versiune?",
    "8841": "MEGAchat a fost actualizat şi va fi de-acum suportat numai în versiunea noastră nouă lansată de MEGA. Te rugăm să actualizezi extensia pentru a continua să foloseşti MEGAchat.",
    "8843": "[S]50 %[\/S] cotă de transfer",
    "8845": "Această achiziţie a expirat.",
    "8846": "Continuă [S]oricum[\/S]",
    "8847": "Descarcă [S]MEGAsync[\/S]",
    "8848": "Descarcă [S]cu MEGAsync[\/S]",
    "8849": "Descarcă [S]prin browser[\/S]",
    "8850": "Descărcare disponibilă la MEGA v%1",
    "8851": "Lansat %1.",
    "8852": "Am făcut recent câteva îmbunătăţiri site-ului nostru, doreşti să actualizezi la cea mai recentă versiune?",
    "8853": "A apărut o problemă la decodarea cheii tale private RSA, te rugăm să contactezi support@mega.nz pentru asistenţă suplimentară.",
    "8854": "Dacă te-ai abonat anterior unui plan PRO cu Google Play sau Apple iTunes, te rugăm să anulezi manual abonamentele cu ele deoarece nu fac parte din procesul de anulare a contului.",
    "8855": "Ai încercat să te autentifici de prea multe ori.[BR]Te rugăm să aştepţi până la %1 şi să încerci din nou.",
    "8859": "Cheia de recuperare pentru backup",
    "8866": "Vezi profilul",
    "8867": "Elimină participantul",
    "8868": "Setează permisiunea:",
    "8869": "Adaugă în conversaţia de grup",
    "8870": "Selectează unul sau mai multe contacte pentru a continua",
    "8871": "Goleşte istoricul chatului",
    "8872": "%1 şi %2 tastează",
    "8873": "Numai citire",
    "8874": "Standard",
    "8875": "Moderator",
    "8876": "Membrii chatului",
    "8877": "Nu ai niciun contact.",
    "8878": "Niciun contact găsit care să se potrivească interogării.",
    "8879": "Sigur vrei să ştergi acest mesaj?",
    "8880": "Nu ai permisiunea de a goli istoricul acestei conversaţii.",
    "8881": "Sigur vrei să goleşti istoricul complet al mesajelor din această conversaţie?",
    "8882": "Mesaj netrimis. Va continua să se retrimită.",
    "8883": "Mesaj netrimis. Clic aici dacă doreşti să-l retrimiţi.",
    "8884": "Mesaj netrimis. Clic aici dacă doreşti să-l anulezi.",
    "8887": "(editat)",
    "8889": "Selectează unul sau mai multe contacte pentru a începe",
    "8890": "Începe conversaţia de grup",
    "8892": "Acces revocat la ataşament(e).",
    "8894": "Ataşat: %s",
    "8895": "%s fişiere ataşate.",
    "8896": "Trimite contactul: %s",
    "8897": "%s contacte trimise.",
    "8898": "Nu, mersi",
    "8905": "a golit istoricul chatului.",
    "8906": "a fost eliminat din chatul de grup de %s.",
    "8907": "s-a alăturat chatului de grup prin invitaţie de la %s.",
    "8908": "a părăsit chatul de grup.",
    "8910": "Element eliminat din folderul partajat",
    "8912": "Voi folosi [B]MEGAsync[\/B]",
    "8913": "[X] elemente eliminate dintr-o partajare",
    "8915": "a fost schimbat în %s1 de %s2",
    "8921": "Exportă cheia de recuperare",
    "8928": "Fă backup cheii",
    "8930": "Păstrează mereu controlul fizic al cheii tale de recuperare (ex. pe un dispozitiv al clientului, stocare externă sau printeaz-o).",
    "8945": "Continuă fără cont",
    "8947": "DESCHIDE îN BROWSER",
    "8948": "DESCHIDE ÎN APLICAŢIA MEGA",
    "8949": "DESCHIDE FIŞIERUL",
    "8950": "Instalează aplicaţia noastră mobilă pentru a obţine [S]50GB spaţiu de stocare criptat în cloud![\/S]",
    "8951": "Acest fişier este prea mare pentru a-l deschide în browserul mobil. Te rugăm să instalezi aplicaţia noastră mobilă pentru [S]suport nelimitat pentru mărimile fişierelor şi 50GB spaţiu de stocare în cloud![\/S]",
    "8952": "Acest fişier nu a putut fi deschis în browserul mobil. Te rugăm să instalezi aplicaţia noastră mobilă pentru [S]suport nelimitat pentru mărimile şi tipurile  fişierelor şi pentru 50GB spaţiu de stocare în cloud![\/S]",
    "8953": "Setează o dată de expirare",
    "8963": "Fă backup cheii de recuperare",
    "8969": "Ai uitat parola?",
    "8970": "Dacă ai un backup al cheii tale de recuperare, îţi poţi reseta parola selectând DA. Niciuna dintre date nu va fi pierdută.",
    "8971": "Poţi exporta în continuare cheia de recuperare acum dacă ai o sesiune MEGA activă în orice alt browser pe acesta sau orice alt calculator. Dacă nu ai, nu mai poţi decripta contul existent, însă poţi începe unul nou sub aceeaşi adresă de e-mail selectând NU.",
    "8973": "Ai un backup al cheii tale de recuperare?",
    "8982": "A apărut o eroare, te rugăm să încerci din nou.",
    "8990": "Datorită paradigmei noastre de criptare capăt-la-capăt, nu vei putea să îţi accesezi datele fără, fie parola ta, fie un backup al cheii tale de recuperare.",
    "8993": "Acesta este ultimul pas pentru a-ţi parca contul, te rugăm să introduci noua parolă. Datele tale vor fi păstrate pentru cel puţin 60 de zile. Dacă îţi aduci aminte parola contului parcat, te rugăm să contactezi support@mega.nz",
    "9000": "Eroare. Această adresă de e-mail este folosită deja.",
    "9029": "Dacă ţi-ai scris greşit adresa de e-mail, corecteaz-o şi dă clic pe 'Retrimite'.",
    "9030": "La finalizare, clic [S]Trimite[\/S] pentru a trimite echipei noastre de asistenţă raportul privind conexiunea la reţea",
    "9031": "Server",
    "9032": "Ping",
    "9033": "Viteză medie",
    "9034": "Progres",
    "9035": "Acest dialog îţi va afişa viteza conexiunii tale la serverele noastre.",
    "9036": "Te rugăm să lipeşti un link de fişier mai jos şi să dai clic pe [S]Testează[\/S].",
    "9037": "Testează",
    "9038": "Lipeşte URL-ul fişierului",
    "9039": "Linkurile de folder nu sunt suportate încă",
    "9048": "Cheia furnizată este nevalidă. Te rugăm să verifici ca cheia să fie corectă sau cere-i-o de la creatorul linkului din nou.",
    "9056": "Te rugăm să nu introduci niciun URL în câmpul Lucrarea supusă drepturilor de autor, dacă ai nevoie să adaugi mai multe URL-uri te rugăm să dai clic pe Adaugă alt URL.",
    "9061": "Criptează",
    "9062": "Arată opţiunile PRO",
    "9063": "Setează protecţie prin parolă",
    "9064": "Ascunde opţiunile",
    "9065": "Această funcţie nu este suportată în browserul tău. Încearcă Firefox sau Chrome.",
    "9066": "Parolele nu sunt la fel, te rugăm să verifici faptul că le-ai introdus corect.",
    "9067": "Te rugăm să foloseşti p parolă mai puternică",
    "9068": "Linkul nu poate fi decodat, te rugăm să verifici faptul că linkul este corect şi să încerci din nou.",
    "9069": "Algoritmul cu care acest link a fost criptat nu este suportat.",
    "9070": "Introdu parola de decriptare",
    "9071": "Pentru a accesa acest link vei avea nevoie de parola sa.",
    "9072": "Dacă nu ai parola, contactează creatorul linkului.",
    "9073": "Introdu parola",
    "9074": "Introdu o parolă puternică",
    "9075": "Retastează parola",
    "9076": "Linkul nu a putut fi decriptat. Parola ar putea fi incorectă sau datele au fost corupte sau modificate. Verifică linkul şi încearcă să introduci parola din nou.",
    "9077": "Decriptat",
    "9078": "Se criptează",
    "9079": "Criptat",
    "9080": "Redenumeşte grupul",
    "9081": "A schimbat numele chatului de grup în %s",
    "9082": "Acest cont nu a încheiat procesul de înregistrare încă. Mai întâi verifică e-mailul, dă clic pe butonul Activează contul şi reconfirmă parola aleasă.",
    "9088": "Achiziţie reuşită",
    "9093": "Poţi adăuga multiple persoane simultan cu adresele de e-mail separate prin virgule",
    "9103": "Copiază linkul de mai jos pentru a distribui articolul.",
    "9104": "Distribuie articolul",
    "9106": "Trimite un e-mail către %1 pentru asistenţă.",
    "9108": "Selectează locaţia",
    "9112": "Pune pe pauză transferul",
    "9118": "Reia transferul",
    "9129": "Manager de transferuri",
    "10628": "Eşti pe cale să începi o abonare recurentă şi cardul tău va fi refacturat lunar.",
    "10629": "Eşti pe cale să începi o abonare recurentă şi cardul tău va fi refacturat anual.",
    "10630": "Pentru mai multe detalii privind plăţile recurente, politica noastră de rambursare sau cum să anulezi abonamentul, te rugăm să vizitezi [A]pagina cu informaţii generale[\/A].",
    "10631": "Eşti pe cale să realizezi o plată unică. Ţi se va reaminti când planul urmează să expire şi va trebuie să achiziţionezi acest plan din nou în mod manual. Pentru mai multe detalii privind politica noastră de rambursare, te rugăm să vizitezi [A]pagina cu informaţii generale[\/A].",
    "10632": "Introdu detaliile adresei de facturare",
    "10633": "Te rugăm să completezi toate câmpurile necesare.",
    "10634": "Dacă ai probleme cu plata, te rugăm [A]să contactezi echipa noastră de asistenţă[\/A].",
    "10635": "Notă: Această plată cu cardul de credit va fi listată ca [B]MEGA PRO GLOBAL[\/B] pe extrasul de cont.",
    "10636": "Îţi mulţumim! Contul tău va fi upgradat de îndată ce primim confirmarea plăţii tale de la furnizorul nostru de plăţi în câteva minute. Dacă nu ai primit contul PRO de MEGA în termen de %1 ore, te rugăm să ne contactezi la [A]support@mega.nz[\/A].",
    "10637": "Clic aici pentru mai multe detalii cu privire la plăţile recurente, politica noastră de rambursare sau cum să anulezi abonamentul.",
    "10638": "Doreşti ca planul să fie reînnoit automat în fiecare lună?",
    "10639": "Doreşti ca planul să fie reînnoit automat în fiecare an?",
    "10640": "Vei fi taxat %1 lunar.",
    "10641": "Vei fi taxat %1 anual.",
    "10642": "Vei fi taxat %1 o singură dată.",
    "10643": "Rambursări",
    "10644": "Cu excepţia cazului în care legislaţia sau o anumită ofertă de servicii sunt prevăzute altfel, toate achiziţiile sunt definitive şi nerambursabile. Dacă crezi că Mega te-a taxat din greşeală, trebuie să ne contactezi în termen de 90 de zile de la efectuarea acestei debitări. Nicio rambursare nu va fi acordată pentru orice debitare mai veche de 90 de zile. Ne rezervăm dreptul de a emite rambursări sau credite la discreţia noastră. Dacă emitem o rambursare sau credit, nu suntem obligaţi să emitem aceeaşi restituire sau o restituire similară în viitor. Această politică de rambursare nu aduce atingere vreunui drept legal care se poate aplica. Dacă ai realizat o plată dintr-o greşeală şi nu ai folosit serviciile planului de abonament, trebui să contactezi [A]support@mega.nz[\/A] în termen de 24 de ore. Aceasta va fi recunoscută prompt şi va primi răspuns în termen de 7 zile.",
    "10645": "Anularea contului",
    "10646": "Poţi anula contul la [A]mega.nz\/#account[\/A].",
    "10647": "Termeni de abonare recurentă",
    "10648": "Abonamentele recurente se vor reînnoi pe termen nedefinit, fie lunar sau anual, pe baza perioadei alese de abonare, cu excepţia cazului în care abonamentul este anulat înainte de data reînnoirii. Pentru abonamentele recurente stabilite prin platformele Android sau iOS cu achiziţii în aplicaţie, ar trebui să consulţi platforma Google sau Apple pentru detalii în legătură cu datele şi termenii abonării. Orice alt abonament recurent se va relua în aceeaşi zi a lunii în care a fost stabilit, exceptând cazurile în care ziua nu este disponibilă din cauza unei luni scurte, în care data reluării va fi mutată în prima zi a lunii următoare.",
    "10649": "Anulări privind abonamentele",
    "10650": "Abonamentele recurente stabilite prin platformele Android sau iOS cu achiziţii în aplicaţie ar trebui anulate prin serviciul Google sau Apple în mod direct. Orice alt abonament recurent ar trebui anulat prin navigarea pe [A]mega.nz\/#account[\/A] în browser şi selectând opţiunea de anularea a abonamentului. Orice plată procesată după o anulare efectivă a abonamentului va fi rambursată cu promptitudine de Mega. Dacă un abonament este anulat, accesul la cont ar putea fi restricţionat sau blocat dacă nivelul de folosire depăşeşte limitele aplicabile conturilor gratuite la momentul respectiv.",
    "10651": "Abuzul sistemului",
    "10652": "În conformitate cu Termenii de utilizare a serviciului, Mega va închide conturile care sunt implicate orice abuz al serviciilor Mega, inclusiv acţiuni precum:",
    "10653": "Deschiderea de conturi gratuite multiple",
    "10654": "Împărtăşirea de parole",
    "10655": "Grupul Mega de companii poate fi contactat la:",
    "10656": "Serviciu clienţi şi alte întrebări: [A]support@mega.nz[\/A]",
    "10657": "Grupul Mega",
    "10658": "[A]Termenii de utilizare a serviciului Mega[\/A] se aplică în cazul Mega Limited şi companiilor, afiliaţilor şi vânzătorilor asociaţi acestora, inclusiv:",
    "10659": "Cod poştal",
    "10660": "Dezactivează indiciile viitoare",
    "10663": "... şi alţi [X]",
    "12439": "Foloseşti o sesiune efemeră în acest browser. Dacă doreşti să păstrezi datele încărcate, dă clic pe [A1]Creează cont[\/A1] în fila în care vezi datele tale. Dacă nu-ţi pasă de date, dă clic pe [A2]Deconectare[\/A2] şi încearcă să dai clic pe acelaşi link de confirmare a contului din nou.",
    "12440": "Eşti deja autentificat într-un cont MEGA din acest browser. Dă clic mai întâi pe Deconectează-te şi apoi încearcă să dai clic din nou pe acelaşi link de confirmare a contului.",
    "12441": "ETA",
    "12444": "Acces global securizat",
    "12446": "Colaborare securizată",
    "12480": "%1 încărcări au fost adăugate în coada de transferuri",
    "12481": "%1 descărcări au fost adăugate în coada de transferuri",
    "12482": "Te rugăm să închizi acest dialog şi să dai click pe [B]achiziţionează[\/B] din nou.",
    "12483": "Înainte de a porni un apel, permite browserului[BR] să acceseze microfonul şi camera.",
    "12484": "Pune pe pauză orice transfer",
    "12485": "Disponibil şi pentru [A1]Mac[\/A1] şi [A2]Linux[\/A2].",
    "12486": "Disponibil şi pentru [A1]Windos[\/A1] şi [A2]Mac[\/A2].",
    "12487": "Disponibil şi pentru [A1]Windos[\/A1] şi [A2]Mac[\/A2].",
    "12488": "Îţi recomandăm cu tărie să foloseşti clientul nostru de sincronizare pentru o performanţă mult îmbunătăţită[BR] la încărcarea a sute de fişiere. [A]Obţine MEGAsync acum.[\/A]",
    "12489": "Când am lansat MEGA la începutul lui 2013, supravegherea în masă la nivel mondial de către guvernele corupte sub pretextul luptei împotriva terorismului era în continuare o presupunere absurdă, iar susţinătorii ei erau adesea consideraţi drept adepţi ai teoriei conspiraţiei. 137 de zile mai târziu, odată cu revelaţiile lui Edward Snowden, acestea au schimbat în mod fundamental atitudinile publice şi a devenit extrem de clar că [I]securitatea prin politică[\/I] („avem acces la datele tale, dar promitem să le păstrăm confidenţiale şi să nu abuzăm de ele”) nu a fost o idee suficient de bună. Orice în afară de [I]securitate prin design[\/I] („nu putem obţine accesul la datele tale fără ca tu să fii capabil să descoperi accesul\"), pentru care criptarea capăt-la-capăt puternică este o condiţie esenţială, acum pare respingător de insuficient.",
    "12689": "Atenţie: utilizatorii care au acces la linkurile tale de fişiere\/foldere pot folosi întreaga cotă de transfer dacă le acorzi 100%.",
    "13749": "Eşti pe cale să elimini definitiv 1 fişier. Doreşti să continui?",
    "13750": "Eşti pe cale să elimini definitiv %1 fişiere. Doreşti să continui?",
    "13751": "Eşti pe cale să elimini definitiv 1 folder. Doreşti să continui?",
    "13752": "Eşti pe cale să elimini definitiv %1 foldere. Doreşti să continui?",
    "13753": "Eşti pe cale să elimini definitiv 1 fişier şi 1 folder. Doreşti să continui?",
    "13754": "Eşti pe cale să elimini definitiv 1 fişier şi %1 foldere. Doreşti să continui?",
    "13755": "Eşti pe cale să elimini definitiv %1 fişiere şi 1 folder. Doreşti să continui?",
    "13756": "Eşti pe cale să elimini definitiv %1 fişiere şi %2 foldere. Doreşti să continui?",
    "13757": "Ai eliminat definitiv 1 fişier.",
    "13758": "Ai eliminat definitiv %1 fişiere.",
    "13759": "Ai eliminat definitiv 1 folder.",
    "13760": "Ai eliminat definitiv %1 foldere.",
    "13761": "Ai eliminat definitiv 1 fişier şi 1 folder.",
    "13762": "Ai eliminat definitiv 1 fişier şi %1 foldere.",
    "13763": "Ai eliminat definitiv %1 fişiere şi 1 folder.",
    "13764": "Ai eliminat definitiv %1 fişiere şi %2 foldere.",
    "15536": "Clic [B]Actualizează[\/B] pentru ca noul cod din browser să ruleze. Sesiunea ta va rămâne deschisă.",
    "16100": "Data trimiterii",
    "16101": "Statusul invitaţiilor",
    "16102": "Invită mai mulţi prieteni",
    "16103": "Reinvită toate în aşteptare",
    "16104": "Instalare a aplicaţiei în aşteptare",
    "16105": "Cotă acordată",
    "16106": "Achiziţionarea de servicii MEGA va fi procesată pentru [B]Mega Europe sarl, 4 Rue Graham Bell, L-3235, Bettembourg, Luxembourg[\/B].",
    "16107": "Ştiai că poţi descărca întregul folder simultan dacă [S]instalezi aplicaţia gratuită MEGA[\/S]?",
    "16108": "Opţiuni de deconectare:",
    "16109": "Şterge toate metadatele locale când te deconectezi - Următoarea ta autentificare va dura mai mult pentru procesare.",
    "16110": "Lasă metadatele criptate să fie salvate local pentru o autentificare mai rapidă cu următoarea ta sesiune.",
    "16111": "Planuri şi preţuri",
    "16112": "Despre MEGA",
    "16113": "Confidenţialitatea companiei",
    "16114": "Aspecte juridice şi politici",
    "16115": "Anulează contul",
    "16116": "[S]Avertisment:[\/S] Nu vei putea accesa datele contului, contactele sau conversaţiile MEGA după ce confirmi această acţiune.",
    "16117": "Realizări",
    "16118": "Utilizare generală",
    "16119": "[S]Stocare[\/S]",
    "16120": "[S]Transfer[\/S]",
    "16121": "Stocare folosită",
    "16122": "Cotă de transfer",
    "16123": "[S]Utilizarea cotei de transfer[\/S] este înregistrată prin adresa IP pentru conturile gratuite (şi poate include alţi utilizatori pe acelaşi IP). Cota de transfer pentru conturile gratuite este dinamică şi depinde de cantitatea de lăţime de bandă nefolosită pe care o avem disponibilă.[BR] Poţi să-ţi creşti cota prin [A]upgradarea la PRO[\/A].",
    "16124": "[S]Utilizarea cotei de transfer[\/S] este înregistrată prin adresa IP pentru conturile gratuite (şi poate include alţi utilizatori pe acelaşi IP). Cota de transfer pentru conturile gratuite este dinamică şi depinde de cantitatea de lăţime de bandă nefolosită pe care o avem disponibilă.[BR] Poţi să-ţi creşti cota prin îndeplinirea [S]realizărilor contului[\/S] sau prin [A]upgradarea la PRO[\/A].",
    "16125": "Cota folosită pentru ultimele 6 ore:",
    "16126": "Obţine o cotă de transfer mai mare",
    "16127": "Cotă de stocare",
    "16128": "Membru din",
    "16129": "Parola ta nu este stocată de MEGA, astfel că nu o putem recupera pentru tine. Pentru acces sigur la contul tău îţi recomandăm să descarci şi să salvezi cheia de recuperare într-un loc sigur.",
    "16130": "Date",
    "16131": "Toate fişierele",
    "16132": "Toate folderele",
    "16135": "Rămâi fără spaţiu în cloud.[BR] Te rugăm să iei considerare upgradarea planului contului.",
    "16136": "Contul tău a depăşit cota sa de stocare permisă. Eliberează spaţiul de pe unitatea cloud sau [A]upgradează[\/A] pentru a continua să te bucuri de stocare securizată, cu criptare capăt-la-capăt.",
    "16137": "Contul tău a depăşit cota sa de transfer permisă. Poţi aştepta până când ai cotă suficientă de transfer disponibilă sau [A]upgradează[\/A] pentru a continua să te bucuri de stocare securizată, cu criptare capăt-la-capăt.",
    "16138": "Contul tău a depăşit cota sa de stocare şi de transfer permisă. Poţi elibera spaţiu de pe unitatea cloud şi să aştepţi până când ai cotă suficientă de transfer disponibilă sau [A]upgradează[\/A] pentru a continua să te bucuri de stocare securizată, cu criptare capăt-la-capăt.",
    "16140": "Plată şi plan",
    "16141": "Activează",
    "16142": "Dezactivează",
    "16143": "Activează notificările",
    "16144": "Notificări desktop",
    "16145": "Folder nou partajat de la contact",
    "16146": "Accesul la un folder partajat a fost eliminat",
    "16147": "Contactul a adăugat fişiere într-un folder partajat",
    "16148": "Când cineva ţi-a trimis o cerere de contact",
    "16149": "Când cineva ţi-a acceptat cererea de contact",
    "16150": "Când cineva ţi-a şters cererea de contact",
    "16151": "Sfaturi şi sugestii:",
    "16152": "Sfaturile şi sugestiile noastre te ajută să cunoşti MEGA şi toate funcţiile sale. Este greu să înveţi totul dintr-o dată, aşadar poţi reseta aceste sfaturi şi sugestii oricând.",
    "16153": "Resetează sfaturile şi sugestiile",
    "16154": "Elimină fişierele mai vechi de",
    "16155": "Păstrează coşul de gunoi sub",
    "16156": "Acordă cotă de transfer utilizatorilor care descarcă linkurile tale:",
    "16157": "Acesta este procentajul maxim al cotei tale de transfer care este disponibilă celorlalţi utilizatori care descarcă linkurile tale.",
    "16158": "Interfaţa utilizatorului",
    "16159": "Managementul fişierelor",
    "16161": "Cota de transfer depăşită",
    "16164": "Cota disponibilă de transfer limitată",
    "16165": "Transferul tău poate fi întrerupt.[BR][Br][S]Obţine un cont PRO[\/S] pentru cotă de stocare crescută.",
    "16166": "Plan",
    "16167": "De asemenea, poţi plăti prin intermediul Google Play Store, Apple App Store, Microsoft Store sau facturare prin operatorul mobil când foloseşti [A]aplicaţiile noastre MEGA[\/A].",
    "16168": "Se salvează setările...",
    "16169": "Data creării",
    "16172": "Etichetă...",
    "16173": "Alege culoarea:",
    "16175": "Abonamentul expiră pe",
    "16176": "Lipeşte",
    "16221": "Adaugă eticheta %1",
    "16222": "Elimină eticheta %1",
    "16223": "Roşu",
    "16224": "Portocaliu",
    "16225": "Galben",
    "16226": "Verde",
    "16227": "Albastru",
    "16228": "Violet",
    "16229": "Gri",
    "16258": "Înfăţişarea statusului",
    "16264": "Interactiv",
    "16266": "Acceptă scripturi",
    "16272": "Balonul informativ privind transferurile:",
    "16273": "Afişează automat balonul informativ când un transfer este activ.",
    "16274": "Vezi imaginea",
    "16275": "Redă videoclipul",
    "16277": "Creează-ţi contul gratuit şi obţine %1 spaţiu de stocare complementar, valabil pentru %2 zile.",
    "16278": "Instalează MEGAsync",
    "16279": "Atunci când instalezi MEGAsync primeşti %1 spaţiu de stocare complementar, plus %2 cotă de transfer, ambele valabile pentru %3 zile. MEGAsync este disponibil pentru Windows, macOS şi majoritatea distribuţiilor Linux.",
    "16280": "Instalează aplicaţia noastră mobilă",
    "16281": "Atunci când instalezi aplicaţia noastră mobilă primeşti %1 spaţiu de stocare complementar, plus %2 cotă de transfer, ambele valabile pentru %3 zile. Furnizăm aplicaţii mobile pentru iOS, Android şi Windows Phone.",
    "16282": "Invită un prieten pe MEGA",
    "16283": "Invită cât mai mulţi prieteni sau colegi pe care-i doreşti. Pentru fiecare înscriere sub adresa de e-mail invitată, vei primi %1 spaţiu de stocare complementar, plus %2 cotă de transfer, ambele valabile pentru %3 zile, cu condiţia ca noul utilizator să instaleze fie MEGAsync, fie o aplicaţie mobilă şi să înceapă să folosească MEGA.",
    "16284": "%1 zile rămase",
    "16285": "Realizat de %1 ori, dă clic pentru status.",
    "16286": "Realizat",
    "16287": "[S]%1[\/S] spaţiu de stocare",
    "16288": "[S]%1[\/S] cotă de transfer",
    "16290": "zile",
    "16291": "(Expiră după [S]%1[\/S] %2)",
    "16292": "săptămână",
    "16293": "săptămâni",
    "16294": "ani",
    "16295": "Instalează",
    "16297": "Bonus de înregistrare",
    "16298": "Bonusuri pentru recomandări",
    "16299": "Cotă de bază PRO",
    "16300": "%1 cotă de bază + %2",
    "16302": "Stocare plină",
    "16304": "[A]Upgradează acum[\/A] şi continuă să te bucuri de stocare securizată, cu criptare capăt-la-capăt. Conturile PRO primesc [S]până la 4 TB (4096GB) stocare[\/S] şi 8 TB cotă de transfer pe care le pot partaja cu utilizatorii care îşi descarcă fişierele.",
    "16306": "Şterge fişierele vechi şi [A]curăţă Coşul de gunoi[\/A] pentru a elibera spaţiu.",
    "16308": "Poţi debloca mai mult spaţiu de stocare gratuit şi cotă de transfer folosind produselor noastre. Simplu. Uşor.",
    "16309": "Obţine mai multe bonusuri",
    "16310": "Pont: Verifică toate bonusurile disponibile în [A]Tabloul de bord[\/A] sau dă clic pe [I]",
    "16311": "Stocare aproape plină",
    "16312": "Se pare că rămâi fără spaţiu de stocare.",
    "16313": "[A]Upgradează acum[\/A] la un cont [S]PRO Lite[\/S] şi nu-ţi fă griji despre epuizarea spaţiului de stocare. [S]Pentru %1€ pe lună primeşti 200 GB spaţiu de stocare[\/S] şi 1 TB cotă de transfer.",
    "16314": "Poţi debloca mai mult spaţiu de stocare gratuit şi cotă de transfer prin îndeplinirea mai multor realizări.",
    "16315": "[S]Contul tău este plin.[\/S] [A]Upgradează acum[\/A] la un cont PRO şi obţine [S]până la 4 TB (4096 GB)[\/S] spaţiu de stocare în cloud.",
    "16316": "[S]Unitatea cloud este aproape plină.[\/S] [A]Upgradează acum[\/A] la un cont PRO şi obţine [S]până la 4 TB (4096 GB)[\/S] spaţiu de stocare în cloud.",
    "16317": "Prietenul tău trebuie să se înregistreze pentru un cont gratuit pe MEGA şi [S]să instaleze cel puţin un client MEGA[\/S] (fie clientul de sincronizare, fie una dintre aplicaţiile noastre mobile)",
    "16318": "Poţi să îţi informezi prietenul prin orice metodă. Vei câştiga cota dacă ai introdus e-mailul prietenului tău aici înainte de a se înregistra cu acea adresă.",
    "16319": "Introdu e-mailul(urile) prietenului:",
    "16320": "Îţi mulţumim! Am trimis acelui utilizator un e-mail de invitaţie.",
    "16322": "URL direct către MEGAsync:",
    "16323": "URL direct către aplicaţiile noastre mobile:",
    "16325": "Obţine [S]%1[\/S] spaţiu de stocare gratuit şi [S]%2[\/S] cotă de stocare pentru fiecare prieten care instalează o aplicaţie MEGA",
    "16331": "Nu vei primi credit pentru invitarea cuiva care a folosit MEGA anterior şi nu vei fi notificat despre o astfel de respingere.",
    "16332": "Eşti eligibil doar dacă:",
    "16333": "Ai invitat pe cineva care nu a folosit MEGA anterior.",
    "16334": "Noul utilizator instalează cel puţin o aplicaţie şi începe să folosească MEGA.",
    "16335": "(Confirmarea de utilizare poate dura câteva zile până la finalizare - te rugăm să ai răbdare)",
    "16336": "(Bonusul expiră în [S]%1[\/S] %2)",
    "16337": "Cotă de stocare câştigată",
    "16338": "Sumarul realizărilor încheiate şi bonusul pentru cota de stocare primite deja",
    "16339": "Cotă de transfer câştigată",
    "16340": "Sumarul realizărilor încheiate şi bonusul pentru cota de transfer primite deja",
    "16342": "Link",
    "16343": "Introdu e-mail",
    "16344": "Introdu parola",
    "16345": "Autentificare",
    "16346": "Linkul pe care încerci să-l vezi nu mai este disponibil.",
    "16348": "Eşec la copiere, te rugăm să copiezi manual.",
    "16349": "E-mail şi\/sau parolă nevalide.",
    "16350": "Te rugăm să încerci din nou.",
    "16351": "E-mail a fost retrimis cu succes.",
    "16352": "Înregistrează-te pentru bonusuri",
    "16353": "Vezi planurile noastre",
    "16354": "Află mai multe",
    "16355": "Pont: Această limită este dinamică şi depinde de cantitatea de lăţime de bandă nefolosită pe care o avem disponibilă.",
    "16356": "Descărcarea în coadă depăşeşte cota de transfer actuală disponibilă pentru contul tău şi, prin urmare, poate fi întreruptă.",
    "16357": "Descărcarea în coadă depăşeşte cota de transfer actuală disponibilă pentru adresa ta IP şi, prin urmare, poate fi întreruptă.",
    "16358": "[S]Contul tău este plin.[\/S] [A]Upgradează acum[\/A] şi obţine [S]până la 4 TB (4096 GB)[\/S] spaţiu de stocare în cloud.",
    "16359": "[S]Unitatea cloud este aproape plină.[\/S] [A]Upgradează acum[\/A] şi obţine [S]până la 4 TB (4096 GB)[\/S] spaţiu de stocare în cloud.",
    "16360": "Ai atins întreaga capacitate a contului.",
    "16361": "[A]Upgradează acum[\/A] şi nu-ţi fă griji despre epuizarea spaţiului de stocare.",
    "16362": "Obiectul participării tale în programul nostru de realizări",
    "16363": "Ruta ta rapidă către o cotă de stocare şi transfer mărite pe MEGA",
    "16364": "Poţi menţine o cotă de transfer şi de stocare gratuită prin îndeplinirea oricărei acţiuni subliniate mai jos.",
    "16365": "Realizări MEGA",
    "16375": "[S]Spaţiu de stocare[\/S] masiv",
    "16378": "Uită de limitele volumui de transfer asociate cu conturile gratuite şi bucură-te de o cotă crescută de transfer.",
    "16380": "Accesează funcţiile unice PRO precum setarea protecţiei prin parolă şi datelor de expirare pentru fişierele publice.",
    "16381": "Note privind transferurile şi tipul contului:",
    "16383": "[S]Dotat[\/S] cu toate funcţiile",
    "16384": "[S]Cotă de transfer[\/S] generoasă",
    "16385": "Începând de la 200 GB spaţiu de stocare de bază şi poate fi extins până la 4 TB. Dacă ai nevoie de ceva creat special pentru nevoile tale încearcă un [S]plan personalizat[\/S].",
    "16386": "Upgradează-ţi contul PRO",
    "16387": "Afişează mereu înfăţişarea selectată de status, chiar şi când mă deconectez.",
    "16388": "Poate doreşti să schimbi setările pentru alocarea cotei de transfer utilizatorilor care descarcă.",
    "16389": "Online, %1 însă schimbă-mi înfăţişarea statusului în Plecat (galben) după %2 minut(e) de inactivitate.",
    "16390": "[S]Cota de transfer[\/S] este volumul total al datelor transfer între MEGA şi sistemul tău în fiecare lună.",
    "16391": "[S]Viteza de transfer[\/S] nu are vreo legătură cu cota de transfer. Calitatea vitezei de transfer a fişierelor tale poate fi afectată de mulţi factori care nu ţin de controlul nostru, cum ar fi reţeaua locală şi furnizorul de servicii internet. MEGA procesează întotdeauna transferurile de fişiere la viteza maximă posibilă, indiferent de starea contului tău.",
    "16392": "[S]Conturile PRO şi cele gratuite[\/S] se bucură de aceeaşi viteză rapidă de transfer.",
    "16393": "Începând de la 200 GB spaţiu de stocare de bază şi poate fi extins până la 4 TB. Dacă ai nevoie de mai mult de-atât, te rugăm [A]să ne contactezi[\/A].",
    "16394": "Niciun fişier în [S]unitatea de cloud[\/S].",
    "16395": "Ai primit %1 spaţiu de stocare ca bonus de înregistrare gratuită.",
    "16396": "Ai primit %1 spaţiu de stocare şi %2 cotă de transfer pentru instalarea MEGAsync.",
    "16397": "Ai primit %1 spaţiu de stocare şi %2 cotă de transfer pentru instalarea aplicaţiei noastre mobile.",
    "16400": "Cotă de bază a contului",
    "16401": "Bonus de înregistrare a contului",
    "16402": "Bonusuri deblocate:",
    "16448": "Reia transferurile",
    "16471": "Cheia furnizată este nevalidă.",
    "16472": "Te rugăm să verifici ca cheia să fie corectă sau cere-i-o din nou de la creatorul linkului.",
    "16474": "Versiuni anterioare",
    "16475": "Revenire la versiunea anterioară",
    "16476": "Editat de %1",
    "16480": "Editat de mine",
    "16485": "Elemente duplicate",
    "16486": "Un fişier numit %1 există deja în această locaţie.",
    "16487": "Selectează fişierul pe care doreşti să-l păstrezi:",
    "16488": "Încarcă şi înlocuieşte",
    "16490": "Nu încărca",
    "16491": "Niciun fişier nu va fi schimbat. Vei păstra fişierul de mai jos:",
    "16492": "Păstrează ambele fişiere",
    "16493": "Fişierul pe care îl încarci va fi redenumit sub numele:",
    "16494": "Aplică această opţiune pentru următoarele [S]2[\/S] conflicte",
    "16495": "Mută şi înlocuieşte",
    "16496": "Copiază şi înlocuieşte",
    "16497": "Înlocuieşte fişierul în folderul de destinaţie cu fişierul pe care îl muţi:",
    "16498": "Înlocuieşte fişierul în folderul de destinaţie cu fişierul pe care îl copiezi:",
    "16499": "Nu muta",
    "16500": "Nu copia",
    "16501": "Dacă te-ai abonat anterior unui plan PRO cu Google Play sau Apple iTunes, te rugăm să anulezi manual abonamentele cu ele în interiorul Google Play sau în interiorul aplicaţiei iTunes pe dispozitivul tău. Dacă ai nevoie de asistenţă, te rugăm să contactezi [A1]support@mega.nz[\/A1] sau vezi [A2]articolul nostru de ajutor pentru Android[\/A2] sau [A3]articolul nostru de ajutor pentru iOS[\/A3].",
    "16508": "Se finalizează...",
    "16514": "Fişierul pe care îl muţi va fi redenumit sub numele:",
    "16515": "Fişierul pe care îl copiezi va fi redenumit sub numele:",
    "16516": "Linkuri publice",
    "16517": "Te-ai autentificat cu succes în contul %1, vom proceda acum la migrarea conţinutului contului tău efemer în inboxul unităţii cloud.",
    "16518": "Vezi pe MEGA",
    "16528": "Introdu un e-mail sau nume de contact MEGA",
    "16535": "Încearcă fără un cont",
    "16536": "Facem stocarea securizată în cloud simplă. Creează un cont şi obţine astăzi [A]50 GB[\/A] gratuit pe platforma de colaborare cloud cu criptare capăt-la-capăt MEGA!",
    "16537": "Derulează în jos",
    "16538": "iOS",
    "16539": "Android",
    "16540": "Win Mobile",
    "16541": "Extensii",
    "16544": "Aplicaţia MEGA iOS",
    "16545": "Aplicaţia noastră iOS pune la dispoziţie cloudul la purtător.",
    "16546": "Accesează şi transmite fişierele pe iPhone sau iPad, încarcă şi sincronizează fotografiile şi videoclipurile sau comunică în siguranţă folosindul chatul nostru cu criptare capăt-la-capăt.",
    "16547": "MEGA la vârful degetelor",
    "16548": "Ia puterea deplină MEGA cu tine oriunde te duci. Proiectat cu atenţie pentru a oferi mobilitate securizată a datelor.",
    "16549": "Experienţa MEGA completă",
    "16550": "Aplicaţia noastră iOS are tot ce ai nevoie pentru a comunica şi a-ţi gestiona în siguranţă datele.",
    "16551": "Încărcări cameră automate",
    "16552": "Încarcă toate fotografiile şi videoclipurile în siguranţă pentru backup, partajare sau pentru a reduce consumul de stocare pe iPhone-ul sau iPad-ul tău.",
    "16553": "MEGA îţi decriptează conţinutul media din mers, astfel încât să poţi transmite în siguranţă fişierele audio şi video direct pe iPhone sau iPad.",
    "16554": "Transmitere audio\/video",
    "16555": "Selectează fişierele pe care doreşti să le salvezi pe iPhone sau iPad, astfel încât să poţi păstra accesul fără conectivitate la internet.",
    "16556": "Salvează fişierele local",
    "16557": "Gestionare securizată a datelor pe mai multe dispozitive este lină şi uşoară.",
    "16558": "Accesibil oriunde",
    "16559": "MEGAchat face colaborarea uşoară şi sigură pe platforma MEGA.",
    "16560": "Criptare capăt-la-capăt",
    "16561": "Chaturile şi apelurile sunt criptate capăt-la-capăt, nici măcar MEGA nu-ţi poate citi sau asculta comunicările.",
    "16562": "Mesagerie în grup",
    "16563": "Colaborează securizat prin mesaje text cu contacte individuale sau persoane multiple simultan într-un chat de grup.",
    "16564": "Verificarea amprentei digitale a contactelor",
    "16565": "Verifică amprenta digitală criptografică a contactelor printr-un canal separat pentru a asigura că acestea sunt autentice.",
    "16566": "Apeluri audio şi video",
    "16567": "Rămâi conectat cu uşurinţă cu apelurile audio şi video securizate pe toate platformele.",
    "16569": "Partajare de fişiere fără cusur",
    "16570": "Partajare de fişiere convenabilă directă în cadrul unui chat, direct din contul MEGA sau din spaţiu de stocare al dispozitivului.",
    "16571": "Controlul păstrării istoricului",
    "16572": "Cu MEGAchat controlezi istoricul chatului şi îl poţi şterge oricând doreşti.",
    "16573": "Aplicaţia MEGA Android",
    "16574": "Aplicaţia noastră Android pune la dispoziţie cloudul la purtător.",
    "16575": "Accesează şi transmite fişierele de pe telefon sau tabletă, încarcă şi sincronizează fotografiile şi videoclipurile sau comunică în siguranţă folosindul chatul nostru cu criptare capăt-la-capăt.",
    "16576": "Aplicaţia noastră Android are tot ce ai nevoie pentru a comunica şi a-ţi gestiona în siguranţă datele.",
    "16577": "Încarcă toate fotografiile şi videoclipurile în siguranţă pentru backup, partajare sau pentru a reduce consumul de stocare pe dispozitivul sau tableta ta.",
    "16578": "MEGA îţi decriptează conţinutul media din mers, astfel încât să poţi transmite în siguranţă fişierele audio şi video direct pe dispozitiv.",
    "16579": "Selectează fişierele pe care doreşti să le salvezi pe telefon sau tabletă, astfel încât să poţi păstra accesul fără conectivitate la internet.",
    "16580": "Sincronizare automată uşoară între calculator şi contul tău MEGA.",
    "16581": "Sincronizare criptată live",
    "16582": "Accesează şi lucrează în siguranţă cu datele tale în diferite locaţii şi pe diferite dispozitive. Este întotdeauna în funcţiune şi complet automat.",
    "16583": "Poţi alege să sincronizezi întregul cont MEGA sau să configurezi sincronizări selective multiple între folderele de pe calculator și folderele de pe contul tău MEGA.",
    "16584": "Gestionează toate transferurile în mod convenabil din cadrul managerului de transferuri MEGAsync. Încarcă manual fişiere specifice de pe calculator pe MEGA sau importă linkuri MEGA pentru descărcare pe calculator.",
    "16585": "Backup criptat live",
    "16586": "Cu ajutorul funcţiei de versionare a fişierelor în timp real, datele tale sunt recuperabile întotdeauna la o versiune anterioară.",
    "16587": "Păstrarea datelor şterse",
    "16588": "MEGAsync mută fişierele şterse în foldere speciale de pe calculatorul tău local şi în contul tău MEGA, astfel încât acestea pot fi restaurate dacă ai nevoie.",
    "16589": "Acceleratorul transferurilor din browser",
    "16590": "MEGAsync interacţionează în siguranţă cu browserul tău, gestionând transferurile de fişiere MEGA pentru performanţă sporită.",
    "16591": "Aplicaţia Windows Phone",
    "16592": "Aplicaţia noastră Windows Phone pune la dispoziţie cloudul la purtător.",
    "16593": "Accesează şi transmite fişierele de pe telefon sau tabletă, încarcă şi sincronizează fotografiile şi videoclipurile.",
    "16594": "MEGA Universal",
    "16595": "în curând",
    "16596": "Aplicaţia MEGA Universal Windows este în curs de dezvoltare. Poţi trimite un e-mail la [A]uwp@mega.nz[\/A] pentru a solicita acces beta timpuriu.",
    "16598": "Vizitează-ne [A]depozitul GitHub[\/A] pentru [B]fişierul README[\/B] care conţine toate detaliile.",
    "16603": "Extensii în browsere",
    "16604": "Instalează MEGA în browser. Va reduce timpii de încărcare, va îmbunătăţi performanţa de descărcare şi va consolida securitatea.",
    "16605": "Descarcă pentru Firefox",
    "16606": "Descarcă pentru Chrome",
    "16607": "Orice URL MEGA va fi capturat de către această aplicaţie şi va rămâne local (niciun JavaScript nu va fi încărcat de pe serverele noastre)",
    "16608": "Actualizările automate securizate sunt furnizate mulţumită semnării cheii private criptografice.",
    "16609": "Extensie MEGA pentru [B]Thunderbird®[\/B]",
    "16610": "Trimite fişiere mari pe e-mail prin MEGA cu această extensie pentru clientul de e-mail Mozilla Thunderbird.",
    "16611": "Descarcă pentru Thunderbird",
    "16612": "Complet integrat",
    "16613": "Configurează în mod simplu contul MEGA din setări, iar orice fişier mare pe care îl ataşezi unui e-mail poate fi înlocuit automat printr-un link MEGA.",
    "16614": "Necesită clientul de e-mail gratuit [A]Mozilla Thunderbird[\/A].",
    "16616": "Spre deosebire de majoritatea furnizorilor de stocare în cloud, numai tu controlezi cine are acces la datele tale. Nici măcar MEGA nu le poate accesa!",
    "16617": "Datele tale sunt accesibile oricând. Foloseşte un browser web sau una dintre aplicaţiile noastre puternice, disponibile pentru toate platformele majore.",
    "16618": "Partajează date şi comunică cu contactele tale şi vezi modificările acestora în timp real.",
    "16619": "Spaţiu de stocare masiv",
    "16620": "Nu numai că suntem mai siguri decât concurenţii noştri majori, însă oferim şi o mărime mai generoasă a spaţiului gratuit de stocare.",
    "16621": "Backup criptat live",
    "16622": "Cu ajutorul funcţiilor noastre de sincronizare şi versionare a fişierelor în timp real, datele tale sunt întotdeauna în siguranţă şi recuperabile.",
    "16623": "Cod sursă public",
    "16624": "Pentru a permite verificarea independentă a corectitudinii şi integrităţii modelului criptografic şi a implementării acestuia, publicăm întreg codul sursă al aplicaţiilor noastre client.",
    "16625": "Planurile noastre",
    "16626": "Beneficiază pe deplin de MEGA cu un cont PRO",
    "16627": "Reducere pentru plăţile anuale",
    "16628": "Deblochează potenţialul contului tău MEGA",
    "16629": "Încă doreşti mai multe? Te-am asigurat cu o varietate de realizări generoase pentru a te ajuta să profiţi la maxim de platforma noastră cloud securizată şi colaborativă.",
    "16630": "Invită-ţi prietenii",
    "16631": "expiră după [X] zile",
    "16632": "[X] gratuiţi după instalare",
    "16633": "[X] gratuiţi per invitaţie",
    "16634": "Accesează şi transmite fişierele pe smartphone sau tabletă. Încarcă sau sincronizează fişierele şi videoclipurile. Chat securizat cu criptare capăt-la-capăt cu contactele tale.",
    "16635": "Sincronizarea automată facilă între calculator şi MEGA îţi permite să accesezi şi să lucrezi cu datele tale în siguranţă din locaţii diferite şi de pe dispozitive diferite.",
    "16636": "În plus faţă de accesul obișnuit în browser, oferim extensii de browser pentru Chrome şi Firefox pentru securitate sporită, performanţă îmbunătăţită a transferului de fişiere şi timpi de încărcare reduşi.",
    "16637": "Începe să îţi securizezi datele. Alătură-te nouă astăzi!",
    "16638": "Milioane de persoane au încredere în MEGA pentru a stoca miliarde de fişiere folosind infrastructura noastră de ultimă oră. Alătură-te lor şi protejează-ţi datele folosind unul dintre furnizorii cloud şi de comunicare cei mai siguri de pe internet.",
    "16639": "Numărul utilizatorilor înregistraţi",
    "16640": "Numărul fişierelor stocate",
    "16641": "Nimeni nu va fi supus la imixtiuni arbitrare în viaţa sa personală, în familia sa, în domiciliul lui sau în corespondenţa sa[…].",
    "16642": "Orice persoană are dreptul la protecţia legii împotriva unor asemenea imixtiuni[...].",
    "16643": "Windows Mobile",
    "16644": "Politica serviciului",
    "16645": "Presă şi media",
    "16646": "Servicii cloud controlate de utilizatori",
    "16647": "The Privacy Company.",
    "16648": "Declaraţia Universală a Drepturilor Omului, Articolul 12.",
    "16649": "Economiseşte %1",
    "16653": "Pentru experienţa cu caracteristici complete, descarcă-ne aplicaţia sau foloseşte site-ul pe PC.",
    "16664": "Parola nouă trebuie să fie diferită de cea veche.",
    "16671": "Descarcă folosind aplicaţia desktop MEGA pentru descărcări mai rapide.",
    "16689": "Arhivă",
    "16763": "Copiat în clipboard",
    "16820": "Adaugă în unitatea cloud",
    "16861": "Instalează clientul desktop MEGA",
    "16862": "Îmbunătăţeşte performanţa transferului de fişiere din browser",
    "16863": "Unelte de sincronizare puternice",
    "16864": "Şi mult mai multe",
    "16865": "Din păcate %1 are un buffer insuficient pentru a decripta datele în browser şi recomandăm să instalezi [A]aplicaţia desktop MEGA[\/A] pentru a descărca fişiere mari %2",
    "16866": "Din păcate %1 are un buffer insuficient pentru a decripta datele în browser, te rugăm să instalezi [A]aplicaţia desktop MEGA[\/A] pentru a descărca fişiere mari %2",
    "16868": "sau foloseşte Chrome",
    "16869": "sau ieşi din Incognito",
    "16870": "Recomandăm să instalezi [A]aplicaţia desktop MEGA[\/A] pentru a descărca fişiere mari.",
    "16871": "Fără spaţiu de stocare offline în HTML5",
    "16872": "Fişier prea mare pentru a fi manipulat corespunzător în memorie.",
    "16873": "Versionarea fişierelor în timp real, protecţie pentru fişierele şterse, performanţă sporită a transferurilor de fişiere, integrare în browser şi multe altele.",
    "16883": "Din păcate browserul tău are un buffer insuficient pentru a decripta datele, te rugăm să instalezi [A]aplicaţia desktop MEGA[\/A] pentru a descărca fişiere mari %2",
    "16890": "Stocarea browserului pentru MEGA este plină. Descărcarea va continua automat după ce eliberezi spaţiu.",
    "16892": "Ne pare rău, nu am reuşit să regăsim conţinutul unităţii cloud.",
    "16895": "Îţi mai aduci aminte parola?",
    "16896": "Parola",
    "16897": "Parolă acceptată",
    "16898": "Parolă greşită, fă un backup al cheii de recuperare cât mai curând posibil!",
    "16899": "Realizarea unui backup pentru cheia de recuperare îţi dă posibilitatea să setezi o parolă nouă fără pierderea datelor. Îţi sugerăm să o salvezi acum într-o locaţie sigură.",
    "16900": "Te rugăm să îţi testezi parola mai jos pentru a te asigura că ţi-o aduci aminte. Dacă îţi pierzi parola, vei pierde accesul la datele tale MEGA. [A]Află mai multe[\/A]",
    "16901": "Memento privind parola",
    "16902": "Sau creează un cont MEGA gratuit. Utilizatorii înregistraţi se bucură de o cotă gratuită extra de 10% per IP.",
    "16903": "Sau creează un cont pentru a participa la programul nostru cu realizări, unde poţi câştiga cotă de transfer şi de stocare gratuită atunci când instalezi aplicaţii MEGA sau inviţi prieteni pe MEGA (activarea poate dura câteva zile zile).",
    "16904": "Sau participă la programul nostru cu realizări, unde poţi câştiga cotă de transfer şi de stocare gratuită atunci când instalezi aplicaţii MEGA sau inviţi prieteni pe MEGA (activarea poate dura câteva zile zile).",
    "16927": "Această acţiune nu poate fi finalizată, deoarece îţi va depăşi limita actuală de stocare",
    "16953": "Niciun fişier în unitatea cloud",
    "17022": "Tipul contului",
    "17081": "Transfer incomplet, doreşti să îl reiei?",
    "17082": "Transfer încheiat. Te rugăm să salvezi fişierul.",
    "17083": "Aplicaţia MEGA Universal Windows este în curs de dezvoltare. Poţi obţine versiunea beta a aplicaţiei de [A]aici[\/A].",
    "17084": "Descărcarea nu poate continua deoarece ar depăşi cota actuală pentru transferuri în cazul contului tău.",
    "17085": "Ai transferuri descărcate parţial. Doreşti să le reiei?",
    "17086": "Deschide folderul",
    "17089": "Înainte de a-ţi închide contul, ne-ar plăcea să ştim de ce ne părăseşti...",
    "17090": "Descărcarea în coadă depăşeşte cota de transfer actuală disponibilă pentru adresa ta IP şi, prin urmare, poate fi întreruptă. Te rugăm să iei în considerare achiziţionarea unui cont PRO pentru a-ţi creşte substanţial cota de transfer.",
    "17091": "Continuă descărcarea",
    "17092": "Sigur vrei să anulezi aceste %1 transferuri de fişiere?",
    "17093": "Încarcă şi actualizează",
    "17094": "Încarcă şi redenumeşte",
    "17095": "Copiază şi redenumeşte",
    "17096": "Mută şi redenumeşte",
    "17097": "Fişierul va fi actualizat cu istoricul versiunilor: [A]Află mai multe[\/A]",
    "17146": "Această pagină este doar pentru utilizatorii înregistraţi.",
    "17147": "Şterge versiunile anterioare",
    "17148": "Versiunile actuale",
    "17149": "Versiunea actuală",
    "17150": "Versiuni",
    "17151": "[X] versiuni",
    "17152": "1 versiune",
    "17154": "Eşti pe cale să ştergi istoricul versiunilor pentru 1 fişier. Te rugăm să reţii că fişierul actual nu va fi şters. Doreşti să continui?",
    "17155": "Mărimea totală ocupată de versiunile fişierelor:",
    "17156": "Redenumit din numele %1",
    "17386": "Copiază cheia",
    "17398": "Etichetă",
    "17399": "Gestionează folderul MEGAdrop",
    "17400": "Anulează folderul MEGAdrop",
    "17401": "Foldere MEGAdrop",
    "17402": "Managementul folderelor MEGAdrop",
    "17403": "Făcând acest lucru îţi vei anula configurarea MEGAdrop pentru folderul numit %1",
    "17404": "Încarcă un fişier direct în unitatea mea cloud MEGA fără a înscriere.",
    "17405": "Viteză actuală",
    "17406": "Încheiere",
    "17407": "Cod de încorporare",
    "17408": "Copiază codul",
    "17409": "Previzualizează folderul MEGAdrop",
    "17410": "Copiază şi lipeşte linkul de mai jos pentru a oferi un link de acces facil către pagina de destinaţie MEGAdrop.",
    "17411": "Copiază şi lipeşte linkul de mai jos în site-ul tău web pentru a genera un buton pe care utilizatorii pot da clic pentru a-ţi deschide folderul personal MEGAdrop",
    "17412": "Creează folderul MEGAdrop",
    "17413": "Un folder MEGAdrop permite oricui să încarce fişiere în contul tău MEGA, chiar dacă nu au un cont!",
    "17445": "Data adăugării",
    "17446": "Data creării",
    "17450": "Creează folderul MEGAdrop",
    "17464": "Invită prieteni şi obţine bonusuri",
    "17465": "Invită prieteni",
    "17466": "Obţine %1$s stocare şi %2$s transferuri pentru fiecare recomandare",
    "17476": "Invită-ţi prietenii să-şi facă un cont MEGA gratuit şi să-şi instaleze aplicaţia noastră mobilă. Pentru fiecare înscriere cu succes şi instalare a aplicaţiei vei primi spaţiu de stocare şi cotă de transfer bonus.",
    "17477": "Nu vei primi credit pentru invitarea cuiva care a folosit MEGA anterior şi nu vei fi notificat despre o astfel de respingere. Contactele invitate trebuie să instaleze aplicaţia mobilă MEGA sau aplicaţia desktop MEGA pe dispozitivele acestora.",
    "17489": "vezi documentul",
    "17490": "Gestionează",
    "17517": "folosiţi %tq",
    "17520": "Gestionează linkurile",
    "17524": "folosiţi %tq1",
    "17525": "folosiţi %tq2",
    "17533": "MEGAdrop este indisponibil",
    "17534": "Fie linkul MEGAdrop a fost anulat de către proprietar, fie URL-ul furnizat este incorect.",
    "17535": "Limita de stocare a contului a fost atinsă.",
    "17536": "Proprietarul acestui folder MEGAdrop a atins limita de stocare a contului şi nu mai poate accepta încărcări. Te rugăm să-l contactezi pentru a-şi upgrada planul.",
    "17537": "Acest MEGAdrop este plin, te rugăm să încerci din nou mai târziu.",
    "17543": "Nerealizat",
    "17544": "Invitaţie trimisă! Invită un alt utilizator.",
    "17545": "Invitaţie trimisă deja, se aşteaptă răspunsul.",
    "17546": "Acest utilizator ţi-a trimis deja o invitaţie.",
    "17548": "Sigur vrei să anulezi abonamentul? Vei pierde statutul PRO la sfârşitul perioadei curente de abonare.",
    "17549": "We have recently made some improvements to our Firefox Legacy extension. You can download and install the update using the button below.",
    "17550": "Un folder numit %1 există deja în această locaţie.",
    "17551": "Copiază şi îmbină",
    "17552": "Îmbină folderul la destinaţie cu folderul pe care îl copiezi:",
    "17553": "Mută şi îmbină",
    "17554": "Îmbină folderul la destinaţie cu folderul pe care îl copiezi:",
    "17555": "Încarcă şi îmbină",
    "17556": "Selectează dacă vrei să îmbini folderele:",
    "17557": "Linkul pe care încerci să îl accesezi nu este valid.",
    "17558": "Importă şi actualizează",
    "17559": "Nu importa",
    "17560": "Importă şi redenumeşte",
    "17561": "Fişierul pe care îl imporţi va fi redenumit sub numele:",
    "17564": "Eroare privind linkul",
    "17565": "Linkul nu poate fi gestionat din cauza unei erori necunoscute primite de la server.",
    "17566": "Vizitează fila Contacte pentru a adăuga sau a gestiona contactele. [B]Invită prietenii pe MEGA[\/B] pentru a-ţi permite să [B]partajezi[\/B] cu aceştia în mod privat sau [B]să chatuieşti în siguranţă[\/B] folosind MEGAchat.",
    "17567": "Comunică în siguranţă cu familia, prietenii şi colegii folosind MEGAchat. Chaturile şi apelurile sunt criptate capăt-la-capăt, [B]nici măcar MEGA nu-ţi poate citi sau asculta comunicările[\/B].",
    "17568": "Începe încărcarea de fişiere în cont folosind butonul [B]încărcare de fişier sau folder[\/B] sau pur şi simplu [B]trage şi plasează[\/B] de pe calculatorul local în MEGA prin browser.",
    "17569": "Începe încărcarea de fişiere în cont folosind butonul [B]încărcare de fişier[\/B] sau pur şi simplu [B]trage şi plasează[\/B] de pe calculatorul local în MEGA prin browser.",
    "17570": "Elementele mutate în coşul de gunoi vor rămâne acolo temporar. Coşul de gunoi este [B]golit pentru tine automat[\/B] periodic şi poţi controla configurarea acestuia din Setări.",
    "17571": "Gestionează transferurile",
    "17572": "You can see the progress of your transfers by placing the mouse over the Transfers tab. If you want to have more control over your transfers, just click the icon to move to the Transfer Manager.",
    "17573": "Notifications will keep you posted regarding everything going on with your account. You can manage your notifications in your Settings.",
    "17574": "Partajează-ţi conţinutul",
    "17575": "You can create a link to share your content by right clicking on the file or folder you want to share and selecting Get Link from the context menu.",
    "17576": "Partajarea de foldere",
    "17577": "To start sharing folders with your contacts, right click on the folder you want to share and choose [B]Share[\/B] from the context menu.",
    "17578": "Există deja un fişier cu acelaşi nume",
    "17579": "There is already a folder with the same name",
    "17580": "Vezi setările de versionare a fişierelor",
    "17581": "You are about to delete the version histories of all files. Please note that the current files will not be deleted. Would you like to proceed?",
    "17582": "Ai [X1] versiuni ale fişierelor, ocupând un total de [X2].",
    "17586": "Download canceled in MEGAsync",
    "17590": "by %1",
    "17591": "Cannot get download status from MEGAsync",
    "17592": "Downloading with MEGAsync …",
    "17593": "Download is queued in MEGAsync …",
    "17594": "Download is paused in MEGAsync",
    "17595": "Când versionarea fişierelor este dezactivată, versiunea actuală va fi înlocuită cu noua versiune odată ce fişierul este actualizat (iar modificările aduse fişierului nu vor mai fi înregistrate). Sigur vrei să dezactivezi versionarea fişierelor?",
    "17596": "Activează sau dezactivează versionarea fişierelor pentru întregul tău cont:",
    "17597": "Este posibil să primeşti în continuare versiuni ale fişierelor din folderele partajate, dacă contactele tale au acest lucru activat.",
    "17598": "Delete all older versions of my files",
    "17599": "Şterge toate",
    "17600": "Acest lucru va şterge definitiv toate versiunile fişierelor proprii. Orice versiune de fişier partajată cu tine de la un contact va trebui să fie ştearsă de către aceştia.",
    "17601": "Activată",
    "17602": "The current version of the file will be replaced with the file you are uploading.",
    "17603": "Download retrying in MEGAsync",
    "17604": "Download completing in MEGAsync",
    "17605": "Download failed in MEGAsync",
    "17606": "No response from MEGAsync",
    "17617": "Create Folder",
    "17618": "UPLOAD ANOTHER FILE",
    "17619": "MEGAdrop URL was successfully copied to clipboard.",
    "17620": "MEGAdrop source code was successfully copied to clipboard.",
    "17621": "Sync",
    "17626": "By doing this you will cancel your MEGAdrop setup for multiple folders.",
    "17669": "Uploaded this file:",
    "17686": "Currently we are not supporting MEGAdrop links in mobile browsers, please use any of the supported web browsers.",
    "17687": "Nesuportat",
    "17688": "Can you remember your password?",
    "17689": "Tap and hold to copy the Recovery Key to the clipboard.",
    "17690": "To restore your account with your Recovery Key, visit [A]https:\/\/mega.nz\/recovery[\/A] and follow the instructions.",
    "17694": "Download key",
    "17695": "zile",
    "17696": "GB",
    "17697": "YYYY",
    "17698": "MM",
    "17699": "DD",
    "17700": "Your message here… (optional)",
    "17701": "Click here to see [B]the exact information[\/B] that will be sent to our servers.",
    "17703": "Flags",
    "17704": "Wait",
    "17705": "Force Reload",
    "17706": "Your login is taking longer than expected. Do you want to wait or force a reload?",
    "17732": "View video",
    "17735": "Objects",
    "17736": "Symbols",
    "17737": "Frequently Used",
    "17738": "Hello, join me on MEGA and get access to encrypted storage and communication.",
    "17739": "Folders cannot be merged due to the presence of a share or a link. If you wish to merge these folders you will need to remove the share or link and retry.",
    "17740": "Your account was terminated due to a breach of MEGA’s Terms of Service, such as abuse of rights of others; sharing and\/or importing illegal data; or system abuse.",
    "17741": "Your account has been suspended due to multiple breaches of MEGA’s Terms of Service. Please check your email inbox.",
    "17742": "Drop to [S]upload[\/S]",
    "17743": "This file uses a video codec that is not supported by your browser.",
    "17754": "QR Code",
    "17764": "Send to chat",
    "17765": "Chaturile mele",
    "17766": "Fişiere trimise în chat",
    "17767": "Fişiere trimise în chat",
    "17768": "Terminated account",
    "17789": "The entered tax number is invalid.",
    "17791": "Filtru",
    "17792": "Your primary disk volume is full. Please free up some space and try again.",
    "17793": "Unfortunately, Chrome only allows MEGA to use a part of your available disk space which is currently insufficient. Please install the [A1]MEGA desktop app[\/A1] or our [A2]Chrome Extension[\/A2], or try to [A3]free up some space[\/A3].",
    "17794": "Se iniţializează...",
    "17795": "MEGAsync stopped responding, it could be closed or too busy.",
    "17796": "Do you want to re-initialise the connection with MEGAsync and turn it off if MEGAsync does not respond?",
    "17797": "Descărcare trimisă la MEGAsync",
    "17802": "Expunere de diapozitive",
    "17803": "Ecran complet",
    "17804": "Verifică-ţi e-mailul",
    "17805": "We have sent you an email. If you cannot access your email account, you will need to contact [A]support@mega.nz[\/A].",
    "17806": "Parolă uitată",
    "17807": "Recuperează contul",
    "17808": "I have my Recovery Key",
    "17809": "Introdu cheia de recuperare pentru a-ţi restaura contul",
    "17810": "Alternatively, you can read your Recovery Key from the previously exported text file.",
    "17811": "Citeşte cheia de recuperare din fişier",
    "17812": "Transferă cu MEGAsync dacă rulează",
    "17813": "Nu am cheia mea de recuperare",
    "17822": "Începe videoclipul la",
    "17823": "Dimensiunile playerului",
    "17824": "When you remove the link of a file, the embedded player also gets disabled. Would you like to continue?",
    "17825": "Codul meu QR:",
    "17826": "Poţi folosi un cod QR pentru a distribui linkul tău de contact. Poţi personaliza şi regenera linkul oricând.",
    "17827": "Accesează codul QR",
    "17828": "Redă audio",
    "17829": "Codul meu QR",
    "17830": "Acceptă automat",
    "17831": "Utilizatorii care îţi scanează codul QR vor fi adăugaţi automat în lista de contacte",
    "17832": "Resetează codul QR",
    "17833": "Codurile QR anterioare nu vor mai fi valide",
    "17834": "Save as Image",
    "17835": "Copiază linkul",
    "17836": "Cu codul QR activat poţi să-ţi partajezi codul unic cu alţi utilizatori, astfel încât să te poată adăuga ca contact sau poţi adăuga alţi utilizatori scanându-le codul.",
    "17864": "Scan QR code",
    "17865": "The contact link is invalid. Please try with a valid link.",
    "17879": "%nbFo folders containing a total of %nbFi files were added to the transfer manager",
    "17880": "%nbFo folder containing a total of %nbFi files was added to the transfer manager",
    "17881": "%nbFo folders containing a total of %nbFi file were added to the transfer manager",
    "17882": "%nbFo folder containing a total of %nbFi file was added to the transfer manager",
    "17883": "%nbFi files were added to the transfer manager",
    "17884": "%nbFi file was added to the transfer manager",
    "17886": "This user already exists in your contact list",
    "17938": "Cheie de recuperare copiată în clipboard",
    "17958": "Link nevalid",
    "18023": "Unitate cloud goală",
    "18051": "Unitate cloud",
    "18148": "Contactează asistenţa",
    "18192": "Introdu un nume, o cale absolută (caracterele wildcard * şi ? sunt permise) sau alege care fişier sau folder doreşti să-l excluzi de la sincronizare",
    "18213": "The download size exceeds the maximum size supported by the browser. You can use MEGAsync to proceed with the download.",
    "18214": "Do you want to turn ON downloading with MEGAsync?",
    "18215": "Upload securely",
    "18216": "Dark theme",
    "18217": "Light theme",
    "18218": "Choose a button below and copy and paste the code into your website to generate the button that users can click to open your personal MEGAdrop folder.",
    "18227": "Regenerate QR Code",
    "18228": "You are about to generate a new QR code. Your [B]existing[\/B] QR code and invitation link will no longer work.",
    "18229": "Doreşti să continui?",
    "18230": "Reactivate QR Code",
    "18231": "Your QR code is deactivated.",
    "18232": "Do you want to reactivate your QR Code?",
    "18233": "Your filter did not match any documents",
    "18238": "Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.",
    "18254": "Are you logged into your account in another web browser?",
    "18255": "Please check all your browsers (Chrome, Firefox, Opera, Edge, Internet Explorer, Safari etc.) to see if you are still logged into your account. You may have also logged into MEGA on someone else’s computer and forgotten to log out.",
    "18256": "Step {NB}",
    "18257": "I have opened mega.nz on all web browsers on [B]my computers[\/B] to check if my account is logged in there.",
    "18258": "I have opened mega.nz on [B]other computers I use[\/B] to check if my account is logged in there.",
    "18259": "Yes, I am logged into my account on another browser",
    "18260": "No, I am not logged into my account on another browser",
    "18261": "Do you have the MEGA app installed on your phone, tablet or computer?",
    "18262": "Check to see if you have the MEGA app installed on your mobile device or your computer.",
    "18263": "I have checked all my phones and\/or tablets for the MEGA app.",
    "18264": "I have checked all my desktops and\/or laptops for MEGAsync.",
    "18265": "Yes, I have a MEGA app installed",
    "18266": "No, I don’t have any MEGA app installed",
    "18268": "If you have a backup of your Recovery Key you can reset your password by selecting [B]YES[\/B]",
    "18269": "Yes, I have my Recovery Key",
    "18270": "No, I don’t have my Recovery Key",
    "18271": "Are you logged into the MEGA app installed on your phone, tablet or computer?",
    "18272": "Are you able to access your account on the MEGA app? If so, you are able to change your password without requiring you to remember your current one.",
    "18273": "I have checked to see if I am logged in on any of my phones and\/or tablets.",
    "18274": "I have checked to see if I am logged in on any of my desktops and\/or laptops.",
    "18275": "Yes, I am logged into a MEGA app",
    "18276": "No, I am not logged into any MEGA app",
    "18277": "You can park your existing account and start a new, empty account under the same email address.[br]In the event you recall your parked account’s password, or locate your Recovery Key, please contact us at support@mega.nz for assistance.[br][B2]Your data will be retained for at least 60 days on our servers.[\/B2][br]We recommend you double check if you really are not logged into your MEGA account anywhere before proceeding with parking your account. [B2]Parking your account will delete all your files, contacts and messages.[\/B2]",
    "18278": "Check again to see if I have an active\/logged in session",
    "18279": "No, I want to park my account",
    "18280": "Success",
    "18281": "You can easily change your password. Follow the steps below to see how:",
    "18282": "Open the [B]Menu[\/B] inside the browser where you are still logged in.",
    "18283": "Select  [B]My Account[\/B].",
    "18284": "Select the [B]Security[\/B] tab.",
    "18285": "Type your new password, confirm it and click [B]Save[\/B].",
    "18286": "Open the app and tap on the [B]Menu icon[\/B] in the top left corner.",
    "18287": "Tap on the [B]Profile avatar[\/B] on the top to access [B]My Account[\/B].",
    "18288": "Tap on the [B]context menu (three vertical dots)[\/B] on the top right of the screen.",
    "18289": "Tap on the [B]Change password[\/B] button.",
    "18290": "Type your new password, confirm it and tap [B]Change password[\/B].",
    "18291": "Open the app and tap on [B]Menu[\/B] button located on the tab bar.",
    "18292": "Tap on [B]Settings[\/B].",
    "18293": "Tap on [B]Security Options[\/B].",
    "18294": "Tap on the [B]Change password[\/B] button.",
    "18295": "Type your new password, confirm it and tap [B]Save[\/B].",
    "18296": "Tap on your [B]Account name[\/B] at the bottom left of the Menu.",
    "18297": "Tap or swipe to the [B]Profile[\/B] tab.",
    "18298": "Tap on the [B]Change password[\/B] button.",
    "18301": "Click on the [B][LOGO] icon[\/B] on your task bar.",
    "18302": "Click on the [B]Settings icon[\/B].",
    "18303": "Click [B]Settings \/ Preferences[\/B] to open the dialog.",
    "18304": "Click on the [B]Account[\/B] tab.",
    "18305": "Click the [B]Change password[\/B] button.",
    "18306": "Please confirm you want to Park your account",
    "18307": "Check the boxes below, enter your email address and click Park account",
    "18308": "Yes, I still want to park my account.",
    "18309": "If you proceed, the existing account under this address will be deactivated, and you will lose access to your data.",
    "18310": "View our help centre to see step by step instructions with images.",
    "18311": "Yes, I understand that after 60 days from the time I parked my account,[B1] all my files will be deleted permanently.[\/B1]",
    "18312": "Yes, I understand that parking my account will [B1]remove all my files, contacts, and messages from my account.[\/B1]",
    "18314": "Tap on your [B]Account name[\/B] at the top left of the Menu.",
    "18315": "Tap on the three horizontal dots at the bottom right.",
    "18316": "Type your new password, confirm it and tap [B]Done[\/B].",
    "18340": "Cheia de recuperare pentru backup",
    "18347": "Check all boxes to continue",
    "18419": "Type your new password, confirm it and click [B]OK[\/B].",
    "18420": "Unfortunately opening a password protected link is not supported in your current browser. Please open the link using Google Chrome or Mozilla Firefox to access it.",
    "18421": "General Data Protection Regulation Disclosure",
    "18422": "Introduction",
    "18423": "In 2013 MEGA pioneered user-controlled end-to-end encryption through a web browser. It provides the same zero-knowledge security for its cloud storage and chat, whether through a web browser, mobile app, sync app or command line tool. MEGA, The Privacy Company, provides [B]Privacy by Design[\/B].",
    "18424": "As all files uploaded to MEGA are fully encrypted, their contents can't be read or accessed in any manner by MEGA. Files can only be decrypted by the original uploader through a logged-in account, or by other parties who have been provided with file\/folder keys generated by the account user.",
    "18425": "[B]Personal data is[\/B] [I]information relating to an identifiable natural person who can be directly or indirectly identified in particular by reference to an identifier.[\/I]",
    "18426": "MEGA stores the following categories of Personal Data",
    "18427": "Contact Details",
    "18428": "Email addresses",
    "18429": "User's name (if provided)",
    "18430": "Transaction Details",
    "18431": "IP address and Source Port for account creation and file uploads",
    "18432": "Country location (inferred by matching IP to MaxMind IP database)",
    "18433": "File size and date uploaded",
    "18434": "Date that file\/folder links are created",
    "18435": "Chat destination contact(s) and time sent",
    "18436": "Call destination contact(s), call start time and call duration",
    "18437": "Subscriptions and payment attempts",
    "18438": "Information provided to a payment processor when processing a subscription payment, such as Tax ID number, but not the credit\/debit card number.",
    "18439": "MEGA does not receive or store special categories of personal data or data relating to criminal convictions and offences, as any files that are uploaded to MEGA are fully encrypted at the user's device so the encrypted data is not able to be decrypted by MEGA.",
    "18440": "MEGA doesn't share the data with any other party other than with competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences and as specified in the Privacy Policy clause 11.",
    "18441": "Purpose",
    "18442": "The purpose of storing the data is to manage account login and activity and to respond to information demands from authorities.",
    "18443": "Processing",
    "18444": "MEGA stores personal data but does not carry out any other processing activities on such data. This storage of personal data is [B]necessary[\/B] in order to provide the secure login to MEGA's systems and to satisfy compliance obligations.",
    "18445": "Lawful Basis of Processing: Contract",
    "18446": "The processing of data is necessary for performance of the contract that MEGA has with each user, which they accepted through the [A]Terms of Service[\/A] when creating their account.",
    "18447": "The [A]Terms of Service[\/A] clause 2 requires the user to agree to the Terms or otherwise to not use the service. Acknowledging and accepting the [A]Terms of Service[\/A] is a mandatory step in the signup process in all clients - web and mobile.",
    "18448": "Clauses 50-51 of the [A1]Terms of Service[\/A1] incorporate the [A2]Privacy Policy[\/A2] by reference. The [A2]Privacy Policy[\/A2] specifies the personal information that is stored.",
    "18449": "Retention of Personal Data",
    "18450": "Personal data is retained indefinitely while the user's account is open. After account closure, MEGA will retain all account information as long as there is any law enforcement request pending but otherwise for 12 months after account closure as users sometimes request that an account be re-activated. After 12 months, identifying information such as email and IP addresses will be anonymised (except that email address records will be retained for reference by the user's contacts or where the user has participated in chats with other MEGA users) but other related database records may be retained.",
    "18451": "After user deletion of a file all deleted files will be made inaccessible, marked for deletion and deleted fully when the next appropriate file deletion purging process is run.",
    "18452": "After account closure all stored files will be marked for deletion and deleted fully when the next appropriate file deletion purging process is run.",
    "18453": "Data Subject's Rights",
    "18454": "Each user has the rights specified in this disclosure notice.",
    "18455": "Withdrawal of Consent",
    "18456": "Users can only withdraw consent to MEGA collecting the specified personal information if they close their account.",
    "18457": "Statutory and Contractual Obligations",
    "18458": "Personal Information collected by MEGA is not collected because of any contractual or statutory obligation to third parties.",
    "18459": "Automated Decision Making and Profiling",
    "18460": "MEGA does not undertake any automated decision making or profiling.",
    "18461": "The right of access",
    "18462": "Individuals have the right to obtain:",
    "18463": "confirmation that their data is being processed;",
    "18464": "access to their personal data;",
    "18465": "Any requests should be submitted to [A]gdpr@mega.nz[\/A]. The information will be provided promptly, and at least within one month, without charge unless the request is manifestly unfounded or excessive.",
    "18466": "Rectification",
    "18467": "Individuals are entitled to have personal data rectified if it is inaccurate or incomplete. If MEGA has disclosed the personal data in question to any third party (such as a compliance authority), it will inform them of the rectification where possible and will also inform the individuals about the third parties to whom the data has been disclosed where appropriate. The only third parties that might have had disclosure are compliance authorities.",
    "18468": "Erasure",
    "18469": "The right to erasure does not provide an absolute 'right to be forgotten'. Individuals have a right to have personal data erased and to prevent processing in specific circumstances:",
    "18470": "The personal data is no longer necessary in relation to the purpose for which it was originally collected\/processed.",
    "18471": "The individual withdraws consent.",
    "18472": "The individual objects to the processing and there is no overriding legitimate interest for continuing the processing.",
    "18473": "The personal data was unlawfully processed (i.e. otherwise in breach of the GDPR).",
    "18474": "The personal data has to be erased in order to comply with a legal obligation.",
    "18475": "The personal data is processed in relation to the offer of information society services to a child.",
    "18476": "Any requests for erasure will be considered in detail and would probably result in closure of the user's account.",
    "18477": "After account closure, MEGA will retain all account information as long as there is any law enforcement request pending but otherwise for 12 months after account closure as users sometimes request that an account be re-activated. After 12 months, identifying information such as email and IP address will be anonymised (except that email address records will be retained for reference by the user's contacts or where the user has participated in chats with other MEGA users) but other related records may be retained.",
    "18478": "In some cases a person may receive an email from MEGA asking the person to confirm their new account email address, but in fact they haven't tried to open an account - someone else has started the process and used their email address either maliciously or by mistake. In these cases, MEGA has an ephemeral\/incomplete account that might be used to upload files. On request, and after proving ownership of the email address, MEGA will arrange for the account to be deleted.",
    "18479": "MEGA can refuse a request for erasure:",
    "18480": "to comply with a legal obligation for the performance of a public interest task or exercise of official authority.",
    "18481": "for public health purposes in the public interest;",
    "18482": "for the exercise or defence of legal claims.",
    "18483": "The right to restrict processing",
    "18484": "Individuals have a right to 'block' or suppress processing of personal data. When processing is restricted, MEGA is permitted to store the personal data, but not further process it. As MEGA only stores, and doesn't further process the stored personal data, no action will be taken in response to a request to restrict processing.",
    "18485": "Data Portability",
    "18486": "The right to data portability only applies:",
    "18487": "to personal data an individual has provided to a controller;",
    "18488": "where the processing is based on the individual's consent or for the performance of a contract; and",
    "18489": "when processing is carried out by automated means.",
    "18490": "On request by email to [A]gdpr@mega.nz[\/A], MEGA will provide a user's personal data in a structured, commonly used and machine readable form such as JSON files.",
    "18491": "On request by email to [A]gdpr@mega.nz[\/A] or by clicking the Download button below, MEGA will provide a user's personal data in a structured, commonly used and machine readable form such as JSON files.",
    "18492": "Note that all files in a user's account can be downloaded and decrypted through any of the usual clients.",
    "18493": "Download Your Personal Data",
    "18494": "You can download your Personal Data by clicking the button below.",
    "18495": "Note: This will provide your account and file metadata, not the actual files stored by you.",
    "18496": "This feature does not work on iOS. Please try to download again using the desktop web client.",
    "18497": "Lead Data Protection Supervisory Authority",
    "18498": "The Lead Data Protection Supervisory Authority is the Luxembourg National Commission for Data Protection. This is the appropriate authority for accepting GDPR complaints about MEGA.",
    "18499": "Controller",
    "18500": "Controller's Representative",
    "18501": "Data Protection Regulation",
    "18506": "If you are able to provide your account’s email address, please do so. If you cannot remember it, please click Start again to skip this step.",
    "18507": "Email Address",
    "18508": "Please enter the email address of the account you wish to recover. If you cannot remember it, please leave the field blank.",
    "18511": "Review all sessions and devices that have logged into your MEGA account. You can remotely close any active session.",
    "18512": "Review Session History",
    "18513": "Do you want to close all other sessions? This will log you out on all other active sessions except the current one.",
    "18514": "This is your own contact link",
    "18517": "All MEGA encryption is end-to-end. Data being uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloaded device. The client machines are responsible for generating, exchanging and managing the encryption keys. MEGA's encryption model does not require any usable symmetric or private keys to ever leave the end-user's computer.",
    "18518": "If you don't trust us, you cannot run any code provided by us, which precludes opening MEGA in your browser and entering your login credentials. However, due to MEGA's end-to-end encryption paradigm, you can safely use client applications written or audited by someone you trust. [A]MEGA's own SDK, Mobile apps, MEGAsync and JavaScript web client code is available for review on our site.[\/A]",
    "18519": "Keys and file metadata are held locally while logged in and could be read and copied. One of MEGA's axioms is the trusted endpoint.",
    "18520": "Sparked by an article by Netcraft, \"SSL: Intercepted today, decrypted tomorrow\", some users voiced concerns about MEGA's lack of PFS support. Unfortunately, the authors only tested our static utterly non secret content servers. The servers they should have checked (the API request handlers) do support PFS.",
    "18521": "To eliminate the latter two, we introduced a Chrome App that loads all of MEGA's JavaScript code from your local machine. Updates to the app are cryptographically signed - by us, not by an entity that falls under the jurisdiction of National Security Letters, which unfortunately precludes offerings the app through the Chrome Web Store. The code installed by the app is open to public scrutiny, and if you turn off automatic updates, nobody can sneakily plant a trojaned version on your computer any more - not even us.",
    "18524": "Whatever you add \/ delete to \/ from your sync folder(s) on your device locally gets added \/ deleted in your sync folder(s) in Cloud Drive and vice versa. Overwritten or deleted files can be found in your local sync hidden folder called Rubbish or .debris and in your Cloud Drive's SyncDebris folder in the Rubbish Bin.",
    "18526": "On a Mac it is still not possible to install the client in a different path than the default one due to Apple's restrictions. We are working on allowing for this in future.",
    "18527": "[B]Firewall[\/B] - Windows firewall often interferes with installation. Even if you don't have your own firewall installed, Windows has a built-in firewall. Please try to open MEGA [X] using a web browser (to see if it's possible for you to connect to MEGA servers) and if that is successful then disable the [A]Windows firewall[\/A].",
    "18528": "On the cloud side, [B1]locally deleted or overwritten[\/B1] files will be moved to a special [B2]SyncDebris[\/B2] subfolder structure in your Cloud Drive's [B3]Rubbish Bin[\/B3] and can be retrieved from there until purged. (Use MEGA's built-in search if needed).",
    "18529": "Pe calculatorul local, fiecare folder rădăcină al sincronizării va avea un fodler ascuns [B1]Rubbish[\/B1] (Windows) sau [B2].debris[\/B2] (OS X \/ Linux) în care elementele şterse sau [B3]suprascrise din unitatea cloud[\/B3] vor fi mutate.",
    "18530": "Data deleted from local folders gets moved to [B1]SyncDebris[\/B1] in [B2]Cloud Drive's Rubbish bin.[\/B2]",
    "18531": "Nu. Versiunea actuală de MEGAsync mereu se sincronizează via infrastructura cloud MEGA.",
    "18532": "Note: Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed. Ensure you export your Recovery Key in case you forget your password in future.",
    "18533": "Due to Apple's operating system restrictions we can't sync your file system other than camera photos and videos.",
    "18534": "Download \/ upload in the background mode on iOS mobile devices is very [B]limited due to Apple's system restrictions[\/B].",
    "18535": "Poţi folosi funcţia [B]Deschide în...[\/B] în două modalităţi:",
    "18536": "Can I clear the app's cache?",
    "18537": "MEGA's [A]Terms of Service[\/A] specify that \"You must maintain copies of all data stored by you on our service. We do not make any guarantees that there will be no loss of data...\".",
    "18538": "We provide for user-controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinise it and provide feedback. We believe that this approach is much safer than storing your data on a provider with server-side encryption where the service provider controls the keys or, worse, where there is no encryption at all. If any MEGA accounts were suddenly accessible without a password due to a programming error, their file contents would be unreadable, because the account's master encryption key can only be unlocked with the correct password, which is only held by the end-user.",
    "18539": "Due to our encryption model we do not have any search facility or file directory for content not uploaded by yourself. You will not be able to search for other user's data using our service.",
    "18540": "Among other important reasons, New Zealand's native Maori name is \"Aotearoa\", which means \"Land of the long white cloud\". Only a tiny fraction of our server capacity is physically located here, but we take pride in being the [A]world's highest-ranked .nz site[\/A] and generating a substantial percentage of the country's outbound international internet traffic.",
    "18541": "On a desktop computer, there is no need to install anything for the basic tasks (such as registering an account, managing your files and contacts, uploading, downloading and communicating) - simply open [A]MEGA[\/A] in any current web browser. Depending on your specific browser's capabilities, some advanced features may be unavailable e.g., folder uploads and large file downloads only work with Google Chrome or Opera.",
    "18542": "[B]Park your existing account[\/B] - Start a new account under your existing account's email address. [A]To park your account click here[\/A].",
    "18543": "Nominate a new account's password for your new empty account and ensure you save it at a secure place.",
    "18545": "Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed. [E][B]Do not forget your password[\/B]. There is no recovery procedure for lost passwords unless you back up your Recovery Key. If you cannot remember your password and don’t have your Recovery Key backed up, you will no longer be able to access (decrypt) your stored data.[\/E]",
    "18546": "Depending on your specific browser's capabilities, some features may be unavailable.",
    "18547": "External sdcard (you must choose the app's default folder ->",
    "18548": "Încerc să redenumesc un folder local în Explorer, însă numele folderului corespunzător din unitatea mea cloud rămâne la fel, indiferent ce fac.",
    "18549": "Introdu căutarea aici...",
    "18550": "More information...",
    "18551": "Tap on [B]Open in...[\/B] to select the app where you want to open the file. This will copy the offline file from MEGA to the other app.",
    "18552": "To export the link, you must first click on the [B]I agree[\/B] button to accept MEGA's copyright terms and conditions.",
    "18554": "Yes. Go to the app's [B]Menu[\/B] in the the top left corner.",
    "18556": "Tap on the [B1]Share[\/B1] button in the top right corner. You must have the file [B2]Saved for Offline[\/B2] for the [B3]Open in...[\/B3] button to appear.",
    "18557": "To change participant's role click on the [B]Text bubble[\/B] symbol in the right pane next to the member name.",
    "18558": "[B1]Incoming calls[\/B1]: Click the [B2]green Audio Call[\/B2] or the [B3]blue Video Call[\/B3] button to answer your contact's call.",
    "18559": "Select the permissions you want to give. The shared folder will appear in the [B]Shared Items – Incoming[\/B] section of the selected contact's account.",
    "18560": "Fill in your details and accept MEGA’s Terms of Service. Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.",
    "18561": "Enter your contact's email address and click [B]Add[\/B] to send them a contact request. The recipient(s) will be notified of your request through notification (if they already have a MEGA account) or by email invitation.",
    "18562": "The number of folders a contact has shared with you will be displayed under each contact's email. If you tap on the contact, you will see the individual folders and their contents.",
    "18563": "Go to your [B1]new[\/B1] email inbox and find the email [B2]Confirm new email[\/B2] and click on the [B3]Red[\/B3] button. You will be re-directed to the MEGA app and asked to confirm your account's password and click [B4]Change[\/B4].",
    "18667": "SSL certificate error",
    "18668": "Email address not found, please try again. If you cannot remember the email address associated with your MEGA account, clear the input field and click Start again to skip this step.",
    "18669": "Scrie un mesaj către %s…",
    "18677": "User Management",
    "18678": "Do you want a longer retention period?",
    "18679": "Activează previzualizările îmbogăţite ale URL-urilor",
    "18680": "Enhance the MEGAchat experience. URL content will be retrieved without end-to-end encryption.",
    "18681": "Always Allow",
    "18682": "Not Now",
    "18683": "Inserează previzualizarea",
    "18684": "Remove preview",
    "18685": "The Rubbish Bin can be cleaned for you automatically. The minimum period is 7 days.",
    "18686": "The Rubbish Bin is cleaned for you automatically. The minimum period is 7 days and your maximum period is 30 days.",
    "18687": "Dezactivezi definitiv previzualizările îmbogăţite ale URL-urilor. Poţi reactiva previzualizările îmbogăţite ale URL-urilor din setări. Doreşti să continui?",
    "18688": "Call from [X] was not answered in a timely manner.",
    "18689": "Call to [X] ended.",
    "18690": "Call to [X] failed.",
    "18691": "Call to [X] was rejected.",
    "18692": "Call to [X] was canceled.",
    "18694": "Password accepted, we still recommend you back up your Recovery Key.",
    "18698": "Call to [X] was not answered in a timely manner.",
    "18699": "Confirm Remove Avatar",
    "18700": "Too short",
    "18701": "Your password needs to be at least 8 characters long.",
    "18702": "Contacts that scan your QR Code will be automatically added to your contact list.",
    "18704": "QR code successfully deleted",
    "18716": "Line up the QR code to scan it with your device’s camera",
    "18717": "[A]Se încarcă[\/A] [B]conversaţiile...[\/B]",
    "18718": "Processing link…",
    "18720": "Pe MEGA",
    "18722": "Your account has been suspended due to multiple breaches of MEGA’s Terms of Service. Please check your email inbox.",
    "18723": "Your account was terminated due to a breach of MEGA’s Terms of Service, such as abuse of rights of others; sharing and\/or importing illegal data; or system abuse.",
    "18733": "Nu-mi afişa din nou",
    "18739": "Copy to clipboard",
    "18740": "Exportă cheia de recuperare",
    "18750": "Exportarea cheii de recuperare şi păstrarea ei într-o locaţie sigură îţi dă posibilitatea să setezi o parolă nouă fără pierderea datelor.",
    "18759": "New contact",
    "18770": "The price in your local currency is an estimate only. You will be charged the displayed price in Euros for all transactions.",
    "18771": "Invitation Link Password",
    "18772": "Please enter your invitation link password to proceed with your account activation.",
    "18773": "Invitation link password",
    "18774": "Please enter the password in the password field",
    "18775": "Un instrument pentru linii de comandă care lucrează cu contul şi fişierele tale MEGA.",
    "18776": "Descarcă MEGAcmd pentru platforma ta",
    "18777": "Choose your Linux version to download:",
    "18778": "Roll down to learn more",
    "18779": "Dezlănţuie potenţialul maxim al MEGA cu un set bogat de comenzi",
    "18780": "Un shell pentru a executa interactiv comenzi MEGA. Îţi permite să navighezi în contul tău MEGA ca şi cum ar fi un folder local, în plus suportă toate funcţionalităţile avansate ale MEGA.",
    "18781": "Execută comenzi MEGAcmd din limbajul tău de programare favorit pentru a automatiza interacţiunea cu contul tău MEGA fără a fi nevoie să foloseşti API-uri complexe de nivel inferior",
    "18782": "Accesează şi lucrează în siguranţă cu datele tale în diferite locaţii şi pe diferite dispozitive protejate de criptarea capăt-la-capăt MEGA.",
    "18783": "Configure Automatic Backups",
    "18784": "MEGAcmd permite configurarea de backupuri periodice ale unui folder local pentru a păstra instantaneele istorice ale fişierelor.",
    "18785": "Suport pentru WebDAV",
    "18786": "Foloseşte clientul favorit WebDAV pentru a interacţiona cu contul tău MEGA prin intermediul MEGAcmd.",
    "18787": "Vizitează [A]depozitul nostru GitHub[\/A] pentru detalii.",
    "18788": "Află mai multe despre MEGAcmd",
    "18789": "ReadMe",
    "18790": "Conţine informaţii de bază despre caracteristicile MEGAcmd şi instrucţiunile de utilizare pentru fiecare platformă şi descrie cum să îl construieşti din depozitul nostru public GitHub.",
    "18791": "Ghidul utilizatorului",
    "18792": "Descrie modul de utilizare al MEGAcmd cu exemple şi explică în detaliu cum funcţionează fiecare dintre comenzi.",
    "18793": "Sursă publică",
    "18794": "Permite verificarea independentă a corectitudinii modelului nostru criptografic.",
    "18795": "You are currently logged in. Would you like to log out and proceed with business account registration?",
    "18796": "Statele Unite ale Americii",
    "18797": "Regatul Unit",
    "18798": "Canada",
    "18799": "Insulele Åland",
    "18800": "Afganistan",
    "18801": "Albania",
    "18802": "Algeria",
    "18803": "Samoa Americană",
    "18804": "Andorra",
    "18805": "Angola",
    "18806": "Anguilla",
    "18807": "Antarctica",
    "18808": "Antigua și Barbuda",
    "18809": "Argentina",
    "18810": "Armenia",
    "18811": "Aruba",
    "18812": "Australia",
    "18813": "Austria",
    "18814": "Azerbaidjan",
    "18815": "Bahamas",
    "18816": "Bahrain",
    "18817": "Bangladesh",
    "18818": "Barbados",
    "18819": "Belarus",
    "18820": "Belgia",
    "18821": "Belize",
    "18822": "Benin",
    "18823": "Bermuda",
    "18824": "Bhutan",
    "18825": "Bolivia (Plurinational State of)",
    "18826": "Bosnia și Herțegovina",
    "18827": "Botswana",
    "18828": "Insula Bouvet",
    "18829": "Brazilia",
    "18830": "Teritoriul Britanic din Oceanul Indian",
    "18831": "Brunei Darussalam",
    "18832": "Bulgaria",
    "18833": "Burkina Faso",
    "18834": "Burundi",
    "18835": "Cambodgia",
    "18836": "Camerun",
    "18837": "Capul Verde",
    "18838": "Insulele Cayman",
    "18839": "Republica Centrafricană",
    "18840": "Ciad",
    "18841": "Chile",
    "18842": "China",
    "18843": "Insula Christmas",
    "18844": "Insulele Cocos (Keeling)",
    "18845": "Columbia",
    "18846": "Comore",
    "18847": "Congo",
    "18848": "Congo (the Democratic Republic of the)",
    "18849": "Insulele Cook",
    "18850": "Costa Rica",
    "18851": "Côte d'Ivoire",
    "18852": "Croația",
    "18853": "Cuba",
    "18854": "Cipru",
    "18855": "Cehia",
    "18856": "Danemarca",
    "18857": "Djibouti",
    "18858": "Dominica",
    "18859": "Republica Dominicană",
    "18860": "Timorul de Est",
    "18861": "Ecuador",
    "18862": "Egipt",
    "18863": "El Salvador",
    "18864": "Guineea Ecuatorială",
    "18865": "Eritreea",
    "18866": "Estonia",
    "18867": "Etiopia",
    "18868": "Insulele Falkland",
    "18869": "Insulele Feroe",
    "18870": "Fiji",
    "18871": "Finlanda",
    "18872": "Franța",
    "18873": "Guyana Franceză",
    "18874": "Polinezia Franceză",
    "18875": "Teritoriile Australe și Antarctice Franceze",
    "18876": "Gabon",
    "18877": "Gambia",
    "18878": "Georgia",
    "18879": "Germania",
    "18880": "Ghana",
    "18881": "Gibraltar",
    "18882": "Grecia",
    "18883": "Groenlanda",
    "18884": "Grenada",
    "18885": "Guadelupa",
    "18886": "Guam",
    "18887": "Guernsey",
    "18888": "Guatemala",
    "18889": "Guineea",
    "18890": "Guineea-Bissau",
    "18891": "Guyana",
    "18892": "Haiti",
    "18893": "Honduras",
    "18894": "R.A.S. Hong Kong a Chinei",
    "18895": "Ungaria",
    "18896": "Islanda",
    "18897": "India",
    "18898": "Indonezia",
    "18899": "Iran (Islamic Republic of)",
    "18900": "Irak",
    "18901": "Irlanda",
    "18902": "Insula Man",
    "18903": "Israel",
    "18904": "Italia",
    "18905": "Jamaica",
    "18906": "Japonia",
    "18907": "Jersey",
    "18908": "Iordania",
    "18909": "Kazahstan",
    "18910": "Kenya",
    "18911": "Kiribati",
    "18912": "Kuweit",
    "18913": "Kârgâzstan",
    "18914": "Lao People's Democratic Republic",
    "18915": "Letonia",
    "18916": "Liban",
    "18917": "Lesotho",
    "18918": "Liberia",
    "18919": "Libia",
    "18920": "Liechtenstein",
    "18921": "Lituania",
    "18922": "Luxemburg",
    "18923": "R.A.S. Macao a Chinei",
    "18924": "Republica Macedonia",
    "18925": "Madagascar",
    "18926": "Malawi",
    "18927": "Malaysia",
    "18928": "Maldive",
    "18929": "Mali",
    "18930": "Malta",
    "18931": "Insulele Marshall",
    "18932": "Martinica",
    "18933": "Mauritania",
    "18934": "Mauritius",
    "18935": "Mayotte",
    "18936": "Mexic",
    "18937": "Micronezia",
    "18938": "Republica Moldova",
    "18939": "Monaco",
    "18940": "Mongolia",
    "18941": "Muntenegru",
    "18942": "Montserrat",
    "18943": "Maroc",
    "18944": "Mozambic",
    "18945": "Myanmar (Birmania)",
    "18946": "Namibia",
    "18947": "Nauru",
    "18948": "Nepal",
    "18949": "Țările de Jos",
    "18950": "Noua Caledonie",
    "18951": "Noua Zeelandă",
    "18952": "Nicaragua",
    "18953": "Niger",
    "18954": "Nigeria",
    "18955": "Niue",
    "18956": "Insula Norfolk",
    "18957": "Coreea de Nord",
    "18958": "Insulele Mariane de Nord",
    "18959": "Norvegia",
    "18960": "Oman",
    "18961": "Pakistan",
    "18962": "Palau",
    "18963": "Teritoriile Palestiniene",
    "18964": "Panama",
    "18965": "Papua-Noua Guinee",
    "18966": "Paraguay",
    "18967": "Peru",
    "18968": "Filipine",
    "18969": "Insulele Pitcairn",
    "18970": "Polonia",
    "18971": "Portugalia",
    "18972": "Puerto Rico",
    "18973": "Qatar",
    "18974": "Réunion",
    "18975": "România",
    "18976": "Rusia",
    "18977": "Rwanda",
    "18978": "Sfântul Martin",
    "18979": "Saint Kitts și Nevis",
    "18980": "Sfânta Lucia",
    "18981": "Saint Vincent și Grenadinele",
    "18982": "Samoa",
    "18983": "San Marino",
    "18984": "Sao Tome și Principe",
    "18985": "Arabia Saudită",
    "18986": "Senegal",
    "18987": "Serbia",
    "18988": "Seychelles",
    "18989": "Sierra Leone",
    "18990": "Singapore",
    "18991": "Slovacia",
    "18992": "Slovenia",
    "18993": "Insulele Solomon",
    "18994": "Somalia",
    "18995": "Africa de Sud",
    "18996": "Georgia de Sud și Insulele Sandwich de Sud",
    "18997": "Coreea de Sud",
    "18998": "Sudanul de Sud",
    "18999": "Spania",
    "19000": "Sri Lanka",
    "19001": "Sfânta Elena",
    "19002": "Saint-Pierre și Miquelon",
    "19003": "Sudan",
    "19004": "Suriname",
    "19005": "Svalbard și Jan Mayen",
    "19006": "Swaziland",
    "19007": "Suedia",
    "19008": "Elveția",
    "19009": "Siria",
    "19010": "Taiwan (Province of China)",
    "19011": "Tadjikistan",
    "19012": "Tanzania, United Republic of",
    "19013": "Thailanda",
    "19014": "Togo",
    "19015": "Tokelau",
    "19016": "Tonga",
    "19017": "Trinidad și Tobago",
    "19018": "Tunisia",
    "19019": "Turcia",
    "19020": "Turkmenistan",
    "19021": "Insulele Turks și Caicos",
    "19022": "Tuvalu",
    "19023": "Uganda",
    "19024": "Ucraina",
    "19025": "Emiratele Arabe Unite",
    "19026": "Insulele Îndepărtate ale S.U.A.",
    "19027": "Uruguay",
    "19028": "Uzbekistan",
    "19029": "Vanuatu",
    "19030": "Statul Cetății Vaticanului",
    "19031": "Venezuela (Bolivarian Republic of)",
    "19032": "Viet Nam",
    "19033": "Insulele Virgine Britanice",
    "19034": "Insulele Virgine Americane",
    "19035": "Wallis și Futuna",
    "19036": "Sahara Occidentală",
    "19037": "Yemen",
    "19038": "Zambia",
    "19039": "Zimbabwe",
    "19046": "%d seconds",
    "19047": "1 second",
    "19048": "1 hour",
    "19049": "%d hours",
    "19060": "Unsupported audio codec (%1)",
    "19061": "This video has no audio track.",
    "19062": "Accept all",
    "19063": "Dezarhivează chatul",
    "19064": "Sigur vrei să dezarhivezi această conversaţie?",
    "19065": "Dezarhivează",
    "19066": "Chaturi arhivate",
    "19067": "Arhivate",
    "19068": "Arhivează chatul",
    "19069": "Sigur vrei să arhivezi această conversaţie?",
    "19077": "Chat created on %s1",
    "19078": "Bonaire, Sint Eustatius and Saba",
    "19079": "Curaçao",
    "19080": "Heard Island and McDonald Islands",
    "19081": "Saint Barthélemy",
    "19082": "Sint Maarten (Dutch part)",
    "19083": "Add Participants",
    "19084": "Add Users",
    "19085": "Active Users",
    "19086": "Disabled Users",
    "19087": "Number Of Users",
    "19088": "Total Storage Usage",
    "19089": "Total Transfer Usage",
    "19090": "View Plan",
    "19091": "Transfer usage",
    "19092": "Disable User",
    "19093": "View User",
    "19094": "Re-activate User",
    "19095": "Migrate Data",
    "19097": "Re-send Verification Email",
    "19098": "Are you sure you want to disable [B]{0}[\/B]’s user?",
    "19099": "Note: You can re-activate the user at any later stage from the disabled users list.",
    "19100": "Disabling the selected user has failed",
    "19101": "Are you sure you want to re-enable [B]{0}[\/B]’s user?",
    "19102": "Note: This will increase the number of licences used.",
    "19103": "Add More",
    "19104": "Invite People to Team",
    "19105": "Add more contacts",
    "19106": "Add more contacts",
    "19107": "Add more contacts and earn rewards!",
    "19108": "Introdu una sau mai multe adrese de e-mail",
    "19109": "Incluzi un mesaj personal?",
    "19110": "Tastează un mesaj personal…",
    "19111": "Sau împărtăşeşte-ţi [A]linkul public de contact[\/A]",
    "19112": "Add 1 person",
    "19113": "Add %1 people",
    "19114": "Invită prietenii pe MEGA",
    "19115": "Invită prietenii pe MEGA şi câştigă recompense",
    "19116": "Verification emails have been sent",
    "19117": "User accounts will be activated after the link in the verification email has been accessed and the user sets their own password.",
    "19119": "Selectează contacte din lista de contacte a telefonului sau introdu mai multe adrese de e-mail.",
    "19120": "Line up the QR code to scan it with your device’s camera",
    "19121": "Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.",
    "19122": "Nu-mi afişa din nou",
    "19123": "Earn bonuses",
    "19124": "Get free storage and transfer quota for each friend that installs a MEGA app",
    "19125": "Porneşte apelul…",
    "19126": "Contact Reinvite",
    "19127": "%1 has been reinvited and will appear in your contact list once accepted.",
    "19128": "Enabling the selected user has failed",
    "19129": "Create your [A]business[\/A] user account",
    "19130": "While MEGA does not have access to you data, your organization administrators do have the ability to control and view your data, chats and other information in your user account. If you do not consent to this please contact your organization administrators and discuss with them.If you wish to use MEGA for personal reasons please sign up for an individual account.",
    "19131": "Never enter your password on a device that is not approved by your organization administrators. Do not log into your account from a shared or public computer.",
    "19132": "Your account is a business user account.",
    "19134": "Transferred",
    "19135": "Your upload(s) cannot proceed because your account is full",
    "19136": "Please upgrade to PRO by clicking one of the options below and your upload(s) will resume automatically.",
    "19137": "Welcome to MEGA User Management",
    "19138": "User management helps you administer all users of your organization in one place. You can add\/edit\/disable users, modify user’s settings, migrate user’s data and get an overview of your business account status here.",
    "19139": "Get started by inviting people to your team",
    "19146": "Data migration failed. Please try again later and if the problem persists contact MEGA support at https:\/\/mega.nz\/support",
    "19147": "The data from user {0} has been fetched and decrypted.[Br]Results:[Br]Errors: {1}[Br]Warnings: {2}",
    "19148": "You have cancelled data migration from user {0}",
    "19149": "Data migration from user {0} has been completed successfully. Data is stored in your account in the folder {1}",
    "19150": "Position",
    "19151": "ID number",
    "19152": "Phone number",
    "19153": "User {0} has left the shared folder {1}",
    "19154": "A user has left the shared folder {0}",
    "19157": "PIN-ul actual nu e corect sau nu se potriveşte",
    "19158": "PIN-ul actual nu se potriveşte",
    "19164": "Please test your password below to ensure you remember it. If you lose your password, you will lose access to all your data.",
    "19165": "Password accepted, we still recommend you back up your Recovery Key.",
    "19166": "Wrong password! Backup your Recovery Key as soon as possible!",
    "19167": "End-to-end user-encrypted MEGA video chat allows for total privacy, and has been available through the browser since 2016. It has been extended to our mobile app, with chat history accessible across multiple devices. Users can also easily add files to a chat from their MEGA Cloud Drive.",
    "19171": "a physical or electronic signature of the copyright owner or a person authorized to act on their behalf;",
    "19172": "identification of the copyrighted work claimed to have been infringed;",
    "19173": "identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material including for example the uniform resource locator(s) (URL);",
    "19174": "your contact information, including your address, telephone number, and an email address;",
    "19175": "a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;",
    "19176": "a statement that the information in the notification is accurate, and, under penalty of perjury (unless applicable law says otherwise), that you are authorized to act on behalf of the copyright owner.",
    "19177": "We respect the copyright of others and require that users of our services comply with the laws of copyright. You are strictly prohibited from using our services to infringe copyright. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us. If you believe that your content has been copied or used in a way that constitutes copyright infringement, please provide us with the following information:",
    "19178": "{0} has changed sharing permissions on {1}",
    "19179": "You cannot upload folders to MEGAdrop.",
    "19180": "Selected items:",
    "19181": "Ţintă:",
    "19182": "Please choose a target below.",
    "19187": "External Incoming Shares",
    "19189": "User Analytics",
    "19190": "Users in Total",
    "19191": "Enter your 2FA code",
    "19192": "Incorrect 2FA code",
    "19193": "Enter 6-digit code",
    "19194": "Two-Factor Authentication",
    "19195": "This will enable or disable two-factor authentication on your account.",
    "19196": "Enter your code to activate 2FA",
    "19197": "Failed to enable 2FA",
    "19198": "2FA activated",
    "19199": "Please save your Recovery Key in a safe location",
    "19200": "If you lose access to your account after enabling 2FA and you have not backed up your Recovery Key, MEGA cannot help you gain access to it again.",
    "19201": "Enter your new email address in the text field above and click Change Email.",
    "19202": "Protect your account with Two-Factor Authentication",
    "19203": "Add extra security to your account each time you log in.",
    "19204": "Setup Two-Factor Authentication",
    "19205": "Scan or copy the seed to your Authenticator App. Be sure to backup this seed to a safe place in case you lose your phone.",
    "19206": "Two-Factor Authentication Enabled",
    "19207": "Next time you login to your account you will be asked to enter a 6-digit code provided by your Authentication app.",
    "19208": "Disable Two-Factor Authentication",
    "19209": "Enter the 6-digit code shown on your Authenticator app to disable two-factor authentication.",
    "19210": "Invalid code. Please try again.",
    "19211": "Two-Factor Authentication Disabled",
    "19212": "After setting up your seed on your Authenticator app enter the 6-digit code provided.",
    "19213": "Login Verification",
    "19214": "Please enter the 6-digit code generated by your Authentication app.",
    "19215": "Lost your Authenticator device?",
    "19216": "The Two-Factor Authentication code was incorrect.",
    "19217": "Two-Factor Authentication is already disabled.",
    "19218": "Return to the My Account page to enable.",
    "19219": "Two-Factor Authentication is already setup.",
    "19220": "Return to the My Account page to disable.",
    "19221": "Pending Users",
    "19222": "Storage Analytics",
    "19223": "Incoming External Shares",
    "19224": "Transfer Analytics",
    "19225": "Total Transferred",
    "19226": "Daily Transfer Volume",
    "19241": "Schimbă blocarea prin PIN",
    "19242": "Niciun fişier în unitatea cloud",
    "19258": "Sesiunile rămase au fost închise",
    "19265": "Unitate cloud goală",
    "19266": "Unitate cloud",
    "19268": "Get {0} free storage and {1} of transfer quota for each friend who installs a MEGA app.",
    "19276": "Managementul fişierelor",
    "19282": "Facturi",
    "19283": "Listă cu facturi",
    "19284": "Vezi detaliile",
    "19285": "Eu:",
    "19288": "Exportă în PDF",
    "19289": "Activează 2FA",
    "19290": "Dezactivează 2FA",
    "19291": "Mega Limited",
    "19292": "Factură",
    "19293": "Data facturii",
    "19294": "Numărul facturii",
    "19295": "VAT",
    "19296": "Facturată pentru",
    "19297": "Chitanţă",
    "19298": "Data chitanţei",
    "19299": "Numărul chitanţei",
    "19300": "TOTAL",
    "19301": "GST",
    "19302": "A problem happened while trying to fetch the invoice details, the invoice details seem to be invalid",
    "19303": "Clienţi",
    "19310": "Please contact us about any security issue that you may have encountered. MEGA has a [A]vulnerability rewards program[\/A] and pays for responsible disclosure.",
    "19311": "Thunderbird and the Thunderbird logo are trademarks of the Mozilla Foundation",
    "19312": "Privacy",
    "19313": "Directory",
    "19314": "Report objectionable material",
    "19315": "Other Intellectual Property Issues",
    "19316": "Corporate office",
    "19317": "Corporate mail",
    "19318": "Other Group Companies",
    "19319": "Mega’s Representative in the European Union",
    "19320": "Lead Data Protection Supervisory Authority under the GDPR for accepting complaints about Mega",
    "19321": "Enquiries and requests relating to our Privacy & Data Policy should be sent to:",
    "19322": "Submit full details of alleged Trademark infringement to:",
    "19323": "Mega has zero tolerance for Child Exploitation Material, Violent Extremism, Bestiality, Zoophilia, Gore, Malware, Hacked\/Stolen Data\/Passwords, Extortion, Revenge Porn etc. Report links with description to:",
    "19328": "Are you sure you want to redeem this voucher for the [B]%1[\/B] account?",
    "19338": "Upload 1 file",
    "19339": "Upload [X] files",
    "19340": "You don't have write privileges in this share.",
    "19341": "You are currently logged into a different account on this web browser. If it is not the account you want to upgrade, please log out and log in using the correct account.",
    "19342": "Error in getting payment options for Business account registration. Please try again later.",
    "19501": "Minimum number of users is 3",
    "19503": "Base Plan ([0] users)",
    "19504": "{0}x additional users",
    "19505": "Received",
    "19506": "Sent",
    "19507": "Company name is required, please fill the company name field",
    "19508": "A server error occurred while trying to register the account, please try again later.If the problem persists please contact MEGA support at https:\/\/mega.nz\/support",
    "19509": "Setup automatic monthly payment for Business Account subscription",
    "19510": "Business Account",
    "19511": "The payment operation failed, please try again later.If the problem persists please contact MEGA support at https:\/\/mega.nz\/support",
    "19512": "You successfully upgraded your account [B]%2[\/B] to %1.",
    "19513": "Thanks! Your account [B]%2[\/B] will be upgraded as soon as we receive confirmation of your payment from our payment provider. If you paid with debit or credit card and you have not received your MEGA PRO account within a few hours, please contact us at [A]support@mega.nz[\/A]. If you paid with a bank transfer please allow 4-5 days for the payment to clear.",
    "19514": "Thanks! Your account [B]%2[\/B] will be upgraded as soon as we receive confirmation of your payment from our payment provider in a few minutes. If you have not received your MEGA PRO account within %1 hours, please contact us at [A]support@mega.nz[\/A].",
    "19516": "Create business account",
    "19517": "Create Business Account"
}