{"10":"STÖRRE. BÄTTRE. SNABBARE. STARKARE. SÄKRARE.","11":"Artikel 12","12":"Ingen kommer att bli utsatt för godtyckligt intrång i sitt privatliv, familjeliv eller korrespondens. Ingen kommer heller få sin ärbarhet eller heder utsatt för angrepp. Alla har rätt att skyddas av lagen mot sådana angrepp.","13":"Allmänna deklarationen om mänskliga rättigheter.","14":"Bekräfta borttagning","15":"Är du säker du vill ta bort alla objekt i din papperskorg permanent?","16":"Internt fel","17":"Du har överstigit din bandbredd","18":"För många uppkopplingar för den här nedladdningen","19":"Din session har tagit slut eller fungerar ej längre","20":"För tillfället inte tillgänglig","21":"Kontoproblem, var snäll och kontrollera din e-post","22":"Filen existerar ej längre","23":"Filen går ej att få tag på längre","24":"Dekrypteringsfel","25":"Mappen du använder har blivit borttagen eller blivit flyttad av en annan användare.","26":"Borttappad mapp","27":"Ledsen, en fil kan inte laddas upp för att den är större än [X].","28":"Tyvärr, [X1] filer kan inte laddas upp för att de är större än [X2]","29":"Du kan inte ladda upp vissa filer på grund av att Adobe Flash måste användas på grund av att din webbläsare inte stöder HTML5-filläsare. Om du vill kringgå detta problem (och förstärka din webbläsares prestanda), var god överväg att installera [A]Google Chrome[\/A].","30":"Webbläsarbegränsning. ","31":"Du kan bara ladda upp filer som är mindre än [X] med Internet Explorer. Chrome & Firefox tillåter dig att ladda upp filer oavsett storlek.","33":"MEGA fungerar bäst med Google Chrome","34":"Varning:","35":"Du använder en för gammal webbläsare, detta kan påverka din överföringsprestanda.","36":"Var god och uppgradera din webbläsare till Google Chrome.","37":"Medan andra webbläsare fortfarande har problem med att genomföra hela HTML5's funktioner, så har Google Chrome allt - i dag. För att fullt ut kunna använda MEGA's kapacitet (som att automatiskt ladda ned), rekommenderar vi starkt att du lämnar din nuvarande gamla webbläsare och uppgraderar till Chrome så snart som möjligt.","38":"Visa inte detta meddelande igen ","39":"Nej tack","40":"Ladda ned Chrome","41":"Du har tagit bort en mapp som innehåller en annan delad mapp.","42":"När du väl tömt din papperskorg kommer den här delningen att vara obrukbar.","43":"Du har tagit bort en mapp som innehåller [X] delade mappar.","44":"När du väl har tömt din papperskorg kommer dessa delningar att vara obrukbara.","45":"Delad-mapp-varning","46":"Internt fel","47":"Hoppsan! Något gick fel. Förlåt så mycket!","48":"Var god och skriv in minst tre tecken för att kunna söka.","49":"flytta [X] valda objekt","50":"1 fil","51":"[X] filer","52":"och","53":"1 mapp","54":"[X] foldrar","55":"Skrivskyddad","56":"Skriv och läs","57":"Full tillgång","58":"Ladda ned","59":"Hämta länk","60":"Delningar ","61":"Byt namn","62":"Flytta","63":"Kopiera","64":"Behörigheter ","65":"Du har endast rättigheter att läsa i denna mapp.","66":"Du har skriv- och läsrättigheter till denna mapp.","67":"Du har full tillgång till denna mapp.","68":"Ny mapp","69":"Skapa ny mapp","70":"Töm papperskorgen","71":"Lägg till kontakt","72":"Radera kontakt","73":"Är du säker på att du vill radera den här användaren från din kontaktlista?","74":"Är du säker på att du vill radera dessa användare från din kontaktlista?","75":"Radera kontakt","76":"Du är på väg att permanent radera [X] objekt från papperskorgen.","77":"Vill du fortsätta?","78":"Ja","79":"Nej","81":"OK","82":"Avbryt","83":"Radera","84":"Bekräfta borttagning","85":"Ladda","86":"Namn","87":"Storlek","88":"Överföringstyp","89":"Status","90":"Hastighet","91":"Förfluten tid","92":"Kvarvarande tid","93":"Typ","94":"Senast ändrad","95":"E-post","96":"Rättigheter","97":"Ny uppladdning","98":"Mappuppladdning","99":"Filuppladdning ","100":"Töm papperskorgen","101":"Lägg till kontakt","102":"Sök","103":"Avbryt överföring","104":"Filöverföringar ","105":"väntar","106":"Filhanteraren ","107":"Vill du kopiera den valda mappen till [X] privata inkorg?","108":"Bekräftelse","109":"Vill du kopiera den valda mappen till den här delade mappen?","110":"Vill du kopiera de(t) valda objekten(et) till [X] privata inkorg?","111":"Vill du kopiera de valda objektet(en) till den här delade mappen?","112":"Länkar","113":"Fillänk","114":"Filnyckel","115":"Filnamn","116":"Filstorlek","117":"Flytta till en ny plats","118":"Välj destination","119":"Gratis bandbreddskvot har överskridits","120":"Din nedladdning kan inte fortsätta, eftersom den skulle överskrida den tillåtna mängden för din IP-adress.","121":"Denna begränsning är dynamisk och styrs av den mängd oanvänd bandbredd som finns tillgänglig.","122":"Bara överföringar som gjorts under de senaste fem till sex timmarna räknas.","123":"I det tidsfönstret:","124":"Du har laddat ned [X].","125":"[X1] kommer att bli tillgänglig i [X2]","126":"Den nuvarande IP-gränsen är [X].","127":"För ditt bästa så kommer dina nedladdningar, som ligger i kö, ligga och vänta tills du har tillräckligt med utrymme, och sedan återupptas automatiskt. ","128":"Om du inte vill vänta, så föreslår vi att du köper ett bandbreddspaket som ger dig extra stort utrymme.","129":"Uppgradera till Premium","130":"Ladda ned filer","131":"Tryck \"Tillåt\" för att slutföra din nedladdning.","132":"Flytta Objekten","133":"Flytta [X]","134":"Kopiera [X]","135":"Fel","136":"Var god och välj destinationsmappen.","137":"Var god och välj en godkänd destination. ","138":"Destinationsmappen kan inte vara av samma som ursprungsmappen.","139":"Cirkulärt fel","140":"Cirkulärt fel: destinationen kan inte vara en undermapp till den flyttade mappen.","141":"Var god och skriv in en giltig e-postadress.","142":"Var god vänta ...","144":"Radera delning","145":"E-postadress:","146":"Dela till en ny användare:","147":"Bevilja åtkomst","148":"Stäng","149":"Dela","150":"Kontakt inbjuden","151":"Användaren [X] har blivit inbjuden och kommer att synas på din kontaktlista när den blivit registrerad.","152":"Du kan inte lägga till dig själv på din egen kontaktlista.","153":"E-postadress","154":"Lägg till kontakt","155":"Lägg till","156":"Avbryt","157":"Mappens namn","158":"Skapa","159":"Avbryt","160":"Det finns redan en mapp med detta namn. Var god och försök igen.","161":"Byt namn","162":"Byt namn","163":"Avbryt","164":"Molnlagring","165":"Kontakter","166":"Inkorg","167":"Papperskorg","168":"Papperskorg","169":"Meny","170":"Registrera ","171":"Logga in","172":"Drag och släpp dina filer var som helst.","174":"eller","175":"Välj filer","176":"Välj filer att ladda upp.","177":"Du äger krypteringsnyckeln till materialet som lagras i molnet","178":"Säkert samarbete på internet","179":"Kraftfull filhanterare","180":"Ekosystem för applikationer","181":"Detaljerad funktionalitet","182":"Dela krypterade mappar och konfidentiella dokument med medarbetare eller affärspartners med transparent oavbruten kryptering (End-to-end encryption).","183":"Se och hantera dina filer i din webbläsare, med integrerad funktion för massuppladdning och nedladdning.","184":"Ett omfattande öppet API som tillåter tredjepartsutvecklare för att förstärka MEGA's funktionalitet.","185":"2048 bitars RSA-kryptering","186":"Logga ut","187":"Mitt konto","188":"Filhanteraren","189":"Avbryt","190":"Logga in","191":"Skapa ett konto","192":"Kom ihåg mig","193":"Logga in","194":"[X] servrar online","195":"Din e-post","196":"Din e-postadress","197":"Var god och skriv in din e-postadress.","198":"Var god och skriv in en giltig e-postadress.","199":"Var god och skriv in ditt lösenord.","200":"Hoppsan! Något fick fel.","201":"Fel e-post och\/eller lösenord. Var god och försök igen.","202":"Skapa ett nytt konto","204":"eller","205":"Logga in","206":"Ditt namn","207":"Din e-post","208":"Jag accepterar MEGA's [A]Användarvillkor[\/A]","209":"Skapa ett konto","210":"Gör dig redo för en ny tidsålder","211":"Molnlagring kommer aldrig att vara densamma","212":"Var god och skriv in ditt namn","213":"Välj ett lösenord","214":"Du måste acceptera våra användarvillkor.","215":"Ett okänt fel uppstod. Var god och försök igen.","216":"Häftigt","217":"Kolla din e-post och tryck på länken för att aktivera ditt konto.","218":"Den här e-postadressen har redan kopplats till ett annat MEGA konto.","219":"Den här email adressen har redan kopplats till ett annat MEGA konto.","220":"Svagt","221":"Okej","222":"Bra","223":"Utmärkt","224":"VÄLJ FILER ATT LADDA UPP","225":"VÄLJ FILER FÖR UPPLADDNING ELLER DRAG OCH SLÄPP DEM HÄR","226":"För att förhindra överbelastning, kommer vi ibland behöva begränsa din bandbreddsanvänding. De senaste sex timmarna har din IP-adress använts [X1] tillsammans med den valda filen [X2], vilket skulle göra att vår nuvarande gräns på [X3] överskrids. För att göra allt rättvist för våra resurser, kommer de nedladdningar du har för tillfället att sättas i vänteläge. De kommer att återupptas automatiskt när allt fungerar som det ska.","227":"Överföringar som omfattas av betald bandbreddskvot är undantagna från denna begränsning. Om du inte vill vänta, kan du överväga att registrera dig för ett Pro-konto.","228":"Bredbandshantering aktiverad","229":"Visa inte detta igen","230":"Uppgradera till Pro","231":"Nej tack, jag väntar","232":"Nej tack, jag väntar","233":"Tillfälliga problem, testar igen.","234":"Ladda ned fil","235":"Ladda ned","236":"Importera","237":"Startar nedladdning","238":"Flagga för äganderätt","239":"Nedladdning avslutad","240":"För att bli klar med överföringen av filen måste du spara den manuellt","241":"Spara din fil","242":"Uppdatera till Chrome för att använda MEGA's fulla styrka","243":"Filen du försöker ladda ned är inte längre tillgänglig.","244":"Detta kan vara på grund av följande anledningar: ","246":"Filen har blivit borttagen för regelbrott mot ToS\/AUP .","247":"Ogiltig URL-länken du försöker öppna existerar inte längre.","248":"Användaren har raderat filen.","249":"Filen du försöker ladda ned är för tillfället inte tillgänglig. ","250":"Vårt inbyggda överskott har kraschat. Detta kan bero på följande anledningar: ","251":"Några servrar är nere för tillfället för underhåll.","252":"Vi är överhettade och lägger till mer kapacitet.","253":"Försök igen senare.","254":"Filen du försöker ladda ned är inte tillgänglig längre.","255":"Denna fil är inte tillgänglig på grund av upphovsrätt av [X].","256":"Din nyckel har inte rätt längd.","257":"Se till att du skriver in en giltig nyckel.","258":"Laddar ned","259":"Vad betyder MEGA?","260":"MEGA är en engelsk förkortning som står för \"MEGA Encrypted Global Access\".","261":"Vad handlar MEGA om?","262":"MEGA är en så kallad molnlagringstjänst. Vi erbjuder både gratis och avgiftsbelagt lagringsutrymme och bandbredd. Du kan lagra dina filer via en webb-läsare eller via dedicerade klientapplikationer.","264":"Så vitt vi vet är molnlagring lagligt. Du måste följa tillämpliga regler och lagar för [B]hur[\/B] du använder molnlagring och kryptering såväl som [A]regler[\/A].","265":"MEGA har utvecklats av samma personer som tidigare drivit en av världens största molnlagringstjänster. Kan jag få tillbaka mina gamla data och mitt konto?","266":"Tyvärr inte. MEGA har ingen tillgång till någonting som anställda skapat tidigare. Det finns ingen legal bindning , inget återanvändande av kod, hårdvara eller databasposter, och vi kan därför inte återskapa gammal data.","267":"Varför placera en molnlagringstjänst på Nya Zeeland av alla ställen?","268":"Bland andra viktiga orsaker för att Nya Zeelands ursprungsnamn på Māori är Aotearoa, som betyder Det långa vita molnets land.","269":"Kan jag komma åt MEGA från min mobiltelefon?","270":"MEGA har optimerats för skrivbordsdatorer. Vi arbetar hård med att göra MEGA kompatibel med alla mobila plattformar. Du kan förvänta dig häftiga specialappar för din mobila favoritgrej inom en snar framtid.","271":"Kan jag återuppta avbrutna upp- eller nedladdningar?","272":"Ja, så länge du inte stänger tabben i webbläsaren, så kommer upp- och nedladdningar starta om automatiskt. Notera att vi tar bort ej kompletta uppladdningar efter 48 timmars inaktivitet.","273":"Kan jag ladda upp samma fil flera gånger?","274":"Eftersom servern inte kan se filnamn, måste filnamnskollisioner hanteras på klientsidan. Med standardinställningar så hoppas filer över om de verkar vara dubbletter.","275":"Hur hanterar ni bandbreddsanvändning?","276":"Vår hållning är att inte ålägga några restriktioner på våra användare om det inte är nödvändigt på grund av flaskhalsar i infrastrukturen. Vi begränsar därför endast bandbredden på grund av operationella skäl, på IP-basis. Din överföring återupptas automatiskt efter eventuella bandbreddsproblem. Du behöver inte göra någonting.","277":"Finns det några begränsningar på filstorleken?","278":"Det finns inga begränsningar annat än det utrymme du har kvar. Dock, behöver en del tekniskt begränsade webbläsare (Firefox, IE10, Opera), lagra hela filen i minnet först, vilket kan vara en begränsning.","279":"Kan jag ladda upp och ner på samma gång?","280":"Ja. Du kan ha en nedladdning och uppladdning igång per tab. ","281":"Varför finns det inga små bilder eller förhandsgranskning på audio- och videofiler.","282":"Därför att krypteringsmodellen vi använder omöjliggör läsning och skrivning av dina data i vår tjänst.","283":"Hur laddar jag upp filer till MEGA?","284":"Det finns tre sätt att ladda upp filer till MEGA via din webbläsare:","285":"1. Klicka på den röda knappen på startsidan","286":"2. Gå till din filhanterare och klicka på \"Ladda upp fil\" (eller om du använder Google Chrome) \"Ladda upp mapp\"- knapparna nära överkanten på sidan.","287":"3. Dra och släpp filer eller (om du använder Chrome) mappar på webbsidan.","288":"Hur installerar jag MEGA?","289":"Du behöver inte installera någonting. MEGA är webbläsarbaserad och fungerar med alla stora webbläsare. För full funktionalitet, använd Google Chrome.","290":"Hur fungerar utdelning av en mapp?","291":"Du kan dela ut undermappar i din molnlagringstjänst till vänner, familj eller medarbetare. Inbjudan kan ske via e-post. De som inte har ett konto inbjuds skapa ett gratis. Alternativt kan du skapa en allmän länk till vilken mapp som helst, men du måste då själv skicka en nyckel till dem som skall kunna se innehållet. Du borgar själv för att nyckeln förs över säkert.","292":"För att etablera, modifiera eller ta bort en utdelning, högerklicka på en mapp i filhanteraren och välj Utdelning. Det finns tre nivåer: Endast läsning, Läs\/Skriv (filer kan läggas till, men inte tas bort), och full (filer kan tas bort och läggas till).","293":"Om du lade till en e-postadress som ännu inte har ett konto, så måste du logga in minst en gång efter att mottagaren slutfört registreringen så att du kan kryptera delningshemligheten för mottagarens publika nyckel.","294":"Hur tar jag bort någons rättigheter till min delade mapp?","295":"Klicka helt enkelt på en mapp i din filhanterare och välj utdelning. Då kommer du att se vilka som har tillgång till mappen. Högerklicka på en persons namn och välj Ta bort för att ta bort personen från delningslistan.","296":"Hur känner jag igen mina utdelade filer?","297":"Mappar med utdelning har en speciell ikon med en hand under mappen.","298":"Kan jag dela ut filer som någon delat med mig?","299":"Nej. Rättigheter för delning kan inte överföras.","302":"Här länkar jag till en fil på MEGA?","303":"För det första, ett varningens ord: Den kryptografiska säkerheten för dina filer beror på om du håller nycklarna till dem hemliga. Skicka endast nycklar över säkra kanaler! Vanlig e-post exempelvis, är inte tillräckligt säkert.","304":"Med det sagt, välj en eller flera filer i din filhanterare, högerklicka och välj \"Hämta en länk\". Ett fönster med den allmänna länken till filen visas då. Du kan välja att exportera varje länk och nyckel separat eller som en sammanslagen länk.","305":"Hur fungerar krypteringen?","306":"All kryptering sker slut-till-slut. Den uppladdade data krypteras på den uppladdande sidan innan den skickas genom internet till vår server, och tvärt om för nedladdning. Klientmaskinen sköter generering och hantering av nycklar. Inga nycklar lämnar klientdatorn (med undantag av RSA publika nycklar).","307":"Krypteras alla mina personliga uppgifter?","308":"Nej. Bara datafiler\/mappar krypteras. Information som vi behöver för att driva tjänsten, såsom din e-postadress, IP-adress, filstruktur, filägare och betalningsdetaljer lagras och processas okrypterade. Vi hänsvisar till vår integritetspolicy.","309":"Är mina lagrade data helt säkra?","310":"All säkerhet är relativ. Följande attackvägar finns - de är inte specifika för MEGA, men vi vill veta att du känner till riskerna:","311":"Enskilda kontons säkerhet utsätts för följande risker:","312":"- Spionprogramvara på din dator. En enkel tangentinspelare är nog, men lösenord kan också hämtas från minne eller filsystem.","313":"- Över-axeln-surfande. Skriv inte in dina lösenord när någon annan ser på.","314":"- Brute-force teknik. Massgissning av lösenord. Använd starka lösenord.","315":"- Phishing. Kontrollera att du är på rätt domän (mega.co.nz) och använd säker uppkoppling (https:\/\/).","316":"Storskaliga attacker genom:","317":"- En \"man in the middle\" attack. Då krävs att angriparen har ett duplicerat SSL-säkerhetcetrifikat i kombination med DNS förfalskning och\/eller attacker mot vår BGP-routs (ett scenario som liknar DigiNotar-scenariot).","318":"- Få tillgång till webbservern https:\/\/mega.co.nz\/index.html och byta ut den filen mot en förfalskad version. Dock använder MEGA en verifieringsmetod med kontrollsumma för att omöjliggöra denna typ av attack. Det är också möjligt att upptäcka en sådan attack eftersom koden som skickas till klienten kan analyseras.","319":"- Få tillgång till våra kärnservrar och skapa falska nycklar. Denna typ av attack slår endast mot delade mappar och går att upptäcka på klientsidan.","320":"Om jag inte litar på er? Är det fortfarande möjligt att använda MEGA?","321":"Om du inte litar på oss kan du inte köra någon kod skapad av oss, så du kan inte öppna vår sajt i din webbläsare och skriva in ditt lösenord. Om du fortfarande vill använda MEGA, så måste någon du litar på skriva en klient-applikation.","322":"Jag litar på det Nyzeeländska datacentret, men jag litar inte på det Tyska datacentret eftersom det drivs av ett amerikanskt bolag. Är det fortfarande säkert för mig att använda MEGA?","323":"Ja, du kan använda MEGA, även om våra servrar skulle bli äventyrade. Det Nyzeeländska datacentret kontrollerar så att ingen skadlig kod kan köras när du besöker https:\/\/mega.co.nz\/.","324":"Är data som jag lägger i delade mappar lika säkert som mina andra data?","325":"Delade mappar är bara så säkra som sin minst säkra medlem. Om våra kärnservrar skulle äventyras så skulle det innebära ytterligare risk för delade mappar. Allmänna nycklar skulle kunna manipuleras, och nyckelbegäran skulle kunna förfalskas.","326":"Låt oss anta att MEGA:s lagringsnod skulle äventyras. Vad är riskerna?","327":"Felmeddelanden efter du laddad ned filer. Även om angriparen hade krypteringsnyckeln till en fil på den noden, skulle han fortfarande inte kunna ersätta den med en förfalskad, utan att efterföljande nedladdningar skulle misslyckas.","328":"Är det förnuftigt att lagra all min data på samma ställe?","329":"Håll alltid flera kopior av viktiga filer, online och offline. Ha alltid varje fil på åtminstone två olika fysiska platser. Det finns ingen garanti mot multipla efterföljande fel eller övergrepp från en regering.","330":"Varför skall jag anförtro mina data till er av alla människor?","331":"Vi använder användarkontrollerad kryptering, där du, användaren, har nycklarna. Tillämpningen UCE (User Controlled Encryption) använder är öppen källkod, och vi bjuder in dig och uppmuntrar alla att gå igenom koden och höra av er. Vi tror att detta tillvägagångssätt är mycket säkrare än att du lagrar dina data hos någon där deras server sköter krypteringen (eller inte har någon alls). Om t.ex. MEGA-användarens filer plötsligt skulle bli åtkomliga, utan att man använder lösenord, p.g.a. programmeringsfel, kan man inte läsa filerna utan användarkontrollerade dekrypteringsnycklar.","332":"Jag märkte att ni använder HTTPS för överföring, är det inte att kryptera redan krypterad data? Är inte det onödigt?","333":"Det är det. Olyckligtvis så ger de flesta webbläsare en varning om man gör osäkra anslutningar från en säker sida. Eftersom HTTPS har en negativ inverkan på överföringshastigheten, så tillåter vi att du stänger av HTTPS på webbläsare som stöder det (det klarar inte Internet Explorer). Du kommer få en varning, men den kan du i detta fall ignorera.","334":"Vilken krypteringsalgoritm använder MEGA internt?","335":"Vi använder AES-128 (vi tror att den högre CPU-användningen av AES-192 och AES-256 har för stor negativ inverkan gentemot den eventuella större säkerhet de skulle ge).","336":"För att etablera delade säkerheter mellan användare och släppa filer in i din inkorg, används RSA-2048 (nyckellängden valdes som en kompromiss mellan \"för osäker\" och \"för långsam\"). All kryptering, dekryptering och nyckelgenerering är skriven i Javascript, vilket begränsar genomströmningen till några MB\/s och genererar kraftig CPU-användning. Vi ser fram emot att HTML5 WebCrypto stöds i alla stora webbläsare som kommer att eliminera denna flaskhals.","337":"Javascripts slumptalsgenerator förstärks av mus\/tangentbordsrörelser som ger slumptalsdata utanför javscriptmiljön.","338":"Har MEGA backuper på mina filer?","339":"Vi lagrar dina filer på åtminstone två servrar i olika datacenter.","340":"Jag har glömt mitt lösenord. Kan jag återställa det?","341":"Nej, eftersom ditt MEGA-lösenord också är din krypteringsnyckel för all din data så går det inte. Om du förlorar ditt lösenord, så förlorar du din tillgång till alla dina filer som inte är delade.","344":" När måste jag uppgradera till ett Pro-medlemskap?","345":"Pro-medlemskapet ger dig mer lagringsyta och mer bandbredd som vi kan ta av när din operationella bandbreddsgräns är nådd. Du kan använda kvoten själv, eller ge den till tredje part (detta inkluderar användare utan MEGA-konto). Den maximala andelen som ges till tredje part kan du ställa in i dina inställningar för tjänsten.","346":"Varför finns det en gräns på min uppladdningshastighet och varför är den på från början.","347":"Många routers prioriterar inte små paket, utifall det skulle bli trafikstockning på internet, vilket resulterar i att din nedladdningshastighet kommer att minska drastiskt om din uppladdningshastighet skulle vara för stor. Vi mäter din trafik och håller 10% oanvänt för att undvika detta. Du kan försöka öka prestanda genom att modifiera detta värde.","348":"Vad inkluderas i mitt gratiskonto?","349":"En globalt tillgänglig, höghastighets, säker molnlagring med [X] lagringsutrymme. Om du behöver mer än så, kan du uppgradera till [A1]Pro[\/A1]. [A2]Klicka här[\/A2] för att se din nuvarande användning.","359":"Erbjuder ni ett API?","361":"Ja. Javascriptkoden för webbläsarversionen som använder vårt API är öppen källkod, så du har många exempel i vår kod, om du inte tycker vår [A]dokumentation[\/A] är tillräcklig. Vi har inte resurser att bygga alla häftiga applikationer vi vill, så vi bjuder in dig att hjälpa till. Efter att ha kontrollerat att din kod inte har några bakdörrar, så lägger vi upp den på vår sida. Vi diskuterar gärna delning av inkomster från populära applikationer.","362":"För att förhindra överbelastning, kommer vi ibland behöva begränsa din bandbreddsanvändning. Filen du försöker ladda ned är större än den nuvarande gränsen på [X3]. Överföringar har blivit uppskjutna och kommer att starta direkt när allt fungerar som det ska.","365":"Din webbläsare är för gammal för att ladda ner en fil av denna storlek.","366":"Upphovsrättsvarning","367":"MEGA respekterar upphovsrätten och kräver att MEGA:s användare följer upphovsrättslagen. Du får inte använda MEGA för intrång i upphovsrätten. Du får inte ladda upp, ladda ned, lagra, dela, visa, strömma, distribuera, e-posta, länka till, överföra, eller på annat sätt tillgängliggöra filer, data eller innehåll som gör intrång på upphovsrätten eller andra lagar rörande immaterialrätt för en person eller grupp.","368":"Varning:","369":"MEGA: s kryptografiska säkerhetsmodell baseras på sekretessen på nycklarna som visas ovan. Undvik att sända dem via osäkra kanaler!","370":"Kopiera till skrivbord","371":"Kopierad till skrivbord","372":"Ladda upp","373":"Ladda ned","374":"Vi lovar, vi leverar","375":"Navigering blockerad därför att du har pågående filöverföringar.","376":"Du måste vara inloggad för att se denna sida.","377":"Du har för tillfället minst en aktiv filöverföring. Om du fortsätter så kommer dina överföringar att avbrytas.","378":"Var vänlig skriv in ditt lösenord för att aktivera ditt konto.","379":"Du måste vara inloggad för att importera denna fil till ditt konto.","380":"Mata in dekryptningskoden","381":"Copyright - Eftertryck förbjudes","382":"gjord i Nya Zeeland","383":"Hjälp","384":"Hjälpcenter","385":"Användarvillkor","386":"Integritetspolicy","387":"Upphovsrätt","388":"Gemenskap","389":"Blogg","390":"Partnerskap","391":"Återförsäljare","392":"Utvecklare","393":"Hosting Partners","394":"Investerare","395":"Bli en återförsäljare","396":"Om oss","397":"Gratis medlemskap","398":"Premiummedlemskap","399":"Kontakta oss","400":"Grundläggande","401":"Delning","402":"Säkerhet och privatliv","403":"Konto","404":"Betalning","405":"Verktyg","406":"Vanligaste frågorna","407":"Kategorier:","408":"Januari","409":"Februari","410":"Mars","411":"April","412":"Maj","413":"Juni","414":"Juli","415":"Augusti","416":"September","417":"Oktober","418":"November","419":"December","420":"Du måste vara inloggad för att starta uppladdningen.","421":"Var god acceptera våra användarvillkor","422":"Jag accepterar ","423":"Du behöver ha ett registrerat konto för att använda delningsfunktionen. Vill du registrera dig nu?","424":"Delning avstängd","425":"Byt namn på mapp","426":"Byt namn på fil","427":"Kontodetaljer ","428":"Kuponger ","429":"Sessionshistorik","430":"Köp historik","431":"Transaktionshistorik","432":"Kontotyp:","433":"Uppgradera","434":"Prenumerationstyp: ","435":"GRATIS","436":"Ingen faktura","437":"Lagringsutrymme:","438":"[X] använt","439":"[X1] av [X2]","440":"Bandbreddshantering: ","441":"Aktivera bandbreddshanteringen","442":"Inaktivera bandbreddshanteringen","443":"Du kan specificera procentantalet du skulle vilja ha för din bandbredd.","444":"Ange utdelningsbandbredd:","445":"Utdelningsbandbredd","446":"(för nedladdning för tredje part)","447":"Nedladdningsbandbredd","448":"(för att ladda ned tredjeparts-filer)","449":"Kontobalans","450":"Sidan upp","451":"Skapa kupong","452":"Kupongtyp:","453":"Välj kupongtyp","454":"Antal:","455":"Skapa","456":"Lös in kupong:","457":"Köp kupong","458":"Lös in","459":"Dina kuponger","460":"Oanvända kuponger","461":"Inlösta kuponger","462":"Avbeställda kuponger","463":"Annullerade kuponger","464":"Alla kuponger","466":"Sista [X]","467":"Sessionshistoria","468":"Inköpshistoria","469":"Senaste [X] köpen","470":"Transaktionshistoria","471":"Senaste [X] transaktionerna","472":"Senaste [X] sessionerna","473":"Hoppsan! Det där verkar inte vara en godkänd kupongkod","474":"Utgångsdatum:","475":"Datum\/Tid","476":"Artikel","477":"Mängd","478":"Betalningssätt","479":"Läsare","480":"IP-adress","481":"Land","482":"Senaste aktivitet","483":"Aktiv session","484":"Transaktions-id","485":"Kredit","486":"Debet","487":"Kupongkod","488":"Status","489":"Oanvända(t)","490":"Inlöst","491":"Annullerad","492":"Makulerad","494":"Välj ditt paket:","495":"Lagring","496":"Bandbredd","497":"Välj prismodell:","498":"per månad","499":"per år","500":"Välj prismodell:","501":"spara 17%","502":"Välj prismodell:","503":"Välj betalningssätt","504":"Förbetald balans","505":"köp kupong","506":"Professionell","507":"Fortsätt","508":"kupongkod","509":"Det integritetsbejakande företaget","510":"Välkommen till MEGA!","511":"Ditt 2048-bit RSA publika \/ privata nyckelpar skapas. ","512":"För att förstärka nyckeln så har vi samlat in data från dina musrörelser och tangentbordstryckningar.","513":"Kupongkoden har lösts in till ditt konto, men din förbetalda balans är otillräcklig för detta köp. Var god, lägg till större balans eller välj ett billigare paket.","514":"Otillräcklig balans, försök igen.","515":"Den här mappen innehåller mer än 500 inlägg. Stora mappar kan sakta ner din webbläsare. Försök använda undermappar.","516":"Få support","517":"Är det något som inte fungerar? Besök vårt [A]hjälpcenter[\/A] först. Om din fråga inte kan besvaras där, tveka inte att kontakta oss.","518":"Juridik","519":"Vår notariatsavdelning är redo att svar på din fråga.","520":"Upphovsrätt","521":"Är du oroad för att användare kränker din upphovsrätt? Var god, skicka ett meddelande om borttagning av material via vårt [A]formulär[\/A] eller skicka oss ett e-postmeddelande.","522":"Föreslå förbättringar","523":"Vänligen föreslå förbättringar här","524":"Rapportera fel","525":"MEGA är i beta-fas, och du inbjuds att skicka bug-rapporter. Ju mer detaljerade desto bättre.","526":"Media","527":"Vi välkomnar press och bloggare att ta kontakt med oss rörande MEGA.","528":"Bli en återförsäljare","529":"Bli en del av framgångssagan!","530":"Vårt återförsäljarprogram tillåter dig sälja MEGA-kuponger direkt till dina kunder.","531":"Detaljerna:","532":"Du kommer få tillgång till vårt kvalificerade voucher-gränssnitt.","533":"Skapa kupongeri realtid från ditt konto","534":"Generös vinstdelning från början.","535":"Ju mer du säljer, desto mer får du betalt.","536":"Återförsäljares API gör att du kan utveckla verktyg som samarbeta med vårt system i realtid.","537":"Gratis reklam: din webbsida kommer att länkas till MEGA.","538":"När ditt återförsäljarprogram skall godkännas, måste din affärsverksamhet och webbsida uppfylla en viss standard.","539":"Vinstdelning","540":"Din vinstandel kommer att tas bort när kupongen skapas.","541":"Månatlig omsättning","542":"Vinstdelning","543":"mer än [X]","544":"Återförsäljarapplikation","545":"Anmäl dig som återförsäljare","546":"Detaljer","547":"Dina detaljer","548":"Marknader","549":"Välj återförsäljares marknader:","550":"Betalningar","551":"Välj betalningsmetod","552":"Välj betalningsmetod från listan med betalningsförmedlare","553":"Finns din betalningsförmedlare inte i listan? Skicka ett  [A]e-postmeddelande till oss\/A]","554":"Klar","555":"Jag godkänner MEGA:s [A]Resellers Terms of Service[\/A]","556":"Nästa","557":"Välj marknader från listan med länder","558":"Föregående","559":"Ditt namn","560":"Företagets URL","561":"Adress","562":"Postnummer","563":"Företagets namn","564":"Telefonnummer","565":"Stad","566":"Välj land per betalningsmetod:","568":"Ditt land","569":"Överföringsinställningar","570":"Antal parallella uppladdningsanslutningar:","571":"Antal parallella nedladdningsanslutningar:","572":"Maximal uppladdningshastighet:","573":"Inga","574":"Automatisk","575":"Fast","576":"Hoppa över identiska filer vid uppladdning","577":"Ja","578":"Nej","579":"Använd SSL för filöverföringar:","580":"Inaktivera SSL för att öka prestanda utan att minska säkerheten.","581":"Ditt namn.","582":"Företagets URL.","583":"Din adress.","584":"Ditt postnummer.","585":"Ange företagets namn.","586":"Ange ditt telefonnummer.","587":"Ange stad","588":"Ange land.","589":"Du måste se återförsäljarvillkoren.","590":"Ange minst ett land.","591":"Välj minst en betalningsmetod.","592":"Ange minst ett land per betalningsgivare.","593":"Häftigt","594":"Du kommer att få ett e-postmeddelande från oss med vidare instruktioner.","620":"Notering om påstått intrång","621":"Kännedom","622":"Vi erkänner upphovsrättsinnehavares rätt och kräver att användare av våra tjänster följer lagen och upphovsrätten. Du är absolut förbjuden att använda våra tjänster för att göra intrång i upphovsrätten. Du får inte ladda upp, ladda ned, lagra, dela, visa, strömma, distribuera, e-posta, länka till, överföra, eller på annat sätt tillgängliggöra filer, data eller material som gör intrång i upphovsrätt eller annan immaterialrätt som innehas av en person eller en grupp. Vi kommer att svara på påbud om påstått upphovsbrott som följer tillämpliga lagar och som på lämpligt sätt delges oss. Om du tror att material som du äger upphovsrätten till har blivit kopierat eller använt på något sätt som bryter upphovsrätten, var god delge oss följande information: (i) en fysisk eller elektronisk signatur från upphovsrättsinnehavaren eller person auktoriserad att agera å upphovsrättsinnehavarens vägnar; (ii) en beskrivning av materialet som kränks; (iii) identifiering av materialet som anges bryta mot upphovsrätten och som skall tas bort. Ange exempelvis URL; (iv) din kontaktinformation, inkluderat, din adress, telefonnummer och e-postadress; (v) ett uttalande där du tror att materialet bryter mot upphovsrätten och (vi) ett uttalande om att informationen som angivits till oss är korrekt, given under ed (om inte tillämplig lag säger något annat), och att du är auktoriserad att företräda upphovsrättsinnehavaren.","623":"Vi förbehåller oss rätten att ta bort data som rapporteras som kränkande av upphovsrätten utan föregående varning, efter vårt gottfinnande, och utan ansvar gentemot dig. Under vissa omständigheter kommer vi också att avsluta ditt konto om vi ser att du upprepade gånger överträder upphovsrätten. Vår angivna upphovsrättsagent för påstådd överträdelse är:","624":"Upphovsrättsligt meddelande","625":"Var god och använd detta formulär för att posta upphovsrättsliga notiser. Vi svarar inom 24 timmar.","626":"Innehållet","627":"Obligatoriskt fält","628":"Intrång i min personliga upphovsrätt.","629":"Intrång i upphovsrätten på någon som jag representerar.","630":"Avstängningstyp:","631":"Välj avstängningstyp:","632":"1. Stäng av angivna URL:er - filen kommer att vara kvar på ägarens konto.","633":"2. Stäng av alla allmänna URL:er och underliggande filer för angiven URL - filerna kommer att vara kvar på ägarens konto.","634":"3. Ta bort alla instanser av underliggande filer för angiven URL - ingen tillåts lagra detta under några omständigheter.","635":"Jag intygar härmed att jag i god tro anser att delandet av material ovan inte kränker upphovsrättsskyddet för materialets ägare eller agent som handlar i kraft av ägaren, eller lagen.","636":"Jag förstår att jag kan bli skadeståndsskyldig för skador, inkluderat advokatavgifter, om jag anger att material är upphovsrättsskyddat fast det inte är det. ","637":"Informationen i denna notering är korrekt och jag svär under ed att jag är auktoriserad att agera å upphovsrättsägarens vägnar.","638":"Denna notering är ett lagligt dokument - var god var iakttag försiktighet vid rapportering av upphovsrättskränkning. Du kan först behöva konsultera en advokat för att fastställa huruvida materialet du rapporterar faktiskt kränker upphovsrätten.","639":"Posta not","640":"Lägg till mer","641":"URL till det material som gör intrång:","642":"Upphovsrättsliga ägarens namn:","643":"Jobtitel:","644":"E-postadress:","645":"Fax:","646":"Stad:","647":"Postnummer:","648":"Upphovsrättsskyddat verk som har kränkts:","649":"Fullständigt namn:","650":"Företag\/organisation","651":"Telefon","652":"Adress:","653":"Stat\/++provins:","654":"Land:","655":"Uppge URL för varje upphovsrättsskyddat verk som det anses vara intrång på.","656":"Uppge upphovsrättsskyddat verk för varje URL.","657":"Välj om innehållet angriper din personliga upphovsrätt eller någon du är auktoriserad att representera.","658":"Välj Takedown-typ","659":"Skriv in URL för det upphovsrättsskyddade verket som uppges vara angripet.","660":"Ange det upphovsrättsskyddade verket för varje URL.","661":"Ange upphovsrättsägarens namn","662":"Ange ditt fullständiga namn","663":"Var god, mata in din epostadress.","664":"Var god, mata in en korrekt epostadress.","665":"Var god bekräfta att du har i god tro delat upphovsrättsskyddat material inte är auktoriserat av upphovsrättsägaren, dennes agent eller lagen.","666":"Var god bekräfta att du kan åläggas skadeståndskrav, inkluderat advokatkostnader, om du medvetet underlåter rapportera att materialet du laddar upp till MEGA är upphovsrättsskyddat.","667":"Var god bekräfta att detta meddelande är korrekt, och ange under ed att du är auktoriserad att handla å upphovsrättsägarens vägnar.","668":"Tack!","669":"Vi kommer strax att uppdatera upphovsrättsmeddelandet.","670":"Språk","671":"Talar du flera språk?","672":"Hjälp oss att översätta!","673":"Det integritetsbejakande företaget","674":"Ingen får utsättas för godtyckligt ingripande i fråga om privatliv, familj, hem eller korrespondens och inte heller för angrepp på sin heder eller sitt anseende. Var och en har rätt till lagens skydd mot sådana ingripanden och angrepp.","675":"Allmänna deklarationen om mänskliga rättigheter, artikel 12","676":"MEGA är en molnlagringstjänst med kraftfullt integritetsskydd som alltid är aktiverat","677":"MEGA tillhandahåller en robust molnlagringstjänst med bekvämt och ständigt aktiverat integritetsskydd. MEGA tror på dina rättigheter till privatliv och tillhandahåller teknologi och verktyg att skydda det. Vi kallar det användarkontrollerad kryptering, eller UCE (User Controlled Encryption), och det är automatiskt aktiverat.","678":"Vad är MEGA:s användarkontrollerade kryptering?","679":"Alla filer som lagras hos MEGA är krypterade. Alla filöverföringar från och till MEGA är krypterade. Även om nästan alla molnlagringstjänster hävdar att de gör samma sak så är MEGA annorlunda. Olikt industrinormen, där den som tillhandahåller molnlagringstjänsten har dekrypteringsnyckeln så kontrollerar du krypteringen och endast DU har nyckeln. Du bestämmer vem du vill ge tillgång till dina filer, utan att det behövs riskabla mjukvaruinstallationer. Allt händer i din webbläsare!","680":"MEGA-framtiden","681":"MEGA-molnet är bara början. I framtiden kommer MEGA tillhandahålla UCE i din webbläsare för ett stort antal applikationer, utan att du behöver installera någonting. Vår teknologi kommer att skydda dina e-mail, samtal chattar och videoströmmar.","692":"Är MEGA lagligt?","693":"Vi är en hängiven grupp teknologer, som givit tid, tillfälle och internettillgång för att bygga en häftig molnlagringstjänst som hjälper dig skydda din personliga integritet. Vi har programmerat denna internettjänst från grunden i Auckland, Nya Zeeland. Olikt våra konkurrenter, använder vi den senaste webbaserade teknologin, där du, inte vi, kontrollerar dina nycklar. Vår designgrupp inkluderar Kim Dotcom, Mathias Ortmann, Bram van der Kolk, och Finn Batato. Vår VD-veteran Tony Lentino har erfarenhet av att driva ett globalt känt domänregister. Vi hoppas att du tycker om vår tjänst.","694":"1. Ta bort en länk (\"URL\") per fil - filerna kommer att finnas kvar på användarens konto","695":"2. Ta bort multipla URL'er per fil - filerna kommer att finnas kvar på användarens konto","696":"3. Ta bort underliggande filer till angiven URL - ingen användare kommer tillåtas lagra detta under några omständigheter","697":"4. Annat","698":"Du kan posta ditt meddelande här","699":"Signera och posta meddelande","700":"Skicka ett \"Ta bort\"-meddelande via epost till [A1]copyright@mega.co.nz[\/A1] som omfattas av [A2]Ta bort provisioner[\/A2].","701":"Skicka ett \"Ta bort\" meddelande","702":"Rapportera missbruk","703":"Din länk är inte giltig. Var god kontrollera att inte förekommer radbrytningar i ditt aktiveringsmeddelande.","704":"Ditt konto har redan aktiverats. Var god, logga in.","705":"Aktiveringen kunde inte utföras. Var god ansök igen. Felkod:","706":"Ändra lösenord","707":"Uppdatera","708":"Begär ändring","709":"Jag mins inte mitt lösenord","710":"Om du fortförande är inloggad, men inte kommer ihåg ditt lösenord, kan du ange ett nytt lösenord genom att klicka här. Du kommer att få en länk för att byta lösenord skickad till dig via e-post som gör att du kan byta lösenord om du klickar på den inom 15 minuter.","711":"Begär ändring","712":"Inlösen klar","713":"Kupongbalansen har lagts till ditt konto. Vill du fortsätta till köp av Pro-versionen?","714":"Denna kupong har redan lösts in.","715":"Det nya lösenordet som matats in stämmer inte. Var vänlig försök igen.","716":"Nuvarande lösenord","717":"Nytt lösenord","718":"Bekräfta nytt lösenord","719":"Skriv in ditt nuvarande lösenord.","720":"Skriv in ditt nya lösenord.","721":"Kontrollera din e-post och klicka på bekräftelselänken för att slutföra ditt byte av lösenord.","722":"Begäran om ändring","723":"Det nya lösenordet kan inte vara samma som det gamla","724":"Lösenordet som du angivit är felaktigt.","725":"Ditt lösenord har ändrats.","726":"Klar","727":"Ditt lösenord har ändrats.","728":"Lösenordslänken har upphört att gälla.","729":"Länken har redan bekräftats.","730":"Ditt konto har stängts av. Kontrollera din e-post och hör av dig till oss så fort du kan.","731":"Användarkontot har avslutats på grund av ett flertal överträdelser av våra bestämmelser.","732":"Du har redan loggat in på ett annat konto. Logga ut och klicka på bekräftelselänken en gång till.","733":"Okänd e-postadress. Om du inte har ett konto redan, anmäl ett nytt hos oss.","734":"Tack!","735":"Kontrollera din e-post.","736":"Bara konton som inte har filer eller mappar kan återställa sitt lösenord.","737":"Återställ lösenord","738":"Ansök","739":"glömt ditt lösenord?","740":"Ditt lösenord har ändrats.","741":"Välj ett nytt säkert lösenord.","742":"Återställ","743":"Länken har utgått. Begär en ny länk.","744":"Ogiltig länk. Var god begär en ny länk.","745":"Ingen fakturering","746":"Medlemstyp","747":"Veckovis","748":"Månadsvis","749":"Årsvis","750":"Nästa avgiftscykel börjar","751":"En gång","752":"MEGA Firefox-tillägg","753":"Installera MEGA Firefox-tillägg för betydligt förbättrad ledladdningsprestanda. Du kan då ladda ner en obegränsad mängd filer utan några volymbegränsningar.","754":"MEGA Firefox-tillägget är säker och osynligt. Om du föredrar att använda MEGA utan tillägg, rekommenderar vi att du använder [A]Chrome[\/A].","755":"Installera tillägg","756":"1 nedladdning klar","757":"[X] nedladdningar klara","758":"Öppna mottagarmappen","759":"Klicka här för att öppna","760":"Var vänlig installera MEGA Firefox-tillägg för att ladda ner en så här stor fil.","761":"Vänligen konfirmera","762":"Du håller på att ladda ner väldigt stor mängd filer, detta kan begränsa din webläsares hastighet. Är du säker på att du vill fortsätta?","763":"Kontakta","764":"Din nedladdning kunde inte starta på grund av att din hårddisk nästan inte har något utrymme kvar. ","765":"Din nedladdning kunde inte starta på grund av att din hårddisk nästan inte har något utrymme kvar. ","766":"Några av de filer du försökte ladda ner kunde inte slutföras på grund av att din hårddisk nästa inte har något utrymme kvar.","768":"Din nedladdning kunde inte starta på grund av att din hårddisk nästan inte har något utrymme kvar, eller så använder du Chrome i privat läge och detta stöder ej filskrivningar.","769":"Vi kan bara använda 5% av tillgängligt diskutrymme för nedladdning. Frigör mer minne på din hårddisk för att fortsätta.","770":"Välj ditt lösenord","771":"Bekräfta ditt lösenord","772":"URL till fil:","773":"återstående","774":"E-postlänk","775":"döp om nedan:","776":"Spara","777":"Kom ihåg mig på denna enhet","778":"Har du inget MEGA-konto?","779":"Registrera dig nu","780":"Har du redan ett MEGA-konto?","781":"På grund av den begränsade CPU-kapaciteten på mobila enheter kan det ta flera minuter att slutföra generationen av RSA-nycklar. Vi uppskattar ditt tålamod.","782":"Tom mapp","783":"Inga filer i din Cloud Drive","784":"Inga kontakter","785":"Inga resultat.","786":"Inga filer i din inkorg","787":"Inga filer i din papperskorg","788":"Är du säker på att du vill flytta denna fil till papperskorgen?","789":"Är du säker på att du vill flytta denna mapp till papperskorgen?","790":"Öppna fil","791":"Importera fil","792":"Radera fil","794":"Radera mapp","796":"Hämta länk","797":"Dela mapp","798":"Lagringsutrymme","799":"Använt utrymme","800":"Gratis utrymme","801":"Skrivbordsversion","802":"E-postadress","803":"Nedladdning av fil","804":"Tyvärr, denna filtyp stöds för närvarande inte på din enhet tillsammans med MEGA.","805":"Vi kommer att implementera mobilt stöd för denna filtyp i den närmaste framtiden. ","806":"ändra namn på mapp:","807":"ändra namn på fil:","808":"Länk till mapp","809":"URL till mapp:","810":"Ladda ned länk","811":"URL till fil:","812":"Bekräfta konto","813":"Delad mapp","814":"Vill du avbryta din uppladdning?","815":"Vill du avbryta din uppladdning?","816":"Vänligen ange en giltig e-postadress.","817":"Du kan inte skapa en mapp i ett sökresultat.","818":"Vill du växla till datorversionen?","819":"påbörjar","820":"Denna fil har importerats till din Cloud Drive.","821":"Dina notiser.","822":"Tillbaka","823":"Inställningar","824":"Ny delad mapp från [X]","825":"Ny delad mapp","826":"[X] återkallade en delad mapp","827":"Delad mapp återkallad","828":"[X1] mappar och [X2] filer","829":"[X] mappar och 1 fil","830":"1 mapp och [X] filer","831":"1 mapp och 1 fil","832":"[X] mappar","833":"[X] filer","834":"1 mapp","835":"1 fil","836":"[X] lade till [DATA]","837":"[X] har lagts till","838":"[X] har lagts till","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAJ","855":"JUN","856":"JUL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Notiser","863":"Visa alla","864":"Ladda ned som ZIP","865":"Öppna","866":"Kopiera ett valt objekt","867":"Kopiera [X] valda objekt","868":"Flytta 1 valt objekt","869":"Flytta [X] valda objekt","870":"Bekräfta","871":"[B]Varning:[\/B] kvot för lagringsutrymme överskriden. Vänligen radera filer eller [A]uppgradera ditt konto[\/A].","872":"Pro","873":"[X] sekunder sedan","874":"1 minut sedan","875":"[X] minuter sedan","876":"1 timma sedan","877":"[X] timmar sedan","878":"1 dag sedan","879":"[X] dagar sedan","880":"Alldeles nyss","881":"Du använder en kortlivad\/temporär session. Den data du sparar kommer att gå förlorad när sessionen upphör. För att bevara dina filer ber vi dig vänligen att uppgradera till ett riktigt konto så snabbt som möjligt, så får du 50 GB säkert lagringsutrymme gratis i molnet!","882":"Varning","883":"Skapa ditt konto","884":"[X] är inte full ut kompatibel med MEGA","885":"Din webbläsare","886":"Internet Explorer 10 innehåller en allvarlig bugg som påverkar filskrift funktionen från JavaScript, den förorsakar en slut på minne situation när man laddar ner stora mängder data. Vi förväntar oss att denna bugg kommer att vara reparerad i Internet Explorer 11. Under tiden ber vi dig vänligen att uppgradera till en alternativ internet browser. ","887":"[X] saknar de HTML5 funktioner som krävs för att MEGA skall kunna utföra i-browser kryptografi från klientsidan. HTML5 filöverföringar kommer att emuleras genom en mycket begränsad Flash lösning. Vänligen överväg att uppgradera till en modern webbläsare så snabbt som möjligt.","888":"Rekommenderas starkt","889":"Rekommenderas","890":"MEGA fungerar bäst med följande webbläsare:","891":"Webbläsarkompatibilitet-varning","892":"Inställningar","893":"Uppladad","894":"Total storlek","895":"Namn på mapp","896":"Skapad","897":"Innehåller","898":"Multipla filer & mappar","899":"Multipla filer","900":"Multipla mappar","909":"Lösenord","910":"Köp nu","911":"Dra full nytta av MEGA med [B]Pro[\/B]","912":"från","913":"månad","914":"årlig prenumeration","915":"Massivt lagringsutrymme","916":"Generös bandbreddskvot","917":"om du väljer att betala årsvis","918":"Månadsvis","919":"Årsvis","920":"Uppgradera ditt konto","921":"2 månader gratis","922":"1 månad","923":"1 år","924":"Har ni någon fråga angående [A]Pro konton?[\/A]","925":"Vårt support-team hjälper dig gärna.","926":"Företagsnamn","927":"Stad","928":"Postnummer","929":"Telefonnummer","930":"dag","931":"månad","932":"år","933":"Adress","934":"Delstat eller provins","935":"PayPal-adress","936":"Bankkonto","937":"Kontohavare","938":"Beskriv din marknadsföringsstrategi","939":"Bankens namn","947":"Disk","948":"Skräp","949":"Inkorg","950":"Kontakter","951":"Mitt konto","952":"De flesta enheter kan inte ladda ner filer större än 4GB. Din nedladdning kommer troligen att misslyckas.","953":"Otillräckligt lagringsutrymme","954":"Tack till","955":"Mobilapplikationer","956":"Synkklient","957":"Chrome-app","959":"Firefox-app","961":"Applikationer","962":"Software Development Kit","963":"Dokumentation","964":"Affiliate program","965":"Policys","966":"Nedtagnings rådgivning","967":"Logga ut","968":"Skapa konto","969":"Vänligen försök igen","970":"Vänligen ange ett giltigt lösenord.","973":"Använd bandbredd","974":"Hantera ditt konto","975":"Lägg till stjärna","976":"Radera stjärna","977":"Inga filer i din Cloud Drive","978":"Din sökning matchade inte några dokument","979":"Din papperskorg är tom","980":"Du har inga kontakter","981":"Din inkorg är tom","982":"Innehåll","983":"Översikt","984":"Profil","985":"Historik","986":"Ändra din profil","987":"Utgår den","988":"Anslutningar:","989":"[X] kontakter","990":"1 kontakt","991":"Gå till kontakter","992":"Profilbild","993":"Ändra profilbild","994":"Personlig information","995":"Födelsedatum","996":"Välj land","997":"Att lägga till kontakter är endast för registrerade användare. ","998":"Vänligen skapa ett eget gratis konto","999":"Vill Ni uppgradera din efemära session till ett gratis konto nu?","1000":"Undvik att förlora åtkomsten till dina filer. Det är högt rekommenderat att registrera sig gratis.","1001":"Radera kontakt","1002":"Är Ni säker på att Ni vill radera [X] från din kontakt lista?","1003":"Bekräfta radering","1004":"Är Ni säker på att Ni vill förflytta [X] till soptunnan?","1005":"Skapande av länkar fungerar bara för registrerade användare.","1006":"Delade mappar fungerar bara för registrerade användare.","1007":"Du kan inte ångra denna åtgärd.","1008":"Pro-bandbreddskvoten överskriden.","1009":"Behöver du mer bandbredd?","1010":"Utrymmeskvot överskriden.","1011":"Vill du behålla dina filer?","1012":"Utrymmeskvot nästan överskriden.","1013":"Behöver du mer utrymmeskvot?","1015":"Vänligen ange din voucher-kod.","1016":"Välj en bild","1017":"Använd denna profilbild","1018":"Tom","1019":"Ange en e-postadress","1020":"Vänligen ange en e-postadress eller välj en kontakt.","1021":"På","1022":"Av","1023":"Du har inte skrivbehörighet till denna mapp.","1024":"Vänligen ange ett namn på mappen.","1025":"Flera objekt","1026":"Ange dekrypteringsnyckel","1027":"Dekryptera","1028":"Dekrypteringsnyckel","1029":"Publik länk","1030":"Välj från dina kontakter, eller lägg till e-postadress","1031":"Exportera länkar till filer och dekrypteringsnycklar","1032":"Inkludera filnyckel","1033":"Kopiera nycklar","1034":"Ladda ned flera filer","1035":"Klicka på \"tillåt\" för att slutföra nedladdning","1036":"Delad med","1037":"Godkänner","1038":"Välj språk","1039":"Betala med PayPal","1040":"Vänligen logga in för att aktivera ditt pro-medlemskap.","1041":"Vänligen skapa ett konto för att aktivera ditt pro-medlemskap.","1042":"Initierar","1043":"Länk till mapp otillgänglig","1044":"Den mapp du försöker få åtkomst till är inte längre tillgänglig. Detta kan bero på följande orsaker:","1045":"Länken till mappen har raderats på grund av en överträdelse av våra tjänstevillkor.","1046":"Länken till mappen har inaktiverats av användaren.","1047":"Välkommen till MEGA Pro","1048":"Ditt pro-medlemskap har aktiverats. Njut!","1049":"Mapp","1050":"Inget delat","1051":"Aldrig","1053":"Bandbreddskvoten nästan överskriden.","1054":"Du behöver vänta [X] tills ytterligare bandbredd tilldelas ditt konto.","1055":"Vill du inte vänta?","1056":"Gränsen är dynamisk.","1057":"Bekräfta borttagning av session","1058":"Du använder dig av en efemär session. Är du säker på att di vill avsluta sessionen?","1059":"Denna åtgärd kommer att radera all din data.","1060":"Genomgående (end-to-end) kryptering","1061":"Till skillnad från andra molnlagringstjänster krypteras och dekrypteras dina data endast av klientens enhet och aldrig av oss.","1062":"Global åtkomst","1063":"Dina data är tillgänglig närsomhelst, från vilken enhet som helst, vartsomhelst.","1064":"Säkert samarbete","1065":"Dela mappar med dina kontakter och se dem uppdateras i realtid.","1066":"MEGA tillhandahåller verktyg som gör [A]privat och konfidentiell[\/ A] online-kommunikation lättanvänd.","1067":"MEGA levererar krypterade molnbaserade tjänster som möjliggör [A]privat och säker[\/ A] kommunikation och samarbete för både företag och privatpersoner. Du håller och styr krypteringsnycklarna till din data i molnet.","1068":"Dela mappar med dina kontakter och se dem uppdateras i realtid.","1069":"Se hur det fungerar","1070":"Hur det fungerar","1071":"Vill du veta mer om MEGA?","1072":"Se lanserings videon","1073":"Medlemskapsplaner","1074":"Få 50 GB med ett gratis konto","1075":"Många gånger mer än vad du får från andra storkonkurrenter.","1076":"Skapa ett konto","1077":"Konkurrenskraftiga Pro paket","1078":"Få upp till 4 TB krypterad lagring för så lite som €8.33 per månad.","1079":"Kolla in våra pro paket","1080":"Mobila applikationer","1082":"Molnet i din ficka. Få tillgång och strömma dina filer med din smartphone eller surfplatta. Ladda upp och synkronisera dina media till molnet.","1083":"Få det gratis","1084":"Tillgängligt för","1085":" Synkroniseringsklienten","1086":" Enkel automatiserad synkronisering mellan dina datorer och MEGA molndisken.","1087":"Ladda ner nu","1088":"Webbläsarapplikationer","1089":"Med hjälp av våra insticksmoduler kommer du att kunna installera MEGA i din webbläsare. Detta möjliggör snabbare filladdning och ger ökad motståndskraft mot angrepp.","1090":"Gå till nedladdningssidan","1091":"Klicka för att ladda upp eller dra & släpp filer hit","1092":"Skrolla för att fortsätta","1093":"Ange aldrig ditt lösenord på en enhet du inte litar på fullt ut. Logga inte in på ditt konto från en delad eller publik dator.","1094":"För ökad säkerhet, installera vårt [A]webbläsartillägg[\/A] för att ladda MEGA från din dator istället för från våra servrar.","1095":" Skapa ditt [A]gratis[\/A] konto","1096":"Namn","1097":"Efternamn","1098":"Ogiltigt namn och\/eller efternamn.","1099":"Vänligen ange ditt namn & efternamn.","1100":"Ogiltig e-postadress.","1101":"Vänligen ange en korrekt e-post adress","1102":"Ogiltigt lösenord.","1104":"Vänligen skapa ett starkare lösenord. ","1105":"Styrka:","1106":"Lösenord status","1107":" Lösenorden överensstämmer icke med varandra. ","1108":"Skapa konto","1109":"Ditt lösenord är din krypteringsnyckel","1110":"Kontots säkerhet beror på lösenordets styrka. Lösenord som är för korta, för enkla eller består av uppslagsord är mycket lätta att gissa och därför osäkra.","1111":"Glöm inte ditt lösenord","1112":"Det finns inget sätt att återhämta lösenord som gått förlorade. Om du inte kan komma ihåg det, kan du inte längre komma åt dina lagrade data.","1113":"Ditt konto är inte säkrare än din dator","1114":"Skriv lösenordet igen","1115":"Kontrollören för lösenordsstyrkan initierar fortfarande.","1116":"Vänligen försök igen om ett par sekunder.","1117":"Allmänna användar avtalet","1118":"Ni måste godkänna servicevillkoren för att registrera ett konto på MEGA.","1119":"Lösenordet är för lätt att gissa. Försök att skapa ett längre lösenord. Kombinera gärna stora och små bokstäver. Lägg till specialtecken. Använd ej namn eller uppslagsord","1120":"Lösenordet är för lätt att gissa. Försök att skapa ett längre lösenord. Kombinera gärna stora och små bokstäver. Lägg till specialtecken. Använd ej namn eller uppslagsord.","1121":"Ert lösenord är tillräckligt bra att fortsätta, men det är rekommenderat att Ni skapar ett starkare lösenord.","1122":"Detta lösenord kommer att hålla för de mest typiska brute-force attacker. Vänligen säkerställ att Ni kan minnas det.","1123":"Detta lösenord kommer att hålla för de flesta sofistikerade brute-force attacker. Vänligen säkerställ att Ni kan minnas det.","1124":"Väldigt svagt","1125":"Svagt","1126":"Mellan","1127":"Bra","1128":"Starkt","1129":"ditt lösenord är för svagt för att kunna fortsätta","1130":"Ogiltig e-postadress och\/eller lösenord.","1131":"Bekräfta Ert konto","1132":"Entropi Kollektion","1133":"Det här spelet kommer att samla in [A]entropi[\/A] baserat på dina musrörelser.","1134":"Detta kommer att stärka din [A]RSA nyckel[\/A].","1135":"Du kan avbryta spelet när förloppsindikatorn är på 100%.","1136":"Färdig!","1137":"Du kan nu gå vidare till nästa steg för att slutföra din nyckel.","1138":"Fortsätt","1139":"Poäng:","1140":"Detta är ett mycket viktigt steg och kan dröja några sekunder.","1141":"Vänligen ha tålamod.","1142":"Offentlig - Privat nyckelskapande","1143":"Genererar nyckel","1144":"Den tidigaste kända användningen av kryptografi har sitt ursprung från nästan 4000 år sedan, i antika Egypten.","1145":"Idag, nästan 4000 år senare, har de flesta stora molnlagringsföretagen inte ännu tagit kryptografin i bruk.","1146":"Färdigställ Ert konto","1147":"Välj din kontotyp","1148":"[A]Få 2 månader gratis[\/A] vid köp av en ettårig pro plan. ","1149":"Begränsad","1150":"Gratis","1151":"Utnyttja MEGA tillfullo med ett [A]Pro konto[\/A]","1152":"Välj ditt Pro paket:","1153":"ettårsplan","1154":"Teamet","1155":"Laddar upp","1156":"Laddar ner","1157":"Gratis nedladdning","1158":"för Windows","1159":"Kommer snart för [A]Mac[\/A]","1160":"MEGA vill tacka upphovsmännen till följande open source-komponenter som har möjliggjort nödvändig funktionalitet till vår tjänst:","1161":"Säker","1162":"Dina data är krypterade hela vägen. Ingen kan kapa informationen från lagringsplatsen eller under transport.","1163":"Flexibel","1164":"Synkronisera vad som helst från din PC till valfri mapp i molnet. Synkronisera valfritt antal mappar parallellt.","1165":"Snabbt","1166":"Utnyttja MEGA:S kraftfulla infrastruktur och multianslutningsöverföringar.","1167":"Generös","1168":"Lagra upp till 50 GB gratis!","1169":"Fullt utrustad","1170":"Sök, lagra, hämta, strömma, visa, dela, byt namn på eller ta bort filer. Allt finns där - i din hand.","1171":"Kommer snart för [A]iOS[\/A]","1172":"Firefox Insticksmodul","1173":"Chrome Insticksmodul","1174":"Denna app låter dig installera MEGA in i din webbläsare. Den minskar laddningstiderna, förbättrar nedladdnings prestandan och stärker säkerheten.","1175":"Varje MEGA URL kommer att fångas av den här appen och stanna lokalt (inget JavaScript laddas från våra servrar). Säkra (automatiska-) uppdateringar är möjliga tack vare de privata kryptografiska nyckel signaturerna. ","1176":"Och om Ni är otroligt paranoid:","1177":"inaktivera automatiska uppdateringar och granska vår källkod inför varje uppdatering manuellt.","1178":"Ladda ner MEGA för Firefox","1179":"Installation:","1180":"Ladda ner MEGA för Chrome","1181":"Öppna webbläsartilläggssidan i Chrome","1182":"meny > verktyg > tillägg","1183":"eller skriv","1184":"i adressfältet.","1185":"Drag och släpp den nerladdade filen [X] till Chromes webbläsartilläggssida och bekräfta installationen.","1186":"Ni kan enkelt köpa Ert MEGA Pro medlemskap från någon av våra auktoriserade återförsäljare nedan:","1187":"Ladda ner","1188":"Till din Dator","1189":"Importera","1190":"Till din molnlagringplats","1191":"Filen som du försöker ladda ner är för tillfället otillgänglig.","1192":"Skrolla för att lära dig mera om MEGA","1193":"Startar nytt konto","1194":"Vill Ni importera denna fil till en ny session?","1195":"\"Nej\" kommer att tillåta dig att logga in och behandla din importring.","1196":"Avbryt nedladdning","1197":"Är Ni säker på att Ni vill avbryta nedladdningen?","1198":"Nerladdade filen kommer att raderas.","1199":"Vi kan inte dekryptera utan en nyckel.","1200":"Affiliateprogramets användarvilkor","1201":"[A]Anslut dig till oss[\/A] för att störa molnlagringsmarknaden","1202":"Styr marknaden till oss och tjäna din andel.","1203":"Hjälp oss att växa och var delaktig i framgången.","1204":"Registrera dig","1205":"Hur fungerar det?","1206":"Registrera dig och få ett unikt partner ID som kan användas i vår webbadress.","1207":"Vi kommer att följa inköp gjorda av de kunder Ni refererat till MEGA.","1208":"Du kommer att tjäna [B]20%[\/B] av alla intäkter som genereras genom din partner ID.","1209":"Återkommande prenumerationer räknas som återkommande referat.","1210":"För vem är affiliateprogrammet?","1211":"App Utvecklare:","1212":"Bygg en egen populär app genom att använda vår [A]SDK[\/A]","1213":"Konvertera gratis användare till pro och tjäna pengar på din app.","1214":"Web Sidor:","1215":"Bloggare","1216":"Molnlagringsjämförelsesidor","1217":"Vad är reglerna?","1218":"Vänligen läs och godkänn användarvillkoren för vårt [A]Affiliateprogram[\/A] ","1220":"Kom igång!","1221":"Anmäl dig till vårt affiliateprogram, så kan du börja tjäna pengar på direkten.","1223":"Kontaktinformation","1224":"Vi behöver fortfarande lite mera detaljer om Er.","1230":"Betalningsinformation","1231":"Vi betalar pengar månatligen via PayPal eller banktöverföring (New Zealand bankkonton endast).","1232":"Betalningsmetod","1233":"PayPal","1234":"Bankkonto (NZ endast)","1235":"Mottagarens namn","1236":"Banknamn","1237":"Bankkontonummer","1238":"PayPal address","1239":"Affiliateinformation","1240":"Vi skulle vilja veta hur Ni planerat att styra trafik till MEGA.","1241":"Beskriv er marknadsföringsstrategi:","1242":"Jag godkänner MEGA:S användarvillkor för [A]Affiliateprogramet[\/A]","1243":"Du har gått med i affiliateprogrammet. Du kommer att tjäna 20% av de intäkter som genererats med ditt partner-ID.","1244":"Vänligen säkerställ att ni godkänner vårt [A]Affiliatprogram:s användarvillkor[\/A]","1245":"Ni kan tjäna intäkter genom att skicka trafik till:","1246":"Statistik","1247":"Tidsperiod","1248":"30 dagar","1249":"90 dagar","1250":"180 dagar","1251":"365 dagar","1252":"Hela tiden","1253":"Datum","1254":"Försäljning","1255":"Omsättning","1256":"Förtjänst","1257":"Ingen försäljning har registreras under den valda tidsperioden.","1258":"Utbetalningar","1259":"Inga utbetalningar registrerade under den valda tidsperioden.","1260":"Partner ID","1261":"Vänligen ange födelsedatum.","1262":"Vänligen ange stad.","1263":"Vänligen ange stat eller provins.","1264":"Vänligen ange postnummer.","1265":"Vänligen ange telefonnummer","1266":"Vänligen, beskriv er marknadsföringsstrategi.","1267":"Ni måste godkänna Affiliateprogrammets användarvillkor.","1268":"Vänligen ange PayPal address.","1269":"Var vänlig och ange bidragstagarens namn på Ert NZ bankkonto.","1270":"Vänligen ange namnet av din NZ bank.","1271":"Vänligen ange ditt NZ bankkontonummer.","1272":"MEGA har tillverkats av människor och är därför inte perfekt. Upptäcker ni bugg, ser vi gärna att ni berättar det till för oss så vi kan reparera den. Ju mera detaljerad information, desto bättre.","1273":"Vi tar immateriella rättigheter på allvar och upprätthåller en robust policy mot upphovsrättsintrång\/upprepade överträdelser.","1274":"För mera information, vänligen läs vår [A]rådgivning vid upphovsrättsintrång[\/A].","1275":"Ni kan be om att filer skall tas bort genom vår [A]online-blankett[\/A] eller skicka oss e-post angående ärendet.","1276":"Har du några funderingar eller idéer? Vill du lära dig mer om våra produkter?","1277":"Vi är alltid tillgängliga.","1278":"Vänligen välj","1279":"Steg 1","1280":"Steg 2","1281":"Innehållsförteckning","1282":"Upphovsrättsinnehavarens uppgifter","1283":"Lägg till en annan URL","1284":"Namnet på upphovsrättsinnehavaren","1285":"om lämpligt","1286":"Upphovsrättsinnehavarens auktoriserade agent som ålägger anmälan:","1287":"Upphovsrätt mottaget","1288":"Vi kommer att granska och bearbeta ditt meddelande så fort.","1289":"Tack så mycket för att du har klickat på länken för inbjudan. Vänligen skapa ditt gratiskonto nedan.","1290":"Ojdå, verkar som att denna invitationslänk inte längre är i kraft. Har Ni redan registrerat ett konto?","1291":"Du har nyligen klickat på en invitationslänk. Vänligen skapa ditt konto.","1292":"Kommer Snart","1293":"Välkommen till hjälpcentret","1294":"Om inte din fråga är besvarad här, tveka inte att kontakta oss.","1295":"Kontakta Supporten","1296":"Populära ämnen:","1297":"E-postadressen används redan.","1298":"Vänligen logga in till ditt konto.","1299":"Dra för att uppdatera","1300":"Senast uppdaterad","1301":"Idag","1302":"Igår","1303":"Denna veckan","1304":"Förra veckan","1305":"Denna månad","1306":"Detta år","1307":"Äldre","1308":"Nedladdning misslyckades","1309":"Uppladdning misslyckades","1310":"Vänligen ange bekräftelsekod","1311":"Ett fel uppstod vid laddning av filer","1312":"Saknar användarnamn\/lösenord","1313":"Inloggning misslyckades","1314":"Raderings Fel","1315":"Inget e-postkonto angivet","1316":"Spara fil offline för att förhandsgranska","1317":"Ett fel uppstod när länken skulle genereras","1319":"Lösenordet är för kort","1320":"Namnet är för kort","1321":"Fel inträffat vid laddning av kontouppgifter","1322":"Uppladdning slutförd","1323":"Loggar in","1324":"Inloggning lyckades","1325":"Genererar länk","1326":"Länken har kopierats till dina urklipp","1327":"Nedladdning klar","1328":"Nedladdning påbörjas","1329":"Väntar","1330":"Ange användarnamn och lösenord","1331":"E-post","1332":"Bekräfta registrering","1333":"Vänligen kontrollera din e-post och klistra in bekräftelsekoden nedan eller klicka på den särskilda iOs bekräftelselänken.","1334":"Avbryt registration","1335":" Bekräftelse kod","1336":"Använd senaste","1337":"Ta foto","1338":"Välj befintligt","1339":"Lägg till mapp","1340":"Ange namn på ny mapp","1341":"Välj bild(er)","1342":"Ändra","1343":"Tom Cloud Drive","1344":"Dela","1345":"Spara offline","1346":"Överföringar","1347":"Töm inkorg","1348":"Delade mappar","1349":"Inga foton","1350":"Foton","1351":"Lokalt","1352":"Tillgänglig","1353":"Spara för offline-tillgång","1354":"Ställ in den maximala mängd som får användas på din apparat","1355":"Version","1356":"Feedback","1357":"Logga ut","1358":"Alla nedladdade filer kommer raderas","1359":"Den markerade storleken är mindre än cachens nuvarande storlek. Om Ni fortsätter kommer några filer att raderas.","1360":"Utökat Pro","1361":"Prissättning","1362":" Återställ inköp","1363":"Inget nätverk","1364":"Försök igen","1365":"Du är inte ansluten till Internet","1366":"Ange nytt namn","1367":"Få 50 GB gratis, eller registrera dig till ett av våra Pro-paket och få upp till 4 TB krypterad lagring från €8.33 per månad.","1368":"upp till [X]","1369":"och [X]","1370":"E-post och Chat","1371":"Vårt krypterade kommunikationspaket kommer att lanseras tidigt 2014.","1372":"Gör dig redo för MEGA chatt, e-post, samtal och videokonferenser.","1373":"Vad är MEGA? Klicka eller skrolla","1374":"Tillbaka till Startsida","1375":"Tillbaka till nedladdningssidan","1376":"i samarbete med:","1377":"Vill du spela? Om du hoppar över detta steget kan säkerheten för ditt konto äventyras. Vänligen förflytta din mus slumpmässigt och intensivt för att minska risken.","1378":"Starta spelet","1379":"Hoppa över","1380":"Kategorier","1381":"Inställningar för användargränssnitt","1382":"Sortering","1383":"Konfigurera kolumnsortering på mapp-basis eller gör likadant för alla mappar","1384":"per mapp","1385":"samma för alla mappar","1386":"Visa lägesval","1387":"Välj visningsläge (ikoner eller detaljer) på mapp-basis, eller välj samma visningsläge för alla mappar","1388":"[B]Ladda ned[\/B] [A]till din dator[\/A]","1389":"[B]Importera[\/B] [A]till din molnlagring[\/A]","1390":"Drag och släpp här","1391":"följ oss","1392":"Filer och mappar","1393":"Hämta video","1394":"Kopiera länk","1395":"Skicka länk via E-mail","1396":"Du måste ge tillstånd att komma åt foton","1397":"Vänligen aktivera platstjänster","1398":"Platstjänster måste vara aktiverad","1399":"Hur mår du?","1400":"Glad","1401":"Förvirrad","1402":"Olycklig","1403":"Skicka respons","1404":"Kontakta supporten via email.","1405":"Vi kommer att läsa ditt meddelande, men kanske inte kan svara dig på grund av mängden supportärenden vi får.","1406":"Ranka oss!","1407":"Få hjälp, eller läs populära frågor","1408":"Om","1409":"Tack","1410":"Välj mapp för import","1411":"PhotoSync","1412":"Aktivera PhotoSync","1413":"Foton kommer att laddas upp till din PhotoSync-mapp","1414":"Använd mobildata","1415":"Ditt mobilabonnemang kommer inte användas för uppladdning av foton.","1416":"Bakgrundsuppladdning","1417":"Starta PhotoSync periodvis när din position ändras","1418":"Färdig","1419":"Aktivera lösenordskod","1420":"Ange lösenordskod","1421":"Ändra lösenordskod","1422":"Skriv in din aktuella lösenordskod","1423":"Skriv in din lösenordskod","1424":"Stäng av lösenordskod","1425":"Skriv in din lösenordskod igen","1426":"Skriv in din nya lösenordskod","1427":"Skriv in din lösenordskod igen","1428":"Lösenordskoderna stämmer inte. Försök igen.","1429":"Ett försök med lösenordskod misslyckades","1430":"%i försök med lösenordskod misslyckades","1431":"Lösenordskodslås","1432":"Aktivera lösenordskod","1433":"Stäng av lösenordskod","1434":"Radera data","1435":"Radera alla data efter tio misslyckade försök med lösenordskoden","1436":"Språk","1437":"Engelska","1438":"Bulgariska","1439":"Portugisiska","1440":"Traditionell kinesiska","1441":"Tyska","1442":"Spanska","1443":"Franska","1444":"Ungerska","1445":"Indonesiska","1446":"Italienaska","1447":"Japanska","1448":"Polska","1449":"Slovakiska","1450":"Slovenska","1451":"Hebreiska","1452":"Holländska","1453":"Koreanska","1454":"Ryska","1455":"Uppdaterar","1456":"Laddar","1457":"Importerar","1458":"Ladda ned från MEGA-länk","1459":"Ladda upp här","1460":"Välj flera","1461":"Registrering","1462":"Registrera nytt konto","1463":"Bekräftelse krävs","1464":"Vänligen kontrollera din e-post och klicka på länken för att bekräfta ditt kontos validitet","1465":"Om du inte fått ett bekräftelse e-postmeddelande, vänligen försök registrera igen","1466":"Jag godkänner","1467":"villkor för tjänsten","1468":"Är du redan en MEGA-användare?","1469":"Logga in","1470":"Loggar in","1471":"Skapa nytt konto","1472":"Försök igen","1473":"Kontaktar servern","1474":"Kalkylerar krypteringsnycklar, vänligen vänta","1475":"Är du inte en MEGA--användare än?","1476":"Pinkodslås","1477":"Felaktig kod","1478":"Retur","1479":"Standardplats för nedladdning","1480":"Intern cache","1481":"Välj mapp där du vill spara dina filer","1482":"Anpassad mapp","1483":"Ladda ned till","1485":"Ändrar lösenord","1486":"Felaktigt lösenord, eller så stämde de inmatade lösenorden ej överens. Var vänlig, försök igen.","1487":"Lösenordet har ändrats","1488":"Välj ditt paket","1489":"Välj prisplan","1490":"Laddar ned fil","1491":"Vill du avbryta nedladdningen?","1492":"Uppdaterar fillistan","1493":"Peka för att avbryta nedladdningen","1494":"Nedladdningen misslyckades","1495":"nedladdade","1496":"Nedladdningen har startat","1497":"Vill du avbryta uppladdningen?","1498":"Bearbetar filen","1499":"Peka för att avbryta uppladdningen","1500":"Uppladdningen har startat","1501":"uppladdad","1502":"Uppladdningen misslyckades","1503":"Kan inte öppna vald fil","1504":"Välj från","1505":"Välj filtyp","1506":"Redan nedladdad","1507":"Öppna med","1508":"Felaktigt länkformat","1509":"Mapplänkar stöds inte än","1510":"Felaktig e-postadress eller lösenord. Har du validerat ditt e-postkonto?","1511":"Lösenordet är för kort","1512":"Var vänlig och ange din e-postadress","1513":"Felaktig e-postadress","1514":"Nätverksfel, vänligen försök senare","1515":"Resursen kan ej hittas, försök igen senare","1516":"Problem med filsystemet","1517":"Ägaren till denna fil är blockerad","1518":"Enheten hittades inte","1519":"Inte tillräckligt med utrymme","1520":"De flesta enheter kan inte ladda ned filer som är större än 4GB. Din nedladdning kommer troligtvis misslyckas.","1521":"Dela länk","1522":"Dela fil","1523":"Välj","1524":"Döp om","1525":"Döper om","1526":"Flytta till papperskorgen","1527":"Flyttar dokument","1528":"Skapar länk","1529":"Dela länk till filen","1530":"Flyttar till papperskorgen","1531":"Spara till","1532":"Spara till filsystem","1533":"Spara till nedladdningar","1534":"Tillgängliggör offline","1535":"Synkronisera foton","1536":"Ladda upp dina foton och videor automatiskt till MEGA","1537":"Synkroniserar med MEGA","1538":"Fotosynkronisering avslutad","1539":"Ladda endast upp via WIFI","1540":"Ladda endast upp när enheten laddas","1541":"Synkronisera foton till","1542":"Problem vid synkronisering av foton","1543":"Målmappen finns inte","1544":"inte satt","1545":"Fotomapp","1546":"Målmapp","1547":"Synkronisera foton från","1548":"Fel fotomapp","1549":"Uppladdningar","1550":"Nedladdningar","1551":"Antal parallella anslutningar","1552":"Antal parallella nedladdningar","1553":"Pin-lås","1554":"Aktivera PIN-lås","1555":"Tidsgräns för PIN-lås (s)","1556":"Kod","1557":"Avancerad","1558":"Max filstorlek i cache (KB)","1559":"Max storlek på förgrundsnedladdning (KB)","1560":"Miniatyrer","1561":"Skapa miniatyrer","1562":"Appen kommer att ladda ned bilderna och skapa miniatyrer","1563":"Ladda endast ned via WIFI","1564":"bild","1565":"Ljud","1566":"Video","1567":"Välj från filsystemet","1570":"bilder","1571":"videor","1572":"båda","1573":"Fel vid kamerasynkronisering : extern lagring kan ej hittas","1574":"Endast bilder","1575":"Endast videor","1576":"Bilder och videor","1577":"Lägg till synkroniserad mapp","1578":"Fel","1579":"Vänligen välj en lokal mapp och en MEGA-mapp","1580":"Den valda mappen är redan synkroniserad","1581":"En synkroniserad mapp kan inte finnas i en annan synkroniserad mapp","1582":"Den valda MEGA-mappen är redan synkroniserad","1584":"Fullständig synkronisering av kontot är endast möjlig utan aktiverade delsynkroniseringar","1585":"Varning","1586":"Den lokala mappen är för stor (denna version är begränsad till %1 mappar eller %2 filer. Vänligen, ange en annan mapp.","1587":"Namn på synkroniseringen","1588":"Namnet \"%1\" används redan för en annan synkronisering","1589":"Vänligen ange ett annat namn för att synkronisera denna mapp:","1590":"Lokal mapp:","1591":"MEGA-mapp:","1592":"Välj lokal mapp","1593":"Importera länkar","1594":"Ladda ned till min dator","1595":"Importera till min molnlagring","1596":"OK","1597":"Avbryt","1599":"Välj lokal mapp","1600":"Fel vid dekryptering","1601":"Ej hittad","1602":"MEGAsync är uppdaterad","1603":"NYLIGEN UPPDATERAD","1604":"Data är temporärt otillgängliga","1605":"Synkroniseringar","1606":"MEGAs webbsida","1607":"%1 av %2","1608":"Använt: %1","1609":"%1 av %2 (%3\/s)","1610":"%1 av %2 (pausad)","1611":"Filöverföringen är pausad","1612":"MEGAsync söker","1613":"Alla överföringar är avslutade","1614":"Avbryt alla nedladdningar","1615":"Avbryt nedladdning","1616":"Avbryt alla uppladdningar","1617":"Avbryt uppladdning","1618":"Lägg till synkronisering","1619":"en fil %1\/s","1620":"en fil (pausad)","1621":"%1 av %2 filer %3\/s","1622":"%1 av %2 filer (pausad)","1623":"Totalt återstår:","1624":"Laddar ned","1625":"Laddar upp","1626":"MEGAsync","1627":"Loggar in","1628":"MEGAsync körs nu.","1629":"Klicka här för att öppna statusfönstret.","1630":"Din synkronisering \"%1\" har inaktiverats därför att fjärrmappen inte existerar","1631":"Din synkronisering \"%1\" har inaktiverats därför att fjärrmappen är i papperskorken.","1632":"Din synkronisering \"%1\" har inaktiverats därför att den lokala mappen inte existerar","1633":"Fel: Felaktig målmapp.","1634":"Uppladdningen har avbrutits","1635":"Mappen (%1) laddades inte upp därför att den är för stor (denna version är begränsad till %2 mappar eller %3 filer).","1636":"(%1) mappar laddades inte upp därför att den är för stor (denna betaversion är begränsad till %2 mappar eller %3 filer).","1637":"Synkroniseringen kommer att avbrytas.","1638":"Borttagningar som inträffar när klienten inte körs kommer inte att utföras.","1639":"Avsluta ändå?","1640":"Om MEGAsync","1641":"MEGAsync version %1","1642":"Länken har kopierats till klippbordet","1643":"Denna länk har kopierats till klippbordet","1644":"Avsluta","1645":"Om","1646":"Inställningar","1647":"Paus","1649":"Återuppta","1650":"Uppdaterade","1651":"Pausad","1652":"Söker","1653":"Synkroniserar","1654":"Tillfälligt överföringsfel:","1655":"Du har nya eller uppdaterade filer på ditt konto","1656":"Inga fel","1657":"Internt fel","1658":"Ogiltigt argument","1659":"Begäran misslyckades, försöker igen","1660":"Hastighetsbegränsning överskriden","1661":"Misslyckades slutgiltigt","1662":"För många samtidiga anslutningar","1663":"Utom räckvidd","1664":"Upphört","1665":"Ej hittad","1667":"Åtkomst nekad","1668":"Finns redan","1669":"Ej komplett","1670":"Ogiltig nyckel \/ dekrypteringsfel","1671":"Ogiltigt sessions-ID","1672":"Blockerad","1673":"Överskriden kvot","1674":"Temporärt ej tillgänglig","1675":"Överföring misslyckades","1676":"Skrivfel","1677":"Läsfel","1678":"Ogiltig applikationsnyckel","1679":"Okänt fel","1680":"Varning","1681":"Mappval","1682":"Välj en MEGA-mapp:","1683":"Hämtar mappar","1684":"Ny mapp","1685":"OK","1686":"Avbryt","1687":"Molnlagring","1688":"Ange nytt mappnamn:","1689":"Rotmappen kan inte synkroniseras.","1690":"Välj en undermapp.","1691":"Du har %1 i denna mapp.","1692":"Är du säker på att du vill synkronisera?","1693":"Ange en eller flera MEGA-länkar","1694":"Skicka","1695":"Ange en eller flera MEGA-fillänkar","1696":"Ingen giltig MEGA-länk hittad. (mapplänkar stöds inte än)","1697":"%1 timmar sedan","1698":"Skapa en MEGA-länk","1699":"nyss","1700":"%1 sekunder sedan","1701":"en minut sedan","1702":"%1 minuter sedan","1703":"en timme sedan","1704":"en dag sedan","1705":"%1 dagar sedan","1706":"en månad sedan","1707":"%1 månader sedan","1708":"ett år sedan","1709":"%1 år sedan","1710":"Öppen","1711":"Visa i mapp","1712":"Generell","1713":"Konto","1714":"Synkroniseringar","1715":"Bandbredd","1716":"Avancerad","1717":"Hjälp","1718":"Avbryt","1719":"Använd","1720":"Visa noteringar","1721":"Starta vid uppstart","1722":"Uppdatera automatiskt","1723":"Språk","1724":"Detaljer","1725":"FRI","1726":"Logga ut","1727":"Lagringsutrymme","1728":"Uppgradera","1729":"Synkroniserade mappar","1730":"Radera","1731":"Lägg till","1732":"Lokal mapp","1733":"MEGA-mapp","1734":"Hastighetsbegränsning vid uppladdning","1735":"Ingen begränsning","1736":"Begränsa till","1737":"Automatisk","1738":"runt 90% av tillgänglig bandbredd","1739":"Bandbredd kvot","1740":"Uppladdningsgräns gäller per server, och gäller när ny uppladdning startas","1741":"Mapp för uppladdningar från Windows Explorer","1742":"Exkluderade filnamn","1743":"Proxyinställningar","1744":"Ingen proxy","1745":"Automatisk identifiering","1746":"Proxy","1747":"Proxy-typ:","1748":"Server:","1749":"Proxyservern kräver ett lösenord","1750":"Användarnamn:","1751":"Lösenord:","1752":"Data tillfälligt otillgängliga","1753":"%1 (%2%) av %3 använda","1754":"Du synkroniserar redan hela kontot","1755":"Synkroniseringen kommer att sluta fungera","1756":"Är du säker?","1757":"Exkluderat namn","1758":"Ange ett namn att exkludera från synkronisering.","1759":"(mönstermatchning * och ? är tillåtna):","1760":"Installationsguide","1761":"Jag har ett MEGA-konto","1762":"Jag har inte ett MEGA-konto","1763":"Skapa ett nytt MEGA-konto","1764":"Namn:","1765":"E-post:","1766":"Lösenord:","1767":"Ange lösenord igen:","1768":"Logga in till ditt MEGA-konto","1769":"Vänligen verifiera ditt konto med hjälp av verifieringslänken som vi skickat till din e-postadress","1770":"Välj installationstyp","1771":"Fullständig synkronisering av kontot","1772":"Synkronisera hela molnlagringen","1773":"Selektiv synkronisering","1774":"Synkronisera specifika mappar","1775":"Följande mappar kommer att synkroniseras automatiskt:","1776":"Ändra","1777":"Välkommen till MEGA","1778":"Välj din lokala mapp:","1779":"och din MEGA-mapp:","1780":"som kommer att synkroniseras automatiskt","1781":"Tillbaka","1782":"Nästa","1783":"Användaren existerar redan","1784":"Hämtar fillistan","1785":"Användarnamnet och e-postadressen stämmer inte","1786":"Har du verifierat ditt konto?","1787":"MEGA-mappen existerar inte","1788":"Slutför","1789":"Vänligen ange din e-postadress","1790":"Vänligen mata in en korrekt e-postadress","1791":"Ange ditt lösenord","1792":"Ange ditt namn","1793":"Ange ett starkare lösenord","1794":"De två angivna lösenorden stämmer inte överens","1795":"Du måste acceptera våra användarvillkor","1796":"Skapa konto","1797":"Du har %1 på din molnlagringstjänst.","1798":"Är du säker på att du vill synkronisera hela din molnlagring?","1799":"och din MEGA-molnlagring","1800":"Vänligen ange en lokal mapp","1801":"Vänligen ange en MEGA-mapp","1802":"Välj en lokal mapp","1803":"Ladda upp till MEGA","1804":"Dela med en MEGA-användare","1805":"Skicka till en MEGA-användare","1806":"en fil","1807":"%1 filer","1808":"en folder","1809":"%1 foldrar","1811":"Var vänlig ange en mapp att att ladda upp dina filer till:","1812":"Ladda alltid upp hit","1813":"Synkroniserad MEGA-mapp","1814":"Du kommer att importera denna fil till en synkroniserad mapp. Om nedladdning är aktiverad kommer filen att dupliceras på din dator.","1815":"Är du säker?","1816":"Du kommer att importera dessa filer till en synkroniserad mapp. Om nedladdning är aktiverad kommer dessa filer att dupliceras på din dator.","1817":"Mer","1818":"MEGAsync väntar","1819":"MEGAsync har uppdaterats","1820":"Kommer snart för Mac och Linux","1821":"Vi startade MEGA tidigt 2013 då globala massövervakningsprogram av mindre seriösa regeringar under förevändning att bekämpa terrorism var höljda i dunkel och de som pekade på dessa programs existens blev ofta utmålade som konspirationsteoretiker. Edward Snowden's avslöjanden 137 dagar senare ändrade allmänhetens uppfattning i grunden och det blev fullständigt klart att företags policy att respektera dina data (\"vi har tillgång till dina data, men lovar att hålla dessa konfidentiella, och inte missbruka dem\") inte hade något värde. Ingenting annat än säkerhet genom design (\"vi får inte tillgång till dina data utan att du märker det\"), för vilken stark kryptering är nödvändig, framstår nu som otillräcklig.","1822":"MEGA konstruerades runt de enkla faktum att - för att kryptografi skall kunna accepteras - så får det inte stå i vägen för användbarhet. MEGA kan användas utan installation av programvara och är den enda molnlagringstjänst med webbläsarbaserad högpresterande end-to-end kryptering. Det enda tecknet på det underliggande krypteringslagret är insamlandet av slumpvisa data under registreringsprocessen, att lösenordsåterställning saknas, och det nymodiga sättet (och webbläsarbaserade) att överföra filer. Idag litar miljoner privatanvändare och företag på MEGAs molnlagringstjänst att säkert och pålitligt lagra åtskilliga petabytes med data, och vi tror denna framgång är ett resultat av MEGAs kraftfulla och lättanvända tjänst.","1823":"Vi letar ständigt efter kompetent personal. Om du är en framstående mjukvaruingenjör, och skulle vilja bli en del av vårt team, tveka inte att skicka in ditt CV till jobs@mega.co.nz.","1824":"Du är inloggad. Vill du logga ut och registrera ett nytt konto?","1825":"Vad är MEGAsync?","1826":"MEGAsync är en applikation som synkroniserar mappar mellan din dator och MEGAs molnlagringstjänst. Alla filer och mappar kommer att återkskapas på båda håll. Ändringar som du gör på en sida kommer att återspeglas på den andra, nästan i realtid (påverkas av överföringshastighet).","1827":"Hur installerar jag MEGAsync?","1828":"Gå till  [A]nedladdningssidan[\/A] och följ instruktionerna. Under installationen kommer du behöva mata in dina användaruppgifter, eller ges du möjlighet att skapa ett nytt konto. Du kommer också att behöva specificera vilka mappar du vill spegla (antingen hela din MEGA-molnlagring eller utvalda mappar eller filer). Efter installationen slutförts så kommer MEGAsync att starta automatiskt. I Windows kommer du se MEGA-logot i systemfältet när MEGA körs och du kommer att kunna se pop-up meddelanden vid statusuppdateringar.","1829":"Kan jag använda MEGAsync på flera datorer?","1830":"Ja. Genom att synkronisera flera enheter med samma molnmapp, så kan alla enheter synkroniseras (förutsätter att du använder samma MEGA-konto på alla enheter).","1831":"Hur kan jag övervaka synkroniseringsstatus för mina lokala filer och mappar?","1832":"Ikoner och mappar som är synkroniserade, markeras med en grön cirkel. Filer och mappar som överförs markeras med en blå cirkel, och kommande överföringar markeras med rött.","1833":"MEGAsync lagrar mina inloggningsuppgifter för automatisk inloggning. Är det ett säkerhetsproblem?","1834":"Inte om din lokala lagring är krypterad.","1835":"Jag raderade en fil från min lokala synkroniseringsmapp medan MEGAsync inte kördes. Sedan startade jag MEGAsync och filen kom tillbaka. Varför?","1836":"Den nuvarande versionen av MEGAsync kommer inte ihåg din hur din lokala lagring såg ut mellan omstarter. Det finns inget sätt att veta om den lokala filen försvunnit sedan MEGAsync senast kördes. Därför är det bäst att alltid köra MEGAsync om du vill att raderingar som du gör lokalt skall återspeglas.","1837":"En viktig fil har skrivits över eller raderats av synkroniseringsklienten. Hur återskapar jag den?","1838":"På molnsidan, flyttas filer raderade filer till en speciell mapp som heter \"SyncDebris\" i din papperskorg och kan återskapas därifrån vid behov (använd MEGAs sökmotor om det behövs). Lokalt lagras raderade filer i mappen \"Debris\" som finns i roten på synkroniseringen.","1839":"Stöder MEGAsync versionshantering?","1840":"Nej. Dock kan du komma åt överskrivna filer i respektive \"debris\" mapp tills de rensats därifrån.","1841":"Stöder MEGAsync ändring av existerande filer?","1842":"Nej. Om en synkroniserad fil ändras, så skrivs hela filen över. Därför är det inte rekommenderat att synkronisera, exempelvis, stora logfiler eller databastabeller. Krypterad modifiering av filer är planerad att stödas i framtiden.","1843":"När stora synkroniseringsmappar valts tar MEGAsync lång tid på sig att starta. Varför?","1844":"Varje gång MEGAsync startas, så kontrolleras alla lokala filer och detta tar tid. I framtida versioner kommer man kunna ta bort denna kontroll.","1845":"Finns det begränsningar i vad filer och mappar får heta?","1846":"MacOS\/UNIX filnamn är skriftlägeskänsliga, det är inte Windows filnamn. En mapps om innehåller både \"ABC.TXT\" och \"abc.txt\" kan synkroniseras på en UNIX-dator utan problem, men när en Windows-dator synkroniseras kommer bara en av dessa filer kunna existera.","1847":"MEGA har inga begränsningar i vad filer kan heta, de kan innehålla vilka tecken som helst (såsom : eller *). Dessa kommer att skrivas som %xx på den lokala sidan, och konverteras tillbaka när de synkroniseras till MEGA. Windows Explorer har också problem med uppenbart ofarliga tecken - \"con.doc\", exempelvis. För att förstå varför måste man nog vara lite av en datanörd. Om sådana situationer inträffar, döp om filen på molnsidan. Internationella tecken stöds fullt ut.","1848":"MEGAsync stöder ganska djupa mappstrukturer (MEGA stöder maximalt 63 nivåer) och väldigt långa filnamn (upp till 32 tusen tecken i Windows). Dock stöder bara Windows mjukvara (Explorer inräknat) bara sökvägar upp till 260 tecken.","1849":"Hur kan jag försäkra mig om att jag alltid har nyaste versionen av MEGAsync?","1850":"MEGAsync kontrollerar om det finns en ny version varannan timme och uppdaterar sig själv när det finns en ny version (du kan stänga av detta i inställningar. Då utförs nästa kontroll när instälningen aktiveras igen). På grund av säkerhetsskäl, så kan bara den som ursprungligen installerade MEGAsync uppdatera.","1851":"Kommer MEGAsync använda peer-to-peer (direktkopplade) överföringar för att öka hastigheten på synkroniseringar över lokala nätverk.","1852":"Nej. MEGAsync synkroniserar endast från MEGAs servrar.","1853":"Vad händer om samtidiga motstridiga filmanipulationer inträffar på klienter som är synkroniserade till samma moln?","1854":"Den aktuella versionen av MEGAsync kan inte reda ut sådana motstridigheter. Undvik dem om över huvud taget möjligt.","1855":"Stöder MEGAsync avancerade finesser i filsystem, exempelvis länkar, attribut, ACL eller liknande?","1856":"Nej. Det kan inte återskapas i molnlagringen.","1857":"Stöder MEGAsync att man speglar en lokal mapp till flera molnlagringar eller en molnlagring till flera lokala mappar?","1858":"Nej, om du nu inte vill köra flera MEGAsync-processer parallellt, vilket inte rekommenderas. Som en generell regel kan man säga att varje lokalt filsystem endast skall använda MEGAsync en gång, så undvik att synkronisera undermappar till redan synkroniserade mappar eller ha flera länkar till samma filsystem i en synkroniserad mapp.","1859":"Var hittar jag iOS appen?","1860":"Du kan ladda ner och installera iOS appen i [A]App Store{\/A]","1861":"Var hittar jag Android appen?","1862":"Du kan ladda ner och installera vår Android app i [A]Google Play[\/A].","1863":"Vi har dedicerade [A]appar[\/A] för mobila enheter, såsom [B]iOS[\/B] & [C]Android[\/C].","1864":"Felrapport","1865":"MEGAsync har upptäckt ett problem. Information om felet:","1866":"Du kan hjälpa oss förbättra MEGAsync genom att skicka rapporter om inträffade fel till oss. Dessa rapporter innehåller ingen personlig information. Om du vill ge oss mer information, skriv in den nedan:","1867":"Tack för ditt samarbete!","1868":"Skicka rapport","1869":"Välj användare","1870":"Välj för vilken användare du vill installera [A].","1871":"Välj om du vill installera [A] endast för dig, eller för alla användare av denna dator. [B]","1872":"Installera för vem som helst som använder denna dator","1873":"Installera endast för mig","1874":"Fel: Felaktig målmapp. Uppladdningen har avbrutits","1875":"De nya exkluderade filnamnen kommer att kommas ihåg nästa gång applikationen startar igen","1876":"Aktuell storlek på cache: %1","1877":"Cache","1878":"Rensa","1879":"Dina proxyinställningar är felaktiga, eller så svarar ej proxyn","1880":"Målmappen är synkroniserad och du har redan en fil i den med samma namn (%1).","1881":"Om du fortsätter uppladdningen, kommer föregående fil skrivas över.","1882":"Jösses, det är fullt med stjärnor!","1883":"Du försöker synka en extremt stor mapp. För att unvika att hela systemenheter synkroniseras, vilket är ineffektivt och farligt, ber vi dig börja med en liten mapp och lägga till mer medan MEGAsync körs.","1884":"Mappen (%1) laddades inte upp därför att den är extremt stor. Vi gör denna kontroll för att försäkra oss om att man inte laddar upp hela start-volymer, vilket vore mycket ineffektivt och farligt.","1885":"%1 mappar laddades inte upp därför att de är extremt stora. Vi gör denna kontroll för att försäkra oss om att man inte laddar upp hela start-volymer, vilket vore mycket ineffektivt och farligt.","1886":"Jag försöker döpa om en lokal mapp i utforskaren, men filnamnet i molnlagringen ändras inte vad jag än gör.","1887":"Mappen du försöker döpa om innehåller en gömd fil som heter desktop.ini med ett  LocalizedResourceName= fält som döptes om i stället. Mappen döptes egenligen inte om. Ta bort desktop.ini och försök igen.","1888":"Hem","1889":"iOS App","1890":"Android App","1891":"Hitta svaren på alla frågor om vår tjänst.","1892":"Lär dig mer om MEGAs säkerhetsmodell och kryptografi.","1893":"Få information om hur man synkroniserar din dator och MEGAs molnlagring.","1894":"Lär dig mer om vår Andriod app, molnet i din ficka.","1895":"Lär dig mer om MEGAs kraftfulla samarbetsfunktioner.","1896":"Allt du behöver veta om ditt MEGA-konto.","1897":"Lär dig mer om vår iOS-app, molnet i din ficka.","1898":"Tryck Esc för att stänga","1899":"Förhandsvisning","1900":"Det finns en uppdatering!","1901":"Uppdateringen slutförs när applikationen startas nästa gång","1902":"Installerar uppdatering...","1903":"Kontrollerar om det finns uppdateringar...","1904":"Installerar uppdatering","1905":"Det finns en ny version av MEGAsync! Klicka på detta meddelande för att uppdatera","1906":"Det finns inga uppdateringar","1907":"Det uppstod ett problem vid installationen av uppdateringen. Vänligen uppdatera senare eller ladda ner den senaste versionen från: https:\/\/mega.co.nz\/#sync","1908":"Kontrollera om det finns uppdateringar","1909":"Manuell installation","1910":"fungerar bara för:","1911":"Chrome beta","1912":"Chrome Canary","1913":"Ladda ned MEGA","1914":"för Chrome beta \/ Canary","1915":"Varning: klicka bara på ovanstående länk om du litar på [A]Chrome web store[\/A]. Alternativt, du kan ladda hem och installera tillägget nedan.","1916":"Ladda hem från","1917":"Chrome web store","1918":"Uppdatering har hittats. Laddar ner ...","1919":"Kan ej hitta filsystemet.","1920":"Var vänlig, försök igen. Om problemen fortsätter, kontakta contact bug@mega.co.nz","1921":"Ogiltig synkroniseringsmapp.","1922":"Använd inte tecken som  \\ \/ eller : i namnet på mappen.","1923":"Synkronisering av utvalda mappar","1924":"Aktivera fullständig synkronisering","1925":"Om du aktiverar fullständig synkronisering inaktiveras alla nuvarande synkroniseringar","1926":"Fullständig synkronisering är aktiverad","1927":"Inaktivera fullständig synkronisering","1928":"Om du inaktiverar fullständig synkronisering kan du välja selektiv synkronisering av utvalda mappar","1929":"Installera MEGA i din webbläsare för förbättrad prestanda och ökad säkerhet.","1930":"Molnet i din ficka! Kom åt och strömma dina filer från din mobil eller surfplatta.","1931":"MEGAsync startar","1932":"To download files larger than 1GB, please install our browser extension.","1933":"To download files larger than 1GB, please install a more modern browser."}