{
    "12": "Ingen skall bli utsatt för godtyckligt intrång i sitt privatliv, familjeliv eller korrespondens. Ingen skall heller få sin ärbarhet eller heder utsatt för angrepp. Alla har rätt att skyddas av lagen mot sådana angrepp.",
    "13": "Allmänna deklarationen om mänskliga rättigheter.",
    "14": "Bekräfta borttagning",
    "15": "Är du säker du vill ta bort alla objekt i din papperskorg permanent?",
    "16": "Internt fel",
    "17": "Överföringskvot överskriden",
    "18": "För många uppkopplingar för den här nedladdningen",
    "19": "Din session har tagit slut eller fungerar ej längre",
    "22": "Filen existerar ej längre",
    "23": "Filen går ej att få tag på längre",
    "24": "Dekrypteringsfel",
    "34": "Varning:",
    "47": "Hoppsan! Något gick fel. Förlåt så mycket!",
    "55": "Skrivskyddad",
    "56": "Läs & skriv",
    "57": "Full tillgång",
    "58": "Ladda ned",
    "59": "Hämta länk",
    "60": "Delningar ",
    "61": "Byt namn",
    "62": "Flytta",
    "63": "Kopiera",
    "64": "Behörigheter ",
    "68": "Ny mapp",
    "71": "Lägg till kontakt",
    "78": "Ja",
    "79": "Nej",
    "81": "OK",
    "82": "Avbryt",
    "83": "Radera",
    "85": "Ladda",
    "86": "Namn",
    "87": "Storlek",
    "89": "Status",
    "93": "Typ",
    "94": "Senast ändrad",
    "95": "E-post",
    "98": "Ladda upp mapp",
    "99": "Ladda upp fil",
    "101": "Lägg till kontakt",
    "102": "Sök",
    "103": "Avbryt överföring",
    "104": "Filöverföringar ",
    "105": "väntar",
    "115": "Filnamn",
    "120": "Din nedladdning kan inte fortsätta, eftersom den skulle överskrida överföringskapaciteten för din IP-adress.",
    "121": "Denna begränsning är dynamisk och styrs av den mängd oanvänd bandbredd vi har.",
    "122": "Bara överföringar som gjorts under de senaste fem till sex timmarna räknas.",
    "127": "För ditt bästa så kommer dina nedladdningar, som ligger i kö, ligga och vänta tills du har tillräckligt med utrymme, och sedan återupptas automatiskt. ",
    "128": "Om du inte vill vänta, så föreslår vi att du köper ett bandbreddspaket som ger dig extra stort utrymme.",
    "135": "Fel",
    "136": "Var god och välj destinationsmappen.",
    "141": "Var god och skriv in en giltig e-postadress.",
    "145": "E-postadress:",
    "148": "Stäng",
    "150": "Kontakt inbjuden",
    "155": "Lägg till",
    "157": "Mappens namn",
    "164": "Molnlagring",
    "165": "Kontakter",
    "166": "Inkorg",
    "167": "Papperskorg",
    "168": "Papperskorg",
    "169": "Meny",
    "170": "Registrera ",
    "171": "Logga in",
    "174": "eller",
    "187": "Mitt konto",
    "190": "Logga in",
    "192": "Kom ihåg mig",
    "193": "Logga in",
    "195": "Din e-post",
    "197": "Skriv in din e-postadress.",
    "198": "Skriv in en giltig e-postadress.",
    "199": "Var god och skriv in ditt lösenord.",
    "200": "Hoppsan! Något fick fel.",
    "201": "Fel e-post och\/eller lösenord. Var god och försök igen.",
    "208": "Jag accepterar MEGA's [A]Användarvillkor[\/A]",
    "209": "Skapa ett konto",
    "212": "Skriv in ditt namn.",
    "213": "Välj ett lösenord",
    "214": "Du måste acceptera våra användarvillkor.",
    "216": "Häftigt",
    "217": "Kolla din e-post och tryck på länken för att aktivera ditt konto.",
    "218": "Den här e-postadressen har redan kopplats till ett annat MEGA konto.",
    "219": "Den här email adressen har redan kopplats till ett annat MEGA konto.",
    "229": "Visa inte detta igen",
    "230": "Uppgradera till PRO",
    "233": "Tillfälliga problem, testar igen.",
    "236": "Importera",
    "239": "Nedladdning avslutad",
    "240": "För att bli klar med överföringen av filen måste du spara den manuellt",
    "241": "Spara din fil",
    "242": "Uppdatera till Chrome för att använda MEGA's fulla styrka",
    "243": "Filen du försöker ladda ned är inte längre tillgänglig.",
    "244": "Detta kan vara på grund av följande anledningar: ",
    "246": "Filen har blivit borttagen för regelbrott mot ToS (användarvillkor) \/ AUP (policy för acceptabel användning).",
    "247": "Ogiltig URL-länken du försöker öppna existerar inte längre.",
    "248": "Användaren har raderat filen.",
    "253": "Försök igen senare.",
    "258": "Laddar ned",
    "368": "Varning:",
    "372": "Uppladdning",
    "377": "Du har för tillfället minst en aktiv filöverföring. Om du fortsätter så kommer dina överföringar att avbrytas.",
    "378": "Var vänlig skriv in ditt lösenord för att aktivera ditt konto.",
    "381": "Copyright - Eftertryck förbjudes",
    "383": "Hjälp",
    "384": "Hjälpcenter",
    "385": "Användarvillkor",
    "386": "Integritetspolicy",
    "387": "Upphovsrätt",
    "389": "Blogg",
    "391": "Återförsäljare",
    "392": "Utvecklare",
    "396": "Om oss",
    "398": "Premiummedlemskap",
    "399": "Kontakta oss",
    "403": "Konto",
    "405": "Verktyg",
    "408": "Januari",
    "409": "Februari",
    "410": "Mars",
    "411": "April",
    "412": "Maj",
    "413": "Juni",
    "414": "Juli",
    "415": "Augusti",
    "416": "September",
    "417": "Oktober",
    "418": "November",
    "419": "December",
    "425": "Byt namn på mapp",
    "426": "Byt namn på fil",
    "429": "Sessionshistorik",
    "430": "Köphistorik",
    "431": "Transaktionshistorik",
    "432": "Kontotyp:",
    "433": "Uppgradera",
    "435": "GRATIS",
    "436": "Ingen faktura",
    "438": "[X] använt",
    "439": "[X1] av [X2]",
    "449": "Kontobalans",
    "450": "Fyll på",
    "455": "Skapa",
    "456": "Lös in kupong:",
    "457": "Köp kupong",
    "458": "Lös in",
    "459": "Dina kuponger",
    "466": "Senaste [X]",
    "469": "Senaste [X] köpen",
    "471": "Senaste [X] transaktionerna",
    "472": "Senaste [X] sessionerna",
    "473": "Hoppsan! Det där verkar inte vara en godkänd kupongkod",
    "475": "Datum\/Tid",
    "476": "Artikel",
    "477": "Mängd",
    "478": "Betalningssätt",
    "479": "Läsare",
    "480": "IP-adress",
    "481": "Land",
    "482": "Senaste aktivitet",
    "484": "Transaktions-id",
    "485": "Kredit",
    "486": "Debet",
    "487": "Kupongkod",
    "488": "Status",
    "489": "Oanvända(t)",
    "490": "Inlöst",
    "491": "Annullerad",
    "492": "Makulerad",
    "495": "Lagring",
    "501": "spara 17%",
    "507": "Fortsätt",
    "509": "Det integritetsbejakande företaget",
    "511": "Ditt 2048-bit RSA publika \/ privata nyckelpar skapas. ",
    "514": "Otillräcklig balans, försök igen.",
    "516": "Få support",
    "517": "Är det något som inte fungerar? Besök vårt [A]hjälpcenter[\/A] först. Om din fråga inte kan besvaras där, tveka inte att kontakta oss.",
    "518": "Juridik",
    "519": "Vår notariatsavdelning är redo att svar på din fråga.",
    "520": "Upphovsrätt",
    "521": "Är du oroad för att användare kränker din upphovsrätt? Var god, skicka ett meddelande om borttagning av material via vårt [A]formulär[\/A] eller skicka oss ett e-postmeddelande.",
    "522": "Föreslå förbättringar",
    "523": "Vänligen föreslå förbättringar här",
    "524": "Rapportera fel",
    "526": "Media",
    "527": "Vi välkomnar press och bloggare att ta kontakt med oss rörande MEGA.",
    "543": "mer än [X]",
    "553": "Finns din betalningsförmedlare inte i listan? Skicka ett  [A]e-postmeddelande till oss[\/A]",
    "555": "Jag godkänner MEGA:s [A]återförsäljarvillkor[\/A]",
    "561": "Adress",
    "565": "Stad",
    "568": "Ditt land",
    "569": "Överföringsinställningar",
    "570": "Antal parallella uppladdningsanslutningar:",
    "571": "Antal parallella nedladdningsanslutningar:",
    "572": "Maximal uppladdningshastighet:",
    "573": "Inga",
    "574": "Automatisk",
    "575": "Fast",
    "576": "Hoppa över identiska filer vid uppladdning",
    "577": "Ja",
    "578": "Nej",
    "579": "Använd SSL för filöverföringar:",
    "580": "Inaktivera SSL för att öka prestanda utan att minska säkerheten.",
    "620": "Notering om påstått intrång",
    "621": "Kännedom",
    "622": "Vi erkänner upphovsrättsinnehavares rätt och kräver att användare av våra tjänster följer lagen och upphovsrätten. Du är absolut förbjuden att använda våra tjänster för att göra intrång i upphovsrätten. Du får inte ladda upp, ladda ned, lagra, dela, visa, strömma, distribuera, e-posta, länka till, överföra, eller på annat sätt tillgängliggöra filer, data eller material som gör intrång i upphovsrätt eller annan immaterialrätt som innehas av en person eller en grupp. Vi kommer att svara på påbud om påstått upphovsbrott som följer tillämpliga lagar och som på lämpligt sätt delges oss. Om du tror att material som du äger upphovsrätten till har blivit kopierat eller använt på något sätt som bryter upphovsrätten, var god delge oss följande information: (i) en fysisk eller elektronisk signatur från upphovsrättsinnehavaren eller person auktoriserad att agera å upphovsrättsinnehavarens vägnar; (ii) en beskrivning av materialet som kränks; (iii) identifiering av materialet som anges bryta mot upphovsrätten och som skall tas bort. Ange exempelvis URL; (iv) din kontaktinformation, inkluderat, din adress, telefonnummer och e-postadress; (v) ett uttalande där du tror att materialet bryter mot upphovsrätten och (vi) ett uttalande om att informationen som angivits till oss är korrekt, given under ed (om inte tillämplig lag säger något annat), och att du är auktoriserad att företräda upphovsrättsinnehavaren.",
    "623": "Vi förbehåller oss rätten att ta bort data som rapporteras som kränkande av upphovsrätten utan föregående varning, efter vårt gottfinnande, och utan ansvar gentemot dig. Under vissa omständigheter kommer vi också att avsluta ditt konto om vi ser att du upprepade gånger överträder upphovsrätten. Vår angivna upphovsrättsagent för påstådd överträdelse är:",
    "624": "Upphovsrättsligt meddelande",
    "626": "Innehållet:",
    "628": "Intrång i min personliga upphovsrätt.",
    "629": "Intrång i upphovsrätten på någon som jag representerar.",
    "630": "Avstängningstyp:",
    "636": "Jag förstår att jag kan bli skadeståndsskyldig för skador, inkluderat advokatavgifter, om jag anger att material är upphovsrättsskyddat fast det inte är det. ",
    "637": "Informationen i denna notering är korrekt och jag svär under ed att jag är auktoriserad att agera å upphovsrättsägarens vägnar.",
    "638": "Denna notering är ett lagligt dokument - var god iakttag försiktighet vid rapportering av upphovsrättskränkning. Du kan först behöva konsultera en advokat för att fastställa huruvida materialet du rapporterar faktiskt kränker upphovsrätten.",
    "641": "URL till det material som gör intrång:",
    "643": "Position:",
    "645": "Fax:",
    "646": "Stad:",
    "647": "Postnummer:",
    "648": "Upphovsrättsskyddat verk som har kränkts:",
    "650": "Företag\/organisation",
    "651": "Telefon",
    "652": "Adress:",
    "653": "Stat\/++provins:",
    "654": "Land:",
    "657": "Välj om innehållet angriper din personliga upphovsrätt eller någon du är auktoriserad att representera.",
    "658": "Välj Takedown-typ",
    "659": "Skriv in URL för det upphovsrättsskyddade verket som uppges vara angripet.",
    "660": "Ange det upphovsrättsskyddade verket för varje URL.",
    "661": "Ange upphovsrättsägarens namn",
    "662": "Ange ditt fullständiga namn",
    "663": "Var god, mata in din epostadress.",
    "664": "Var god, mata in en korrekt epostadress.",
    "665": "Var god bekräfta att du har i god tro delat upphovsrättsskyddat material inte är auktoriserat av upphovsrättsägaren, dennes agent eller lagen.",
    "666": "Var god bekräfta att du kan åläggas skadeståndskrav, inkluderat advokatkostnader, om du medvetet underlåter rapportera att materialet du laddar upp till MEGA är upphovsrättsskyddat.",
    "667": "Var god bekräfta att detta meddelande är korrekt, och ange under ed att du är auktoriserad att handla å upphovsrättsägarens vägnar.",
    "670": "Språk",
    "671": "Talar du flera språk?",
    "672": "Hjälp oss att översätta!",
    "676": "MEGA är en molnlagringstjänst med kraftfullt integritetsskydd som alltid är aktiverat",
    "677": "MEGA tillhandahåller en robust molnlagringstjänst med bekvämt och ständigt aktiverat integritetsskydd. MEGA tror på dina rättigheter till privatliv och tillhandahåller teknologi och verktyg att skydda det. Vi kallar det användarkontrollerad kryptering, eller UCE (User Controlled Encryption), och det är automatiskt aktiverat.",
    "678": "Vad är MEGA:s användarkontrollerade kryptering?",
    "679": "Alla filer som lagras hos MEGA är krypterade. Alla filöverföringar från och till MEGA är krypterade. Även om nästan alla molnlagringstjänster hävdar att de gör samma sak så är MEGA annorlunda. Olikt industrinormen, där den som tillhandahåller molnlagringstjänsten har dekrypteringsnyckeln så kontrollerar du krypteringen och endast DU har nyckeln. Du bestämmer vem du vill ge tillgång till dina filer, utan att det behövs riskabla mjukvaruinstallationer. Allt händer i din webbläsare!",
    "680": "MEGA-framtiden",
    "681": "MEGA-molnet är bara början. I framtiden kommer MEGA tillhandahålla UCE i din webbläsare för ett stort antal applikationer, utan att du behöver installera någonting. Vår teknologi kommer att skydda dina e-mail, samtal chattar och videoströmmar.",
    "694": "1. Ta bort en länk (\"URL\") per fil - filerna kommer att finnas kvar på användarens konto",
    "695": "2. Ta bort multipla URL'er per fil - filerna kommer att finnas kvar på användarens konto",
    "696": "3. Ta bort underliggande filer till angiven URL - ingen användare kommer tillåtas lagra detta under några omständigheter",
    "698": "Du kan posta ditt meddelande här",
    "699": "Signera och posta meddelande",
    "700": "Skicka ett \"Ta bort\"-meddelande via epost till [A1]copyright@mega.nz[\/A1] som omfattas av [A2]Ta bort provisioner[\/A2].",
    "701": "Skicka ett \"Ta bort\" meddelande",
    "703": "Din länk är inte giltig. Var god kontrollera att det inte  förekommer radbrytningar i ditt aktiveringsmeddelande.",
    "704": "Ditt konto har redan aktiverats. Var god, logga in.",
    "705": "Aktiveringen kunde inte utföras. Var god ansök igen. Felkod:",
    "706": "Ändra lösenord",
    "707": "Uppdatera",
    "714": "Denna kupong har redan lösts in.",
    "715": "Det nya lösenordet som du matat in stämmer inte. Var vänlig försök igen.",
    "716": "Nuvarande lösenord",
    "717": "Nytt lösenord",
    "718": "Bekräfta nytt lösenord",
    "719": "Skriv in ditt nuvarande lösenord.",
    "724": "Lösenordet som du angivit är felaktigt.",
    "725": "Ditt lösenord har ändrats.",
    "726": "Klar",
    "727": "Ditt lösenord har ändrats.",
    "728": "Lösenordslänken har upphört att gälla.",
    "729": "Länken har redan bekräftats.",
    "730": "Ditt konto har stängts av. Kontrollera din e-post och hör av dig till oss så fort du kan.",
    "731": "The account that created this link has been terminated due to multiple violations of our [A]Terms of Service[\/A].",
    "732": "Du har redan loggat in på ett annat konto. Logga ut och klicka på bekräftelselänken en gång till.",
    "735": "Kontrollera din e-post.",
    "741": "Välj ett nytt säkert lösenord.",
    "742": "Återställ",
    "752": "MEGA Firefox-tillägg",
    "754": "MEGA Firefox-tillägget är säker och osynligt. Om du föredrar att använda MEGA utan tillägg, rekommenderar vi att du använder [A]Chrome[\/A].",
    "761": "Vänligen bekräfta",
    "763": "Kontakt",
    "776": "Spara",
    "779": "Registrera dig nu",
    "782": "Tom mapp",
    "784": "Inga kontakter",
    "798": "Lagringsutrymme",
    "799": "Använt utrymme",
    "808": "Länk till mapp",
    "812": "Bekräfta konto",
    "813": "Delad mapp",
    "822": "Tillbaka",
    "823": "Inställningar",
    "824": "Ny delad mapp från [X]",
    "825": "Ny delad mapp",
    "828": "[X1] mappar och [X2] filer",
    "829": "[X] mappar och 1 fil",
    "830": "1 mapp och [X] filer",
    "831": "1 mapp och 1 fil",
    "832": "[X] mappar",
    "833": "[X] filer",
    "834": "1 mapp",
    "835": "1 fil",
    "836": "[X] lade till [DATA]",
    "837": "[X] har lagts till",
    "838": "[X] har lagts till",
    "862": "Notiser",
    "864": "Ladda ned som ZIP",
    "865": "Öppna",
    "870": "Bekräfta",
    "871": "[B]Varning:[\/B] kvot för lagringsutrymme överskriden. Vänligen radera filer eller [A]uppgradera ditt konto[\/A].",
    "873": "[X] sekunder sedan",
    "874": "1 minut sedan",
    "875": "[X] minuter sedan",
    "876": "1 timma sedan",
    "877": "[X] timmar sedan",
    "878": "1 dag sedan",
    "879": "[X] dagar sedan",
    "880": "Alldeles nyss",
    "882": "Varning",
    "884": "[X] är inte full ut kompatibel med MEGA",
    "885": "Din webbläsare",
    "886": "Internet Explorer 10 innehåller en allvarlig bugg som påverkar skrivning av filer från JavaScript. Den förorsakar en att minnet tar slut när man laddar ner stora mängder data. Vi förväntar oss att denna bugg kommer att vara reparerad i Internet Explorer 11. Under tiden ber vi dig vänligen att uppgradera till en alternativ webbläsare. ",
    "887": "[X] saknar de HTML5 funktioner som krävs för att MEGA skall kunna utföra kryptografi från klientsidan. HTML5 filöverföringar kommer att emuleras genom en mycket begränsad Flashlösning. Vänligen överväg att uppgradera till en modern webbläsare så snabbt som möjligt.",
    "888": "Rekommenderas starkt",
    "889": "Rekommenderas",
    "890": "MEGA fungerar bäst med följande webbläsare:",
    "891": "Webbläsarkompatibilitet-varning",
    "892": "Inställningar",
    "894": "Total storlek",
    "896": "Skapad",
    "897": "Innehåller",
    "909": "Lösenord",
    "913": "månad",
    "918": "Månadsvis",
    "919": "Årsvis",
    "922": "1 månad",
    "923": "1 år",
    "924": "Har ni någon fråga angående [A]PRO konton?[\/A]",
    "925": "Vårt support-team hjälper dig gärna.",
    "930": "dag",
    "931": "månad",
    "932": "år",
    "939": "Bankens namn",
    "949": "Inkorg",
    "950": "Kontakter",
    "954": "Tack till",
    "955": "Mobilapplikationer",
    "956": "Synkklient",
    "957": "Chrome-app",
    "959": "Firefox-app",
    "961": "Applikationer",
    "962": "SDK (Software Development Kit)",
    "963": "Dokumentation",
    "965": "Policys",
    "966": "Nedtagningsvägledning",
    "967": "Logga ut",
    "968": "Skapa konto",
    "969": "Vänligen försök igen",
    "970": "Vänligen ange ett giltigt lösenord.",
    "978": "Din sökning matchade inte några dokument",
    "982": "Innehåll",
    "983": "Översikt",
    "985": "Historik",
    "987": "Utgår den",
    "989": "[X] kontakter",
    "990": "1 kontakt",
    "993": "Ändra profilbild",
    "994": "Personlig information",
    "995": "Födelsedatum",
    "996": "Välj land",
    "997": "Endast registreade användare kan lägga till kontakter.",
    "998": "Vänligen skapa ett eget gratis konto",
    "999": "Vill du uppgradera din temporära session till ett gratis konto nu?",
    "1000": "Undvik att förlora åtkomsten till dina filer. Det är högt rekommenderat att registrera sig gratis.",
    "1001": "Radera kontakt",
    "1002": "Är du säker på att du vill radera [X] från din kontaktlista?",
    "1003": "Bekräfta radering",
    "1004": "Är du säker på att du vill flytta [X] till soptunnan?",
    "1005": "Skapande av länkar fungerar bara för registrerade användare.",
    "1006": "Delade mappar fungerar bara för registrerade användare.",
    "1007": "Du kan inte ångra denna åtgärd.",
    "1010": "Utrymmeskvot överskriden.",
    "1015": "Ange din voucher-kod.",
    "1016": "Välj en bild",
    "1017": "Använd denna profilbild",
    "1018": "Tom",
    "1021": "På",
    "1022": "Av",
    "1023": "Du har inte skrivbehörighet till denna mapp.",
    "1024": "Vänligen ange ett namn på mappen.",
    "1025": "Flera objekt",
    "1026": "Ange dekrypteringsnyckel",
    "1027": "Dekryptera",
    "1028": "Dekrypteringsnyckel",
    "1031": "Exportera länkar och dekrypteringsnycklar",
    "1034": "Ladda ned flera filer",
    "1035": "Klicka på \"tillåt\" för att slutföra nedladdning",
    "1036": "Delad med",
    "1037": "Godkänner",
    "1038": "Välj språk",
    "1042": "Initierar",
    "1043": "Länk till mapp ej tillgänglig",
    "1044": "Den mapp du försöker få åtkomst till är inte längre tillgänglig. Detta kan bero på följande orsaker:",
    "1045": "Länken till mappen har raderats på grund av en överträdelse av våra tjänstevillkor.",
    "1046": "Länken till mappen har inaktiverats av användaren.",
    "1049": "Mapp",
    "1051": "Aldrig",
    "1057": "Bekräfta borttagning av session",
    "1058": "Du använder dig av en efemär session. Är du säker på att di vill avsluta sessionen?",
    "1059": "Denna åtgärd kommer att radera all din data.",
    "1066": "MEGA tillhandahåller verktyg som gör [A]privat och konfidentiell[\/A] online-kommunikation lättanvänd.",
    "1067": "MEGA levererar krypterade molnbaserade tjänster som möjliggör [A]privat och säker[\/A] kommunikation och samarbete för både företag och privatpersoner. Du håller och styr krypteringsnycklarna till din data i molnet.",
    "1070": "Hur det fungerar",
    "1076": "Skapa ett konto",
    "1080": "Mobila applikationer",
    "1082": "Molnet i din ficka. Få tillgång och strömma dina filer med din smartphone eller surfplatta. Ladda upp och synkronisera dina media till molnet.",
    "1086": " Enkel automatiserad synkronisering mellan dina datorer och MEGA molndisken.",
    "1088": "Webbläsarapplikationer",
    "1093": "Ange aldrig ditt lösenord på en enhet du inte litar på fullt ut. Logga inte in på ditt konto från en delad eller publik dator.",
    "1094": "För ökad säkerhet, installera vårt [A]webbläsartillägg[\/A] för att ladda MEGA från din dator istället för från våra servrar.",
    "1095": " Skapa ditt [A]gratis[\/A] konto",
    "1096": "Namn",
    "1097": "Efternamn",
    "1098": "Ogiltigt namn och\/eller efternamn.",
    "1099": "Vänligen ange ditt namn & efternamn.",
    "1100": "Ogiltig e-postadress.",
    "1101": "Vänligen ange en korrekt e-post adress",
    "1102": "Ogiltigt lösenord.",
    "1104": "Vänligen skapa ett starkare lösenord. ",
    "1105": "Styrka:",
    "1106": "Lösenord status",
    "1107": " Lösenorden överensstämmer icke med varandra. ",
    "1108": "Skapa konto",
    "1109": "Ditt lösenord är din krypteringsnyckel",
    "1110": "Kontots säkerhet beror på lösenordets styrka. Lösenord som är för korta, för enkla eller består av uppslagsord är mycket lätta att gissa och därför osäkra.",
    "1111": "Glöm inte ditt lösenord",
    "1112": "Det finns inget sätt att återhämta lösenord som gått förlorade. Om du inte kan komma ihåg det, kan du inte längre komma åt dina lagrade data.",
    "1113": "Ditt konto är inte säkrare än din dator",
    "1114": "Skriv lösenordet igen",
    "1115": "Kontrollören för lösenordsstyrkan initierar fortfarande.",
    "1116": "Vänligen försök igen om ett par sekunder.",
    "1117": "Allmänna användar avtalet",
    "1118": "Ni måste godkänna servicevillkoren för att registrera ett konto på MEGA.",
    "1119": "Lösenordet är för lätt att gissa. Försök att skapa ett längre lösenord. Kombinera gärna stora och små bokstäver. Lägg till specialtecken. Använd ej namn eller uppslagsord",
    "1120": "Lösenordet är för lätt att gissa. Försök att skapa ett längre lösenord. Kombinera gärna stora och små bokstäver. Lägg till specialtecken. Använd ej namn eller uppslagsord.",
    "1121": "Ert lösenord är tillräckligt bra att fortsätta, men det är rekommenderat att Ni skapar ett starkare lösenord.",
    "1122": "Detta lösenord kommer att hålla för de mest typiska brute-force attacker. Vänligen säkerställ att Ni kan minnas det.",
    "1123": "Detta lösenord kommer att hålla för de flesta sofistikerade brute-force attacker. Vänligen säkerställ att Ni kan minnas det.",
    "1124": "Väldigt svagt",
    "1125": "Svagt",
    "1126": "Mellan",
    "1127": "Bra",
    "1128": "Starkt",
    "1129": "ditt lösenord är för svagt för att kunna fortsätta",
    "1130": "Ogiltig e-postadress och\/eller lösenord.",
    "1131": "Bekräfta ditt konto",
    "1133": "Det här spelet kommer att samla in [A]entropi[\/A] baserat på dina musrörelser.",
    "1134": "Detta kommer att stärka din [A]RSA nyckel[\/A].",
    "1140": "Detta är ett mycket viktigt steg och kan dröja några sekunder.",
    "1141": "Vänligen ha tålamod.",
    "1142": "Offentlig - Privat nyckelskapande",
    "1143": "Genererar nyckel",
    "1144": "Den tidigaste kända användningen av kryptografi har sitt ursprung från nästan 4000 år sedan, i antika Egypten.",
    "1145": "Idag, nästan 4000 år senare, har de flesta stora molnlagringsföretagen inte ännu tagit kryptografin i bruk.",
    "1146": "Färdigställ Ert konto",
    "1147": "Välj typ av konto",
    "1148": "[A]Få 2 månader gratis[\/A] vid köp av en ettårig PRO plan. ",
    "1149": "Begränsad",
    "1151": "Utnyttja MEGA fullt ut med ett [A]PRO konto[\/A]",
    "1154": "Teamet",
    "1155": "Laddar upp",
    "1156": "Laddar ner",
    "1158": "för Windows",
    "1159": "Kommer snart för [A]Mac[\/A]",
    "1160": "MEGA vill tacka upphovsmännen till följande open source-komponenter som har möjliggjort nödvändig funktionalitet till vår tjänst:",
    "1161": "Säker",
    "1162": "Dina data är krypterade hela vägen. Ingen kan kapa informationen från lagringsplatsen eller under transport.",
    "1165": "Snabb",
    "1169": "Fullt utrustad",
    "1170": "Sök, lagra, hämta, strömma, visa, dela, byt namn på eller ta bort filer. Allt finns där - i din hand.",
    "1171": "Kommer snart för [A]iOS[\/A]",
    "1174": "Denna app låter dig installera MEGA in i din webbläsare. Den minskar laddningstiderna, förbättrar nedladdningsprestandan och stärker säkerheten.",
    "1175": "Varje MEGA URL kommer att fångas av den här appen och stanna lokalt (inget JavaScript laddas från våra servrar). Säkra (automatiska-) uppdateringar är möjliga tack vare de privata kryptografiska nyckelsignaturerna. ",
    "1176": "Och om du verkligen är paranoid:",
    "1177": "inaktivera automatiska uppdateringar och granska vår källkod inför varje uppdatering manuellt.",
    "1178": "Ladda ner MEGA för Firefox",
    "1181": "Öppna sidan för tillägg i Chrome",
    "1182": "meny > verktyg > tillägg",
    "1183": "eller skriv",
    "1184": "i adressfältet.",
    "1185": "Drag och släpp den nerladdade filen [X] till Chromes webbläsartilläggssida och bekräfta installationen.",
    "1186": "Ni kan enkelt köpa Ert MEGA PRO medlemskap från någon av våra auktoriserade återförsäljare nedan:",
    "1187": "Ladda ner",
    "1191": "Filen som du försöker ladda ner är för tillfället otillgänglig.",
    "1193": "Startar nytt konto",
    "1194": "Vill Ni importera denna fil till en ny session?",
    "1195": "\"Nej\" kommer att tillåta dig att logga in och behandla din importring.",
    "1196": "Avbryt nedladdning",
    "1197": "Är Ni säker på att Ni vill avbryta nedladdningen?",
    "1198": "Nerladdade filen kommer att raderas.",
    "1199": "Metadata kan inte dekrypteras utan nyckel.",
    "1201": "[A]Anslut dig till oss[\/A] för att störa molnlagringsmarknaden",
    "1208": "Du kommer att tjäna [B]20%[\/B] av alla intäkter som genereras genom din partner ID.",
    "1212": "Bygg en egen populär app genom att använda vår [A]SDK[\/A]",
    "1230": "Betalningsinformation",
    "1233": "PayPal",
    "1262": "Vänligen ange stad.",
    "1272": "MEGA har tillverkats av människor och är därför inte perfekt. Upptäcker ni bugg, ser vi gärna att ni berättar det till för oss så vi kan reparera den. Ju mera detaljerad information, desto bättre.",
    "1273": "Vi tar immateriella rättigheter på allvar och upprätthåller en robust policy mot upphovsrättsintrång\/upprepade överträdelser.",
    "1274": "För mera information, vänligen läs vår [A]rådgivning vid upphovsrättsintrång[\/A].",
    "1275": "Ni kan be om att filer skall tas bort genom vår [A]online-blankett[\/A] eller skicka oss e-post angående ärendet.",
    "1276": "Har du några funderingar eller idéer? Vill du lära dig mer om våra produkter?",
    "1277": "Vi är alltid tillgängliga.",
    "1278": "Vänligen välj",
    "1279": "Steg 1",
    "1280": "Steg 2",
    "1281": "Innehållsförteckning",
    "1282": "Upphovsrättsinnehavarens uppgifter",
    "1283": "Lägg till en annan URL",
    "1284": "Namnet på upphovsrättsinnehavaren",
    "1285": "om lämpligt",
    "1286": "Upphovsrättsinnehavarens auktoriserade agent som ålägger anmälan:",
    "1287": "Upphovsrätt mottaget",
    "1288": "Vi kommer att granska och bearbeta ditt meddelande så fort som möjligt.",
    "1289": "Tack så mycket för att du har klickat på länken för inbjudan. Vänligen skapa ditt gratiskonto nedan.",
    "1290": "Ojdå, verkar som att denna invitationslänk inte längre är i kraft. Har Ni redan registrerat ett konto?",
    "1291": "Du har nyligen klickat på en länk för inbjudan. Vänligen skapa ditt konto.",
    "1297": "E-postadressen används redan.",
    "1298": "Vänligen logga in till ditt konto.",
    "1301": "Idag",
    "1302": "Igår",
    "1303": "Denna vecka",
    "1304": "Förra veckan",
    "1305": "Denna månad",
    "1306": "Detta år",
    "1307": "Äldre",
    "1309": "Uppladdning misslyckades",
    "1311": "Ett fel uppstod vid laddning av filer",
    "1331": "E-post",
    "1334": "Avbryt registration",
    "1342": "Ändra",
    "1343": "Tom molnlagring",
    "1344": "Dela",
    "1346": "Överföringar",
    "1348": "Delade mappar",
    "1352": "Tillgänglig",
    "1356": "Feedback",
    "1364": "Försök igen",
    "1367": "Få 50 GB gratis, eller registrera dig till ett av våra PRO-paket och få upp till 4 TB krypterad lagring från €8.33 per månad.",
    "1379": "Hoppa över",
    "1382": "Sortering",
    "1383": "Konfigurera kolumnsortering på mapp-basis eller gör likadant för alla mappar",
    "1384": "per mapp",
    "1385": "samma för alla mappar",
    "1386": "Visa lägesval",
    "1387": "Välj visningsläge (ikoner eller detaljer) på mapp-basis, eller välj samma visningsläge för alla mappar",
    "1389": "[B]Importera[\/B] [A]till din molnlagring[\/A]",
    "1390": "Drag och släpp här",
    "1392": "Filer och mappar",
    "1394": "Kopiera länk",
    "1403": "Skicka respons",
    "1418": "Färdig",
    "1436": "Språk",
    "1456": "Laddar",
    "1472": "Försök igen",
    "1498": "Bearbetar filen",
    "1513": "Felaktig e-postadress",
    "1514": "Nätverksfel, vänligen försök senare",
    "1517": "Ägaren till denna fil är blockerad",
    "1578": "Fel",
    "1585": "Varning",
    "1595": "Importera till min molnlagring",
    "1596": "OK",
    "1597": "Avbryt",
    "1607": "%1 av %2",
    "1624": "Laddar ned",
    "1626": "MEGAsync",
    "1647": "Paus",
    "1649": "Återuppta",
    "1651": "Pausad",
    "1657": "Internt fel",
    "1664": "Upphört",
    "1667": "Åtkomst nekad",
    "1668": "Finns redan",
    "1673": "Överskriden kvot",
    "1676": "Skrivfel",
    "1677": "Läsfel",
    "1679": "Okänt fel",
    "1686": "Avbryt",
    "1687": "Molnlagring",
    "1694": "Skicka",
    "1710": "Öppen",
    "1712": "Generell",
    "1716": "Avancerad",
    "1718": "Avbryt",
    "1725": "FRI",
    "1730": "Radera",
    "1756": "Är du säker?",
    "1783": "Användaren existerar redan",
    "1796": "Skapa konto",
    "1822": "MEGA konstruerades runt de enkla faktum att - för att kryptografi skall kunna accepteras - så får det inte stå i vägen för användbarhet. MEGA kan användas utan installation av programvara och är den enda molnlagringstjänst med webbläsarbaserad högpresterande end-to-end kryptering. Det enda tecknet på det underliggande krypteringslagret är insamlandet av slumpvisa data under registreringsprocessen, att lösenordsåterställning saknas, och det nymodiga sättet (och webbläsarbaserade) att överföra filer. Idag litar miljoner privatanvändare och företag på MEGAs molnlagringstjänst att säkert och pålitligt lagra åtskilliga petabytes med data, och vi tror denna framgång är ett resultat av MEGAs kraftfulla och lättanvända tjänst.",
    "1823": "Vi letar ständigt efter kompetent personal. Om du är en framstående mjukvaruingenjör, och skulle vilja bli en del av vårt team, tveka inte att skicka in ditt CV till jobs@mega.nz.",
    "1824": "Du är inloggad. Vill du logga ut och registrera ett nytt konto?",
    "1888": "Hem",
    "1889": "iOS App",
    "1890": "Android App",
    "1898": "Tryck Esc för att stänga",
    "1899": "Förhandsvisning",
    "1900": "Det finns en uppdatering!",
    "1909": "Manuell installation",
    "1910": "fungerar bara för:",
    "1913": "Ladda ned MEGA",
    "1915": "Warning: only click the above button if you trust the [A]Chrome Web Store[\/A]. Alternatively, you can manually download & install the extension below.",
    "1916": "Ladda hem från",
    "1917": "Chrome web store",
    "1929": "Installera MEGA i din webbläsare för förbättrad prestanda och ökad säkerhet.",
    "1930": "Molnet i din ficka! Kom åt och strömma dina filer från din mobil eller surfplatta.",
    "1932": "Installera vårt webbläsartillägg om du vill ladda ned filer större än 1GB.",
    "1933": "Uppgradera till en mer modern läsare för att kunna ladda ned filer större än 1GB.",
    "1934": "Glömt lösenord?",
    "1935": "Om du har en backup av din krypteringsnyckel, kan du återställa ditt lösenord genom att välja JA. Inga data kommer att förloras.",
    "1936": "You can still [A]export[\/A] your Recovery Key now if you have an active MEGA session in any other browser on this or any other computer. If you don't, you can no longer decrypt your existing account, but you can start a new one under the same e-mail address by selecting NO.",
    "1937": "Har du en backup för din återställningsnyckel? ",
    "1938": "Underbart!",
    "1939": "Ange din e-post adress nedan. Du kommer att få en återställningslänk som gör att du kan skicka in din återställningsnyckel och återställa lösenordet.",
    "1940": "Skicka",
    "1941": "Oj då.",
    "1942": "Due to our end-to-end encryption paradigm, you will not be able to access your data without either your password or a [A]backup[\/A] of your Recovery Key.",
    "1943": "Du kan parkera ditt existerande konto eller starta ett nytt under samma e-postadress. Om du kommer ihåg ditt parkerade kontos lösenord, var god kontakta [A]support@mega.nz[\/A] för hjälp med återställning. Dina data sparas minsta 60 dagar.",
    "1944": "Du kan inte återställa konto med en aktiv temporär session.",
    "1945": "Du är inloggad med kontot [X]. Om du inte kan komma ihåg ditt nuvarande lösenord och du vill ändra ditt lösenord, vänligen exportera sin återställningsnyckel , sedan logga ut och försök igen.",
    "1946": "Kontrollera e-postadressen igen.",
    "1947": "Parkera konto",
    "1948": "You have lost your password and cannot provide a previously exported Recovery Key? Unfortunately, due to MEGA's use of strong cryptography, the loss of your Recovery Key renders all of your data unreadable. If you proceed, you will start a fresh account under your existing e-mail address. Your old account will remain parked for at least 60 days and can be recovered by contacting [A]support@mega.nz[\/A] in the event that you still recall your password.",
    "1949": "Välj ett nytt lösenord",
    "1950": "Jag är medveten att jag börjar ett nytt, tomt konto och att jag kommer att förlora all data i mitt nuvarande konto om jag inte minns mitt lösenord eller lokaliserar en exporterad återställningsnyckel .",
    "1951": "Starta ett nytt konto",
    "1952": "Notering:",
    "1953": "Vi behåller en backup av dina data i ytterligare minst 60 dagar.",
    "1954": "Om du inte kommer ihåg ditt lösenord, kontakta support@mega.nz för hjälp med att återställa ditt gamla kontos data.",
    "1955": "Återställ lösenord",
    "1956": "Ange din tidigare exporterade återställningsnyckel. Du kan fortfarande exportera den från alla MEGA sessioner som du kan ha öppet i en annan webbläsare eller på en annan dator.",
    "1957": "If you don't have your Recovery Key, you can [A]park[\/A] your existing account and start over.",
    "1958": "Änvänd återställningsnyckels textfil",
    "1959": "Välj nyckelfil",
    "1960": "Kontrollera",
    "1961": "Du har återtagit kontroll över ditt konto. Välj ett nytt lösenord nedan:",
    "1962": "Validera lösenord",
    "1963": "Det verkar som den återställningsnyckel du angav är felaktig",
    "1964": "Är du säker på att du valde rätt nyckel?",
    "1965": "Om du inte har korrekt nyckel, kan du fortfarande [A]återställa[\/A] ditt konto.",
    "1966": "Återställningslänken har gått ut",
    "1967": "Din återställningslänk har gått ut, var god försök igen.",
    "1968": "Ogiltig återställningslänk",
    "1969": "Ogiltig länk, var god försök igen.",
    "1970": "eller ange återställningsnyckel här",
    "1971": "Du kan inte använda återställningsprocessen medan du är inloggad. Logga ut och försök igen.",
    "1972": "Ogiltig nyckelfil",
    "1973": "Filen du valt är för stor. Se till att du väljer den fil som innehåller din 22-teckens återställningsnyckel.",
    "1974": "Bekräfta att du är medveten om att alla dina data kommer att raderas.",
    "1975": "Kontot är parkerat",
    "1976": "Ditt gamla konto har parkerats. Du kan nu logga in med ditt nya konto.",
    "1977": "Ogiltig återställningsnyckel",
    "1978": "Återställningsnyckeln du angav matchar inte det här kontot. Se till att du använder korrekt återställningsnyckel och försök igen.",
    "1979": "Kontot är blockerat",
    "1980": "Kontot du försöker återställa är blockerat.",
    "1981": "Ditt lösenord har uppdaterats. Du kan logga in på kontot nu.",
    "1982": "Gör en backup på din [A]huvudnyckel[\/A]",
    "1983": "Ditt lösenord låser upp din återställningsnyckel",
    "1984": "Dina uppgifter är endast läsbara genom en kedja av dekrypterings operationer som börjar med din huvudkrypteringsnyckel (Recovery Key), som vi lagrar krypterad med ditt lösenord. Detta innebär att om du förlorar ditt lösenord, är din återställningsnyckel inte längre användbar, och du kan inte längre dekryptera data.",
    "1985": "Export av återställningsnyckel och förvara den på en säker plats så kan du ställa in ett nytt lösenord utan förlust av data.",
    "1986": "En extern angripare kan inte få tillgång till ditt konto med endast din huvudnyckel. En lösenordsåterställning kräver både din huvudnyckel och åtkomst till din epost.",
    "1987": "Spara återställningsnyckel som text fil ",
    "1988": "Spara fil",
    "1989": "Kopiera återställningsnyckel till urklipp",
    "1990": "Kopiera",
    "1992": "Lagra inte huvudnyckeln på nätet (åtminstone inte utan kryptering).",
    "1993": "eller [A] skapa ett konto[\/A]",
    "2001": "Vill du ladda up dina filer till en ny session?",
    "2002": "\"Nej\" tillåter dig att logga in och starta din uppladdning.",
    "2007": "Mer",
    "2028": "valfritt",
    "2029": "Välj Linux distribution",
    "2030": "Var god och välj din Linux Distro och klick sedan på nedladdningsknappen.",
    "2031": "För Mac",
    "2032": "För Linux",
    "2033": "Om du laddar ner ZIP-filer som är större än 2GB kommer du behöva en ZIP-uppackare som klarar ZIP64. Alla arkivhanterare klarar inte ZIP64, men exempelvis 7-zip klarar det.",
    "2041": "Du har inte skrivrättigheter för den lokala mappen.",
    "2042": "Di har inte skrivrättigheter i denna mapp.",
    "2480": "Kontoverifikationen misslyckades",
    "2507": "Fil import misslyckades",
    "5528": "av",
    "5532": "Ladda upp fil",
    "5533": "Laddar...",
    "5542": "Inkommande delningar",
    "5543": "Utgående delningar",
    "5549": "Uppgradera konto",
    "5557": "Fil",
    "5561": "Mapp",
    "5565": "ladda ned",
    "5569": "användare",
    "5582": "Skapa konto",
    "5589": "Delad med mig",
    "5631": "Delad mapp",
    "5710": "Är du säker på att du vill avbryta registreringen?",
    "5737": "Inga kontakter",
    "5738": "Papperskorg",
    "5775": "Använt",
    "5801": "använt",
    "5814": "Uppgradera Konto",
    "5816": "[X] TB",
    "5819": "PRO I",
    "5839": "kommer vara tillgänglig om ",
    "5840": "Skapa ditt MEGA konto",
    "5841": "Du är inte inloggad",
    "5842": "Du behöver ha ett MEGA konto för att kunna slutföra detta köp:",
    "5843": "Du är redan inloggad. Du kan bara skapa ett MEGA konto.",
    "5845": "bandbredd använd",
    "5847": "Ditt köp lyckades! Däremot för att avsluta detta konto skapande så behöver du aktivera ditt konto genom att trycka på länken som har blivit skickad till din email.",
    "5851": "Skickade dig en kontaktförfrågan",
    "5852": "Tillät din kontaktförfrågan",
    "5853": "Avslog din kontaktförfrågan",
    "5856": "Tillåt",
    "5858": "Avslå",
    "5859": "Inbjuden",
    "5860": "Ignorera",
    "5861": "Bjud in igen",
    "5862": "Skicka förfrågningar",
    "5863": "Inkomna förfrågningar",
    "5864": "Användare ignorerad",
    "5866": "Lämna delning",
    "5868": "Visa profil",
    "5871": "Favorit",
    "5872": "Ta bort favorit",
    "5873": "Inkommande delade mappar",
    "5875": "MEGAchat",
    "5876": "Testa MEGAs nya säkra krypterade (från början till slut) audio \/ video samtal.",
    "5878": "Hej, gör som jag och få 50GB krypterad molnlagring och kommunikation gratis!",
    "5884": "Samtalet avslutades ...",
    "5885": "Starta konversation",
    "5888": "Samtal med [X] har börjat.",
    "5889": "Samtal med [X] avslutades.",
    "5890": "Samtalet med [X] besvarades inte i tid.",
    "5891": "Anropar [X] ...",
    "5892": "Samtalet med [X] avbröts.",
    "5893": "Du har ett samtal från [X].",
    "5894": "Samtalet med [X] avbröts.",
    "5895": "Samtalet med [X] hanterades av en annan apparat.",
    "5896": "Starta röstsamtal",
    "5897": "Starta videosamtal",
    "5898": "Användaren [X] har inbjudits och kommer att läggas till din kontaktlista när denne blivit accepterad.",
    "5899": "Användarna har bjudits in och kommer att läggas till din kontaktlista när de blivit accepterade.",
    "5900": "Visa kvitton",
    "5901": "Visa skickade förfrågningar",
    "5902": "Samtal",
    "5903": "Mina kontakter",
    "5904": "Senaste interaktion",
    "5905": "Ägare",
    "5906": "Tillgång",
    "5907": "beta",
    "5908": "Ange epost eller kontakt",
    "5911": "Lägg till kontakt",
    "5913": "Du kan enkelt lägga till nya kontakter via epost-adress eller importera kontakter från andra tjänster.",
    "5914": "Mina samtal",
    "5915": "Mina inkommande andelar",
    "5916": "Mina mappar",
    "5918": "Det ser ut att vara en felaktigt utformad epostadress!",
    "5923": "Ansluten",
    "5924": "Borta",
    "5925": "Upptagen",
    "5926": "Ej ansluten",
    "5928": "Standard nedladdning",
    "5929": "Du har gått högt över din tillåtna paketgräns och dina uppladdningar har blivit låsta. Kolla så att du har rätt MEGA PRO paket eller kontakta support@mega.nz.",
    "5930": "Avbryt förfrågan",
    "5931": "Click [A]here[\/A] to view your storage usage.",
    "5945": "Misslyckades att ladda ner filen. Försök igen. [{0}]",
    "6001": "Fel lösenord",
    "6078": "MEGA",
    "6080": "bekräfta",
    "6089": "Inga övergångar",
    "6125": "PRO II",
    "6126": "PRO III",
    "6159": "MEGA SDK",
    "6168": "Integritet policy",
    "6172": "prenumenera",
    "6181": "Avsluta ditt konto",
    "6182": "Stäng ditt konto",
    "6183": "Ja, jag vill stänga av mitt konto",
    "6184": "Annulleringslänken har upphört att gälla.",
    "6185": "Annulleringslänken har upphört att gälla, försök igen.",
    "6186": "Ogiltig avbeställnings länk",
    "6187": "Ogiltig uppsägning länk, vänligen försök igen.",
    "6188": "Konto är valt",
    "6189": "Ditt konto har avbrutits.",
    "6190": "PURCHASE",
    "6196": "Inga ansökningar som pågår vid denna tidpunkt",
    "6197": "Konto namn",
    "6198": "Elektronisk överföring",
    "6200": "Kontonummer",
    "6203": "SWIFT kod",
    "6205": "Referens",
    "6206": "Ditt MEGA konto registrerade e-postadress",
    "6207": "Låt 2 - 4 arbetsdagar för medel att klara.",
    "6214": "Kontrollera din e-post och klicka på länken för att gå vidare med",
    "6215": "stängningen av ditt konto",
    "6216": "Om du har kan inte komma åt ditt e-postkonto, måste du kontakta",
    "6217": "För att bekräfta",
    "6218": "Stänger ditt konto",
    "6219": "Var vänlig och skriv in ditt lösenord igen",
    "6220": "Skriv in lösenord:",
    "6221": "Stäng konto",
    "6222": "Kontonummer",
    "6226": "Jag har ett annat MEGA konto",
    "6227": "Jag har upplevt alltför många problem",
    "6229": "Jag tycker att gränssnittet för förvirrande att använda",
    "6234": "PRO Lite",
    "6240": "Windows Phone App",
    "6690": "Gå till mitt konto",
    "6771": "Borttagna mappar",
    "6772": "Inga konversationer",
    "6773": "Stigande",
    "6774": "Fallande",
    "6775": "Dela mappar",
    "6776": "Verifierad",
    "6777": "Godkänna",
    "6779": "Nya identifierings referenser sett på din kontaktlista:",
    "6780": "Din referens uppgifter:",
    "6781": "Detta görs bäst i verkliga livet genom att möta ansikte mot ansikte. Om du har en annan redan verifierad kanal såsom verifieras OTR eller PGP, kan du även använda det.",
    "6782": "Dina referenser:",
    "6783": "Godkänn referenser",
    "6787": "Inga delade mappar med dig",
    "6788": "månader",
    "6789": "Kontot avstängt",
    "6802": "Bitcoin",
    "6803": "%1 månader",
    "6804": "otillräcklig balans",
    "6805": "Du har tillräckliga medel för att göra detta köp. Vänligen fylla på ditt konto med en kupong eller välja en annan betalningsmetod.",
    "6806": "%1 månads betalning",
    "6810": "Skanna koden för att betala",
    "6811": "Öppna bitcoins plåboks app",
    "6813": "BTC",
    "6814": "Detta köp utgår:",
    "6815": "Anslutning till betalningsleverantören misslyckades.",
    "6821": "Ta bort länk",
    "6822": "Prenumeration avbruten",
    "6826": "Fortsätt",
    "6831": "Varning du har valt att stänga MEGA konto Kontot enligt denna e-postadress kommer vara permanent stängda och detta kan inte ångras",
    "6832": "Genom att fylla i denna åtgärd kommer du att förlora tillgång till alla dina uppladdade uppgifter aktier och kontakter",
    "6834": "Skicka filer",
    "6841": "Vi är ledsna att se dig lämna oss",
    "6844": "Var vänligt och välj en",
    "6845": "Jag använder inte mitt konto längre",
    "6846": "Min favorit webbläsare är inte tekniskt kompatibla och jag vill inte ändra",
    "6847": "MEGA har under levereras på sitt löfte",
    "6849": "Dela möjligheter",
    "6851": "Du har redan importerat kontakter från Gmail",
    "6853": "Inkludera personligt meddelande för nya kontakter",
    "6854": "Dela mapp med kontakter",
    "6855": "Välj en mapp att dela",
    "6858": "Nya overifierade referenser",
    "6859": "Info",
    "6860": "Skicka till kontakt",
    "6864": "Flytta upp i kön",
    "6865": "Flytta ner i kön",
    "6868": "Meddelanden",
    "6869": "Ogiltig mapp länk",
    "6870": "Inga meddelanden",
    "6871": "Inga nyinkomna delningar",
    "6872": "Autenticitet Referenser",
    "6873": "Återförsäljare",
    "6874": "Skapa värdekuponger",
    "6875": "Kupong typ",
    "6876": "Skapa kupong",
    "6881": "De tidigare sett kontaktuppgifterna för %1 har ändrats.",
    "6882": "De tidigare verifierade kontaktuppgifterna för %1 har ändrats.",
    "6883": "Tidigare sett referenser",
    "6884": "Tidigare verifierade referenser",
    "6888": "Du kan välja att importera kontakter från tredje part. Dessa kommer inte att läggas till dig MEGA kontakter, men kommer att förbli tillgängliga för att dela och samarbeta.",
    "6889": "Förbereder Bitcoin transaktion...",
    "6909": "Hantera länk",
    "6941": "(ej-upprepande)",
    "6945": "Jag är ok med att skicka anonymiserade data \/ statistik",
    "6949": "Något gick fel",
    "6950": "Vänligen kontrollera din betalningsinformation och försök igen.",
    "6951": "eller Esc",
    "6952": "Kreditkort",
    "6954": "Felaktigt kortnummer",
    "6955": "Var vänlig och ange ett giltligt kreditkortsnummer.",
    "6956": "Saknar faktureringsinformation",
    "6957": "Fyll i de faktureringsinformation korrekt.",
    "6958": "Saknar betalningsinformation",
    "6959": "Fyll i betalningsinformation på rätt sätt.",
    "6960": "Bearbeta din betalning...",
    "6961": "Köp godkänt",
    "6962": "Du uppgraderat ditt konto till %1.",
    "6963": "Skriv in din betalningsinformation",
    "6964": "Skriv in din faktureringsinformation",
    "6965": "återkommande",
    "6966": "Det finns ett fel med dina kreditkortsuppgifter.",
    "6967": "Det finns ett fel med din faktureringsinformation.",
    "6968": "Din transaktion detekterades som bedräglig.",
    "6969": "Du har försökt att betala för många gånger med denna kreditkort nyligen.",
    "6970": "Du har tillräckliga medel för att göra denna betalning.",
    "6971": "Förnyas",
    "6972": "Din ursprungliga lösenordet inte har angetts korrekt",
    "6973": "Är du säker på att du vill ta bort din avatar?",
    "6975": "Välj din betalningsmetod nedan.",
    "6976": "Du har valt %1 planen",
    "6978": "[A]Get 2 months free[\/A] if you subscribe to a one-year PRO plan.",
    "6991": "Rensa all överföringar",
    "6992": "Rensa avklarade",
    "6993": "Pausa alla överföringar",
    "6994": "Är du säker på att du vill fortsätta?",
    "6996": "Innan vi går vidare och avsluta din prenumeration, vill vi gärna veta varför du vill avbryta din plan.",
    "6998": "Klicka fortsätta att avsluta din prenumeration.",
    "6999": "Abonnemangs Avbokning Framgångsrik",
    "7001": "Fråga efter en plan",
    "7002": "There are no plans suitable for your current usage. Please [A]contact support[\/A] for a custom plan.",
    "7003": "Nuvarande utrymme",
    "7004": "Tack för din feedback.",
    "7005": "Var vänlig och ange anledningen nedanför",
    "7006": "Laddar...",
    "7086": "Välj din Linux Distro",
    "7087": "Webbläsare",
    "7088": "Överföringshastighet:",
    "7089": "SNABBARE",
    "7090": "Resursanvänding:",
    "7093": "Fil storlek:",
    "7094": "OBEGRÄNSAT",
    "7100": "Uppgradera till PRO för att fortsätta omedelbart, eller vänta %1 för att fortsätta gratis.",
    "7101": "Fortsätt med överföringar",
    "7108": "Balans",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Kreditkort",
    "7138": "MEGAsync laddas ner till din dator. Installera den så snart som hämtningen har slutförts.",
    "7139": "När MEGAsync är igång, kommer filen börja ladda ner automatiskt.",
    "7140": "Ett okänt fel inträffade. Försök igen senare.",
    "7141": "Betalningen för %1 planen misslyckades.",
    "7142": "Betalningen för %1 planen togs emot.",
    "7143": "Blockat dig som kontakt",
    "7144": "Hänsyn har tagits bort \/ deaktiveras",
    "7145": "Kontakta förbindelse som har etablerats",
    "7146": "Tagit bort dig som kontakt",
    "7147": "Du nekade en kontakt förfrågan",
    "7148": "Du accepterade en kontakt förfrågan",
    "7149": "Du ignorerade en kontaktbegäran",
    "7150": "Påminnelse: Du har en kontaktförfrågan",
    "7151": "Inställd deras kontaktbegäran",
    "7152": "Tung",
    "7153": "light",
    "7154": "Du kan stänga den här fliken nedladdningen styrs från en annan flik där du har filhanteraren öppen.",
    "7156": "Du kan också betala via Google Play Store, Apple App Store eller Android mobiloperatör fakturering när du använder våra [A]MEGA apps[\/A].",
    "7157": "Stäng alla andra webbläsarfönster \/ flikar som kör MEGA innan du fortsätter.",
    "7160": "Lös in värdekupong",
    "7162": "Denna plan är för dyrt att köpas med denna betalningsleverantör.",
    "7179": "Avbryt abonnemang",
    "7201": "Ditt konto saldo är",
    "7202": "För att öka ditt saldo genom att klicka på Redeem Voucher knappen och ange din kampanjkod. Om du inte har en kupong, vänligen [A]köpa en voucher[\/A].",
    "7203": "Överföring till betalningsleverantören ...",
    "7204": "Du kan ha förbjudet kamera tillgång för webbplatsen tidigare - i detta fall senare kamera förfrågningar misslyckas tyst. Du kan kontrollera kamerasymbolen bredvid adressfältet eller i inställningarna för platsbehörigheter.",
    "7205": "Svara",
    "7206": "Samtal med [X] startar nu...",
    "7207": "Ring med [X] nu initiera ...",
    "7208": "Samtalstid: [X]",
    "7209": "Samtal med [X] misslyckades.",
    "7210": "Du har ett missat samtal från [X].",
    "7211": "Din webbläsare har inte de nödvändiga audio \/ videofunktioner för samtal.",
    "7212": "Annonsering",
    "7218": "Rensa överföring",
    "7219": "Mobil",
    "7222": "En nedladdning sattes till överföringar kön",
    "7223": "En uppladdning sattes till överföringar kön",
    "7224": "Visa mig",
    "7225": "Är du säker på att du vill ta bort alla överföringar?",
    "7226": "Papperskorg-tömminings-schema",
    "7227": "Köad",
    "7228": "Font storlek:",
    "7229": "Small",
    "7230": "Big",
    "7231": "Pris utesluter Bitcoin transaktionsavgift.",
    "7233": "Transaktionen kunde inte inledas på grund av anslutningsproblem. Om problemet kvarstår, kontakta support@mega.nz",
    "7234": "Något har gått fel och vi kunde inte debitera ditt kort.",
    "7235": "Betalning misslyckades",
    "7236": "För att ladda ner filer större än 1GB eller ladda upp mappar du installera vår MEGAsync klient. Detta kommer att möjliggöra enkel, automatisk synkronisering mellan din dator och din MEGA Cloud Drive.",
    "7241": "Du måste godkänna våra användarvillkor",
    "7272": "Fel data format",
    "7352": "State",
    "7354": "Förnyar konstant",
    "7368": "Meddelande",
    "7375": "Accepterade",
    "7379": "i avvaktan på",
    "7381": "Okänd",
    "7392": "Chrome Dev",
    "7399": "Fil är låst.",
    "7403": "Släpp dina filer här för att starta uppladdning",
    "7410": "Alla delade filer eller mappar kommer inte längre att vara tillgängliga för andra användare.",
    "7411": "Källkod",
    "7413": "Du har redan en kontakt med den e-postadressen",
    "7414": "Det finns ingen anledning att lägga till din egen e-postadress",
    "7415": "E-postadressen formatet är ogiltigt",
    "7417": "Tips:",
    "7418": "Använd in-ears eller ett headset.",
    "7427": "Du kan inte importera eller hämta en krypterad fil som dekrypteringsnyckeln saknas.",
    "7431": "Ogiltig e-post och \/ eller lösenord. Var god försök igen",
    "7434": "Email",
    "7534": "Läs endast",
    "7557": "Alla",
    "7585": "Signaturen av %1 nyckeln från användare %2 stämmer inte. ",
    "7597": "Tom mapp",
    "7645": "Jag accepterar",
    "7646": "Jag accepterar inte",
    "7647": "MEGA respekterar upphovsrätten och kräver att våra användare efterlever rådande upphovsrättslig lagstiftning. ",
    "7648": "Det är strängt förbjudet att med hjälp av MEGA cloud service bryta mot upphovsrättsliga lagar och regler. Du får inte ladda upp, ladda ned, lagra, dela, visa, streama, distribuera, E-maila eller länka till innehåll som inskränker på upphovsrätten eller som tillhör någon annan person. ",
    "7649": "Exportera",
    "7654": "1 länk kopierad till urklipp",
    "7655": "%d länkar kopierade till urklipp",
    "7657": "Visa mer språk",
    "7658": "Göm språk",
    "7659": "Du har blivit avstängd p.g.a överskriden dataanvändning. Var vänlig kontakta support@mega.nz för att få tillgång till ditt konto. ",
    "7660": "Du har blivit avstängd på grund av upprepade brott mot upphovsrätten. ",
    "7663": "Tryck",
    "7664": "Sessionsstatus",
    "7665": "Nuvarande",
    "7666": "aktiv",
    "7667": "Stäng andra sessioner",
    "7677": "Länk kopierad",
    "7679": "Du behöver ha ett MEGA-konto för att fortsätta.",
    "7680": "MEGA's krypteringsmodell bygger på nyckeln som visas ovan. Vi rekommenderar att denna skickas separat från fil\/mapp\/länk genom en säker kanal. ",
    "7682": "MEGA rekommenderar att du sänder krypteringsnyckeln separat och inte tillsammans med mapp\/fil\/länk.",
    "7683": "Tillägg",
    "7684": "%1 på %2",
    "7685": "Jag intygar på heder och samvete att jag tror att upphovsrättskyddat material har används på det sätt som strider mot gällande lagar och regler för den länka jag hänvisar till ovan. Detta material är mig veterligen inte godkänt för användning av upphovsmannen, dennes agent och saknar lagligt stöd för användning. ",
    "7686": "Någon av länkarna du har angett är inte en giltig MEGA-länk",
    "7687": "Överföringsinställningar är enbart för registrerade användare.",
    "7688": "Du kan vara utsatt för intrång av tredje part. Var vänlig och återställ dina uppgifter för den här kontakten. Säkerställ sedan att dessa stämmer med din kontakt, antingen genom en säker kanal eller personligen. ",
    "7689": "Återställ kontaktinformation",
    "7690": "Använd återställningsknappen nedan för att återställa alla uppgifter för den här kontakten.",
    "7691": "Nya kontaktuppgifter",
    "7692": "Verifiera dina uppgifter",
    "7693": "Använd bekräftelseknappen nedan för att verifiera uppgifterna för denna kontakt. ",
    "7696": "Upphovsrättsvarning till alla användare",
    "7698": "Din profil har nu ändrats",
    "7699": "Inväntar e-mail bekräftelse ",
    "7700": "Var vänlig kontrollera din inkorg och klicka på länken för att verifiera din nya E-mail adress.",
    "7701": "Grattis, din nya E-mail adress för detta MEGA-konto är: [X]",
    "7703": "En eller flera föremål är aktuella för borttagning.",
    "7704": "Denna fil är aktuell för borttagning.",
    "7705": "Denna mapp är föremål för borttagning. ",
    "7706": "Din MEGA värdekupong på %1€ har lösts in. ",
    "7707": "Din balans är nu %1€",
    "7708": "Vi föreslår %1 prenumeration baserat på din kontobalans.",
    "7709": "Klicka på [S]SLUTFÖR UPPGRADERING[\/S] och njut av din nya %1 prenumeration.",
    "7710": "Slutför uppgradering",
    "7711": "Välj en annan prenumeration",
    "7712": "Var vänlig och logga in för att få din värdekupong.",
    "7713": "Denna åtgärd rensar alla MEGA data från din dators cache och laddar om ditt konto från våran server. Detta kan ta några minuter.",
    "7714": "Värdekupong",
    "7715": "E-maila supporten på ",
    "7717": "Du har redan begärt en verifieringslänk för denna E-mail adressen. ",
    "7718": "Denna E-mail adress är redan upptagen, kontakta MEGA-support för mer information. ",
    "7719": "Din verifieringslänk för denna E-mail har gått ut. Var vänlig klicka på OK för att starta om. ",
    "7720": "Du måste vara inloggad för att slutföra byte av E-mail. Var vänlig logga in igen med din befintliga E-mail adress, klicka sedan på verifieringslänken igen. ",
    "7730": "Bekräfta din E-mail adress",
    "7731": "Var vänlig och ange ditt lösenord för att verifiera din E-mail adress",
    "7732": "Bekräfta E-mail",
    "7740": "Papperskorgen är tom",
    "7741": "Töm papperskorgen",
    "7743": "Byt E-mail",
    "7744": "Nuvarande E-mail",
    "7745": "Ny E-mail",
    "7746": "Ange din nya E-mail adress i fältet ovan, klicka sedan på Spara. ",
    "7747": "Efter det var vänlig och gå till din inkorg och verifiera detta byte av E-mail.",
    "7869": "Denna E-mail adress har redan blivit registrerad, var vänlig välj en annan E-mail adress för att fortsätta. ",
    "7872": "Åtkomst till alla mappar delade av dig med [X] kommer att upphöra.",
    "7873": "Du kan ladda ner tillägget (v%1) nedan.",
    "7874": "Det verkar som om ditt nuvarande tillägg (v%1) är föråldrat. Du kan ladda ned den senaste versionen (v%2) nedan.",
    "7875": "Ditt tillägg (v%1) är senaste versionen",
    "7879": "Åtkomst till mappar delade av [X] är borttaget.",
    "7880": "Åtkomst till mappar borttagen",
    "7881": "Tack! En av våra kundrådgivare kommer så snart det är möjligt att besvara din fråga.",
    "7882": "Meddelande skickat",
    "7883": "Det blev ett fel och meddelandet har inte sänts. Försök igen. ",
    "7884": "Meddelandet är för kort",
    "7945": "För att få tillgång till den här mappen\/filen så behöver du dess  [B]krypteringsnyckel[\/B]",
    "7946": "Om du inte har den, fråga skaparen efter länken. ",
    "7947": "Länk utan nyckel",
    "7948": "Länk med nyckel",
    "7971": "Dekrypteringsnyckel",
    "7972": "Om du inte har nyckeln, kontakta skaparen av länken.",
    "7982": "Du har för många ofullständiga betalningar de senaste 12 timmarna, var vänlig och slutför dessa betalningar och försök igen i morgon. ",
    "7983": "Väntar på bekräftelse",
    "7985": "Personuppgifter",
    "7986": "Fyll i ditt fullständiga namn och skattenummer nedan. Du blir sedan skickad till en sida där du kan välja betalningsmetod.",
    "7987": "Fullständigt namn",
    "7988": "Fullständigt namn",
    "7989": "%1 number",
    "7990": "Skriv in ditt %1 nummer",
    "7991": "Du har valt %1som din betalningslösning.",
    "7992": "Hur vill du betala?",
    "7993": "Klicka här för att se fler betalningsalternativ",
    "7994": "Hur långt vill du att ditt medlemskap skall vara?",
    "7995": "Är du nöjd med din prenumeration?",
    "7996": "Klicka på  [S]KÖP[\/S] När du är nöjd med vald betalningsmetod. Du kommer att skickas vidare till en annan sida där du kan slutföra ditt köp. ",
    "7997": "Chatt",
    "7998": "För att hjälpa oss att bli bättre så vore vi tacksamma om du kunde betygsätta din upplevelse av ditt samtal med oss med [X]?",
    "8000": "Ingen konversations historik",
    "8002": "Konversation med %s",
    "8004": "Radera meddelande",
    "8005": "Lägg till i Cloud Drive",
    "8006": "Bilaga tillagd i din Cloud Drive",
    "8007": "Lägg till deltagare",
    "8008": "Du har inga [P]Konversationer[\/P]",
    "8009": "Skriv ett meddelande",
    "8010": "Sök i kontakter",
    "8011": "Lägg till från din Cloud Drive",
    "8013": "Från mitt Cloud Drive",
    "8014": "Från min dator",
    "8016": "Människor",
    "8017": "NATUR",
    "8018": "MAT & DRYCK",
    "8019": "HÖGTIDER",
    "8020": "AKTIVITETER",
    "8021": "RESA & PLATSER",
    "8022": "OBJEKT & SYMBOLER",
    "8023": "Bifoga",
    "8080": "MEGA skyddar din chatt med en fullständig (användarstyrd ) kryptering som garanterar dig hög säkerhet:",
    "8413": "PRO LITE",
    "8426": "[S]MEGAsync:[\/S] Easy automated syncing between your computers and your MEGA cloud drive",
    "8427": "[S]Flexible:[\/S] Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.",
    "8428": "Utnyttja 50 GB moln lagring med säker användarstyrd end-to-end-kryptering och registrera dig för ett gratis konto eller en av våra [A] PRO planer [\/A].",
    "8435": "Filen kan inte skickas då mottagaren inte har tillräckligt med utrymme.",
    "8436": "There is a problem with your contact's (%1) cryptographic keys. Please close this dialog and ask your contact to log out then log in again. If the problem persists, there may be a man-in-the-middle attack in progress. For ongoing problems, please tell the user to contact [A]support@mega.nz[\/A]  for assistance.",
    "8437": "Webb klient ",
    "8438": "Källkods insyn",
    "8439": "Våra klientsideprogram är licensierade under en egen licens och vårt kärnbibliotek (t.ex. Software Development Kit) är licensierade under mer generösa licenser. Licensen för varje projekt kan hittas i respektive kods förråd.",
    "8440": "You can find links to our most popular source code repositories below. For our smaller libraries you can find them on [A]our general GitHub page[\/A]. If you would like to use our code commercially in a way which is outside the scope of these licences, please [A2]contact us[\/A2] to discuss.",
    "8441": "If you find a bug or security flaw in our code, please send an email to [A]bugs@mega.nz[\/A] explaining the problem. We have a well paying vulnerability rewards program and the submission criteria is explained [A2]here[\/A2].",
    "8512": "Läs mer",
    "8521": "Underrättelse om borttagning",
    "8522": "Din publika delning %1 (%2) har tagits ned. ",
    "8523": "Din nedtagning %1 (%2) har återställts.",
    "8524": "Borttagning återkallad",
    "8525": "Skriv ditt meddelande här",
    "8526": "Ämne",
    "8527": "Generell förfrågan",
    "8528": "Tekniska problem",
    "8529": "Betalningsproblem",
    "8535": "MEGA will be changing its Terms of Service on the [B]20th February 2016[\/B]. Please read our anniversary blog post for more information.",
    "8536": "Tack för att du använder MEGA",
    "8537": "Viktig information:",
    "8538": "Visa blogginlägg ",
    "8539": "[S]Authenticity.[\/S] The system ensures that the data received is from the sender displayed, and its content has not been manipulated during transit.",
    "8540": "[S]Confidentiality.[\/S] Only the author and intended recipients are able to decipher and read the content. ",
    "8577": "Begär kontodetaljer",
    "8578": "Mottager kontodetaljer",
    "8579": "Dekrypterar",
    "8584": "Begär mappdata",
    "8585": "Mottager mappdata",
    "8586": "Dekrypterar mappdata",
    "8589": "Inga notiser",
    "8595": "Denna katalog kommer att krypteras så snart krypteringsnyckeln blir tillgänglig.",
    "8596": "Ditt PRO medlemskap går ut om 1 dag.",
    "8597": "Your PRO membership plan will expire in %1 days.",
    "8598": "PRO medlemskap går snart ut.",
    "8601": "Ladda ner med MEGAsync om det körs",
    "8602": "Denna fil kommer att krypteras så snart som den kryptografiska nyckeln blir tillgänglig.",
    "8603": "Du har blivit avstängd på grund av brott mot våra avtalsregler.",
    "8623": "populär!",
    "8628": "Skicka kontakt",
    "8629": "%1 skriver",
    "8631": "Lägg till i chatt",
    "8632": "Starta ny chatt",
    "8633": "Lämna chatt",
    "8634": "Log in or create an account to [S]get 50 GB FREE[\/S] cloud storage and to receive messages from your friends and coworkers.",
    "8635": "Nedladdning tillagd till MEGAsync",
    "8637": "Jag väntar",
    "8638": "Glömt lösenord",
    "8639": "Överföringsproblem",
    "8640": "Kontakt\/delnings problem",
    "8641": " MEGAsync problem",
    "8642": "Saknar \/ Osynlig data",
    "8643": "Du använder en kortlivad session.",
    "8644": "You are using a temporary session. The data you are storing will be lost when it expires. To preserve your files, please upgrade to a real account at your earliest convenience and claim your [S]free 50 GB of secure storage space in the cloud![\/S]",
    "8645": "Bildstorlek överskriden",
    "8646": "Din bild översteg den maximala filstorleken på 64 KB. Försök igen med en mindre fil.",
    "8649": "Okänd tills dekryptering",
    "8650": "Din förfrågan är för kort. Vänligen ge oss mer information om problemet \/ query.",
    "8651": "Din %1 plan har gått ut",
    "8652": "KÖPT",
    "8653": "Click [S]Renew[\/S] to purchase your %1 plan (%2) using %3 %4.",
    "8654": "Otherwise click [S]Choose[\/S] to select a different plan or payment option.",
    "8655": "Förnya",
    "8656": "Välj...",
    "8657": "UTGÅNGET",
    "8660": "Windows Phone",
    "8664": "ägare",
    "8665": "Kontrollera din registrering, e-post samt bekräfta ditt konto innan du betalar, så att MEGA kan kreditera betalningen till rätt konto.",
    "8666": "bekräfta din registrering",
    "8667": "Om du vill teckna en årlig PRO konto, kan du överföra pengar till någon av våra bankkonton :",
    "8668": "IBAN",
    "8669": "Ogiltigt kontonummer för NZ banker",
    "8670": "Om din e-postadress är för lång för \"Reference fältet det ska placeras i\" Kommentarer \"fältet.",
    "8671": "Europeiska länder har antagit en standard som kallas internationeltl bankkontonummer (IBAN). Nya Zeeland har inte antagit denna standard, så om du måste ange ett IBAN skicka pengarna till vår Luxemburg-konto.",
    "8683": "Not all of the files could be imported. This can happen if some of the files were taken down. The operation finished with %1 of %2 items imported successfully.",
    "8684": "Skicka och stäng",
    "8685": "Var vänlig förklara varför du vill avsluta din MEGA-plan",
    "8686": "Okrypterad mapp",
    "8687": "Okrypterad fil",
    "8688": "Väntar på mail verifiering",
    "8693": "På grund av en rendering bug i Chrome \/ Chromium webbläsare kan MEGA inte användas på denna zoomnivå. Vänligen antingen zooma in, zooma ut, tryck Ctrl \/ kommando + 0 återställa zoomnivå eller byt till Firefox.",
    "8695": "PRO enbart",
    "8696": "Uppgradera till PRO",
    "8697": "Välj datum",
    "8698": "utgår %1",
    "8700": "Thunderbird Tillägg",
    "8726": "Bjud in",
    "8732": "Uppdatera länk",
    "8733": "Uppdatera länkar",
    "8734": "Hämta länkar",
    "8735": "Ta bort länkar",
    "8736": "Ange nytt utgångsdatum",
    "8737": "25 May - Internationella dagen för saknade barn",
    "8738": "Till stöd för försvunna och utnyttjade barn, bekräftar MEGA att vi inte tolererar användningen av våra system för att dela olagligt innehåll och kommer att stödja myndigheterna med utredning och lagföring av alla påståenden om barnpornografi och barnpornografiskt material.",
    "8742": "Lär dig mer",
    "8743": "Du har tidigare loggat in med den här webbläsaren. Är du säker på att du vill skapa ett nytt konto?",
    "8744": "Skicka igen",
    "8745": "Du har blivit inloggad",
    "8752": "Importera till {0}",
    "8755": "Tack! Ditt konto kommer att uppgraderas så snart vi får en bekräftelse på din betalning från vår betalningstjänst . Om du har betalat med bankkort eller kreditkort och du inte har fått ditt MEGA PRO konto inom några timmar, vänligen kontakta oss på support@mega.nz. Om du har betalat med en banköverföring låt 4-5 dagar gå för betalningen skall registreras.",
    "8759": "Länk borttagen",
    "8762": "Create an account to [S]get 50 GB FREE[\/S] cloud storage and to receive messages from your friends and coworkers.",
    "8763": "Sön",
    "8764": "Mån",
    "8765": "Tis",
    "8766": "Ons",
    "8767": "Tor",
    "8768": "Fre",
    "8769": "Lör",
    "8771": "Copyright Dispute",
    "8772": "Counter-notification Process",
    "8773": "MEGA processes all takedown notices submitted to us based on good faith acceptance of the representations from the party submitting the takedown notice. Due to our end-to-end encryption model we have to do so without being able to review the files. Even if we could decrypt them, we could not determine the copyright status without complex analysis and review, which is impractical for the number of files processed each day. We are aware that some agencies submit incorrect takedown notices from time to time, but we are unable to find such errors in advance.",
    "8774": "You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice. You should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.",
    "8775": "We can only accept a counter-notification directly from the user from whose MEGA account the URL or file has been disabled. For verification, counter-notifications must be submitted from the email address associated with the MEGA account.",
    "8776": "Upon receipt of a counter-notification, MEGA will promptly provide the person who provided the takedown notification with a copy of the counter-notification, and inform that person that MEGA will replace the removed material or cease disabling access to it in 10 business days. If MEGA does not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or such communication that it does receive does not in MEGA's sole opinion adequately justify the original takedown notice, MEGA may, but shall not be obliged to, reinstate the material in approximately 10-14 business days provided it has no reason to believe that the material infringes copyright.",
    "8777": "Nothing in this policy prejudices MEGA's right, agreed to by each user in MEGA's Terms of Service, to remove or disable access to any material at any time, for any reason or no reason.",
    "8778": "To file a counter-notification with us, you may click the button below to proceed to our dispute form.",
    "8779": "Please understand that:",
    "8780": "When we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice. By submitting your counter-notice you authorise us to do so;",
    "8781": "Filing a counter-notification may lead to legal proceedings between you and the complaining party;",
    "8782": "There may be adverse legal consequences in New Zealand and\/or your jurisdiction if you make a false or bad faith allegation by using this process;",
    "8783": "If, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach MEGA’s Terms of Service or this policy and that causes MEGA any loss, costs (including legal costs), damages or other liability, MEGA reserves the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor client basis), damages and other liability, by deduction from any balance in our account and\/or by proceedings in New Zealand and\/or the jurisdiction of the address in your counter-notice;",
    "8784": "This counter-notice process is provided voluntarily by MEGA for the purposes of all applicable copyright takedown and counter-notice regimes in other jurisdictions, but, in doing so, MEGA does not submit itself to any jurisdiction or law other than New Zealand as set out in its Terms of Service. MEGA may amend, suspend or withdraw this counter-notice process at any time, provided that any counter-notices in train at that time shall continue to be processed.",
    "8785": "By filing a counter-notice, you are deemed to have accepted the above terms. If you do not accept the above terms, do not file a counter-notice.",
    "8786": "If there is any inconsistency or ambiguity between the English and other language versions of the above terms, the English version shall prevail. ",
    "8787": "You may submit a counter-notification here",
    "8788": "Mega Limited Copyright Agent",
    "8789": "Copyright Counter-Notification",
    "8790": "This notification is a serious legal document - please be careful to be accurate in your copyright infringement counter-notification. You may first wish to consult with an attorney to determine whether you have ownership of the content, or are protected by fair use, license, or other legal basis.",
    "8791": "Content Details",
    "8792": "URL of the content that has been removed or disabled:",
    "8793": "Description of the content:",
    "8794": "Commentary sufficient to explain the mistake or misidentification to the person who filed the original takedown notice:",
    "8795": "Personal Details",
    "8796": "Full Name:",
    "8797": "Phone Number:",
    "8798": "MEGA Account Email Address:",
    "8799": "Address Line 1:",
    "8800": "Address Line 2:",
    "8801": "Other comments (not sent to complainant):",
    "8802": "Declarations",
    "8803": "I will accept service of proceedings in New Zealand or in the jurisdiction where my address in this counter-notice is located, from the person who provided MEGA with the original copyright takedown notice or an agent of such person.",
    "8804": "I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.",
    "8805": "Testa nätverksanslutning",
    "8806": "Nätverksdiagnostik",
    "8807": "Det fanns ett felmeddelande i kommunikationen med API-servern. Kontrollera att detta är en giltig länk.",
    "8808": "Testa hastigheten på din anslutning till våra servrar. Detta kommer att hjälpa oss att felsöka anslutningsproblem .",
    "8809": "Var vänlig bistå med en giltig förklaring av hur det har blivit fel. ",
    "8810": "Beskriv innehållet av det som har tagits bort.",
    "8811": "Var vänlig ange länken till objektet som blivit borttaget",
    "8812": "Ange en giltig MEGA länk till innehållet som tagits bort.",
    "8813": "Var vänlig ange ditt telefonnummer",
    "8814": "Var vänlig ange ett giltigt telefonnummer.",
    "8815": "Var vänlig ange din adress ",
    "8816": "Vänligen bekräfta att du accepterar delgivning förfaranden i Nya Zeeland eller i den jurisdiktion där min adress i denna kontra meddelande ligger, från den person som lämnade MEGA med den ursprungliga anmälan om upphovsrättsintrång eller ett ombud för en sådan person.",
    "8817": "Vänligen bekräfta att du har goda skäl att tro att materialet tagits bort eller inaktiverats på grund av ett misstag eller felaktig identifiering av materialet som ska tas bort eller inaktiveras .",
    "8818": "Länken du angav är antingen ogiltig eller inte är föremål för en anmälan om borttagning.",
    "8819": "Du har redan gjort ett bestridande mot denna länk.",
    "8820": "MEGA kontot som angavs matchar inte ägaren av länken.",
    "8833": "To enhance this limit, you can register an account. This will not only give you ample extra transfer quota but also 50 GB of secure storage space in the cloud - [B]for free[\/B].",
    "8834": "Hämtningen kunde inte fortsätta eftersom det skulle ta dig över den nuvarande kapacitet för din fria överföring på din IP-adress.",
    "8839": "Återställningsnyckel",
    "8840": "MEGAchat har uppgraderats och kräver en omladdning. Vill du ladda om sidan nu och uppdatera till den senaste versionen?",
    "8841": "MEGAchat har uppgraderats och kommer nu endast att stödjas i vår nyligen utgivna version av MEGA. Uppdatera ditt tillägg för att fortsätta använda MEGAchat.",
    "8843": "[S]50 %[\/S] överföringskvot",
    "8845": "Köpet har gått ut.",
    "8846": "Fortsätt [S]ändå[\/S]",
    "8847": "Ladda ned [S]MEGAsync[\/S]",
    "8848": "Ladda ned [S]med MEGAsync[\/S]",
    "8849": "Ladda ned [S]via webbläsaren[\/S]",
    "8850": "MEGA v%1 Uppdatering tillgänglig",
    "8851": "Frigjort %1.",
    "8852": "Vi har nyligen gjort vissa förbättringar på vår webbplats, vill du uppdatera till den senaste versionen?",
    "8853": "Det uppstod ett problem vid avkodning av din privata RSA-nyckel, kontakta support@mega.nz för ytterligare hjälp.",
    "8854": "Om du tidigare prenumererar på en PRO plan med Google Play eller Apple iTunes, vänligen avbryt manuellt din prenumeration med dem eftersom det inte är en del av den här processen. ",
    "8855": "Du har försökt logga in för många gånger. [BR] Vänta tills %1 och försök igen.",
    "8859": "Säkerhetskopiera återställningsnyckel",
    "8866": "Se profil",
    "8867": "Ta bort deltagare",
    "8868": "Ange behörighet:",
    "8869": "Lägg till i gruppkonversation",
    "8870": "Välj en eller flera kontakter för att fortsätta. ",
    "8871": "Rensa chatthistorik",
    "8872": "%1 och %2 skriver",
    "8873": "Läsa-enbart",
    "8874": "Standard",
    "8875": "Administratör",
    "8876": "Chatt-medlemmar",
    "8877": "Du har inga kontakter",
    "8878": "Inga kontakter som matchar din sökning funna. ",
    "8879": "Är du säker på att du vill ta bort detta meddelande?",
    "8880": "Du har inte behörighet att rensa historiken för denna konversation. ",
    "8881": "Är du säker på att du vill rensa all historik för denna konversation? ",
    "8882": "Medelande ej skickat. Vi fortsätter försöka. ",
    "8883": "Meddelande ej sänt. Klicka här om du vill försöka igen. ",
    "8884": "Medelande ej skickat. Klicka här om du vill avbryta.",
    "8885": "Jag",
    "8887": "(redigerad)",
    "8888": "(tom)",
    "8889": "Välj en eller flera kontakter för att starta.",
    "8890": "Starta gruppkonversation",
    "8892": "Återkallad tillgång till bilaga",
    "8894": "Bifogad: %s",
    "8895": "Bifogat %s filer.",
    "8896": "Skickat kontakt %s",
    "8897": "Skickat %s kontakter",
    "8898": "Nej tack",
    "8905": "Chatthistoriken rensad.",
    "8906": "togs bort från gruppchatten av %s",
    "8907": "anslutit sig till gruppchatten med inbjudan från% s.",
    "8908": "Lämnade gruppen",
    "8909": "Återkalla",
    "8910": "Borttagna objekt från delad mapp",
    "8912": "Jag använder [B]MEGAsync[\/B]",
    "8913": "Tagit bort [X] objekt från delning",
    "8915": "blev ändrad till %s1 av %s2",
    "8921": "Exportera återställningsnyckel",
    "8928": "Exportera nyckel",
    "8930": "Håll alltid fysisk kontroll över din återställningsnyckel (t ex på en klientenhet , extern lagring eller utskrift).",
    "8945": "Fortsätt utan konto",
    "8947": "ÖPPNA I WEBBLÄSARE",
    "8948": "ÖPPNA I MEGA APP",
    "8949": "ÖPPNA FIL",
    "8950": "Install our mobile app to get [S]free 50 GB encrypted cloud storage![\/S]",
    "8951": "This file is too large to open in your mobile browser. Please install our mobile app for [S]unlimited file size support, and free 50 GB cloud storage![\/S]",
    "8952": "This file could not be opened in your mobile browser. Please install our mobile app for [S]unlimited file size and type support, and free 50 GB cloud storage![\/S]",
    "8953": "Ange utgångsdatum",
    "8982": "Ett fel uppstod, försök igen. ",
    "9000": "Fel! Angiven e-mail används redan.",
    "9029": "Om du har angett fel e-mail adress var vänlig ange korrekt och klicka på skicka igen. ",
    "9030": "Upon completion, click [S]Send[\/S] to send your network connection report to our support team.",
    "9031": "Server",
    "9032": "Ping",
    "9033": "Medelhastighet",
    "9034": "Förlopp",
    "9035": "Denna dialogruta visar hastigheten på din anslutning till våra servrar.",
    "9036": " Please paste a file link below and click on [S]Test[\/S].",
    "9037": "Test",
    "9038": "Klistra in filens URL",
    "9039": "Mapp länkning stöds ej ännu",
    "9048": "Den angivna nyckeln är ogiltig. Kontrollera att nyckeln är korrekt eller be skaparen av länken sända den igen.",
    "9056": "Vänligen ange inte en webbadress i det upphovsrättsskyddade verk fältet om du behöver lägga till fler webbadresser Klicka på Lägg till en annan webbadress.",
    "9061": "Kryptera",
    "9062": "Visa PRO val",
    "9063": "Ställ in lösenordsskydd",
    "9064": "Dölj val",
    "9065": "Denna funktion stöds inte i din webbläsare. Försök med Firefox eller Chrome.",
    "9066": "Lösenorden matchar inte, kontrollera att du har angett dem korrekt.",
    "9067": "Använd ett starkare lösenord",
    "9068": "Länken kan inte avkodas, kontrollera att änken är korrekt och försök igen.",
    "9069": "Algoritmen denna länk krypterades med stöds inte.",
    "9070": "Ange dekrypteringslösenord",
    "9071": "För att komma åt denna länk behöver du dess lösenord",
    "9072": "Om du inte har lösenordet, kontakta skaparen av länken.",
    "9073": "Ange lösenord",
    "9074": "Ange ett starkt lösenord",
    "9075": "Upprepa lösenord",
    "9076": "Länken kan inte dekrypteras. Lösenordet kan vara felaktigt, eller så har data skadads eller ändrats. Kontrollera länken och försök att ange lösenordet igen.",
    "9077": "Dekrypterad",
    "9078": "Krypterar",
    "9079": "Krypterad",
    "9080": "Döp om gruppen",
    "9081": "Ändrade gruppchatt namnet till %s",
    "9082": "Det här kontot har inte slutfört registreringsprocessen ännu. kontrollera först din e-post, klicka på knappen Aktivera konto och bekräfta din valda lösenord.",
    "9088": "Köpet slutfört",
    "9093": "Du kan lägga till flera personer samtidigt med e-postadresser separerade med kommatecken",
    "9103": "Kopiera länken nedan för att dela artikeln. ",
    "9104": "Dela artikeln",
    "9106": "Mejla %1 För assistans.",
    "9108": "Välj plats",
    "9112": "Pausa överföring",
    "9118": "Återuppta överföring",
    "9129": "Överföringsassistent",
    "10628": "Du är på väg att starta en återkommande prenumeration och ditt kort kommer att debiteras månatligen. ",
    "10629": "Du är på väg att starta en återkommande prenumeration och ditt kort kommer debiteras årligen.",
    "10630": "For more detail on recurring payments, our refund policy, or how to cancel your subscription, please visit our [A]general information page[\/A].",
    "10631": "You are about to make a one-off payment. You will be reminded when your plan is due to expire and you will need to purchase this plan again manually. For more detail on our refund policy, please visit our [A]general information page[\/A].",
    "10632": "Ange faktureringsdetaljer. ",
    "10633": "Fyll i alla obligatoriska fält. ",
    "10634": "Har du problem med din betalning vänligen kontakta: [A]contact our support team[\/A].",
    "10635": "Note: This credit card payment will be listed as [B]MEGA PRO GLOBAL[\/B] on your bank statement.",
    "10636": "Thanks! Your account will be upgraded as soon as we receive confirmation of your payment from our payment provider in a few minutes. If you have not received your MEGA PRO account within %1 hours, please contact us at [A]support@mega.nz[\/A].",
    "10637": "Klicka här för mer information om återkommande betalningar, vår återbetalningspolicy , eller hur man säger upp prenumerationen.",
    "10638": "Vill du att din plan förnyas automatiskt varje månad? ",
    "10639": "Vill du att din plan förnyas automatiskt varje år?",
    "10640": "Du kommer bli debiterad %1 månatligen. ",
    "10641": "Du kommer bli debiterad %1 årligen.",
    "10642": "Du kommer bli debiterad %1 vid ett tillfälle. ",
    "10643": "Återbetalningar",
    "10644": "Unless otherwise provided by law or by a particular service offer, all purchases are final and non-refundable. If you believe that Mega has charged you in error, you must contact us within 90 days of such charge. No refunds will be given for any charges more than 90 days old. We reserve the right to issue refunds or credits at our sole discretion. If we issue a refund or credit, we are under no obligation to issue the same or similar refund in the future. This refund policy does not affect any statutory rights that may apply. If you have made a payment by mistake and have not used the subscription plan services, you must contact [A]support@mega.nz[\/A] within 24 hours. This will be acknowledged promptly and answered within 7 days.",
    "10645": "avslut av konto",
    "10646": "Du kan avsluta ditt konto via[A]mega.nz\/#account[\/A].",
    "10647": "Återkommande villkor för prenumeration",
    "10648": "Återkommande abonnemang kommer att förnyas på obestämd tid, antingen månadsvis eller årsvis, baserat på din valda abonnemangsperiod, om abonnemanget inte avbryts före förnyelsedatumet . För återkommande abonnemang etablerade via Android eller iOS in-app-köp plattformar, bör du vända dig till Google eller Apple plattform för information om datum och villkor i abonnemanget. Alla andra återkommande prenumerationer förnyas på samma dag i månaden som det bildades, utom i de fall då dagen inte är tillgänglig på grund av en kort månad, där RECUR datum kommer att flyttas till den första dagen i följande månad.",
    "10649": "Avslut av prenumeration",
    "10650": "Recurring subscriptions established through the Android or iOS in-app-purchase platforms should be cancelled through the Google or Apple service directly. Any other recurring subscription should be cancelled by navigating to [A]mega.nz\/#account[\/A] in your browser and selecting the option to cancel your subscription. Any payments processed after an effective subscription cancellation will be promptly refunded by Mega. If a subscription is cancelled, access to the account may be restricted or blocked if the level of use is above the limits applying to free accounts at that time.",
    "10651": "Missbruk av system",
    "10652": "I enlighet med sina användarvillkor , kommer Mega stänga konton som är involverade i missbruk av Mega s tjänster, inklusive åtgärder såsom:",
    "10653": "Öppna flera gratiskonton",
    "10654": "Dela lösenord",
    "10655": "Mega gruppen kan kontaktas på: ",
    "10656": "Kundservice och övriga frågor: [A]support@mega.nz[\/A]",
    "10657": "Mega Group",
    "10658": "The [A]Mega Terms of Service[\/A] apply to Mega Limited and its related companies, affiliates and resellers, including:",
    "10659": "Postnummer",
    "10660": "Deaktivera framtida ledtrådar",
    "10661": "You can [B]add and manage contacts[\/B] in the Contacts tab, then securely chat and share files using MEGAchat.",
    "10662": "Kommunicera säkert med din familj, vänner och kollegor med vår audio \/ video och text chat med användarstyrd end-to-end-kryptering.",
    "10663": "... och [X] till",
    "12439": "You are using an ephemeral session in this browser. If you want to preserve the uploaded data, click [A1]Create Account[\/A1] in the tab where you see your data. If you do not care about the data, click [A2]Logout[\/A2] and try clicking the same account confirmation link again.",
    "12440": "Du redan är inloggad i ett MEGA konto från den här webbläsaren. Klicka Logga ut först och prova sedan klicka på samma konto bekräftelselänk igen.",
    "12441": "ETA",
    "12444": "Säker global access",
    "12446": "Säker samverkan",
    "12480": "%1 uppladdningar lades till i överföringskön",
    "12481": "%1 nedladdningar lades till i överföringskön",
    "12482": "Stäng denna rutan och klicka på [B]köp[\/B] again.",
    "12483": "Innan du startar ett samtal, ge din webbläsare [BR] tillgång till din mikrofon och kamera.",
    "12484": "Pausa någon överföring",
    "12485": "Finns också till [A1]Mac[\/A1] och [A2]Linux[\/A2].",
    "12486": "Finns också till [A1]Mac[\/A1] och [A2]Linux[\/A2].",
    "12487": "Finns också till [A1]Mac[\/A1] och [A2]Linux[\/A2].",
    "12488": "We strongly suggest using our sync client for vastly improved performance[BR] uploading hundreds of files. [A]Get MEGAsync now.[\/A]",
    "12489": "När vi lanserade MEGA i början av 2013, globala massövervakning av mindre seriösa regeringar under att bekämpa terrorismen som förevändning var fortfarande en vild gissning och dess förespråkare ofta tippad som konspirationsteoretiker . Edward Snowden uppenbarelser 137 dagar senare i grunden förändrat allmänhetens attityder och det blev plågsamt uppenbart att [I] säkerhet genom politik [\/ I] (\"vi har tillgång till dina data, men vi lovar att hålla den konfidentiell och inte missbruka det\") inte hade varit tillräckligt bra. Allt annat än [I] säkerhet genom sin konstruktion [\/ I] (\"vi kan inte få tillgång till dina data utan att du kan ta reda på\"), för vilken stark end-to-end-kryptering är en viktig förutsättning, verkar nu grovt otillräcklig .",
    "12689": "Varning: användare som har tillgång till dina fil \/ mapplänkar kan använda upp hela kvoten överföring om du ger dem 100%.",
    "13749": "Du är på väg att permanent ta bort en fil. Vill du fortsätta?",
    "13750": "Du är på väg att permanent ta bort en %1 filer. Vill du fortsätta?",
    "13751": "Du är på väg att permanent ta bort en mapp. Vill du fortsätta?",
    "13752": "Du är på väg att permanent ta bort en %1 mappar. Vill du fortsätta?",
    "13753": "Du är på väg att permanent ta bort en fil och en mapp. Vill du fortsätta?",
    "13754": "Du är på väg att permanent ta bort 1 fil och %1mapp. Vill du fortsätta?",
    "13755": "Du är på väg att permanent ta bort en %1 filer och 1 mapp. Vill du fortsätta?",
    "13756": "Du är på väg att permanent ta bort en %1 filer och %2 mappar. Vill du fortsätta?",
    "13757": "Du har tagit bort 1 fil permanent",
    "13758": "Du har tagit bort %1 filer permanent",
    "13759": "Du har tagit bort 1 mapp permanent",
    "13760": "You permanently removed %1 folders.",
    "13761": "Du har tagit bort 1 fil och 1 mapp permanent",
    "13762": "Du har tagit bort 1 fil och %1 mappar permanent",
    "13763": "Du har tagit bort %1 filer och en mapp permanent",
    "13764": "Du har tagit bort %1 filer och %2 mappar  permanent",
    "15536": "Click [B]Update[\/B] for the new browser code to run. Your session will remain open.",
    "16100": "Datum skickat",
    "16101": "Status på inbjudan",
    "16102": "Bjud in fler vänner",
    "16103": "Bjud in väntande igen ",
    "16104": "Avvaktar app installation ",
    "16105": "Kvot beviljad",
    "16106": "Your purchase of MEGA services will be processed for [B]Mega Europe sarl, 4 Rue Graham Bell, L-3235, Bettembourg, Luxembourg[\/B].",
    "16107": "Did you know that you can download the entire folder at once if you [S]install the free MEGA app[\/S]?",
    "16108": "Utloggning Alternativ:",
    "16109": "Rensa alla lokala metadata vid utloggning - Din nästa inloggning kommer att ta längre tid att bearbeta.",
    "16110": "Lämna krypterad metadata sparad lokalt för en snabbare inloggning med din nästa session.",
    "16111": "Planer och prissättning",
    "16112": "Om MEGA",
    "16113": "integritet Company",
    "16114": "Lagar och Riktlinjer",
    "16115": "Avsluta konto",
    "16116": "[S]Warning:[\/S] You will not be able to access your account data, your MEGA contacts or conversations after you confirm this action.",
    "16117": "Framgångar",
    "16118": "Övergripande användande",
    "16119": "[S]Utrymme[\/S]",
    "16120": "[S]Överför[\/S]",
    "16121": "Använt utrymme",
    "16122": "Överföringskvot ",
    "16123": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by [A]Upgrading to PRO[\/A].",
    "16124": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by completing [S]Account Achievements[\/S] or by [A]Upgrading to PRO[\/A].",
    "16125": "Använd kvot för de senaste 6 timmar:",
    "16126": "Få mer kvotöverföring",
    "16127": "Lagringskvot ",
    "16128": "Medlem sedan",
    "16129": "Lösenordet lagras inte av MEGA så vi kan inte återställa det åt dig. För tillförlitlig tillgång till ditt konto rekommenderar vi att du laddar ner och sparar återställningsnyckel på ett säkert ställe.",
    "16130": "Data",
    "16131": "Alla Filer",
    "16132": "Alla Mappar",
    "16135": "Ditt moln utrymme håller på att ta slut. [BR] Vänligen överväg att uppgradera din kontoplan.",
    "16136": "Your account has exceeded its allowed storage quota. Free space on your Cloud Drive or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16137": "Your account has exceeded its allowed transfer quota. You can wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16138": "Your account has exceeded its allowed storage & transfer quota. You can free up space on your Cloud Drive and wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16139": "Email & Lösenord",
    "16140": "Betalning och Plan",
    "16141": "Slå på ",
    "16142": "Slå av",
    "16143": "Slå på notifikationer",
    "16144": "Skrivbordsnotifikationer",
    "16145": "Ny delad mapp från kontakt",
    "16146": "Tillgång till delad mapp togs bort",
    "16147": "Kontakt har lagt till filer i en delad mapp",
    "16148": "Någon har skickat en kontaktförfrågan",
    "16149": "När någon accepterat din kontaktförfrågan",
    "16150": "Någon tog bort din kontaktförfrågan",
    "16151": "Tips och råd:",
    "16152": "Våra tips och råd hjälper dig att lära känna MEGA och alla dess funktioner. Det är svårt att lära sig allt på en gång så att du kan återställa dessa tips och råd när som helst.",
    "16153": "Återställ, tips och råd",
    "16154": "Ta bort filer äldre än",
    "16155": "Håll papperskorgen under",
    "16156": "Tillåt din kvotöverföring för andra användare för att ladda ner dina länkar:",
    "16157": "Detta är den högsta procentsatsen för din kvotöverföring som är tillgängliga för andra användare som vill ladda ner dina länkar.",
    "16158": "Användargränssnitt",
    "16159": "filhantering",
    "16161": "Överföring kvot överskridits",
    "16164": "Begränsade tillgängliga kvotöverföring",
    "16165": "Your transfer may be interrupted.[BR][S]Get a PRO account[\/S] for increased transfer quota.",
    "16166": "Plan",
    "16167": "You can also pay via the Google Play Store, Apple App Store, Microsoft Store or Android mobile carrier billing when using our [A]MEGA apps[\/A].",
    "16168": "Spara inställningar",
    "16169": "Skapad datum",
    "16172": "Etikett",
    "16173": "Välj färg:",
    "16174": "Senast ändrad",
    "16175": "Prenumeration går ut den",
    "16221": "Lägg till etikett %1",
    "16222": "Ta bort etikett %1",
    "16223": "Röd",
    "16224": "Orange",
    "16225": "Gul",
    "16226": "Grön",
    "16227": "Blå",
    "16228": "Lila",
    "16229": "Grå",
    "16258": "Status appearance",
    "16264": "Interactive",
    "16266": "Scriptable",
    "16272": "Transfers tooltip:",
    "16273": "Automatically show the transfers tooltip when a transfer is active.",
    "16274": "View Image",
    "16277": "Create your free account and get %1 of complimentary storage space, valid for %2 days.",
    "16278": "Install MEGAsync",
    "16279": "When you install MEGAsync you get %1 of complimentary storage space plus %2 of transfer quota, both valid for %3 days. MEGAsync is available for Windows, macOS and most Linux distros.",
    "16280": "Install our mobile app",
    "16281": "When you install our mobile app you get %1 of complimentary storage space plus %2 transfer quota, both valid for %3 days. We provide mobile apps for iOS, Android & Windows Phone.",
    "16282": "Invite a friend to MEGA",
    "16283": "Invite as many friends or coworkers as you want. For every signup under the invited email address, you will receive %1 of complimentary storage plus %2 of transfer quota, both valid for %3 days, provided that the new user installs either MEGAsync or a mobile app and starts using MEGA.",
    "16284": "%1 days left",
    "16285": "Achieved %1 times, click for status.",
    "16286": "Achieved",
    "16287": "[S]%1[\/S] storage space",
    "16288": "[S]%1[\/S] transfer quota",
    "16290": "days",
    "16291": "(Expires after [S]%1[\/S] %2)",
    "16292": "week",
    "16293": "weeks",
    "16294": "years",
    "16295": "Install",
    "16298": "Referral bonuses",
    "16299": "PRO Base Quota",
    "16300": "%1 base quota + %2",
    "16302": "Storage Full",
    "16304": "[A]Upgrade now[\/A] and keep enjoying secure, end-to-end encrypted cloud storage. PRO accounts get [S]up to 4 TB (4096 GB) of storage[\/S] and 8 TB of transfer quota that they can share with users downloading their files.",
    "16306": "Delete old files and [A]clear your Rubbish Bin[\/A] to free up some space.",
    "16308": "You can unlock more free storage and transfer quota by using our products. Simple. Easy.",
    "16309": "Get more bonuses",
    "16310": "Tip: Check all your available bonuses in the [A]Dashboard[\/A] or click [I]",
    "16311": "Storage Almost Full",
    "16312": "It looks like you’re running out of storage.",
    "16313": "[A]Upgrade now[\/A] to a [S]PRO Lite[\/S] account and don't worry about running out of storage. [S]For €%1 a month you get 200 GB of storage[\/S] and 1 TB of transfer quota.",
    "16314": "You can unlock more free storage and transfer quota by completing more achievements.",
    "16315": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16316": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16317": "Your friend needs to register for a free account on MEGA and [S]install at least one MEGA client application[\/S] (either the sync client or one of our mobile apps)",
    "16318": "You can notify your friend through any method. You will earn the quota if you have entered your friend's email here prior to them registering with that address.",
    "16319": "Insert your friend's email(s):",
    "16320": "Thanks! We have sent that user an invitation email.",
    "16322": "Direct URL to MEGAsync:",
    "16323": "Direct URL to our mobile apps:",
    "16325": "Get [S]%1[\/S] free storage and [S]%2[\/S] of transfer quota for each friend who installs a MEGA app",
    "16331": "You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.",
    "16332": "You only qualify if:",
    "16333": "You invited someone who has not used MEGA previously.",
    "16334": "The new user installs at least one app and starts using MEGA.",
    "16335": "(Usage confirmation may take a few days to complete - please be patient)",
    "16336": "(Bonus expires in [S]%1[\/S] %2)",
    "16337": "Storage Quota earned",
    "16338": "Summary of the achievements completed and the storage quota bonus already received ",
    "16339": "Transfer Quota earned",
    "16340": "Summary of the achievements completed and the transfer quota bonus already received ",
    "16342": "Link",
    "16343": "Enter your email",
    "16344": "Enter your password",
    "16345": "Log in",
    "16346": "The folder you are trying to view is no longer available.",
    "16347": "File deleted",
    "16348": "Failed to copy, try copying manually.",
    "16349": "Invalid email and\/or password.",
    "16350": "Please try again.",
    "16351": "The email was re-sent successfully.",
    "16352": "Register for bonuses",
    "16353": "See our plans",
    "16354": "Learn more",
    "16355": "Tip: This limit is dynamic and depends on the amount of unused bandwidth we have available.",
    "16356": "Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.",
    "16357": "Your queued download exceeds the current transfer quota available for your IP address and therefore may be interrupted.",
    "16358": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16359": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16360": "You've reached the full capacity of your account.",
    "16361": "[A]Upgrade now[\/A] and don't worry about running out of storage.",
    "16362": "Subject to your participation in our achievements program.",
    "16363": "Your easy route to more storage & transfer quota on MEGA",
    "16364": "You can maintain a generous free storage and transfer allowance by completing any of the actions outlined below.",
    "16365": "MEGA Achievements",
    "16375": "Massive [S]storage space[\/S]",
    "16378": "Leave behind the transfer volume limits associated with free accounts and enjoy an increased transfer allowance.",
    "16380": "Access PRO only features like setting password protection and expiration dates for public files.",
    "16381": "Notes regarding transfers and your account type:",
    "16383": "Fully [S]featured[\/S]",
    "16384": "Generous [S]transfer quota[\/S]",
    "16385": "Starting at 200 GB base storage and scalable up to 4 TB. If you need something specially crafted to your needs try a [S]custom plan[\/S].",
    "16386": "Upgrade your PRO account",
    "16387": "Always show selected status appearance, even when I disconnect.",
    "16388": "You may want to change your settings for granting transfer quota to downloading users.",
    "16389": "Online, %1 but change my status appearance to Away (yellow) after %2 minute(s) of inactivity.",
    "16390": "[S]Transfer quota[\/S] is the total volume of data transfered between MEGA and your system each month.",
    "16391": "[S]Transfer speed[\/S] is unrelated to Transfer quota. The quality of your file transfers' speed can be affected by many factors beyond our control, such as your local network and your Internet Service Provider. MEGA always processes file transfers at the maximum possible speed regardless of your account status.",
    "16392": "[S]PRO and Free accounts[\/S] enjoy the same fast transfer speed.",
    "16393": "Starting at 200 GB base storage and scalable up to 4 TB. If you require more than that, please [A]contact us[\/A].",
    "16394": "No files in your [S]Cloud Drive[\/S].",
    "16395": "You have received %1 storage space as your free registration bonus.",
    "16396": "You have received %1 storage space and %2 transfer quota for installing MEGAsync.",
    "16397": "You have received %1 storage space and %2 transfer quota for installing our mobile app.",
    "16400": "Account base quota",
    "16401": "Account registration bonus",
    "16402": "Unlocked bonuses:",
    "16448": "Resume Transfers",
    "16471": "The provided key is invalid.",
    "16472": "Please check that the key is correct or ask the creator of the link again.",
    "16485": "Duplicate items",
    "16486": "A file named %1 already exists in this location.",
    "16487": "Select the file you want to keep:",
    "16488": "Upload and replace",
    "16489": "Replace the file in the destination folder with the file you are uploading:",
    "16490": "Don't upload",
    "16491": "No files will be changed. You will keep the file below:",
    "16492": "Keep both files",
    "16493": "The file you are uploading will be renamed as:",
    "16494": "Apply this option to the next [S]2[\/S] conflicts",
    "16495": "Move and replace",
    "16496": "Copy and replace",
    "16497": "Replace the file in the destination folder with the file you are moving:",
    "16498": "Replace the file in the destination folder with the file you are copying:",
    "16499": "Don't move",
    "16500": "Don't copy",
    "16501": "If you previously subscribed to a PRO plan with Google Play or Apple iTunes, please manually cancel your subscriptions with them inside Google Play or the iTunes app on your device. If you need any assistance please contact [A1]support@mega.nz[\/A1] or see our [A2]help article for Android[\/A2] or our [A3]help article for iOS[\/A3].",
    "16514": "The file you are moving will be renamed as:",
    "16515": "The file you are copying will be renamed as:",
    "16516": "Public Links",
    "16517": "You have successfully logged into the account %1, we will now proceed to migrate your ephemeral account contents to your Cloud Drive's Inbox.",
    "16528": "Enter an email or MEGA contact name",
    "16535": "Try without account",
    "16536": "We make secure cloud storage simple. Create an account and get [A]50 GB[\/A] free on MEGA's end-to-end encrypted cloud collaboration platform today!",
    "16537": "Scroll down",
    "16538": "iOS",
    "16539": "Android",
    "16540": "Win Mobile",
    "16541": "Extensions",
    "16544": "The MEGA iOS App",
    "16545": "Our iOS app puts the cloud in your pocket.",
    "16546": "Access and stream your files on your iPhone or iPad, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16547": "MEGA at your fingertips",
    "16548": "Take the full power of MEGA with you, wherever you go. Carefully engineered to provide secure data mobility.",
    "16549": "The full MEGA experience",
    "16550": "Our iOS app has everything you need to securely communicate and manage your data.",
    "16551": "Automatic Camera Uploads",
    "16552": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your iPhone or iPad.",
    "16553": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your iPhone or iPad.",
    "16554": "Audio\/Video Streaming",
    "16555": "Select files that you want to save to your iPhone or iPad, so that you can retain access without Internet connectivity.",
    "16556": "Save Your Files Locally",
    "16557": "Managing your data across multiple devices securely is smooth and easy.",
    "16558": "Accessible Anywhere",
    "16559": "MEGAchat makes collaboration within the MEGA platform easy and secure.",
    "16560": "End-to-End Encryption",
    "16561": "Chats and calls are end-to-end encrypted, not even MEGA can read or listen to your communication.",
    "16562": "Group Messaging",
    "16563": "Collaborate securely by text message with individual contacts or multiple people at once in a group chat.",
    "16564": "Contact Fingerprint Verification",
    "16565": "Verify the cryptographic fingerprint of your contacts through a separate channel to ensure they are authentic.",
    "16566": "Audio and Video Calls",
    "16567": "Effortlessly stay connected with our secure cross-platform audio and video calls.",
    "16568": "Coming soon!",
    "16569": "Seamless File Sharing",
    "16570": "Conveniently share files directly within a chat straight from your MEGA account or from your device storage.",
    "16571": "History Retention Control",
    "16572": "With MEGAchat you control your chat history and can delete it whenever you desire.",
    "16573": "The MEGA Android App",
    "16574": "Our Android app puts the cloud in your pocket.",
    "16575": "Access and stream your files on your phone or tablet, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16576": "Our Android app has everything you need to securely communicate and manage your data.",
    "16577": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your phone or tablet.",
    "16578": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your device.",
    "16579": "Select files that you want to save to your phone or tablet, so that you can retain access without Internet connectivity.",
    "16580": "Easy automated synchronisation between your computer and your MEGA account.",
    "16581": "Live Encrypted Syncing",
    "16582": "Access and work with your data securely across different locations and devices. It's always on and fully automatic.",
    "16583": "You can choose to synchronise your entire MEGA account or configure multiple selective syncs between folders on your computer and folders in your MEGA account.",
    "16584": "Manage all your transfers conveniently from within the MEGAsync transfer manager. Manually upload specific files from your computer to MEGA or import MEGA links for download to your computer.",
    "16585": "Live Encrypted Backup",
    "16586": "With our real-time file versioning feature, your data is always recoverable to a previous version.",
    "16587": "Deleted Data Retention",
    "16588": "MEGAsync moves deleted files to special folders on your local computer and in your MEGA account so they can be restored if you need to.",
    "16589": "Browser Transfer Accelerator",
    "16590": "MEGAsync securely interacts with your browser, handling MEGA file transfers for enhanced performance.",
    "16591": "Windows Phone app",
    "16592": "Our Windows Phone app puts the cloud in your pocket.",
    "16593": "Access and stream your files on your phone or tablet, upload and sync your photos and videos.",
    "16594": "Universally MEGA",
    "16595": "soon",
    "16596": "The MEGA Universal Windows App is currently being developed. You can send an email to [A]uwp@mega.nz[\/A] to request early beta access.",
    "16597": "MEGAcmd is an interactive, text console based, scriptable MEGA client.",
    "16598": "Visit our [A]GitHub repository[\/A] for the [B]README file[\/B] with all the details.",
    "16601": "A shell to interactively execute MEGA commands.",
    "16602": "Interact with MEGA from within a script or program.",
    "16603": "Browser Extensions",
    "16604": "Install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.",
    "16605": "Download for Firefox",
    "16606": "Download for Chrome",
    "16607": "Any MEGA URL will be captured by this extension and stay local (no JavaScript will be loaded from our servers).",
    "16608": "Secure automatic updates are provided thanks to cryptographic private key signing.",
    "16609": "MEGA extension for Thunderbird",
    "16610": "Send large files by email through MEGA with this extension for the Mozilla Thunderbird mail client.",
    "16611": "Download for Thunderbird",
    "16612": "Fully Integrated",
    "16613": "Simply configure your MEGA account in the settings and any large file you attach to an email can automatically be replaced by a MEGA link.",
    "16614": "Requires the free [A]Mozilla Thunderbird[\/A] mail client.",
    "16616": "Unlike most other cloud storage providers, only you control who has access to your data. Not even MEGA can access it!",
    "16617": "Your data is accessible anytime. Use a web browser or one of our powerful apps, available for all major platforms.",
    "16618": "Share data and communicate with your contacts securely, and see their updates in real time.",
    "16619": "Massive Storage Space",
    "16620": "Not only are we more secure than our major competitors, we also provide a more generous amount of free storage.",
    "16621": "Live Encrypted Backup",
    "16622": "With our real-time file synchronisation and versioning features, your data is always safe and recoverable.",
    "16623": "Public Source Code",
    "16624": "To enable independent verification of the correctness and integrity of our crypto model and its implementation, we publish the full source code of our client apps.",
    "16625": "Our Plans",
    "16626": "Take full advantage of MEGA with a PRO account",
    "16627": "Discount for yearly payments",
    "16628": "Unlock the potential of your MEGA account",
    "16629": "Still want more? We have you covered with a variety of generous achievements to help you get the most out of our secure cloud collaboration platform.",
    "16630": "Invite your friends",
    "16631": "expires after [X] days",
    "16632": "Free [X] after install",
    "16633": "Free [X] per invite",
    "16634": "Access and stream your files on your smartphone or tablet. Upload and sync your photos and videos. Secure end-to-end encrypted chat with your contacts.",
    "16635": "Easy automated synchronisation between your computer and MEGA allows you to access and work with your data securely across different locations and devices.",
    "16636": "In addition to regular browser access, we offer browser extensions for Chrome and Firefox for enhanced security, improved file transfer performance and reduced loading times.",
    "16637": "Start being secure. Join us today!",
    "16638": "Millions of people trust MEGA to store billions of files using our state of the art infrastructure. Join them and protect your data using one of the Internet's most secure cloud and communication providers.",
    "16639": "Number of registered users",
    "16640": "Number of stored files",
    "16641": "No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence[…].",
    "16642": "Everyone has the right to the protection of the law against such interference[…].",
    "16643": "Windows Mobile",
    "16644": "Service Policy",
    "16645": "Press & Media",
    "16646": "User-encrypted cloud services",
    "16647": "The Privacy Company.",
    "16648": "Universal Declaration of Human Rights, Article 12.",
    "16649": "Save %1",
    "16653": "For the full featured experience, download our app or use the site on a PC.",
    "16664": "The new password must be different from the old one.",
    "16671": "Download using the MEGA desktop app for faster downloads.",
    "16861": "Install the MEGA desktop client",
    "16862": "Enhance file transfer performance from your browser",
    "16863": "Powerful synchronization tools",
    "16864": "And much more",
    "16865": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, and we recommend you to install the [A]MEGA desktop app[\/A] to download large files %2",
    "16866": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16868": "or use Chrome",
    "16869": "or exit from Incognito",
    "16870": "We recommend you install the [A]MEGA desktop app[\/A] to download large files.",
    "16871": "Out of HTML5 Offline Storage space",
    "16872": "File too big to be reliably handled in memory.",
    "16873": "Real-time file versioning, deleted file protection, enhanced performance on file transfers, browser integration and more.",
    "16883": "Unfortunately, your browser has an insufficient buffer to decrypt data, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16890": "Your browser storage for MEGA is full. Your download will continue automatically after you free up some space.",
    "16891": "Your available browser storage for MEGA cannot handle this download size, please free up some disk space.",
    "16892": "Sorry, we were unable to retrieve the Cloud Drive contents.",
    "16895": "Do you remember your password?",
    "16896": "Your password",
    "16897": "Password accepted",
    "16898": "Wrong password, backup your Recovery Key as soon as possible!",
    "16899": "Backing up your Recovery Key enables you to set a new password without data loss. We suggest that you back it up now to a secure location.",
    "16900": "Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[\/A]",
    "16901": "Password Reminder",
    "16902": "Or create a free MEGA account. Registered users enjoy an extra 10% free IP quota allowance.",
    "16903": "Or create an account to participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16904": "Or participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16927": "This action can not be completed as it would take you over your current storage limit",
    "17081": "Incomplete transfer, do you want to resume it?",
    "17082": "Completed transfer. Please save your file.",
    "17083": "The MEGA Universal Windows App is currently being developed. You can get the beta version of the app [A]here[\/A].",
    "17084": "Your download cannot proceed because it would take you over the current transfer quota allowance for your account.",
    "17085": "You have partially downloaded transfers. Would you like to resume them?",
    "17086": "Open folder",
    "17089": "Before you close your account, we would like to know why you are leaving us...",
    "17090": "Your queued download exceeds the current transfer quota available for IP address and may therefore be interrupted. Please consider purchasing a PRO account in order to substantially raise your transfer quota.",
    "17091": "Continue Download",
    "17092": "Are you sure you want to cancel these %1 file transfers?"
}