{"10":"VÄČŠÍ. LEPŠÍ. RÝCHLEJŠÍ. SILNEJŠÍ. BEZPEČNEJŠÍ.","11":"Odstavec 12","12":"Nikto nesmie byť vystavený svojvoľným zásahom do súkromia, rodiny, domova či korešpondencie, ani útokom na svoju česť a povesť. Každý má právo na zákonnú ochranu proti takýmto zásahom alebo útokom.","13":"Medzinárodná Deklarácia Ľudských Práv.","14":"Potvrdenie zmazania","15":"Ste si istý, že chcete nenávratne odstrániť všetky veci z koša?","16":"Interná chyba","17":"Prekročený objem dát","18":"Priveľa pripojení pre toto sťahovanie","19":"Vaše prihlásenie vypršalo, alebo je neplatné","20":"Dočasne nedostupné","21":"Problém s účtom, prosím skontrolujte si Váš e-mail","22":"Súbor už neexistuje","23":"Súbor už nie je prístupný","24":"Chyba deširovania","25":"Zložka v ktorej sa nachádzate bola zmazaná, alebo presunutá iným užívateľom.","26":"Stratená zložka","27":"Naneštastie, 1 súbor nemôže byť nahraný, pretože je väčší ako [X].","28":"Naneštastie, [X1] súborov nemôže byť nahraných, pretože sú väčšie ako [X] .","29":"Ste obmedzený na nahrávanie súborov pomocou rezervnej technológie Adobe Flash, pretože Váš internetový prehliadač neponúka možnosť HTML5 FileReader. Ak chcete obísť túto limitáciu (a zároveň zvýšiť celkový výkon Vášho prehliadača ), zvážte prosím inštaláciu [A]Google Chrome[\/A].","30":"Obmedzenie prehliadača","31":"Cez Internet Explorer smiete nahrávať len súbory menšie ako [X]. Chrome a Firefox Vám umožnia nahrávať súbory akejkoľvek veľkosti.","33":"MEGA je super cez Google Chrome","34":"Upozornenie:","35":"Používate zastaralý prehliadač, ktorý nepriaznivo ovplyvňuje výkon pri prenose Vašich súborov.","36":"Prosím,  prejdite na Google Chrome.","37":"Zatiaľ čo ostatní vývojári sa stále snažia implementovať celú škálu funkcionalít HTML5, Google Chrome to už všetko má a to už dnes. Aby ste si MEGA užili v plnej sile (napríklad ako automatizované hromadné nahrávanie a sťahovanie), odporúčame Vám opustiť svoj momentálny, zastaralý, internetový prehliadač a nainštalovať si Google Chrome, najskôr ako to bude možné.","38":"Túto správu už nezobrazovať.","39":"Nie, ďakujem","40":"Stiahnuť Chrome","41":"Odstránili ste zložku, ktorá obsahuje 1 zdielanú zložku.","42":"Keď vyprázdnite Váš kôš, toto zdieľanie bude zablokované.","43":"Odstránili ste zložku, ktorá obsahuje [X] zdielaných zložiek.","44":"Keď vyprázdnite Váš kôš, tieto zdieľania budú zablokované.","45":"Upozornenie na zdielané zložky","46":"Interná chyba","47":"Hups, niečo sa pokazilo. Ospravedlňujeme sa.","48":"Prosím, pre vyhľadávanie zadajte aspoň 3 znaky.","49":"presunúť [X] označený(ch) súbor(ov).","50":"1 súbor","51":"[X] súborov","52":"a","53":"1 zložka","54":"[X] zložiek","55":"Len na čítanie","56":"Čítanie aj Zapisovanie","57":"Plný prístup","58":"Stiahnuť","59":"Získať odkaz","60":"Zdielanie","61":"Premenovať","62":"Presunúť","63":"Kopírovať","64":"Povolenia","65":"Do tejto zložky máte prístup len na čítanie.","66":"Do tejto zložky máte prístup na čítanie aj zapisovanie.","67":"Nad touto zložkou máte plnú kontrolu.","68":"Nová zložka","69":"Vytvoriť novú zložku","70":"Vyprázdniť kôš","71":"Pridať kontakt","72":"Zmazať účet","73":"Ste si istý, že chcete tohoto užívateľa zmazať spomedzi Vašich kontaktov?","74":"Ste si istý, že chcete týchto užívateľov zmazať spomedzi Vašich kontaktov?","75":"Zmazať kontakt","76":"Chystáte sa permanentne odstrániť [X] z koša.","77":"Chcete pokračovať?","78":"Áno","79":"Nie","81":"OK","82":"Zrušiť","83":"Odstrániť","84":"Potvrdiť zmazanie","85":"Znovu načítať","86":"Meno","87":"Veľkosť","88":"Typ prenosu","89":"Stav","90":"Rýchlosť","91":"Uplynutý čas","92":"Zostávajúci čas","93":"Typ","94":"Naposledny zmenené","95":"E-mail","96":"Práva","97":"Nový upload","98":"Nahranie zložky","99":"Nahranie súboru","100":"Vyprázdniť kôš","101":"Pridať kontakt","102":"Vyhľadávanie","103":"Zrušiť prenos","104":"Prenosy súborov","105":"čaká na spracovanie","106":"Správca súborov","107":"Chcete skopírovať vybrané zložky do privátneho inboxu užívateľa [X]?","108":"Potvrdenie","109":"Chcete skopírovať vybranú zložku do tejto zdieľanej zložky ?","110":"Chcete skopírovať vybrané zložky do privátneho inboxu ?","111":"Chcete skopírovať vybrané zložky do tejto zdieľanej zložky ?","112":"Odkazy","113":"Odkaz na súbor","114":"Kľúč súboru","115":"Meno súboru","116":"Veľkosť súboru","117":"Presunúť na miesto","118":"Zvoliť cieľ","119":"Prekročená bezplatná kvóta prenesených dát","120":"Vaše sťahovanie nemôže pokračovať, nakoľko by Vás to prenieslo cez momentálne povolený limit voľného sťahovania pre Vašu IP adresu.","121":"Tento limit je dynamický a záleží od množstva nepoužitého prenosového pásma ktoré máme dostupné.","122":"Počítajú sa len prenosy vykonané za posledných päť až šesť hodín.","123":"V tom časovom období:","124":"Stiahli ste [X].","125":"[X1] bude dostupných za [X2].","126":"Momentálny limit na IP adresu je [X].","127":"Vaše naplánované sťahovania budú pre Vaše pohodlie pozastavené, až pokým budete mať dostatočnú kvótu a potom budú pokračovať automaticky.","128":"Ak si neželáte čakať, mohli by ste zvážiť aktiváciu dátového balíka, ktorý Vám navyše pridá dostatočne veľa miesta.","129":"Aktualizujte na Pro","130":"Stiahnuť súbory","131":"Kliknite \"Povoliť\" pre dokončenie sťahovania","132":"Presunúť Veci","133":"Presunúť [X]","134":"Kopírovať [X]","135":"Chyba","136":"Prosím zvoľte cieľovú zložku.","137":"Prosím zvoľte platný cieľ.","138":"Cieľová zložka nesmie byť zhodná s pôvodnou.","139":"Cyklická chyba","140":"Cyklická chyba: cieľová zložka nesmie byť podzložkou pôvodnej zložky.","141":"Prosím vložte platnú e-mailovú adresu.","142":"Prosím čakajte...","144":"Odstrániť zdieľanie","145":"E-mailová adresa:","146":"Zdieľať novému užívateľovi:","147":"Udeliť prístup","148":"Zavrieť","149":"Zdieľanie","150":"Kontakt bol pozvaný","151":"Užívateľ [X] bol pozvaný a objaví sa medzi Vašimi kontaktami hneď ako sa zaregistruje.","152":"Nemôžete pridať medzi kontakty sám seba.","153":"E-mailová adresa","154":"Pridať kontakt","155":"Pridať","156":"Zrušiť","157":"Názov zložky","158":"Vytvoriť","159":"Zrušiť","160":"Toto meno pre zložku už sa používa. Skúste to znovu.","161":"Premenovanie","162":"Premenovať","163":"Zrušiť","164":"Cloudový Disk","165":"Kontakty","166":"Inbox","167":"Kôš","168":"Kôš","169":"Menu","170":"Registrovať","171":"Prihlásiť","172":"Chyť a kamkoľvek pusti súbory","174":"\/","175":"Vyber súbory","176":"Vyber súbory pre nahratie","177":"Sami držíte kľúče k tomu,  čo máte uložené v Cloude","178":"Bezpečná Online Spolupráca","179":"Výkonný Správca Súborov","180":"Ekosystém aplikácie","181":"Detailný popis funkcií","182":"Zdieľajte šifrované zložky so spolupracovníkmi alebo partnermi a vymieňajte si dôverné dokumenty s  transparentných šifrovaním prebiehajúcim na strane odosielateľa a príjemcu.","183":"Prezerajte a spravujte svoje súbory cez Váš webový prehliadač s integrovaným akcelerovaným dávkovým nahrávaním a sťahovaním.","184":"Obsiahle otvorené API umožňuje programátorom tretích strán, zlepšovať funkcionalitu MEGA.","185":"2048 bitové RSA šifrovanie","186":"Odhlásiť sa","187":"Môj účet","188":"Správca Súborov","189":"Opustiť reláciu","190":"Prihlásenie","191":"vytvoriť účet","192":"Zapamätať si ma","193":"Prihlásiť","194":"[X] serverov je online","195":"Váš e-mail","196":"Váš e-mail","197":"Prosím, zadajte Vašu e-mailovú adresu.","198":"Prosím zadajte validnú e-mailovú adresu.","199":"Prosím zadajte Vaše heslo.","200":"Hups, niečo sa pokazilo.","201":"Nesprávny e-mail a\/alebo heslo. Prosím skúste to znovu.","202":"Vytvorte si účet","204":"alebo","205":"prihlásiť","206":"Vaše meno","207":"Váš E-mail","208":"Súhlasím s [A]podmiekami používania[\/A] MEGA","209":"Registrovať","210":"Pripravte sa na novú dobu","211":"Cloudové úložisko už nebude nikdy rovnaké","212":"Prosím, zadajte Vaše meno.","213":"Prosím, zvoľte si heslo.","214":"Musíte súhlasiť s našimi podmienkami používania.","215":"Vyskytla sa neznáma chyba. Prosím, skúste to znovu.","216":"Úžasné","217":"Prosím, skontrolujte si e-mailovú schránku a kliknite na odkaz pre overenie Vašeho účtu.","218":"Táto e-mailová adresa, už má na MEGA registrovaný účet.","219":"Táto e-mailová adresa, už má na MEGA registrovaný účet.","220":"Slabé","221":"Slušné","222":"Dobré","223":"Excelentné","224":"VYBERTE SÚBORY NA NAHRATIE","225":"VYBERTE SÚBORY KTORÉ CHCETE NAHRAŤ ALEBO ICH CHYŤTE A PUSTITE NA TOTO OKNO","226":"Aby sme predišli preťaženiu našich zdrojov, občas musíme pristúpiť k obmedzeniu využívania prenosového pásma. Za posledných šesť hodín Vaša IP adresa skonzumovala [X1], ktoré spolu so zvoleným súborom [X2] prekročí náš momentálny limit [X3]. Aby sme zabezpečili férový a rovnomerný prístup k našim zdrojom, musíme Vaše plánované sťahovania pozastaviť. Budú obnovené hneď ako zahltenie opadne.","227":"Prenosy ktoré sú pokryté predplateným dátovým limitom sú z tohoto obmedzenia vyňaté, takže ak si neprajete čakať, zvážte zakúpenie Pro účtu.","228":"Dátová správa v akcii","229":"Znovu nezobrazovať","230":"Aktualizovať na Pro","231":"Nie ďakujem, počkám","232":"Nie ďakujem, počkám","233":"Dočasná chyba, skúšame to znovu.","234":"Stiahnutie súboru","235":"Stiahnuť","236":"Importovať","237":"Zahajovanie sťahovania","238":"Označiť ako súbor porušujúci autorské práva","239":"Sťahovanie  dokončené","240":"Aby ste mohli dokončiť prenos dát, musíte manuálne uložiť Váš súbor.","241":"Uložiť súbor","242":"Aktualizujte na Chrome, aby ste si užili MEGA v jeho plnej sile","243":"Súbor ktorý sa snažíte stiahnuť už nie je dostupný.","244":"Toto mohlo nastať z dôvodov:","246":"Súbor bol odstránený lebo porušoval","247":"Neplatná URL - linka na ktorú ste sa snažili dostať neexistuje","248":"Súbor bol zmazaný používateľom.","249":"Súbor ktorý sa snažíte stiahnuť je dočasne nedostupný.","250":"Naša vstavaná redundancia zlyhala. Toto mohlo nastať vďaka nasledovným dôvodom:","251":"Niektoré servery sú nedostupné kvôli údržbe.","252":"Sme preťažený a pridávame kapacitu.","253":"Prosím skúste to znovu.","254":"Súbor ktorý sa snažíte stiahnuť viac nie je dostupný.","255":"Súbor už nie je dostupný, kvôli tvrdeniu o porušení autorských prav [X].","256":"Váš kľúč  nemá dostatočnú dĺžku.","257":"Prosím, ubezpečte sa, že máte platný kľúč.","258":"Sťahovanie","259":"Čo znamená \"MEGA\" ?","260":"MEGA je rekurzívna skratka ktorá znamená \"MEGA Encrypted Global Access\" čiže \"MEGA Šifrovaný Globálny Prístup\"","261":"Čo je vlastne MEGA ?","262":"MEGA je poskytovateľ takzvaného cloudového úložiska. Poskytuje platený ale aj bezplatný úložný priestor a dátový prenos.","264":"Podľa našich najlepších znalostí, cloudové úložisko a šifrovanie sú legálne. Prosíme, dodržujte aplikovateľné zákony a regulácie o tom [B]ako[\/B] používate cloudové úložisko a šifrovanie, tak isto ako aj naše [A]podmienky používania[\/A].","265":"MEGA bolo vytvorené ľuďmi ktorí predtým prevádzkovali jedno z najväčších cloudových úložísk na svete. Prosím, môžem dostať naspäť svoje dáta ?","266":"Nanešťastie, MEGA nemá prístup ku žiadnemu majetku ktorý jeho zamestnanci predtým vytvorili. Neexistuje žiadne právne prepojenie ani znovupoužitie kódu, hardvéru ani databázových záznamov a teda momentálne nevidí žiadnu možnosť obnoviť Vaše dáta.","267":"Prečo zo všetkých miest zakladať dátové úložisko práve na Novom Zélande ?","268":"Popri iných dôležitých dôvodoch, domorodé meno Nového Zélandu je \"Aotearoa\", čo v preklade znamená \"Zem veľkého bieleho oblaku\", keďže Cloud v slove Cloudové úložisko znamená oblak.","269":"Môžem k MEGA pristupovať aj z môjho mobilného zariadenia ?","270":"MEGA bolo optimalizované pre stolové prehliadače. Tvrdo pracujeme ale aj na plnej kompatibilite s väčšinou  hlavných mobilov a tabletov. V blízkej budúcnosti môžete očakávať pre Váš mobil aj cool užívateľské aplikácie.","271":"Je možné obnoviť prerušené sťahovanie alebo nahrávanie ?","272":"Samozrejme, pokiaľ nezavriete záložku Vášho prehliadača, sťahovania a nahrávania sa automaticky znovu spustia, po napríklad prerušenom sieťovom pripojení, alebo ak Vaše zariadenie prejde do režimu spánku. Majte však na pamäti, že naše servery po 48 hodinách vymažú súbory, ktorých nahrávanie nebolo ukončené.","273":"Môžem nahrať ten istý súbor viac krát ?","274":"Nakoľko naše servery nevidia názvy súborov, všetky kolízie názvov sú riešené na strane Vášho prehliadača. Ak sa pri štandardných nastaveniach snažíte nahrať súbor ktorý sa zdá, že už na Vašom účte je (zhodná cesta\/názov, veľkosť, čas poslednej modifikácie), je súbor preskočený, ale nič Vám nebráni, aby ste v jednej zložke mali viac súborov alebo zložiek s rovnakým menom.","275":"Ako regulujete využívanie dátového pásma?","276":"Našou politikou je neukladať žiadne umele obmedzenia našim užívateľom, pokiaľ to nie je nevyhnutné kvôli obmedzeniam našej infraštruktúry. Tým pádom si vyhradzujeme právo kedykoľvek obmedziť využívanie dátového pásma užívateľom z prevádzkových dôvodov na základe IP adresy. Vaše zaradené prenosy sa automaticky obnovia hneď ako zahltenie ustane. Nie je potrebný žiadny manuálny zásah.","277":"Sú na MEGA nejaké limity veľkosti súborov ?","278":"Neukladáme žiadne iné umelé obmedzenia čo sa týka veľkosti súborov, okrem Vašeho dostupného miesto v cloudovom úložisku. Avšak niektoré špecifické alebo neadekvátne prehliadače môžu potrebovať, aby sa celý sťahovaný súbor uložil v operačnej pamäti (Firefox, IE10, Opera), alebo to isté pre sťahovaný aj nahrávaný súbor (IE9, Safari 5).","279":"Môžem sťahovať a nahrávať zároveň ?","280":"Samozrejme. Na každej záložke prehliadača môže bežať súbežne jedno nahrávania a sťahovanie.","281":"Prečo neposkytujete obrázkové náhľady alebo streamované video náhľady, audio a video súborov ?","282":"Pretože náš koncový šifrovací model neodmysliteľne vylučuje akúkoľvek manipuláciu dát na strane serveru, ktorá by pre takúto akciu bola potrebná.","283":"Ako na MEGA nahrám súbory ?","284":"Sú tri možnosti nahrávania súborov na MEGA pomocou Vášho internetového prehliadača:","285":"1. Kliknite na červené tlačidlo na úvodnej stránke","286":"2. Prejdite do svojho súborového manažéra a kliknite na tlačidlá \"Nahratie súboru\", alebo (ak používate Chrome) \"Nahratie zložky\" na vrchu stránky","287":"3. Funkciou \"ťahaj a pusti\" preneste súbory alebo (ak používate Chrome) zložky na stránku","288":"Ako nainštalujem MEGA ?","289":"Nič nemusíte inštalovať. MEGA je postavené kompletne na internetovom prehliadači a funguje vo všetkých súčasných hlavných prehliadačoch. Aby ste však uvoľnili plný potenciál MEGA, dôrazne žiadame aby ste používali len Google Chrome.","290":"Ako funguje zdieľanie zložiek ?","291":"Môžete zdieľať akýkoľvek pod-strom z Vášho cloudového priestoru s Vašimi priateľmi, rodinou či spolupracovníkmi. Pozvánka je cez e-mailovú adresu. Pozvaní, ktorí ešte nemajú účet, obdržia upozornenie s odkazom na registráciu. Alternatívne môžete vytvoriť aj verejný odkaz na ktorúkoľvek z Vašich zložiek a exportovať pre zložku špecifický šifrovací kľúč, vďaka čomu ju budete môcť zdieľať aj bez potreby užívateľov mať MEGA účet. Potom je už na Vašej zodpovednosti prenášať kľúč zložky bezpečne príjemcom.","292":"Pre vytvorenie, úpravu alebo zmazanie zdieľania, jednoducho kliknite pravým tlačidlom na zložku vo vašom správcovi súborov a zvoľte Zdieľanie. Sú tri úrovne prístupu: Len na čítanie, čítanie \/ zápis (súbory môžu byť pridané, ale nie zmazané) a plný prístup (súbory môžu byť pridané aj zmazané).","293":"Ak ste pridali e-mailovú adresu ktorá zatiaľ nemala účet, musíte byť aspoň raz po dokončení jeho registrácie online, aby ste mohli zašifrovať zdieľací kľúč jeho novovytvoreným verejným kľúčom.","294":"Ako zmažem ľudí z mojej zdieľanej zložky ?","295":"Jednoducho kliknite pravým tlačidlom na zložku a zvoľte Zdieľanie. Uvidíte všetkých ľudí ktorí majú aktuálne prístup k zdieľanej zložke. Pravým tlačidlom kliknite na osobu a zvoľte v menu možnosť Zmazať.","296":"Ako rozoznám svoje zdieľané zložky ?","297":"Zdieľané zložky majú vo Vašom Správcovi súborov špeciálnu ikonu s rukou pod zložkou.","298":"Môžem zdieľať zložku ktorá bola zdieľaná mne ?","299":"Nie. Zdieľané zložky sú neprenosné.","302":"Ako môžem odkázať na súbor v MEGA ?","303":"Pre začiatok, slová výstrahy: Kryptografická bezpečnosť Vašich súborov záleží na utajení priradených šifrovacích kľúčov. Ubezpečte sa, že ich prenášate len bezpečnými metódami. Bežný e-mail, napríklad, nie je dostatočne bezpečný.","304":"S týmto na pamäti, označte jeden alebo viacero súborov vo Vašom správcovi súborov, kliknite na nich pravým tlačidlom a zvoľte \"Získať odkaz\". Objaví sa dialógové okno s verejným kľúčom\/kľúčmi pre súbor(y) ktoré ste zvolili. Môžete si zvoliť export každého odkazu a kľúča samostatne, alebo ako jeden, kombo odkaz.","305":"Ako funguje šifrovanie ?","306":"Všetko šifrovanie prebieha na koncovom zariadení. Nahrávané súbory sú zašifrované ešte predtým ako sa odošlú cez internet a tak isto dáta ktoré sa sťahujú, sa dešifrujú až po prijatí na zariadenie na ktorom sú sťahované. Klientské zariadenie je zodpovedné za generovanie šifrovacích kľúčov. Žiadny použiteľný šifrovací kľúč nikdy neopustí klientské zariadenie (s výnimkou verejných RSA kľúčov).","307":"Vzťahuje sa šifrovanie na všetky moje osobné informácie ?","308":"Nie. Šifrované sú len dáta súborov a mená súborov\/zložiek. Informácie ku ktorým potrebujeme operačný prístup, ako napríklad, Vaša e-mailová adresa, IP adresa, štruktúra zložiek, vlastníctvo súborov a platobné informácie, sú uložené a spracovávané v nešifrovanej forme. Prosím, pozrite si naše zásady bezpečnosti, pre viac informácií.","309":"Sú moje uložené dáta v absolútnom bezpečí ?","310":"Každá ochrana je relatívna. Existujú následovné možnosti útokov - nie sú špecifické pre MEGA, ale chceme aby ste o nich vedeli:","311":"Individuálne účty sú ohrozené:","312":"- Spyware-om na Vašom počítači. Jednoduchý keylogger je dostačujúci, ale údaje o relácii a kľúče sa takisto dajú extrahovať aj z pamäte alebo súborového systému.","313":"- Browsovanie spoza pleca. Nevpisujte Vaše heslo, pokiaľ sa niekto môže pozerať na Vaše klávesy.","314":"- Prelamovanie hesiel tvrdou silou. Používajte silné heslá.","315":"- Phishing. Vždy si overte bezpečnosť Vášho pripojenia (https:\/\/) a správne doménové meno (mega.co.nz), predtým než zadáte Vaše heslo.","316":"Rozsiahle útoky môžu byť prevedené pomocou:","317":"- Útok typu \"prostredník\". Potrebuje vydanie platného duplikátu SSL certifikátu v kombinácii s podvrhnutím DNS odpovedí a\/alebo útokmi na naše BGP routre (scenár na štýl DigiNotar)","318":"- Získanie prístupu k webserverom na ktorých je uložené https:\/\/mega.co.nz\/index.html a nahradenie tohoto súboru upravenou verziou (toto by neovplyvnilo prístup cez inštalovaný aplikačný základ). Všimnite si, že manipulácia obsahu na našej distribuovanej staticko-obsahovej CDN sieti nepredstavuje bezpečnostné riziko, nakoľko všetky dáta načítavané z index.html prechádzajú overením kryptografickej sumy (považujte to ako istý druh \"bezpečného štartovania\" pre webstránky). Tento typ útoku vyžaduje zaslanie nežiadúceho kódu klientovi a teda je detekovateľný.","319":"- Získanie prístupu k našej hlavnej serverovej infraštruktúre a vytvorenie falošných vyžiadaní kľúčov pre existujúce zdieľania. Tento typ útoku sa dotýka iba zdieľaných zložiek a je taktiež detekovateľné aj na strane klienta.","320":"Čo ak Vám neverím ? Je aj tak bezpečné používať MEGA ?","321":"Ak nám neveríte, nemôžete od nás spustiť žiadny programový kód a teda otváranie našej stránky a vypĺňanie Vášho hesla je zbytočné. Ak máte naďalej záujem používať MEGA, musíte tak urobiť cez klientské aplikácie, ktoré naprogramoval niekto, komu dôverujete.","322":"Verím Vám a aj Vášmu Novo Zélandskému dátovému centru, ale neverím Vášmu Nemeckému dátovému centru, nakoľko ho prevádzkuje Americká spoločnosť. Je pre mňa stále bezpečné používať MEGA ?","323":"Samozrejme, bezpečne môžete používať MEGA aj ak by naše servery v Nemecku boli plne skompromitované. Novo Zélandské dátové centrum zabezpečuje, že keď navštívite https:\/\/mega.co.nz\/, nemôže u Vás byť spustený žiadny podvrhnutý kód.","324":"Sú dáta uložené v zdieľaných zložkách rovnako zabezpečené ako ostatné dáta ?","325":"Zdieľané zložky, sú samozrejme len natoľko v bezpečí, ako ich najmenej bezpečný člen. Avšak, kompromitácia našej hlavnej serverovej infraštruktúry predstavuje ešte jeden risk: Manipulácia verejných kľúčov a podvrhnuté žiadosti o kľúče.","326":"Predpokladajme, že úložné uzle MEGA sú fyzicky skompromitované. Aké sú risky ?","327":"Chybové hlášky po stiahnutí upravených dát. Aj ak by útočník mal šifrovací kľúč pre daný súbor na danom uzle,, stále ho nemôže nahradiť upraveným súborom bez toho, aby nasledujúce stiahnutia neviedli k chybe.","328":"Je to dobrý nápad, ukladať všetky moje dáta na jednom mieste ?","329":"Vždy si ponechávajte Vaše dôležité súbory dvojmo, online aj offline. Aj keď každý zo súborov uchovávame na minimálne dvoch miestach, nič negarantuje, že nemôže nastať súbežne niekoľko porúch, alebo opakovanie sa bezprecedentných vládnych pochybení.","330":"Prečo by som spomedzi všetkých ľudí, mal svoje dáta zveriť práve Vám ?","331":"Poskytujeme Užívateľom Kontrolované Šifrovanie (UKŠ) kde Vy, užívateľ, máte kontrolu nad svojimi šifrovacími kľúčmi. Implementácia UKŠ má otvorené zdrojové kódy a pozývame a podporujeme komunitu aby si ich preskúmala a poskytla nám odozvu. Veríme, že takýto prístup je oveľa bezpečnejší, ako ukladať svoje dáta u poskytovateľov so šifrovaním na strane serveru, kde má poskytovateľ pripojenia kontrolu nad kľúčmi, alebo ešte horšie, kde žiadne šifrovanie nie je. Ak by sa totiž vďaka programovej chybe u nás všetky súbory zrazu sprístupnili, boli by nečitateľné bez užívateľom kontrolovaných dešifrovacích kľúčov.","332":"Všimol som si, že používate HTTPS pre prenos už šifrovaných dát. Nie je to nadbytočné?","333":"Je. Naneštastie väčšina prehliadačov sa pohoršuje pri nadväzovaní nezabezpečených spojení zo zabezpečenej stránky. Ale kto by ich z toho mohol viniť, prehliadač nemá možnosť vedieť, že pri prenose je už aktívna iná šifrovacia vrstva. Nakoľko HTTPS má nepriaznivý vplyv na výkon, umožňujeme Vám vypnúť jeho používanie v prehliadačoch, ktoré to povoľujú (Internet Explorer to nepovoľuje), aby sme Vaše prenosy zrýchlili bez ohrozenia dôvernosti alebo integrity Vašich dát. Pri prvom prenose vo väčšine prehliadačov uvidíte SSL varovanie - v tomto (len a len v tomto) prípade je bezpečné to ignorovať.","334":"Aký typ šifrovania používa MEGA interne ?","335":"Pre hromadné prenosy AES-128 (veríme, že zvýšené využitie procesoru pri AES-192 a AES-256 prevažuje teoretické bezpečnostné výhody, aspoň pokiaľ budú vyvinuté kvantové počítače). Kontrola integrity po stiahnutí je zabezpečená pomocou blokovej variácie CCM, ktorá je menej efektívna ako OCB, ale nie je zaťažená patentami.","336":"Pre nadväzovanie zdieľaných tajomstiev medzi užívateľmi a nahrávanie súborov do inboxu RSA-2048 (dĺžka kľúču bola zvolená na rozhraní medzi \"príliš nebezpečné\" a \"príliš pomalé\"). Všetko šifrovanie, dešifrovanie a generovanie kľúčov je implementované pomocou Javascriptu, ktorý limituje priepustnosť na niekoľko MB\/s a spôsobuje signifikantné využitie procesoru.  Tešíme sa preto na navrhovanú implementáciu WebCrypto v HTML5, ktorá toto obmedzenie eliminuje.","337":"Javascriptový generátor náhodných čísel je rozšírený klávesnicou\/myšou časovo-riadenou RC4 entropiou.","338":"Ukladá MEGA zálohy mojich súborov ?","339":"Vaše súbory máme uložené na minimálne dvoch miestach v rozličných dátových centrách, ak to je možné.","340":"Zabudol som svoje heslo. Môžem ho obnoviť ?","341":"Nanešťastie,  Vaše heslo k MEGA nie je len heslo - je to hlavný šifrovací kľúč k všetkým Vašim dátam. Ak ho stratíte, prídete o prístup ku všetkým Vašim súborom, ktoré nie sú v zdieľaných zložkách a ku ktorým ste si v predtým nevyexportovali kľúč pre súbor alebo zložku.","344":"Kedy si musím zakúpiť Pro účet ?","345":"Pro účet Vám pridá navyše miesto a navýši takisto aj kvótu maximálnej šírky dátového pásma, z ktorej čerpáme vždy keď dosiahneme hranicu prevádzkového pásma. Využiť ju môžete sami, alebo ju môžete poskytnúť tretím stranám pristupujúcim k Vašim dátam (zahŕňa to aj užívateľov). Maximálna percentuálna časť kvóty ktorú chcete alokovať pre tretie strany sa dá nastaviť v možnostiach Vášho účtu.","346":"Prečo je v nastaveniach možnosť limitovať rýchlosť môjho nahrávania súborov a prečo to je prednastavené zapnuté ?","347":"Veľa routerov nedáva prioritu malým packetom v prípade zahltenia linky, čo môže mať za následok výrazné ovplyvnenie Vašej príchodzej dátovej prevádzky pri preplnení tej odchádzajúcej. Preto, prvých 10 sekúnd nahrávania analyzujeme Vašu odchádzajúcu dátovú prevádzku a potom necháme aspoň 10% nevyužitých. Ak chcete, môžete toto nastavenie vypnúť a dosiahnuť tým maximálny výkon pri nahrávaní.","348":"Čo dostanem s mojim voľným účtom ?","349":"Globálne prístupný, vysoko výkonný, bezpečný cloudový priestor s [X] miesta. Ak potrebujete viac ako to, môžete si zaplatiť [A1]Pro[\/A1] účet. Kliknite [A2]sem[\/A2] pre kontrolu Vášho aktuálneho využitia.","359":"Ponúkate API ?","361":"Samozrejme. Open sourcový Javascriptový kód ktorý implementuje na prehliadači postavené užívateľské rozhranie MEGA využívajúce naše  API, je pre Vás bohatým zdrojom ukážkového kódu v reálnom použití, z ktorého môžete čerpať ak by sa Vám naša [A]dokumentácia[\/A] zdala nedostatočná. Nakoľko nemáme zdroje aby sme naprogramovali všetky tie cool aplikácie, ktoré MEGA zmenia na univerzálny a užitočný nástroj pre Vás, pozývame Vás pomôcť nám. Po skontrolovaní Vašej aplikácie na zadné vrátka, zverejníme ju na našej stránke. Sme ochotný dohodnúť sa aj na modeloch zdielaní podielu pre vysoko populárne aplikácie.","362":"Aby sme predišli preťaženiu našich zdrojov, občas musíme pristúpiť k obmedzeniu dátových prenosov. Súbor ktorý sa snažíte stiahnuť je väčší ako náš aktuálny limit [X3]. Prenos bol pozastavený a automaticky znovu začne, keď zahltenie opadne.","365":"Váš prehliadač je priveľmi starý, pre stiahnutie takto veľkého súboru.","366":"Upozornenie o autorských právach","367":"MEGA rešpektuje autorské práva ostatných a vyžaduje aby užívatelia MEGA cloudových služieb dodržiavali zákony o autorských právach. Máte prísny zákaz využívať služby MEGA cloudového úložiska pre porušovanie autorských práv. Nesmiete nahrávať, sťahovať, zdieľať, ukazovať, streamovať, distribuovať, e-mailovať, odkazovať na, alebo inak prenášať súbory, dáta alebo iný obsah ktorý porušuje základné autorské práva inej osoby alebo podstaty.","368":"Upozornenie:","369":"Model kryptografickej bezpečnosti MEGA stojí na utajení kľúčov zobrazených vyššie. Vyvarujte sa posielania kľúčov nezabezpečenými spôsobmi.","370":"Skopírovať do schránky","371":"Skopírované do schránky","372":"Nahrávanie","373":"Sťahovanie","374":"Čo sľúbime, to dodržíme","375":"Presun na inú stránku zablokovaný pre nedokončený prenos súborov.","376":"Pre zobrazenie tejto stránky musíte byť prihlásený.","377":"Máte aktívny jeden alebo viac aktívnych prenosov. Ak budete pokračovať, Vaše prenosy budú prerušené.","378":"Prosím, vložte Vaše heslo pre potvrdenie Vášho účtu.","379":"Prosím, prihláste sa ak chcete tento súbor importovať do Vášho účtu.","380":"Vložte kľúč pre dešifrovanie","381":"Všetky práva vyhradené","382":"vyrobené na Novom Zélande","383":"Podpora","384":"Centrum pomoci","385":"Podmienky služby","386":"Zásady ochrany osobných údajov","387":"Autorské právo","388":"Komunita","389":"Blog","390":"Partnerstvá","391":"Predajci","392":"Vývojári","393":"Hostingový Partneri","394":"Investori","395":"Stať sa predajcom","396":"O nás","397":"Členstvo zdarma","398":"Pro členstvo","399":"Kontaktujte Nás","400":"Základy","401":"Zdieľanie","402":"Bezpečnosť a Súkromie","403":"Účet","404":"Platby a Účtovanie","405":"Nástroje","406":"Najčastejšie kladené otázky:","407":"Kategórie:","408":"Január","409":"Február","410":"Marec","411":"Apríl","412":"Máj","413":"Jún","414":"Júl","415":"August","416":"September","417":"Október","418":"November","419":"December","420":"Prosím, prihláste sa pre začiatok nahrávania.","421":"Prosím súhlasťe s našimi podmienkami služby","422":"Súhlasím","423":"Aby ste mohli využiť funkcie zdieľania, potrebujete mať najskôr registrovaný účet. Chcete sa zaregistrovať ?","424":"Zdieľanie zablokované","425":"Premenovať zložku","426":"Premenovať súbor","427":"Detaily účtu","428":"Poukážky","429":"História prihlásení","430":"História nákupov","431":"História transakcií","432":"Typ účtu:","433":"Vylepšiť","434":"Typ predplatného:","435":"ZDARMA","436":"Bez fakturačného cyklu","437":"Úložný priestor:","438":"[X] použitých","439":"[X1] z [X2]","440":"Správa dátových prenosov:","441":"Povoliť správu dátových prenosov","442":"Zablokovať správu dátových prenosov","443":"Môžete si zvoliť koľko percent chcete vymedziť pre dátové prenosy smerom od Vás.","444":"Nastaviť odosielacie dátové pásmo:","445":"Odosielacie dátové pásmo","446":"(pre sťahovanie Vašich súborov tretími stranami)","447":"Dátové pásmo pre sťahovanie","448":"(pre sťahovanie súborov tretích strán)","449":"Zostatok na účte","450":"Naplniť","451":"Vytvoriť poukážky:","452":"Typ poukážky:","453":"Vyberte typ poukážky","454":"Kvantita:","455":"Vytvoriť","456":"Uplatniť poukážku:","457":"Zakúpiť poukážku","458":"Uplatniť","459":"Vaše poukážky","460":"Nepoužité poukážky","461":"Uplatnené poukážky","462":"Zrušené poukážky","463":"Zrušené poukážky","464":"Všetky poukážky","466":"Posledných [X]","467":"História prihlásení","468":"História nákupov","469":"Posledných [X] nákupov","470":"História transakcií","471":"Posledných [X] transakcií","472":"Posledných [X] prihlásení","473":"Hups, to nevyzerá byť platný kód poukážky.","474":"Dátum expirácie:","475":"Dátum\/Čas","476":"Vec","477":"Počet","478":"Metóda platby","479":"Prehliadač","480":"IP-adresa","481":"Krajina","482":"Posledná aktivita","483":"Aktuálne prihlásenie","484":"ID Transakcie","485":"Kredit","486":"Debet","487":"Kód poukážky","488":"Stav","489":"Nepoužité","490":"Uplatnené","491":"Zrušené","492":"Zrušené","494":"Zvoľte balíček:","495":"Úložný priestor","496":"Dátový prenos","497":"Zvoľte cenník:","498":"mesačne","499":"ročne","500":"Zvoľte cenník:","501":"ušetrite 17%","502":"Zvoľte cenník:","503":"Zvoľte metódu platby:","504":"Predplatený zostatok","505":"zakúpiť poukážku","506":"Profesionál","507":"Pokračovať","508":"kód poukážky","509":"OCHRANA OSOBNÝCH ÚDAJOV","510":"Vitajte v MEGA!","511":"Váš 2048-bitový RSA verejný \/ privátny pár kľúčov sa práve vytvára.","512":"Pre zosilnenie Vášho kľúču sme získali entropiu z Vášho pohybu myšou a časového odstupu medzi stlačeniami kláves.","513":"Kód poukážky bol uplatnený pre Váš účet, avšak nový predplatený stav Vášho účtu na tento nákup aj tak nie je dostačujúci. Prosím, navýšte Váš zostatok alebo si skúste zakúpiť lacnejší balíček.","514":"Nedostatočný zostatok, prosím skúste to znova.","515":"Táto zložka obsahuje viac ako 500 záznamov. Veľké zložky môžu spomaliť Váš prehliadač. Prosím zvážte použitie pod zložiek.","516":"Získajte podporu","517":"Niečo Vám nefunguje ? Prosím, pozrite si najskôr naše [A]centrum pomoci[\/A]. Ak tam Vaša otázka nie je zodpovedaná, neváhajte kontaktovať nás.","518":"Právne oddelenie","519":"Naše právne oddelenie je pripravené reagovať na Váš dotaz.","520":"Autorské práva","521":"Máte strach o porušovanie práv na Vašom intelektuálnom vlastníctve ? Prosím, odošlite Nám upozornenie o zastavení šírenia cez náš [A]online formulár[\/A], alebo nám napíšte e-mail.","522":"Navrhnúť vylepšenia","523":"Prosím, pošlite nám návrhy na novú funkcionalitu a návrhy ohľadne použiteľnosti.","524":"Nahlásiť chybu","525":"MEGA je momentálne vo fáze beta a Vy ste vítaný zasielať hlásenia o chybách. Čím detailnejšie, tým lepšie.","526":"Médiá","527":"Pozývame členov médií, vrátane bloggerov, aby nás kontaktovali s otázkami ohľadne MEGA.","528":"Staňte sa predajcom","529":"Staňte sa súčasťou úspechu!","530":"Náš predajcovský program Vám umožní predávať poukážky MEGA priamo Vašim zákazníkom.","531":"Detaily:","532":"Získate prístup k nášmu sofistikovanému rozhraniu pre správou poukážok.","533":"Vytvárajte poukážky z Vášho účtu v reálnom čase.","534":"Veľkorysý podiel na zisku od začiatku.","535":"Čím viac predáte, tým väčší je Váš podiel zo zisku a tým viac profitujete.","536":"Prístup ku Predajcovskému API Vám umožní vyvíjať cool nástroje ktoré budú vedieť interagovať s našim systémom v reálnom čase.","537":"Reklama zdarma: odkaz na Vašu stránku bude na MEGA.","538":"Po kontrole a schválení Vašej žiadosti o status predajcu. Vaše podnikanie a Vaša web stránka musí spĺňať naše požiadavky.","539":"Podiel zo zisku","540":"Váš podiel na zisku sa odčíta pri tvorbe kupónu.","541":"Mesačný obrat","542":"Podiel zo ziskov","543":"viac ako [X]","544":"Prihláška predajcu","545":"Prihláste sa ako predajca","546":"Detaily","547":"Vaše detaily","548":"Trhy","549":"Vyberte predajné trhy:","550":"Platby","551":"Vyberte platobné metódy","552":"Vyberte platobné metódy zo zoznamu dostupných poskytovateľov","553":"Poskytovateľ Vašich platieb nie je v zozname ? Prosím [A]napíšte nám e-mail[\/A]","554":"Hotovo","555":"Súhlasím s [A]podmienkami služby pre predajcov[\/A] MEGA","556":"Ďalej","557":"Vyberte trhy zo zoznamu krajín","558":"Späť","559":"Vaše meno","560":"URL firmy","561":"Adresa","562":"PSČ","563":"Obchodné meno","564":"Telefónne číslo","565":"Mesto","566":"Zvoľte krajiny pre platobné metódy:","568":"Prosím vyberte Vašu krajinu.","569":"Nastavenia prenosov","570":"Počet paralelných prenosov pri nahrávaní:","571":"Počet paralelných prenosov pri sťahovaní:","572":"Limit rýchlosti nahrávania:","573":"Žiadny","574":"Automatický","575":"Fixný","576":"Pri nahrávaní preskočiť identické súbory:","577":"Áno","578":"Nie","579":"Pri prenosoch súborov použiť SSL:","580":"Vypnutie SSL zlepší výkon a nezníži bezpečnosť.","581":"Prosím zadajte Vaše meno.","582":"Prosím zadajte URL na Vašej podnikanie.","583":"Prosím zadajte Vašu adresu.","584":"Prosím zadajte Vaše PSČ.","585":"Prosím zadajte Váš obchodný názov.","586":"Prosím zadajte Vaše telefónne číslo.","587":"Prosím zadajte Vaše mesto.","588":"Prosím zadajte Vašu krajinu.","589":"Musíte si prečítať podmienky služby pre predajcov.","590":"Prosím zvoľte aspoň jednu krajinu.","591":"Prosím zvoľte aspoň jednu platobnú metódu.","592":"Prosím zvoľte aspoň jednu krajinu ku každému poskytovateľovi platieb.","593":"Úžasné","594":"Dostanete od nás e-mail s ďalšími inštrukciami.","620":"Oznámenie o údajnom porušení","621":"Oznámenie","622":"MEGA rešpektuje autorské práva a od užívateľov svojich Cloudových služieb očakáva to isté.  V rámci použiteľných zákonov budeme reagovať na oznámenia ohľadom porušovania autorských práv, ktoré nám budú správne podané. Ak si myslíte, že váš obsah bol skopírovaný alebo použitý spôsobom, ktorý predstavuje porušenie autorských práv, prosím, poskytnite nám nasledovné informácie: (i) fyzický alebo elektronický podpis majiteľa práv alebo osoby oprávnenej konať v jeho mene; (ii) identifikáciu diela na ktoré sa vzťahuje autorské právo ktoré bolo porušené; (iii) identifikáciu materiálu, ktorý vyhlasujete, že je porušujúci, alebo je predmetom protiprávneho konania, a ktorý má byť odstránený, alebo ku ktorému má byť zakázaný prístup a dostatok relevantných informácií ktoré nám umožnia nájsť materiál,  napríklad odkazmi URL;(iv) Vaše kontaktné informácie vrátane Vašej adresy, telefónneho čísla a e-mailovej adresy; (v) Vaše vyhlásenie, že v dobrej viere veríte, že použitie materiálu  nahláseným spôsobom, nie je autorizované majiteľom práv, jeho agentom alebo zákonom; a (vi) vyhlásenie, že informácie vo vyhlásení sú presné a pod hrozbou trestu z krivej výpovede, že máte oprávnenie jednať v mene majiteľa práv.","623":"Vyhradzujeme si právo odstrániť obsah obvinený z porušovania autorských práv, bez predchádzajúceho upozornenia, podľa vlastného uváženia, bez záväzkov voči Vám. Za príhodných okolností, MEGA taktiež zruší užívateľov účet, pokiaľ bolo u tohoto užívateľa zistené opakované porušovanie. Nami určený agent pre oznámenia ohľadom údajného porušovania práv objavujúcich sa v Cloudových službách je:","624":"Oznámenie o autorských právach","625":"Prosím, použite tento formulár pre odoslanie upozornenia o autorských právach. Odpovieme Vám do 24 hodín (cez pracovnú dobu okamžite).","626":"Obsah:","627":"Potrebné pole","628":"Porušuje moje osobné autorské práva.","629":"Porušuje autorské práva niekoho, koho som oprávnený zastupovať.","630":"Typ odstránenia:","631":"Vyberte typ odstránenia:","632":"1. Zablokovať poskytnuté verejné URL - súbory ostanú v ich majiteľovom účte.","633":"2. Zablokovať všetky verejné URL dotknutých súborov pre poskytnuté URL - súbory ostanú v ich majiteľovom účte.","634":"3. Odstrániť všetky inštancie dotknutých súborov pre poskytnuté URL - neexistuje žiadny používateľ ktorý by mal povolenie uložiť to, za žiadnych okolností.","635":"Ja, tu prítomný, vyhlasujem, že v dobrej viere verím, že zdieľanie obsahu podliehajúcemu autorským právam, na mieste uvedenom vyššie, nie je autorizované majiteľom práv, jeho agentom, alebo zákonom (napr. zákon o férovom využívaní)","636":"Potvrdzujem, že môžem niesť zodpovednosť za škody, vrátane nákladov a poplatkov za právneho zástupcu, ak vedome a materiálne chybne označím nahlásený obsah, odkazy, alebo súbory za práva porušujúce.","637":"Informácie v tomto oznámení sú presné a vyhlasujem, pod hrozbou trestu za krivú výpoveď, že som oprávnený konať v mene majiteľa autorského práva.","638":"Toto oznámenie je vážny právny dokument - dávajte pozor aby ste boli presný vo vašich nárokoch pre porušovanie autorských práv. Možno by ste mali najskôr konzultovať s právnikom, aby určil, či obsah ktorý sa chystáte nahlásiť je v skutočnosti porušujúci a nie je chránený \"fair use\", licenciou, alebo iným právnym základom.","639":"Odoslať upozornenie","640":"Pridať ďaľšie","641":"URL porušujúceho obsahu:","642":"Meno majiteľa autorských práv:","643":"Názov zamestnania:","644":"E-mailová adresa:","645":"Fax:","646":"Mesto:","647":"PSČ:","648":"Dielo podliehajúce autorským právam, ktoré tvrdíte, že bol porušený:","649":"Moje plné meno:","650":"Spoločnosť \/ Organizácia:","651":"Telefón:","652":"Adresa:","653":"Štát \/ Provincia:","654":"Krajina:","655":"Prosím, vyplňte URL pre každé dielo podliehajúce autorským právam, ktoré tvrdíte, že bolo porušené. ","656":"Prosím, dodajte dielo podliehajúce autorskému právu pre každú porušujúcu URL.","657":"Prosím, vyberte či obsah porušuje Vaše osobné autorské právo alebo niekoho, koho ste oprávnený zastupovať.","658":"Prosím, zvoľte typ zrušenia.","659":"Prosím, vyplňte URL pre každé dielo podliehajúce autorským právam ktoré tvrdíte, že porušuje. ","660":"Prosím, dodajte dielo podliehajúce autorským právam pre každú porušujúcu URL.","661":"Prosím, vyplňte meno majiteľa autorských práv.","662":"Prosím, vyplňte Vaše celé meno.","663":"Prosím, vyplňte Vašu e-mailovú adresu.","664":"Prosím, zadajte platnú e-mailovú adresu.","665":"Potvrďte prosím, že v dobrej viere veríte, že zdieľanie materiálu podliehajúceho autorským právam na mieste uvedenom vyššie, nie je autorizované majiteľom práv, jeho agentom alebo právom (napr. férové užívanie).","666":"Potvrďte prosím, že môžete niesť zodpovednosť za škody, vrátane nákladov a poplatkov za právneho zástupcu, ak vedome a materiálne chybne označíte nahlásený obsah, odkazy, alebo súbory za práva porušujúce.","667":"Potvrďte prosím, že toto upozornenie je presné a že pod hrozbou trestu za krivú výpoveď vyhlasujete, že ste autorizovaný jednať v mene majiteľa autorských práv.","668":"Ďakujeme!","669":"Na Vaše upozornenie ohľadom Vášho autorského práva sa pozrieme čo najskôr.","670":"Jazyk","671":"Hovoríte viacerými jazykmi ?","672":"Pomôžte Nám s prekladom!","673":"Ochrana osobných údajov","674":"Nikto nesmie byť vystavený svojvoľným zásahom do súkromia, rodiny, domova či korešpondencie. Každý má právo na zákonnú ochranu proti takýmto zásahom.","675":"Medzinárodná Deklarácia Ľudských Práv, Článok 12","676":"MEGA je cloudové úložisko so silným a stálym súkromím","677":"MEGA poskytuje robustné cloudové úložisko s vhodným a stálym súkromím. MEGA verí vo Vaše právo na súkromie a poskytuje Vám technológiu a nástroje na jeho ochranu. Nazývame to Užívateľom Kontrolované Šifrovanie,  alebo UKŠ, ktoré je automatické.","678":"Čo je MEGA Užívateľom Kontrolované Šifrovanie?","679":"Všetky súbory uložené na MEGA sú šifrované. Takisto všetky dátové prenosy Z a DO MEGA sú šifrované. A zatiaľ čo to väčšina cludových úložísk to tvrdí, MEGA naozaj JE iné - narozdiel od bežného postupu, kde poskytovateľ cloudového úložiska je držiteľom dešifrovacieho kľúča, v MEGA Vy ovládate šifrovanie, Vy držíte kľúče a Vy rozhodujete o tom, komu udelíte alebo zamietnete prístup k Vašim súborom, bez potreby riskantných inštalácií rôzneho softvéru. Všetko sa totiž deje vo Vašom internetovom prehliadači!","680":"MEGA Budúcnosť","681":"MEGA cloud je len začiatok. V budúcnosti bude MEGA poskytovať UKŠ vo Vašom prehliadači pre široký rozsah aplikácií bez potreby akejkoľvek inštalácie. Naša technológia bude ochraňovať Vaše e-maily, hovory, chat či video prenosy.","692":"Je MEGA legálne?","693":"Sme skupina odhodlaných technikov, ktorým bol venovaný čas, príležitosť a prístup na internet aby vybudovali úžasnú cloudovú službu, ktorá Vám pomôže ochrániť Vaše súkromie. Túto službu sme naprogramovali od nuly v Aucklande na Novom Zélande. Narozdiel od mnohých našich konkurentov využívame šifrovaciu technológiu založenú na najmodernejších prehliadačoch, kde nie my, ale Vy máte kontrolu nad šifrovacími kľúčmi. Skupina našich dizajnérov zahŕňa Kim Dotcom-a, Mathias Ortmann-a, Bram van der Kolk-a a Finn Batato-a. Náš CEO, priemyselný veterán Tony Lentino,  má skúsenosti s vedením vyhláseného svetového doménového registra. Dúfame, že sa Vám to páči.","694":"1. Zablokovať jeden odkaz (\"URL\") k súboru - súbor(y) zostanú na užívateľovom účte","695":"2. Zablokovať niekoľko URL k súboru - súbor(y) zostanú na užívateľovom účte","696":"3. Odstránenie podliehajúcich súborov z dodaných URL adries - žiaden užívateľ nikde na svete nemá nárok ukladať tento súbor","697":"4. Iné","698":"Tu môžete odoslať oznámenie","699":"Podpíšte a odošlite oznámenie","700":"Prosím, odošlite Vaše oznámenie o zrušení manuálne na e-mail [A1]copyright@mega.co.nz[\/A1] na základe [A2]ustanovenia o zrušení[\/A2].","701":"Oznámenie o zrušení e-mailu","702":"Nahlásenie zneužitia","703":"Váš registračný odkaz je neplatný. Prosím, skontrolujte, či odkaze vo Vašom aktivačnom e-maile nie je prerušený novým riadkom.","704":"Váš účet už bol aktivovaný. Prosím, prihláste sa.","705":"Vaše potvrdenie nebolo spracované. Prosím, zaregistrujte sa znovu. Kód chyby:","706":"Zmena hesla","707":"Aktualizovať","708":"Vyžiadať zmenu","709":"Neviem si spomenúť moje heslo","710":"Ak ste stále prihlásený, ale neviete si spomnúť Vaše heslo, môžete si nastaviť nové heslo zakliknutím tejto možnosti. E-mailom dostanete odkaz pre potvrdenie zmeny hesla, ktorý pri kliknutí v priebehu 15 minút aktivuje Vaše nové heslo.","711":"Vyžiadať zmenu","712":"Uplatnenie hotové","713":"Zostatok z poukážky bol pripísaný k Vášmu účtu. Chcete pokračovať pri kúpe Pro ?","714":"Táto poukážka už bola uplatnená.","715":"Nové heslá ktoré ste zadali sa nezhodujú. Prosím skúste to znovu.","716":"Aktuálne heslo","717":"Nové heslo","718":"Potvrdenie nového hesla","719":"Prosím vložte Vaše aktuálne heslo.","720":"Prosím vložte Vaše nové heslo.","721":"Prosím, skontrolujte si e-mail a kliknite na potvrdzujúci odkaz pre dokončenie zmeny Vášho hesla.","722":"Zmena bola vyžiadaná.","723":"Nové heslo musí byť odlišné od Vášho aktuálneho hesla.","724":"Aktuálne heslo ktoré ste zadali je nesprávne.","725":"Vaše heslo bolo zmenené.","726":"Hotovo","727":"Vaše heslo bolo zmenené.","728":"Odkaz s potvrdením zmeny hesla expiroval.","729":"Tento odkaz už bol potvrdený.","730":"Váš účet bol suspendovaný. Prosím, pri najbližšej príležitosti si skontrolujte si e-mail s detailami a odpovedzte.","731":"Pridružený účet bol zrušený z dôvodu viacnásobného porušovania našich [A]Podmienok Služby[\/A]","732":"Už ste prihlásený v účte rozdielnom od toho ktorý potvrdzujete. Prosím, skontrolujte si aktuálnu reláciu, odhláste sa a znovu kliknite na potvrdzujúci e-mail.","733":"Neznáma e-mailová adresa. Ak u nás ešte nemáte účet, pozývame Vás aby ste sa zaregistrovali.","734":"Ďakujeme!","735":"Prosím, skontrolujte si e-mail.","736":"Iba účty neobsahujúce zložky a súbory si môžu obnoviť heslo.","737":"Obnova hesla","738":"Žiadosť","739":"zabudli ste heslo ?","740":"Vaše heslo bolo úspešne zmenené.","741":"Prosím, zvoľte si nové, bezpečné heslo.","742":"Obnoviť","743":"Odkaz expiroval. Prosím, vyžiadajet si nový odkaz.","744":"Neplatný odkaz. Prosím, vyžiadajte si nový odkaz.","745":"Bez fakturačného cyklu","746":"Typ účtu","747":"Týždenne","748":"Mesačne","749":"Ročne","750":"Další fakturačný cyklus","751":"jednorázovo","752":"MEGA rozšírenie pre Firefox","753":"Nainštalujte si MEGA rozšírenie pre Firefox, pre značne vylepšený výkon pri sťahovaní. Umožní Vám dávkové sťahovanie neobmedzeného počtu súborov bez veľkostných obmedzení.","754":"MEGA rozšírenie pre Firefox je bezpečné a neviditeľné. Ak chcete používať  MEGA bez rozšírenia, silno odporúčame používať [A]Chrome[\/A].","755":"Nainštalovať rozšírenie","756":"1 sťahovanie hotové","757":"[X] sťahovaní hotových","758":"Otvoriť zložku na sťahovanie","759":"kliknite sem pre otvorenie","760":"Prosí, nainštalujte si MEGA rozšírenie pre Firefox aby ste mohli stiahnuť takto veľký súbor.","761":"Prosím potvrďte","762":"Chystáte sa stiahnuť veľmi veľký počet súborov, čo môže spomaliť Váš počítač. Chcete pokračovať ?","763":"Kontakt","764":"Vaše sťahovanie nemôže začať lebo Váš harddisk je príliš plný.","765":"Vaše sťahovania nemôžu začať lebo Váš harddisk je príliš plný.","766":"Niektoré z Vašich sťahovaní nemôžu začať, lebo váš harddisk je príliš plný.","768":"Vaše sťahovanie nemôže začať lebo Váš harddisk je príliš plný, alebo používate Chrome v režime Inkognitu, ktorý nepodporuje zápis súborov.","769":"Sme schopný použiť len 5% z Vášho dostupného diskového priestoru, pre sťahovanie. Prosíme, uvoľnite si nejaké miesto pre pokračovanie.","770":"Zvoľte si heslo","771":"Potvrďte heslo","772":"Odkaz súboru:","773":"zostáva","774":"Poslať odkaz","775":"premenujte tu:","776":"Uložiť","777":"Zapamätať si ma na tomto zariadení","778":"Nemáte MEGA účet ?","779":"Zaregistrovať sa teraz","780":"Už máte MEGA účet ?","781":"Pre omedzený výkon procesora na mobilných zariadeniach, generovanie RSA kľúča môže trvať niekoľko minút. Oceňujeme vašu trpezlivosť.","782":"Prázdna zložka","783":"Na Vašom Cloud Disku nie sú žiadne súbory","784":"Žiadne kontakty","785":"Žiadne výsledky.","786":"Žiadne súbory vo Vašom inboxe.","787":"žiadne súbory vo Vašom odpadkovom koši","788":"Ste si istý, že chcete presunúť tento súbor do Odpadkového koša?","789":"Ste si istý, že chcete presunúť túto zložku do Odpadkoveého koša?","790":"Otvoriť súbor","791":"Importovať súbor","792":"Zmazať súbor","794":"Zmazať zložku","796":"Získať odkaz","797":"Zdieľať zložku","798":"Úložný priestor","799":"Obsadené miesto","800":"Voľné miesto","801":"Verzia pre stolné počítače","802":"Kontktný e-mail","803":"Stiahnutie súboru","804":"Naneštastie, tento typ súboru cez MEGA na Vašom zariadení nie je možné otvoriť.","805":"Podporu pre tento typ súboru zapracujeme v blízkej budúcnosti.","806":"zmeniť názov zložky:","807":"zmeniť názov súboru:","808":"Odkaz na zložku","809":"URL k zložke:","810":"Odkaz na stiahnutie","811":"URL k súboru:","812":"Potvrdiť účet","813":"Zdieľaná zložka","814":"Chcete opustiť svoj upload ?","815":"Chcete opustiť Vaše sťahovanie ?","816":"Zadajte validnú e-mailovú adresu.","817":"Vo výsledkoch vyhľadávania nemôžete vytvárať zložky.","818":"Chcete sa prepnúť na počítačovú verziu ?","819":"začína","820":"Súbor bol importovaný na Váš Cloudový disk.","821":"Vaše Notifikácie","822":"Späť","823":"Nastavenia","824":"Nová zdieľaná zložka od [X]","825":"Nová zdieľaná zložka","826":"[X] zrušil zdieľanie zložky","827":"Zdieľaná zložka zrušená","828":"[X1] zložiek a [X2] súborov","829":"[X] zložiek a 1 súbor","830":"1 zložka a [X] súborov","831":"1 zložka a 1 súbor","832":"[X] zložiek","833":"[X] súborov","834":"1 zložka","835":"1 súbor","836":"[X] pridal [DATA]","837":"[X] bolo pridaných","838":"[X] bol pridaný","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MÁJ","855":"JÚN","856":"JÚL","857":"AUG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Upozornenia","863":"Zobraziť všetky","864":"Stiahnuť ako ZIP","865":"Otvoriť","866":"Kopírovať 1 oznčenú vec","867":"Kopírovať [X] ozančených vecí","868":"Presunúť  1 označenú vec","869":"Presunúť [X] označených vecí","870":"Potvrdiť","871":"[V]Upozornenie:[\/B] prekročená veľkosť úložného priestoru. Prosím, zmažte niekoľko súborov, alebo si [A]vylepšite účet[\/A].","872":"Pro","873":"Pred [X] sekundami","874":"Pred minútou","875":"Pred [X] minútami","876":"Pred hodinou","877":"Pred [X] hodinami","878":"Deň dozadu","879":"Pred [X] dňami","880":"Práve teraz","881":"Používate dočasnú reláciu. Údaje, ktoré máte uložené, sa stratia pri vypršaní jej platnosti. Ak chcete zachovať súbory, vykonajte upgrade na skutčný účet naskôr ako bude možné a uplatnite si nárok na 50GB bezpečného úložného priestoru v cloude zdarma!","882":"Upozornenie","883":"Vytvorte si účet","884":"Prehliadač [X] s MEGA nie je plne kompatibilný","885":"Váš prehliadač","886":"Internet Explorer 10 obsahuje závažnú chybu ovplyvňujúcu zapisovanie súborov z JavaScriptu,  ktorá spôsobuje vyčerpanie pamäte, pri sťahovaní veľkých objemov dát. Očakávame, že tento problém bude odstránaný v Internet Explorer 11. Medzitým, prosíme, zvoľte alternatívny prehliadač.","887":"[X] nemá podporu HTML5 funkcií na ktorých MEGA stavia svoju klientskú kryptografiu. HTML5 prenosy súborov budú emulované cez obmedzené riešenie pomocou flashu. Prosíme, zvážte zmenu Vášho prehliadača pri najbližšej príležitosti.","888":"Vysoko odporúčané","889":"Odporúčané","890":"MEGA funguje najlepšie v nasledujúcich prehliadačoch:","891":"Upozornenie na kompatibilitu prehliadača","892":"Vlastnosti","893":"Nahrané","894":"Ceľková veľkosť","895":"Názov zložky","896":"Vytvorené","897":"Obsahuje","898":"Niekoľko súborov a zložiek","899":"Niekoľko súborov","900":"Niekoľko zložiek","909":"Heslo","910":"Zakúpiť teraz","911":"Využite MEGA naplno s [B]Pro[\/B]","912":"už  od","913":"mesiac","914":"ročné predplatné","915":"Masívny úložný priestor","916":"Štedrá šírka pásma","917":"ak sa rozhodnete platiť ročne","918":"Mesačne","919":"Ročne","920":"Vlepšite si svoj účet","921":"2 mesiace zdarma","922":"1 mesiac","923":"1 rok","924":"Máte akékoľvek otázky ohľadne [A] Pro účtov?[\/A]","925":"Náš team Vám s radosťou pomôže.","926":"Názov spoločnosti","927":"Mesto","928":"PSČ","929":"Telefón","930":"deň","931":"mesiac","932":"rok","933":"Adresa","934":"Štát alebo provincia","935":"PayPal adresa","936":"Bankový účet","937":"Meno príjemcu","938":"Popíšte Vašu marketingovú stratégiu","939":"Meno banky","947":"Disk","948":"Odpad","949":"Inbox","950":"Kontakty","951":"Môj účet","952":"Väčšina zariadení nemôže stiahnuť súbory väčšie ako 4GB.Vaše sťahovanie bude pravdepodobne neúspešné.","953":"Nie je dostatok voľného miesta.","954":"Zásluhy","955":"Mobilné aplikácie","956":"Synchronizačný klient","957":"Chrome Aplikácia","959":"Firefox Aplikácia","961":"Aplikácie","962":"Vývojárský kit","963":"Dokumentácia","964":"Partnerský program","965":"Zásady","966":"Postup pre odstránenie","967":"Odhlásiť","968":"Vytvoriť účet","969":"Prosím skúste znova","970":"Prosím zadajte platné heslo.","973":"Využitá šírka pásma","974":"Spravovať Váš účet","975":"Pridať hviezdu","976":"Zmazať hviezdu","977":"Na Vašom Cloudovom Disku sa nenachádzajú žiadne súbory.","978":"Vášmu vyhľadávaniu nevyhovujú žiadne dokumenty","979":"Váš odpadkový kôš je prázdny","980":"Nemáte žiadne kontakty","981":"Váš inbox je prázdny","982":"Obsah","983":"Prehľad","984":"Profil","985":"História","986":"Upraviť Váš profil","987":"Expiruje","988":"Prepojenia:","989":"[X] kontaktov","990":"1 kontakt","991":"Prejsť na Kontakty","992":"Avatar","993":"Zmeniť avatar","994":"Osobné informácie","995":"Dátum narodenia","996":"Zvoľte krajinu","997":"Pridávanie kontaktov je možné len pre registrovaných užívateľov.","998":"Prosím vytvorte si bezplatný účet","999":"Chcete upgradovať z dočasnej relácie na bezpletný účet?","1000":"Vyhnite sa strateniu prístupu. Bezplatná registrácia je vysoko doporučovaná.","1001":"Odstrániť kontakt","1002":"Ste si istý, že chcete odstrániť [X] spomedzi Vašich kontaktov?","1003":"Potvrdiť odstránenie","1004":"Ste si istý, že chcete presunúť [X] do odpadkového koša?","1005":"Vytváranie odkazov je možné len pre registrovaných užívateľov.","1006":"Zdieľanie zložiek je možné len pre registrovaných užívateľov.","1007":"Túto akciu nie je možné vrátiť späť.","1008":"Kvóta využitého dátového pásma PRO je prekročená.","1009":"Potrebujete Väčšie dátové pásmo?","1010":"kvóta úložného priestoru prekročená.","1011":"Chcete si Vaše súbory ponechať?","1012":"kvóta úložného priestoru takmer vyčerpaná.","1013":"Potrebujete viac úložného priestoru?","1015":"Prosím vložte kód Vašej poukážky.","1016":"Vyberte obrázok","1017":"Použiť tento avatar","1018":"Vyprázdniť","1019":"Pridať emailovú adresu","1020":"Prosím vložte emailovú adresu alebo zvoľte kontakt.","1021":"Zap.","1022":"Vyp.","1023":"Nemáte oprávnenie na zápis v tejto zložke.","1024":"Prosím zadajte názov zložky.","1025":"Viacero vecí","1026":"Vložte dešifrovací kľúč","1027":"Dešifrovať","1028":"Dešifrovací kľúč","1029":"Verejný odkaz","1030":"Zvoliť spomedzi Vašich kontaktov, alebo zadať email","1031":"Exportovať odkazy na súbory a dešifrovacie kľúče","1032":"Priložiť kľúč súboru","1033":"Skopírovať kľúče","1034":"Stiahnuť viacero súborov","1035":"Stlačte \"povoliť\" pre dokončenie sťahovania","1036":"Zdieľané s","1037":"Súhlasím","1038":"Zvoľte jazyk","1039":"Zaplatiť pomocou PayPal","1040":"Prosím prihláste sa pre aktiváciu PRO členstva.","1041":"Prosím vytvorte si účet pre aktiváciu PRO členstva.","1042":"Inicializuje sa","1043":"Odkaz na zložku nedostupný","1044":"Odkaz na zložku ku ktorej sa snažíte pristúpiť už nie je dostupný. Môže to byť z nasledujúcich dôvodov:","1045":"Odkaz na zložku bol odstránený z dôvodu porušovania Podmienok používania \/ AUP.","1046":"Odkaz na zložku bol zablokovaný užívateľom.","1047":"Vitajte v MEGA Pro","1048":"Vaše PRO členstvo bolo aktivované. Užívajte si ho!","1049":"Zložka","1050":"Bez zdieľaní","1051":"Nikdy","1053":"šírka pásma takmer prečerpaná.","1054":"Budete musieť počkať [X] pokiaľ bude Vášmu účtu pridelené daľšie dátové pásmo.","1055":"Nechcete čakať?","1056":"Limit je dynamický.","1057":"Potvrďte odstránenie sessionu","1058":"Aktuálne používate dočasnú reláciu. Ste si istý, že ju chcete ukončiť?","1059":"Táto akcia zmaže všetky Vaše dáta.","1060":"Šifrovanie na strane klienta","1061":"Narozdieľ od iných cloudových poskytovateľov, Vaše dáta sú u nás šifrované vždy na klientskom zariadením nikdy na našej strane.","1062":"Globálny prístup","1063":"Vaše dáta sú prístupné kedykoľvek, z akéhokoľvek zariadenia, odvšadiaľ.","1064":"Bezpečná kolaborácia","1065":"Zdieľajte zložky s Vašimi kontaktami a sledujte ich zmeny v reálnom čase.","1066":"Mega poskytuje nástroje ktore robia [A]privátnu a dôvernú[\/A] online komunikáciu jednoduchou na používanie.","1067":"MEGA prináša šifrované, na cloude založené, služby, ktoré umožňujú [A]privátnu a bezpečnú[\/A] komunikáciu a kolaboráciu pre firmy a osoby. Vy držíte a kontorlujete šifrovacie kľúče k Vašim dátam v cloude.","1068":"Zdielajte zložky s Vašimi kontaktmi a sledujte ich zmeny v reálnom čase.","1069":"Zistite ako to funguje","1070":"Ako to funguje","1071":"Chcete vedieť viac o MEGA?","1072":"Sledujte video zo spustenia","1073":"Členské plány","1074":"Získajte 50GB zdarma k účtu","1075":"Viacnásobne viac, ako získate od hlavných konkurentov.","1076":"Vytovrte si účet","1077":"Konkurenčné balíčky PRO","1078":"Ziskajte až 4 TB šifrovaného úložného priestoru za ceny začínajúce na 8,33 € za mesiac.","1079":"Prezrite si PRO balíčky","1080":"Mobilné aplikácie","1082":"Cloud vo Vašom vrecku. Pristupujte ku a streamujte súbory z Vášho tabletu alebo smartfónu. Nahrávajte alebo synchronizujtemédiá do do cloudu.","1083":"Získajte to zdarma","1084":"Dostupné za","1085":"Synchronizačný klient","1086":"Jednoduchá automatická synchronizácia medzi Vašimi počítačmi a Vašim MEGA účtom.","1087":"Sťahujte teraz","1088":"Aplikácie pre prehliadače","1089":"Naše rozšírenia nainštalujú MEGA priamo do Vašich prehliadačov pre rýchlejšie načítavanie a pridanú pružnosť proti útokom.","1090":"Prejtie na stránku pre sťahovanie","1091":"Kliknite pre upload alebo sem myšou presuňte súbory","1092":"Zoscrollujte pre pokračovanie","1093":"Nikdy nezadávajte svoje heslo na zariadení ktorému plne nedôverujete. Neprihlasujte sa na svoj účet zo zdieľaných počítačov.","1094":"Pre zvýšenú bezpečnosť si nainštalujte náš [A]zásuvný modul pre prehliadač[\/A] a načítavajte MEGA z Vášho počítaču, miesto načítavania z našich serverov.","1095":"Vytvorte si [A]bezplatný[\/A] účet","1096":"Krstné meno","1097":"Priezvisko","1098":"Neplatné krstné meno alebo priezvisko.","1099":"Prosím vložte svoje krstné meno a priezvisko.","1100":"Neplatná emailová adresa.","1101":"Prosim vložte správnu emailovú adresu","1102":"Neplatné heslo.","1104":"Prosím zosilnite Vaše heslo.","1105":"Sila:","1106":"Stav hesla","1107":"Heslá sa nezhodujú.","1108":"Vytvoriť účet","1109":"Vaše heslo je Váš hlavný šifrovací kľúč.","1110":"Bezpečnosť Vášho účtu záleží od sily Vášho hesla. Príliš krátke heslá, príliš jednoduché alebo pozostávajúce zo slovníkových slov sa ľahko hádaju.","1111":"Nezabudnite svoje heslo.","1112":"Neexistuje žiadna procedúra pre obnovu hesla. Pokiaľ si ho neviete spomenúť, nebudete môsť pristupovať k Vašim dátam.","1113":"Váš účet je len tak bezpečný, ako je bezpečný Váš počítač.","1114":"Znovu zadajte heslo","1115":"Overovač sily hesla sa spúšťa.","1116":"Prosím skuste to znovu o pár sekúnd.","1117":"Súhlas s Podmienkami služby","1118":"Musíte súhlasiť s pravidlami služby, aby ste si mohli zaregistrovať účet MEGA.","1119":"Vaše heslo je ľahko uhádnuteľné. Skúste ho predĺžiť. Kombinujte  veľké a malé písmená. Pridajte špeciálne znaky. Vyhnite sa používaniu mien alebo slovníkových slov.","1120":"Vaše heslo je ľahko uhádnuteľné. Skúste ho predĺžiť. Kombinujte  veľké a malé písmená. Pridajte špeciálne znaky. Vyhnite sa používaniu mien alebo slovníkových slov.","1121":"Vaše heslo je dostatočne dobré pre pokračovanie, ale doporučujeme Vám ešte ho zosilniť.","1122":"Toto heslo vydrží aj vačšinu typických útokov hrubou silou. Prosím, uistite sa, že si ho zapamätáte.","1123":"Toto heslo vydrží aj najsofistikovanejšie útoky hrubou silou. Prosím, uistite sa, že si ho zapamätáte.","1124":"Veľmi slabé","1125":"Slabé","1126":"Priemerné","1127":"Dobré","1128":"Silné","1129":"Vaše heslo je príliš slabé pre pokračovanie","1130":"Neplatný email a\/alebo heslo.","1131":"Potvrďte svoj účet","1132":"Zber entropie","1133":"Hra bude zbierať [A]entropiu[\/A] založenú na Vašich pohyboch myši.","1134":"Toto posilní Váš [A]RSA kľúč[\/A].","1135":"Keď ukazateľ priebehu dosiahne 100% môžete opustiť hru.","1136":"Hotovo!","1137":"teraz môžete pokračovať k ďaľšiemu kroku pre vytovrenie Vášho kľúča.","1138":"Pokračujte","1139":"Skóre:","1140":"Tento krok je veľmi dóležitý a môže zabrať niekoľko sekúnd.","1141":"Prosím buďte trpezlivý.","1142":"Tvorba verejného - privátneho kľúča","1143":"Generovanie kódu","1144":"Najskoršie známe použitie šifrovania sa datuje skoro 4000 rokov dozadu, v starovekom Egypte","1145":"Dnes, 4000 rokov neskôr, poskytovatelia cloudového úložiska ešte stále plne neadaptovali šifrovanie.","1146":"Dokončite svoj účet","1147":"Vyberte si typ účtu","1148":"[A]Získajte 2 mesiace zdarma[\/A] ak si kúpite jednoročný PRO plán.","1149":"Obmedzená","1150":"Zdarma","1151":"Vuyžite MEGA naplno s [A]PRO účtom[\/A]","1152":"Zvoľte si svoj PRO balíček:","1153":"jednoročný plán","1154":"Tím","1155":"Nahrávanie","1156":"Sťahovanie","1157":"Stiahnuť zdarma","1158":"pre Windows","1159":"Už čoskoro pre [A]Mac[\/A]","1160":"MEGA by rado poďakovalo nasledujúcim autorom open source komponentov, ktoré prispeli k podstatným funkciám našej stránky:","1161":"Bezpečné","1162":"Vaše dáta sú šifrované na strane klienta. Nikto do nich nemôže zasiahnuť pokiaľ sa nachádzajú v úložisku, ani počas prenosu.","1163":"Flexibilný","1164":"Sunchronizujte akúkoľvek zložku v PC s akoukoľvek zložkou v cloude. Synchronizujte koľkokoľvek zložiek paralelne.","1165":"Rýchly","1166":"Využite vysoko výkonnu infraštruktúru MEGA s možnosťou mnohonásobných pripojení.","1167":"Štedrý","1168":"Uložte až 50 GB zdarma!","1169":"Plne funkčné","1170":"Vyhľadávajte, ukladajte, sťahujte, streamujte, prehliadajte, zdieľajte, premenúvajte alebo mažte svoje súbory. Všetko je to tam - v dlani Vašej ruky.","1171":"Už čoskoro pre [A]iOS[\/A]","1172":"Rozšírenie Firefox","1173":"Rozšírenie Chrome","1174":"Táto aplikácia Vám umožní nainštalovať MEGA do Vášho prehliadača. Zníži to čas potrebný na načítanie, vylepší výkon pri sťahovaní a posilní bezpečnosť.","1175":"Akákoľvek MEGA adresa bude zaznamenaná touto aplikáciou a zostane lokálne (z našich serverov sa nenačíta žiadny JavaScript). Bezpečné (auto-)updaty sú poskytované vďaka podpisovaniu kryptografickým privátnym kľúčom","1176":"A ak ste naozaj paranoidný:","1177":"zakážte automatické updaty a preskúmajte náš zrojový kód pre každý update manuálne.","1178":"Stiahnite si MEGA pre Firefox:","1179":"Inštalácia:","1180":"Stiahnite si MEGA pre Chrome","1181":"Otvorte si v Chrome stránku s rozšíreniami","1182":"menu>nástroje>rozšírenia","1183":"alebo zadajte","1184":"do Vášho adresného riadku.","1185":"Stiahnutý súbor [X] presuňte na stránku rozšírení pre Chrome a potvrďte inštaláciu.","1186":"Členstvo MEGA Pro si môžete výhodne zakúpiť od jedného z nami autorizovaných predajcov:","1187":"Stiahnuť","1188":"Do Vášho počítača","1189":"Importovať","1190":"Do Vášho Cloudového disku","1191":"Súbor ktorý sa pokúšate stiahnuť, je dočasne nedostupný.","1192":"Zoscrollujte nižšie aby ste sa dozvedeli viac o MEGA","1193":"Spustenie nového účtu","1194":"Chcete importovať tento súbor do novej relácie?","1195":"\"Nie\"Vám umožní prihlásiť sa a spracovať Váš import.","1196":"Zrušiť sťahovanie","1197":"Ste si istý, že chcete zmazať tento download?","1198":"Stiahnutý súbor bude zmazaný.","1199":"Bez kľúča nie je možné dešifrovať metadáta súboru.","1200":"Pravidlá Služby pre Partnerov","1201":"[A]Pripojte sa k nám[\/A] pri narúšaní obchodu s cloudovým priestorom","1202":"Prineste nám biznis a zarobte svoj podiel.","1203":"Pomôžte nám rásť a staňte sa súčasťou úspechu.","1204":"Zapojte sa","1205":"Ako to funguje?","1206":"Zaregistrujte sa a získajte svojé unikátne partnerské ID ktoré môžete pripojik ku svojej URL.","1207":"Budeme sledovať všetky nákupy návštevníkov, ktorý boli na MEGA odporučený Vami.","1208":"Zarobíte [B]20%[\/B] všetkých príjmov vygenerovaných cez vaše partnerské ID.","1209":"Opakované predplatné sa bude počítať ako opakujúce sa odporúčanie.","1210":"Pre koho je partnerský program?","1211":"Vývojári aplikácií:","1212":"VYtvorte svoju vlastnú populárnu aplikáciu pomocou našeho [A]SDK[\/A]","1213":"Preveďte bezplatných úžívateľov na PRO a speňažte svoju aplikáciu.","1214":"Webové stránky:","1215":"Bloggeri","1216":"Stránky s porovnaním Cloudových úložísk","1217":"Aké sú pravidlá?","1218":"Prosím, súhlaste s [A]podmienkami používania služby pre partnerov[\/A]","1220":"Začnite!","1221":"Prihláste sa k nášmu partnerskému programu a začnite okamžite zarábať peniaze.","1223":"Kontaktné informácie","1224":"Potrebujeme o Vás trochu viac detailov.","1230":"Platobné informácie","1231":"Platby prevádzame raz mesačne cez PayPal alebo bankovým prevodom (len Novo Zélandské banky)","1232":"Platobná metóda","1233":"PayPal","1234":"Bankový účet (len NZ)","1235":"Meno príjemcu","1236":"Názov banky","1237":"Číslo bankového účtu","1238":"PayPal adresa","1239":"Partnerské info","1240":"Chceli by sme sa dozvedieť, ako plánujete priviesť návštevnosť na MEGA.","1241":"Popíšte Vašu marketingovú stratégiu:","1242":"Súhlasím s MEGA [A]Pravidlami Služby pre Partnerov[\/A]","1243":"Ste zapísaný v partnerskom programe. Získate 20% zo všetkých príjmov vygenerovaných Vaším partnerským ID.","1244":"Presvedčte sa, že súhlasíte s našimi [A]Pravidlami Služby pre Partnerov[\/A]","1245":"Príjem môžete získať smerovaním premávky na:","1246":"Štatistiky","1247":"Časové rozmedzie","1248":"30 dní","1249":"90 dní","1250":"180 dní","1251":"365 dní","1252":"Ceľkovo","1253":"Dátum","1254":"Predaje","1255":"Obrat","1256":"Zárobky","1257":"V zvoľenom časovom rozmedzí neboli zaregistrované žiadne predaje.","1258":"Výplaty","1259":"V zvolenom časovom rozmedzí neboli zaznamenané žiadne výplaty.","1260":"Partnerské ID","1261":"Prosím zadajte dátum Vášho narodenia.","1262":"Prosím zadajte Vaše mesto.","1263":"Prosm zadajte Váš štát alebo provinciu.","1264":"Prosím zadajte Vaše ZIP \/ PSČ","1265":"Prosím zadajte Vaše telefónne číslo.","1266":"Prosím popíšte Vašu marketingovú stratégiu.","1267":"Musíte súhlasiť s Partnerskými Pravidlami Služby.","1268":"Prosím zadajte Vašu PayPal adresu.","1269":"Prosím zadajte meno príjemcu Vášho NZ bankového účtu.","1270":"Prosím vyberte meno Vašej NZ banky.","1271":"Prosím zadajte číslo Vášho NZ bankového účtu.","1272":"MEGA bolo vytvorené ľudmi a teda nie je dokonalé. Ak narazíte na chybu, ocenili by sme, keby ste nám o nej dali vedieť, aby sme ju mohli opraviť - čím viac detailov nám o nej viete poskytnúť, tým lepšie.","1273":"Intelektuálne vlastníctvo berieme veľmi vážne a presadzujeme robustné pravidlá ohľadom odstraňovania \/ opakovaného porušovania práv.","1274":"Pre viac informácií si prečitajte nášho [A]sprievodcu odstránením[\/A].","1275":"Upozornenie o odstráneni môžete zadať cez [A]online formulár[\/A] alebo poslať emailom.","1276":"Máte nejaké sťažnosti alebo návrhy? Chcete sa dozvedieť viac o našich produktoch ?","1277":"Vždy sme dostupný","1278":"Prosím vyberte","1279":"Krok 1","1280":"Krok 2","1281":"Detaily obsahu","1282":"Detaily majiteľa práv","1283":"Pridať daľší odkaz","1284":"Meno majiteľa práv","1285":"ak je aplikovateľné","1286":"Meno agenta podávajúceho oznámenie autorizovaného majiteľom práv:","1287":"Upozornenie na copyright prijaté","1288":"Vaše oznámenie promptne skontrolujeme a spracujeme.","1289":"Ďakujeme, že ste klikli na odkaz z pozvánky. Prosím,  nižšie si vytvorte Váš bezplatný účet.","1290":"Hups, toto nevyzerá ako platný odkaz z pozvánky.Registrovali ste sa už?","1291":"Klikni ste na odkaz z pozvánky.Prosím vytvorte si účet.","1292":"Už čoskoro","1293":"Vitajte v centre pomoci","1294":"Ak tu Vaše otázky neboli zodpovedané, neváhajte nás kontaktovať.","1295":"Kontaktujte podporu","1296":"Populárne témy:","1297":"Emailová adresa sa už používa.","1298":"Prosím prihláste sa do svojho účtu.","1299":"Potiahnite pre obnovenie","1300":"Posledná zmena","1301":"Dnes","1302":"Včera","1303":"Tento týždeň","1304":"Minulý týždeň","1305":"Tento mesiac","1306":"Tento rok","1307":"Staršie","1308":"Sťahovanie zlyhalo","1309":"Nahrávanie zlyhalo","1310":"Prosím zadajte potvrdzovací kód","1311":"Chyba načítavania dát","1312":"Chýba užívateľské meno \/ heslo","1313":"Prihlásenie zlyhalo","1314":"Chyba mazania","1315":"Nie je prítomný emailový účet","1316":"Uložiť súbor offline pre náhľad","1317":"Chyba pri generovaní odkazu","1319":"Heslo je príliš krátke","1320":"Meno je príliš krátke","1321":"Chyba pri načítavaní detailov účtu","1322":"Nahrávanie dokončené","1323":"Prihlasovanie","1324":"Prihlásenie úspešné","1325":"Generovanie odkazu","1326":"Odkaz bol skopírovaný do pamäte","1327":"Sťahovanie dokončené","1328":"Sťahovanie začína","1329":"Čakanie","1330":"Zadajte užívateľské meno a heslo","1331":"Email","1332":"Potvrďte registráciu","1333":"Prosím, skontrlujte si email a vložte potvrdzovací kód nižšie, alebo kliknite na špeciálny potvrdzovací odkaz pre iOS.","1334":"Ukončit registráciu","1335":"Potvrdzovací kód","1336":"Použiť najnovšie","1337":"Odfotiť","1338":"Zvoliť existujúce","1339":"Pridať zložku","1340":"Zadajte názov novej zložky","1341":"Zvoľte fotku (fotky)","1342":"Upraviť","1343":"Prázdne Cloudové Úložisko","1344":"Zdieľať","1345":"Uložiť offline","1346":"Prenosy","1347":"Prázdny Inbox","1348":"Zdieľané zložky","1349":"Žiadne fotky","1350":"Fotky","1351":"Lokálne","1352":"Dostupné","1353":"Uložíť pre prístup offline","1354":"Nastavte maximálny objem dát na Vašom zariadení","1355":"Verzia","1356":"Spätná väzba","1357":"Odhlásiť","1358":"Všetky stiahnuté súbory budú zmazané","1359":"Zvolená veľkosť je menšia ako aktuálne používané dočasné úložisko. Ak budete pokračovať, niektoré súbory budú zmazané","1360":"Predĺžiť Pro","1361":"Cenník","1362":"Obnoviť nákup","1363":"Žiadna sieť","1364":"Skúsiť znova","1365":"Nie ste pripojený k internetu","1366":"Zadajte nový názov","1367":"Získajte 50 GB zdarma, alebo sa prihláste k jednému z našich Pro balíčkov a získajte až do 4 TB šifrovaného úložiska, začínajúceho od 8,33€ za mesiac.","1368":"až do [X]","1369":"a [X]","1370":"Email a Chat","1371":"Náš balíček šifrovanej komunikácie príde začiatkom 2014.","1372":"Pripravte sa na MEGA chat, email, volanie a video konferencie.","1373":"Čo je MEGA? Kliknite, alebo zoskrolujte","1374":"Návrat na začiatočnú stránku","1375":"Návrat na stránku pre sťahovanie","1376":"powered by:","1377":"Prajete si hrať? Ak tento krok preskočíte, zabezpečenie Vášho účtu môže utrpieť. Prosíme Vás, aby ste čo najviac  a čo najnáhodnejšie hýbali myšou , pre zníženie risku.","1378":"Spustiť hru","1379":"Preskočiť","1380":"Kategórie","1381":"Nastavenia užívateľského rozhrania","1382":"Nastavenia zoraďovania","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"podľa zložky","1385":"rovnaké pre každú zložku","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}