{"10":"VEČJI. BOLJŠI. HITREJŠI. MOČNEJŠI. VARNEJŠI.","11":"12. člen","12":"Nihče ne sme biti podvržen samovoljnim posegom v njegovo zasebnost, družino, dom ali dopisovanje, niti napadom na čast in ugled. Vsak ima pravico do zaščite s strani zakona proti takšnim posegom ali napadom.","13":"Splošna deklaracija človekovih pravic","14":"Potrdite brisanje","15":"Ali ste prepričani, da želite trajno odstraniti vse elemente iz koša?","16":"Notranja napaka","17":"Presežena omejitev pasovne širine","18":"Preveč povezav za ta prenos","19":"Prijavna seja je potekla ali je neveljavna","20":"Trenutno ni na voljo","21":"Težava z računom, prosimo preverite svojo elektronsko pošto","22":"Datoteka ne obstaja več","23":"Datoteka ni več dostopna","24":"Napaka pri dekripciji","25":"Mapa, v kateri ste, je bil izbrisan ali premaknjen s strani drugega uporabnika","26":"Izgubljena mapa","27":"Žal, 1 datoteke ni mogoče prenesti, ker je daljša od [X].","28":"Žal, [X1] datotek ni mogoče prenesti, ker so daljše od [X2].","29":"Omejeni ste s prenosom datotek s sistemom Adobe Flash, kajti vaš brskljalnik ne podpira HTML5 FileReader sistema. Če želite obiti to omejitev (in izboljšati splošno hitrost delovanja brskljalnika), premislite o namestitvi [A]Google Chrome[\/A].","30":"Omejitev brskljalnika","31":"Pri uporabi Internet Explorerja lahko nalagate samo datoteke, manjše od [X]. Chrome in Firefox omogočata nalaganje datotek kakršnekoli velikosti.","33":"MEGA je zakon z Google Chrome","34":"Pozor:","35":"Uporabljate zastarel brskljalnik, kar močno vpliva na hitrost in kvaliteto prenosa datotek.","36":"Prosimo, naložite Google Chrome.","37":"Medtem ko se ponudniki drugih brskljalnikov še vedno močno trudijo z implementacijo celotnega spektra funkcionalnosti HTML5, ima Google Chrome to vse že vgrajeno - danes. Da bi uživali v polnem MEGA dožitvetju (kot je avtomatsko verižno nalaganje in prenašanje), močno priporočamo, da opustite trenutni, zastareli brskljalnik in čimprej nadgradite na Chrome.","38":"Ne prikaži več tega sporočila","39":"Ne, hvala","40":"Prenesite Chrome","41":"Odstranili ste mapo, ki vsebuje 1 mapo v skupni rabi.","42":"Ko boste izbrisali vsebino koša, bo ta skupna raba onemogočena.","43":"Odstranili ste mapo, ki vsebuje več drugih map (točneje: [X]) v skupni rabi.","44":"Ko boste izbrisali vsebino koša, bodo te skupne rabe onemogočene.","45":"Opozorilo map v skupni rabi","46":"Notranja napaka","47":"Opala, nekaj je šlo narobe. Žal nam je za to!","48":"Prosim, vpišite vsaj tri znake za iskanje.","49":"premakni [X] izbran(ih) predmet(ov)","50":"1 datoteka","51":"[X] datotek","52":"in","53":"1 mapa","54":"[X] map","55":"Samo branje","56":"Branje in pisanje","57":"Poln dostop","58":"Prenos","59":"Pridobi povezavo","60":"Skupna raba","61":"Preimenuj","62":"Premakni","63":"Kopiraj","64":"Pravice","65":"V tej mapi imate pravice samo branja.","66":"V tej mapi imate pravice branja in pisanja.","67":"Imate poln nadzor nad to mapo.","68":"Nova mapa","69":"Naredi novo mapo","70":"Izbriši koš","71":"Dodaj stik","72":"Izbriši stik","73":"Ali ste prepričani, da želite izbrisati tega uporabnika iz svojih stikov?","74":"Ali ste prepričani, da želite izbrisati te uporabnike iz svojih stikov?","75":"Izbriši stik","76":"Trajno boste odstranili [X] iz koša.","77":"Ali želite nadaljevati?","78":"Da","79":"Ne","81":"OK","82":"Prekliči","83":"Odstrani","84":"Potrdite brisanje","85":"Osveži","86":"Ime","87":"Velikost","88":"Vrsta prenosa","89":"Stanje","90":"Hitrost","91":"Pretečen čas","92":"Ostali čas","93":"Tip","94":"Zadnja sprememba","95":"E-mail","96":"Pravice","97":"Novo nalaganje","98":"Nalaganje mape","99":"Nalaganje datoteke","100":"Brisanje koša","101":"Dodaj stik","102":"Iskanje","103":"Prekliči prenos","104":"Prenosi","105":"v čakanju","106":"Upravljalec datotek","107":"Ali želite kopirati izbrano mapo v zasebno dohodno mapo uporabnika [X]?","108":"Potrditev","109":"Ali želite kopirati izbrano mapo v to mapo v skupni rabi?","110":"Ali želite kopirati izbran(e) element(e) v zasebno osnovno mapo uporabnika [X]?","111":"Ali želite kopirati izbran(e) element(e) v to mapo v skupni rabi?","112":"Povezave","113":"Povezava datoteke","114":"Ključ datoteke","115":"Ime datoteke","116":"Velikost datoteke","117":"Premakni na lokacijo","118":"Izberi cilj","119":"Količina brezplačne pasovne širine presežena","120":"Vaš prenos se ne more nadaljevati, saj bi presegel trenutno največjo dovoljeno količino prenešenih podatkov za vaš IP naslov.","121":"Ta omejitev je dinamična in je odvisna od tega, koliko neuporabljene pasovne širine imamo na voljo.","122":"Upoštevajo se samo prenosi, ki so bili opravljeni v zadnjih pet do šest urah.","123":"V tem časovnem oknu:","124":"Prenesli ste [X].","125":"[X1] bo na voljo v [X2].","126":"Trenutna IP omejitev je [X].","127":"Za vaše udobje, se bodo začasno ustavili vaši prenosi, dokler ne boste imeli na voljo dovolj pasovne širine, takrat se bodo avtomatično nadaljevali.","128":"Če ne želite čakati, lahko premislite o tem, da bi zakupili paket pasovne širine, ki vključuje tudi veliko dodatnega prostora za shranjevanje.","129":"Nadgradi v Pro","130":"Prenesi datoteke","131":"Pritisnite \"Dovoli\" za zaključek prenosa","132":"Premakni elemente","133":"Premakni [X]","134":"Kopiraj [X]","135":"Napaka","136":"Prosim, izberite ciljno mapo.","137":"Prosim, izberite veljavno ciljno mesto.","138":"Ciljna mapa ne more biti enaka kot izvorna mapa.","139":"Cirkularna napaka","140":"Cirkularna napaka: cilj ne more biti podmapa mape, ki jo premikate.","141":"Prosim, vnesite veljaven naslov elektronske pošte.","142":"Prosim, počakajte...","144":"Odstrani skupno rabo","145":"Elektronska pošta:","146":"Deli z novim uporabnikom:","147":"Dovoli dostop","148":"Zapri","149":"Skupna raba","150":"Stik povabljen","151":"Uporabnik [X] je bil povabljen in se bo pojavil med vašimi stiki, ko se bo registriral.","152":"Ne morete dodati samega sebe v spisek stikov.","153":"Elektronska pošta","154":"Dodaj stik","155":"Dodaj","156":"Prekliči","157":"Ime mape","158":"Kreiraj","159":"Prekliči","160":"To ime mape je že v uporabi. Prosim, poskusite ponovno.","161":"Preimenuj","162":"Preimenuj","163":"Prekliči","164":"Oblak","165":"Stiki","166":"Prejeto","167":"Koš","168":"Koš","169":"Menu","170":"Registracija","171":"Prijava","172":"Povlecite in spustite svoje datoteke kamorkoli","174":"ali","175":"Izberite datoteke","176":"Izberite datoteke za nalaganje","177":"V vaših rokah je ključ do tega, kaj shranjujete v oblak","178":"Varno sodelovanje na spletu","179":"Močan upravljalec datotek","180":"Programski ekosistem","181":"Značilnosti podrobneje","182":"Delite zakodirane mape s sodelavci ali poslovnimi partnerji in si izmenjujte tajne dokumente s transparentnim sistemom enkripcije od prve do zadnje točke.","183":"Oglejte si in upravljajte s svojimi datotekami v vašem spletnem brskljalniku, z vgrajenim pospešenim serijskim prenašanjem v obe smeri.","184":"Celovit odprt API omogoča vsem razvijalcem, da razširjajo funkcionalnost MEGA.","185":"2048-bitna RSA enkripcija","186":"Odjava","187":"Moj račun","188":"Upravljalec datotek","189":"Prekini sejo","190":"Prijava","191":"naredi račun","192":"Zapomni si me","193":"Prijava","194":"[X] strežnikov na voljo","195":"Vaša e-pošta","196":"Vaša e-pošta","197":"Prosim, vnesite svoj e-poštni naslov.","198":"Prosim, vnesite veljavni naslov elektronske pošte.","199":"Prosim, vnesite svoje geslo.","200":"Opala, nekaj je šlo narobe.","201":"Napačna e-pošta in\/ali geslo. Prosim, poskusite ponovno.","202":"Naredi nov račun","204":"ali","205":"prijava","206":"Vaše ime","207":"Vaša e-pošta","208":"Strinjam se z MEGA [A]Pogoji uporabe[\/A]","209":"Registracija","210":"Pripravite se na novo obdobje","211":"Shranjevanje v oblaku ne bo nikoli več enako","212":"Prosim, vnesite svoje ime.","213":"Prosim, izberite geslo.","214":"Sprejeti morate naše pogoje uporabe.","215":"Zgodila se je neznana napaka. Prosim, poskusite ponovno.","216":"Izvrstno","217":"Prosim, preverite svojo e-pošto in potrdite svoj račun s klikom na povezavo v njej.","218":"Ta e-poštni naslov je že registriran pri MEGA.","219":"Ta e-poštni naslov je že registriran pri Mega.","220":"Šibko","221":"Povprečno","222":"Dobro","223":"Izvrstno","224":"IZBERITE DATOTEKE ZA NALAGANJE","225":"IZBERITE DATOTEKE ZA NALAGANJE ALI PA JIH POVLEČITE IN SPUSTITE SEM","226":"Da preprečimo preobremenitev naših kapacitet, moramo občasno omejiti uporabo pasovne širine. V preteklih šestih urah je vaš IP naslov uporabil [X1], kar bi, skupaj z izbrano datoteko velikosti [X2], preseglo našo trenutno omejitev v višini [X3]. Da lahko zagotovimo pošten in enak dostop do naših kapacitet, smo morali začasno ustaviti vaše prenose v čakalni vrsti. Njihov prenos se bo avtomatsko nadaljeval, ko se bo sprostila gneča.","227":"Prenosi, ki jih pokriva plačana kvota pasovne širine, so izključeni iz te omejitve, zato če ne želite čakati, morda premislite o nadgranji svojega računa na Pro.","228":"Upravljanje s pasovno širino v uporabi","229":"Ne prikaži ponovno","230":"Nadgradi v Pro","231":"Ne, hvala, bom počakal","232":"Ne, hvala, bom počakal","233":"Začasna napaka, ponavljam prenos.","234":"Prenesi datoteko","235":"Prenos","236":"Uvoz","237":"Začenjam prenos","238":"Označi za avtorske pravice","239":"Prenos zaključen","240":"Da bi zaključili prenos datoteke, morate ročno shraniti datoteko.","241":"Shrani datoteko","242":"Nadgradite na Chrome, da bi uživali polno MEGA moč.","243":"Datoteka, ki jo želite prenesti, ni več na voljo.","244":"To se lahko zgodi iz sledečih razlogov:","246":"Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.","247":"Napačen URL - povezava, ki jo želite izbrati, ne obstaja","248":"Datoteko je odstranil uporabnik.","249":"Datoteka, ki jo želite prenesti, začasno ni na voljo.","250":"Naša vgrajena redundanca je odpovedala. To se lahko zgodi iz sledečih razlogov:","251":"Nekateri strežniki so ugasnjeni zaradi vzdrževanja.","252":"Smo prezasedeni in dodajamo nove kapacitete.","253":"Prosim, poskusite ponovno kasneje.","254":"Datoteka, ki jo želite prenesti, ni več na voljo.","255":"Datoteka ni več na voljo zaradi pritožbe čez kršenje avtorskih pravic s strani [X].","256":"Vaš ključ ni prave dolžine.","257":"Prosim, prepričajte se, da ste vnesli pravi ključ.","258":"Prenašam","259":"Kaj pomeni \"MEGA\"?","260":"MEGA je rekurzivni akronim in pomeni \"MEGA Encrypted Global Access\" (MEGA Enkriptiran Globalni Dostop)","261":"Kaj sploh je MEGA?","262":"MEGA je tako imenovan ponudnik storitev v oblaku. Ponuja brezplačen in plačljiv internetno dostopen prostor za shranjevanje in pasovno širino zanj. Dovoljuje vam, da nanj shranite in dostopate do svojih datotek iz brskljalnika ali preko namenskih odjemalskih programov.","264":"Po našem najboljšem vedenju, sta shranjevanje v oblaku in enkripcija legalna. Prosim, upoštevajte ustrezne zakone in predpise o tem, [B]kako[\/B] uporabljate shranjevanje v oblaku in enkripcijo, kot tudi naša [A]pravila uporabe[\/A].","265":"MEGA je bil narejen s strani istih ljudi, ki so pred tem upravljali enega največjih sistemov za shranjevanje v oblaku. Ali lahko prosim dobim nazaj svoj račun in svoje podatke?","266":"Na žalost, MEGA nima dostopa do katerihkoli vsebin, ki so jih njegovi uslužbenci predhodno ustvarili. Ni pravne povezave in ni nobene ponovne uporabe kode, strojne opreme ali zapisov v podatkovni bazi, zato trenutno žal ne vidimo nobenega načina, da bo nazaj pridobili vaše stare podatke.","267":"Zakaj ste, od vseh možnosti, naredili podjetje za shranjevanje podatkov v oblaku, v Novi Zelandiji?","268":"Med drugimi pomembnimi razlogi, je domorodno maorsko ime za Novo Zelandijo \"Aotearoa\", kar pomeni \"Dežela dolgega belega oblaka\".","269":"Ali lahko dostopam do MEGA preko svoje mobilne naprave?","270":"MEGA je bil optimiziran za brskljalnike namiznih računalnikov. Zelo se trudimo, da bi naredili MEGA polno kompatibilnega z večjmimi mobilnimi napravami in tablicami. V bljižnji prihodnosti lahko pričakujete kul posebne aplikacije za vašo najljubšo mobilno napravo.","271":"Ali lahko nadaljujem prekinjene prenose?","272":"Da, dokler ne zaprete tega okenca brskljalnika, se bodo prenosi avtomatsko nadaljevali, na primer po težavah na mreži ali če bi vaša naprava vstopila v spanje. Prosim, upoštevajte, da naši strežniki avtomatsko odstranijo nedokončana nalaganja po 48 urah neaktivnosti.","273":"Ali lahko večkrat naložim isto datoteko?","274":"Ker strežnik ne vidi imen datotek, se je potrebno ukvarjati s ponovljenimi imeni na odjemalski strani. S standardnimi nastavitvami, če nalagate datoteko, za katero kaže, da jo že imate shranjeno v svojem računu (ista ciljna pot\/ime datoteke, ista velikost, isti čas zadnje spremembe), bo takšna datoteka preskočena, ampak nič vam pa ne preprečuje, da bi imeli več datotek ali map z istim imenom znotraj iste mape.","275":"Kako regulirate uporabo pasovne širine?","276":"Naša politika je, da ne postavljamo nobenih umetnih omejitev za naše uporabnike, razen če je to potrebno zaradi ozkih grl infrastrukture. Zaradi tega si pridržujemo pravico omejiti uporabnikovo pasovno širino iz operativnih razlogov, kadarkoli, na podlagi IP številke. Vaša prenosna vrsta se bo nadaljevala takoj, ko se bo gneča sprostila. Nobena ročna intervencija ni potrebna.","277":"Ali obstajajo kakšne omejitve velikosti na MEGA?","278":"Ne postavljamo umetnih omejitev velikosti datotek, razen omejitve velikosti vašega prostora za shranjevanje v oblaku. Po drugi strani, nekateri stari ali tehnično nedovoršeni brskljalniki zahtevajo, da sistem shrani celotno datoteko v pomnilniku med prevzemanjem (Firefox, IE10, Opera) ali med tako prevzemanjem, kot tudi nalaganjem (IE9, Safari 5).","279":"Ali lahko hkrati nalagam in prevzemam?","280":"Da. Eno nalaganje in eno prevzemanje na zavihek v brskljalniku lahko tečeta paralelno.","281":"Zakaj ne ponujate predogledov slik ali pretočnega predogledovanja video in audio datotek?","282":"Zato, ker model enkripcije od začetne do končne točke onemogoča kakršnokoli manipulacijo s podatki na strežniški strani, to pa bi bilo potrebno za vpeljavo takšne možnosti.","283":"Kako nalagam datoteke na MEGA?","284":"Datoteke lahko naložite na MEGA na tri različne načine preko vašega spletnega brskljalnika:","285":"1. Pritisnete rdeči gumb na začetni strani","286":"2. Odprete upravljalec datotek in pritisnete na možnosti \"Prenos datotek\" ali (če uporabljate Chrome), \"Prenos mape\" blizu vrha.","287":"3. Povlečete in spustite datoteke ali (če uporabljate Chrome) mape na stran","288":"Kako namestim MEGA?","289":"Nič vam ni potrebno namestiti. MEGA deluje v celoti znotraj vašega brskljalnika in deluje z vsemi trenutnimi glavnimi brskljalniki. Da odprete poln MEGA potencial, vam močno svetujemo, da uporabljate samo Google Chrome.","290":"Kako deluje skupna raba map?","291":"Vsako podmapo vaše osnovne mape lahko delite s prijatelji, družino ali sodelavci. Povabilo se naredi preko e-poštnega naslova. Povabljenci, ki še nimajo računa, bodo dobili obvestilo preko e-pošte s povezavo na možnost prijave. Alternativno temu lahko naredite javno povezavo na katerokoli vašo mapo in izvozite specifični kriptografski ključ za ta mapo, tako je dostopen tudi brez MEGA računa. Potem je pa vaša odgovornost, da varno prenesete ključ mape k prejemnikom.","292":"Za vzpostavitev, spremembo ali brisanje skupne rabe, preprosto kliknite z desnim gumbom miške na mapo v svojem upravitelju datotek in izberite Skupna raba. Na voljo so trije nivoji dostopa: Samo branje, Branje in pisanje (datoteke se lahko dodaja, a ne briše) in Polni dostop (datoteke se lahko dodajajo in brišejo).","293":"Če dodate e-poštni naslov, ki še nima računa, se morate prijaviti vsaj enkrat po tem, ko prejemnik zaključi proces prijave, da lahko enkriptirate ključ za deljenje z njegovim na novo pridobljenim javnim ključem.","294":"Kako izbrišem ljudi iz moje skupne rabe?","295":"Preprosto kliknite z desnim gumbom miške na mapo v upravljalcu datotek in izberite Skupna raba. Videli boste vse ljudi, ki imajo trenutno dostop do datotek v skupni rabi. Pritisnite z desnim gumbom na osebo in izberite možnost Izbriši v meniju.","296":"Kako spoznam mape v skupni rabi?","297":"Mape v skupni rabi imajo v upravljalcu datotek posebno ikono z roko pod mapo.","298":"Ali lahko dam v skupno rabo mape, ki so jih drugi delili z menoj?","299":"Ne. Skupna raba map ni tranzitivna.","302":"Kako naredim povezavo na datoteko na MEGA?","303":"Najprej, opozorilo: Kriptografska varnost vaših datotek je odvisna od stopnje zasebnosti povezanih kriptografskih ključev. Poskrbite za to, da jih pošiljate samo preko varnih kanalov! Običajna e-pošta, na primer, ni ravno primerna.","304":"S tem v mislih, izberite eno ali več datotek v upravljalcu datotek, pritisnite z desnim gumbom miške in izberite možnost \"Pridobi povezavo\". Odprlo se bo okno z javnimi povezavami na datoteke, ki ste jo\/jih izbrali. Lahko se odločite, da izvozite vsako povezavo posebej, ali pa vse skupaj v eni skupni povezavi.","305":"Kako deluje enkripcija?","306":"Vsa enkripcija poteka od prve do zadnje točke. Podatki, ki se nalagajo, se kodirajo na napravi, iz katere se vrši nalaganje, preden se jih pošlje preko interneta, in podatki, ki jih prevzemate, se dekodirajo šele po tem, ko so že prišli na prevzemajočo napravo. Odjemalske naprave so zadolžene za generiranje, izmenjavo in upravljanje z enkripcijskimi ključi. Nobeni uporabni enkripcijski ključi nikoli ne zapustijo odjemalskega računalnika (z izjemo javnih RSA ključev).","307":"Ali so vsi moji zasebni podatki tudi podvrženi enkripciji?","308":"Ne. Samo podatki in imena datotek\/map so kriptirani. Informacije, ki jih potrebujemo za operativni dostop, kot je vaš e-poštni naslov, IP naslov, struktura map, lastništvo datotek in podatki za plačila, se shranjujejo in procesirajo nekodirano. Prosim, preverite našo Politiko zasebnosti za podrobnosti.","309":"Ali so moji podatki absolutno varni?","310":"Vsa varnost je relativna. Sledeči dejavniki tveganja obstajajo - niso omejeni ali posebni za MEGA, ampak želimo, da so vam tveganja jasna:","311":"Individualni računi so lahko v nevarnosti zaradi:","312":"- Spyware zlonamerne programske opreme na računalniku. Preprost program za beleženje pritiskov tipk (\"keylogger\") je dovolj, a tudi podatki za sejo in ključi se lahko dobijo iz pomnilnika ali podatkovnega sistema.","313":"- Surfanje preko rame. Nikoli ne tipkajte svojih gesel, med tem ko bi lahko nekdo opazoval vaše pritiskanje na tipke.","314":"- \"Brute force\" razbijanje gesel (preko ugibanja). Uporabljajte močna gesla.","315":"- \"Phishing\" napadi oziroma kraja identitete spletne strani. Vedno preverite varnostni status vaše povezave (https:\/\/) in, da prikazuje pravo ime domene (mega.co.nz), preden vpišete geslo.","316":"Napadi velikega obsega se lahko zgodijo na naslednje načine:","317":"- napad \"man in the middle\" oziroma \"posredniški napad\". Zahteva izdajo duplikata varnostnega SSL certifikata v kombinaciji s poneverjanjem DNS zapisov in\/ali napadov na BGP route (scenarij tipa DigiNotar).","318":"- Prevzem nadzora nad strežniki, ki gostijo https:\/\/mega.co.nz\/index.html in zamenjava te datoteke s poneverjeno verzijo (to ne bi vplivalo na delo preko nameščene aplikacije). Upoštevajte, da manipulacija vsebine na distribuirani statični vsebini CDN ne predstavlja varnostnega tveganja, saj se vsa aktivna vsebina, ki se naloži iz index.html, preverja s kriptografskim preverjanjem (neke vrste \"varni zagon\" za spletne strani). Ta tip napada zahteva pošiljanje zlonamerne kode klientu in ga je zato lahko odkriti.","319":"- Pridobitev dostopa do naše osnovne strežniške infrastrukture in priprava ponarejenih zahtev ključev na obstoječi vsebini v skupni rabi. Ta tip napada vpliva samo na podatke v skupni rabi in ga je prav tako lahko odkriti na strani klienta.","320":"Kaj pa, če vam ne zaupam? Ali lahko še vedno varno uporabljam MEGA?","321":"Če nam ne zaupate, ne morete poganjani nobene kode, ki smo jo naredili, tako da ne morete odpreti naše strani v svojem brskljalniku in vnesti svojega gesla. Če želite še vedno uporabljati MEGA, boste morali to narediti preko klientskega programa, ki ga je napisal nekdo, ki mu zaupate.","322":"Zaupam vam in vašemu novozelandskemu datacentru, ampak ne zaupam pa vašemu nemškemu datacentru, ker je v lasti podjetja iz ZDA. Ali lahko še vedno varno uporabljam MEGA?","323":"Da, varno lahko uporabljate MEGA, četudi bi bili naši strežniki v Nemčiji povsem ogroženi. Novozelandski datacenter skrbi za to, da se ne more izvajati nobena nepooblaščena koda, ko obiščete https:\/\/mega.co.nz\/.","324":"Ali so podatki, ki jih dam v skupno rabo, prav tako varni, kot ostali podatki?","325":"Mape v skupni rabi so po naravi samo toliko varne, kolikor je varen najmanj varen člen. Po drugi strani pa, če se ogrozi naša osnovna strežniška infrastruktura, lahko to predstavlja dodatno tveganje. Javne ključe je možno manipulirati in zahteve za ključe bi lahko bile ponarejene.","326":"Kaj se pa zgodi, če bi bila MEGA shranjevalna veja fizično ogrožena. Kakšna so tveganja?","327":"Videli bi sporočila o napakah po prenosu manipuliranih datotek. Četudi bi imel napadalec enkripcijski ključ za določeno datoteko na tej veji, ga še vedno ne bi mogel nadomestiti s ponarejenim, brez da bi poskrbel za to, da bi prenehali delovati prenosi po ponarejanju.","328":"Ali je dobra ideja, da shranjujem vse svoje podatke na enem samem mestu?","329":"Vedno shranjujte pomembne podatke na redundančen način, na spletu in izven njega. Čeprav imamo kopije vsake datoteke na najmanj dveh lokacijah, še vedno ni nikakršne garancije proti večim zaporednim odpovedim in ponovljenim nepooblaščenim poseganjem vlad.","330":"Zakaj naj bi, med vsemi možnostmi, zaupal svoje podatke prav vam?","331":"Ponujamo uporabniško kontrolirano enkripcijo (UCE - User Controlled Encryption), s katero vi, kot uporabnik, kontrolirate ključe. Implementacija UCE je open source in vabimo in spodbujamo skupnost, da jo prerešeta na vse možne načine in nam sporoči povratne informacije. Menimo, da je tak način mnogo varnejši od shranjevanja podatkov pri ponudniku, ki ponuja enkripcijo na strežniku, kjer ponudnik internetnih storitev (ISP) drži kontrolo nad ključi, ali pa, še huje, brez kakršnekoli enkripcije - če bi, na primer, po nekem slučaju postale MEGA uporabniške datoteke v nekem trenutku dostopne brez gesla zaradi napake v programiranju, jih ne bi bilo možno prebrati brez dekripcijskih ključev, ki jih kontrolirajo uporabniki.","332":"Opazil sem, da uporabljate HTTPS za prenos že kriptiranih podatkov datotek. Ali ni to malo redundančno?","333":"Je. Na žalost, je večina brskljalnikov malo užaljenih, ko vzpostavljajo ne-varne povezave z varne strani, in kdo bi jim to lahko zameril - nikakor ne morejo vedeti, da se uporablja še en, popolnoma drugačen nivo enkripcije. Ker ima HTTPS slab vpliv na performanse, dovoljujemo, da se ga izklopi v brskljalnikih, ki to omogočajo (Internet Explorer, recimo, tega ne omogoča) za pohitritev prenosa, brez da bi se stopnja varnosti in zasebnosti vaših podatkov kaj znižala. Videli boste SSL opozorilo, ko boste zagnali prvi podatkovni prenos v nekaterih brskljalnikih  v tem (in samo v tem) primeru lahko varno ignorirate to opozorilo.","334":"Kakšne enkripcijske algoritme uporablja MEGA interno?","335":"Za masovne prenose, AES-128 (prepričani smo, da dejstvo, da je uporaba CPU bistveno višja pri uporabi AES-192 ali AES-256, odtehta teoretične varnostne prednosti, vsaj dokler ne postanejo kvantni računalniki realnost).<\/p><p>Preverjenje integritete po prenosu se naredi z varianto CCM, ki je sicer manj učinkovita od OCB, ni pa obremenjena s patenti.","336":"Za vzpostavljanje deljenih skrivnosti (\"shared secrets\") med uporabniki in odlaganje datotek v vašo mapo Prejeto, se uporablja RSA-2048 (ta dolžina ključa se je izbrala kot kompromis med \"preveč ne-varno\" in \"prepočasno\").<\/P><p>Vsa enkripcija, dekripcija in generiranje ključev je implementirano v Javascript, kar omeji pasovno širino na nekaj MB\/s in povzroča precejšnjo obremenitev procesorja. Zelo navdušeno pričakujemo implementacijo priporočenega sistema HTML5 WebCrypto API v vse večje brskljalnike, kar bo odpravilo to ozko grlo.","337":"Generator naključnih števil v Javascript je dodelan z RC4 poljem entropije premikov miške in tipkovnice, kot tudi z uporabo crypro.* naključnosti, kjer je na voljo (zaenkrat na voljo samo v Chrome in Firefox, ključi, ki jih generirata Internet Explorer in Safari, so manj varni, kot bi lahko bili).","338":"Ali MEGA shranjuje varnostne kopije mojih datotek?","339":"Vaše podatke shranjujemo na najmanj dveh strežnikih, če so le na voljo, v različnih datacentrih.","340":"Pozabil sem svoje geslo. Ali ga lahko ponastavim?","341":"Na žalost, vaše MEGA geslo ni samo geslo - je tudi glavi enkripcijski ključ do vseh vaših podatkov. Če ga izgubite, izgubite dostop do vseh svojih podatkov, ki niso v skupni rabi in za katere nimate kakšnih predhodno izvoženih ključev za datoteke ali mape.","344":"Kdaj moram račun nadgraditi v Pro?","345":"Pro račun vam daje dodaten prostor za shranjevanje in dodatno pasovno širino, od katere se odšteva avtomatsko, ko je dosežena operativna meja pasovne širine - to kvoto lahko sami uporabite ali jo namenite tretjim osebam, ki dostopajo do vaših podatkov (to vključuje tudi osebe brez MEGA računa). Maksimalen odstotek kvote vaše pasovne širine, na voljo za tretje osebe, se nastavlja v nastavitvah vašega računa.","346":"Zakaj obstaja možnost omejitve hitrosti nalaganja in zakaj je privzeto vključena?","347":"Mnogi usmerjevalniki ne prioritizirajo manjših paketov, če je omrežje zasedeno, rezultat tega pa je, da je vaš promet navznoter močno upočasnjen, če je povezava navzven zasedena. Zaradi tega izmerimo vašo pasovno širino, ki jo imate na voljo pri ponudniku, navzven, v prvih desetih sekundah nalaganja in potem držimo najmanj 10% te pasovne širine neuporabljene. Če želite maksimizirati hitrost nalaganja, lahko to možnost izključite.","348":"Kaj dobim z brezplačnim računom?","349":"Dobite globalno dostopen, visoko zmogljiv sistem shranjevanja podatkov v oblaku z [X] prostega prostora. Če potrebujete več od tega, lahko nadgradite v [A1]Pro[\/A1] račun. Pritisnite [A2]tukaj[\/A2], da vidite trenutno porabo.","359":"Ali ponujate API?","361":"Da. Odprtokodna Javascript koda, ki implementira MEGA vmesnik v brskljalnikih, uporablja naš API, tako da imate na voljo veliko izkušenj in kode iz življensjkih primerov, s katerimi si lahko pomagate, če se vam zdi, da je naša [A]dokumentacija[\/A] nepopolna. Ker sami nimamo neomejenih možnosti, da bi naredili kul aplikacije, ki bi spremenile MEGA v nadvse raznoliko in vsestransko uporabno orodje, vas toplo vabimo, da nam pomagate. Po tem, ko bomo preverili vašo kodo, da ne vsebuje stranskih vrat (\"backdoor\"), jo bomo ponudili na naši strani. Z veseljem se pogovorimo tudi o modelih za deljenje dobička pri močno popularnih aplikacijah.","362":"Da preprečimo preobremenitev naših kapacitet, moramo občasno omejiti uporabo pasovne širine. Datoteka, ki jo želite prenesti, je večja od naše trenutne omejitve [X3]. Njen prenos je bil začasno ustavljen in se bo začel avtomatsko, ko se bo sprostila gneča.","365":"Vaš brskljalnik je prestar, da bi lahko prenesel tako veliko datoteko.","366":"Opozorilo o avtorskih pravicah","367":"MEGA spoštuje avtorske pravice drugih in zahteva od uporabnikov MEGA storitev v oblaku, da delujejo v skladu z zakoni o avtorskih pravicah. Izrecno vam prepovedujemo uporabo MEGA storitev v oblaku za kršenje avtorskih pravic. Ne smete nalagati, prevzemati, shranjevati, deliti, prikazovati, distribuirati, pošiljati preko e-pošte, pošiljati povezav, prenašati ali kakorkoli drugače omogočati dostop do kakršnih koli datotek, podatkov ali druge vsebine, ki krši kakršnekoli avtorske pravice ali druge posebne pravice katerekoli osebe ali poslovnega subjekta.","368":"Pozor:","369":"Kriptografski varnostni model MEGA je odvisen od zaupnosti ključev, ki so prikazani zgoraj. Pazite, da jih ne prenašate preko nezaščitenih kanalov!","370":"Kopiraj na odložišče","371":"Kopirano na odložišče","372":"Naloži","373":"Prenesi","374":"Obljubimo, ponudimo","375":"Navigacija blokirana zaradi prenosov v teku.","376":"Morate biti prijavljeni za ogled te strani.","377":"Trenutno imate vsaj en podatkovni prenos v teku. Če nadaljujete, se bodo prekinili vsi vaši podatkovni prenosi.","378":"Prosimo, vnesite svoje geslo za potrditev vašega računa.","379":"Prosimo, prijavite se za uvoz te datoteke na vaš račun.","380":"Vnesite ključ za dekripcijo","381":"Vse pravice pridržane","382":"narejeno v Novi Zelandiji","383":"Podpora","384":"Center za pomoč","385":"Splošni pogoji","386":"Politika zasebnosti","387":"Avtorske pravice","388":"Skupnost","389":"Blog","390":"Partnerstva","391":"Ponudniki","392":"Razvijalci","393":"Ponudniki gostovanja","394":"Investitorji","395":"Postanite ponudnik","396":"O nas","397":"Brezplačno članstvo","398":"Pro članstvo","399":"Kontaktirajte nas","400":"Osnove","401":"Skupna raba","402":"Varnost in zasebnost","403":"Račun","404":"Plačila in obračuni","405":"Orodja","406":"Najpogostejša vprašanja:","407":"Kategorije:","408":"januar","409":"februar","410":"marec","411":"april","412":"maj","413":"junij","414":"julij","415":"avgust","416":"september","417":"oktober","418":"november","419":"december","420":"Prosimo, prijavite se, da začnete prenos.","421":"Prosim, sprejmite naša pravila uporabe","422":"Sprejmem","423":"Za uporabo možnosti skupne rabe potrebujete registriran račun. Ali se želite takoj registrirati?","424":"Skupna raba onemogočena","425":"Preimenuj mapo","426":"Preimenuj datoteko","427":"Podrobnosti o računu","428":"Kuponi","429":"Zgodovina povezave","430":"Zgodovina nakupov","431":"Zgodovina transakcij","432":"Tip računa","433":"Nadgradi","434":"Tip naročnine:","435":"BREZPLAČEN","436":"Brez obračunskega obdobja","437":"Prostor za shranjevanje:","438":"[X] uporabljeno","439":"[X1] od [X2]","440":"Upravljanje s pasovno širino:","441":"Omogoči upravljanje s pasovno širino","442":"Onemogoči upravljanje s pasovno širino","443":"Določite lahko procent, ki bi ga želeli uporabiti za pasovno širino streženja.","444":"Določite pasovno širino streženja:","445":"Pasovna širina streženja","446":"(za prenos datotek, ki jih vi naložite, s strani tretjih oseb)","447":"Pasovna širina prenosov","448":"(za prenos datotek, ki jih vi prenašate od tretjih oseb)","449":"Stanje na računu","450":"Dopolni","451":"Kreiraj kupone:","452":"Tip kupona:","453":"Izberite tip kupona","454":"Količina:","455":"Izdelaj","456":"Uporabi kupon:","457":"Kupi kupon","458":"Uporabi","459":"Vaši kuponi","460":"Neuporabljeni kuponi","461":"Uporabi kupone","462":"Preklicani kuponi","463":"Razveljavljeni kuponi","464":"Vsi kuponi","466":"Zadnjih [X]","467":"Zgodovina povezave","468":"Zgodovina nakupov","469":"Zadnjih [X] nakupov","470":"Zgodovina transakcij","471":"Zadnjih [X] transakcij","472":"Zadnjih [X] povezav","473":"Opala, tole pa izgleda, da ni veljavna koda kupona.","474":"Datum poteka:","475":"Datum\/Ura","476":"Predmet","477":"Količina","478":"Način plačila","479":"Brskljalnik","480":"IP naslov","481":"Država","482":"Zadnja aktivnost","483":"Trenutna seja","484":"ID Transakcije","485":"Kredit","486":"Debet","487":"Koda kupona","488":"Stanje","489":"Neuporabljen","490":"Uporabljen dne","491":"Razveljavljen dne","492":"Preklican dne","494":"Izberite svoj paket:","495":"prostora na disku","496":"pasovne širine","497":"Izberite način obračuna:","498":"mesečno","499":"letno","500":"Izberite način obračuna:","501":"prihranite 17%","502":"Izberite način obračuna:","503":"Izberite plačilno sredstvo:","504":"Predplačno stanje","505":"kupi kupon","506":"Profesionalno","507":"Nadaljuj","508":"koda kupona","509":"DRUŽBA ZA VARNOST","510":"Dobrodošli na MEGA!","511":"Vaš 2028-bitni RSA javni \/ zasebni par ključev se sedaj generira.","512":"Da bi ojačali ključ, smo prevzeli entropijo premikov vaše miške in hitrosti tipkanja na tipkovnico.","513":"Koda kupona je bila naložena na vaš račun, ampak stanje na vašem predplačnem računu je prenizko za ta nakup. Prosim, dodajte višji znesek na račun, ali pa poskusite kupiti cenejši paket.","514":"Prenizko stanje, prosim poskusite ponovno.","515":"Ta mapa vsebuje več kot 500 vnosov. Velike mape lahko upočasnijo vaš brskljalnik. Prosim, premislite o uporabi podmap.","516":"Pridobi podporo","517":"Ali vam nekaj ne dela? Prosim, poglejte najprej v naš [A]center za pomoč[\/A]. Če tam še vedno ne boste našli odgovora na vaše vprašanje, nas pa seveda kadarkoli lahko kontaktirate in z veseljem vam odgovorimo.","518":"Pravno","519":"Naš pravni oddelek je pripravljen, da vam čimprej odgovori na vašo poizvedbo.","520":"Avtorske pravice","521":"Ali vas skrbi, da nek uporabnik krši vaše intelektualne pravice? Prosim, pošljite zahtevo po odstranitvi preko našega [A]spletnega obrazca[\/A] ali nam pošljite e-pošto.","522":"Priporoči izboljšave","523":"Prosim, oddajte svoje predloge za izboljšave in boljšo uporabniško izkušnjo.","524":"Prijavi napako","525":"MEGA je trenutno v beta stopnji in z največjim veseljem vidimo, da nam pošljete poročila o napakah. Čim bolj natančno je poročilo, tem bolje je.","526":"Mediji","527":"Vse predstavnike medijev, vključno z bloggerji, toplo vabimo, da nas kontaktirajo s kakršnimi koli vprašanji, povezanimi z MEGA.","528":"Postanite ponudnik","529":"Postanite del zgodbe o uspehu!","530":"Naš program za ponudnike vam bo omogočal prodajo MEGA kuponov direktno vašim strankam.","531":"Podrobnosti:","532":"Pridobili boste dostop do celotnega sistema upravljanja s kuponi.","533":"V realnem času lahko generirate kupone iz svojega stanja.","534":"Radodarno deljenje dobička od samega začetka.","535":"Več, kot prodate, višji je vaš delež dobička, večji je vaš dobiček.","536":"Dostop do API za ponudnike vam bo omogočil razvoj najrazličnejših orodij, ki lahko v realnem času delajo interakcijo z našim sistemom.","537":"Brezplačna reklama: na MEGA bo povezava na vašo stran.","538":"Po pregledu in odobritvi vaše prodajne aplikacije. Vaša dejavnost in spletna stran se morata skladati z našimi standardi.","539":"Delež dobička","540":"Vaš delež dobička bo odobren ob izdelavi kupona.","541":"Mesečni obrat","542":"Delež dobička","543":"več kot [X]","544":"Prijava za ponudnike","545":"Prijavite se kot ponudnik","546":"Podrobnosti","547":"Vaše podrobnosti","548":"Trgi","549":"Izberite ponudniške trge:","550":"Plačila","551":"Izberite načine plačila","552":"Izberite načine plačila iz spiska ponudenih plačilnih možnosti","553":"Ali vaš ponudnik plačil ni napisan? Prosimo, pošljite nam [A]e-pošto[\/A]","554":"Zaključi","555":"Strinjam se z MEGA [A]Pogoji uporabe za ponudnike[\/A]","556":"Naprej","557":"Izberite trge iz spiska držav, ki so na voljo","558":"Nazaj","559":"Vaše ime","560":"URL podjetja","561":"Naslov","562":"Poštna številka","563":"Ime podjetja","564":"Telefonska številka","565":"Mesto","566":"Izberite države po plačilni metodi:","568":"Prosim, izberite svojo državo","569":"Nastavitve prenosa","570":"Število sočasnih povezav nalaganja:","571":"Število sočasnih povezav prevzemanja:","572":"Omejitev hitrosti nalaganja:","573":"Nič","574":"Avtomatsko","575":"Omejeno","576":"Preskoči identične datoteke med nalaganjem:","577":"Da","578":"Ne","579":"Uporabi SSL za datotečne prenose:","580":"Izključitev SSL izboljša performanse in ne znižuje varnosti.","581":"Prosim, vnesite vaše ime.","582":"Prosim, vnesite spletni naslov vašega podjetja.","583":"Prosim, vnesite svoj naslov.","584":"Prosim, vnesite svojo poštno številko.","585":"Prosim, vnesite ime vašega podjetja.","586":"Prosim, vnesite vašo telefonsko številko.","587":"Prosim, vnesite vaše mesto.","588":"Prosim, vnesite vašo državo.","589":"Ogledati si morate Pogoje uporabe za ponudnike.","590":"Prosim, izberite vsaj eno državo.","591":"Prosim, izberite vsaj en način plačila.","592":"Prosim, izberite vsaj eno državo na ponudnika plačil.","593":"Odlično","594":"Prejeli boste e-pošto od nas z nadaljnjimi navodili.","620":"Opozorilo o domnevnem kršenju","621":"Opozorilo","622":"MEGA spoštuje avtorske pravice drugih in pričakuje od uporabnikov Storitev v oblaku, da delajo enako. Odgovarjali bomo na vsako opozorilo o domnevnem kršenju avtorskih pravic, ki so v skladu z ustreznimi zakoni in so nam pravilno poslani. Če ste mnenja, da je naložena neka vsebina, ki je bila kopirana ali se uporablja na način, ki prestavlja kršenje avtorskih pravic, nam prosim sporočite sledeče informacije: (i) fizični ali elektronski podpis lastnika avtorskih pravic ali osebe, ki je pooblaščena, da ravna v njenem imenu; (ii) identifikacijo avtorskega dela, za katerega trdite, da se kršijo avtorske pravice; (iii) identifikacijo materiala, s katerim se pravice kršijo ali je predmet kršitvene aktivnosti in ki ga je potrebno odstraniti ali dostop do njega onemogočiti, in informacije, ki so v razumljivi meri zadovoljivo natančne, da nam omogočijo lociratnje materiala, vključno z, na primer, URL spletnim naslovom; (iv) vaše kontaktne podatke, vključno z naslovom, telefonsko številko in e-poštnim naslovom; (v) izjavo z vaše strani, da delujete v dobri veri, da uporaba materiala v obliki, proti kateri se pritožujete, ni dovoljena s strani lastnika avtorskih pravic, njegovega agenta ali zakona; ter (vi) izjavo, da so podatki, ki jih podajate natančni, in, pod grožnjo krivde o lažni prisegi, da ste pooblaščeni, da ravnate v imenu lastnika avtorskih pravic.","623":"Pridržujemo si pravico, da odstranimo Vsebino, za katero se trdi, da krši avtorske pravice, brez predhodnega opozorila, z našo lastno presojo, in brez kakršnekoli obveznosti do vas. V ustreznih primerih, bo MEGA tudi prekinila uporabniški račun, če se bo izkazalo, da uporabnik večkrat krši ista pravila. Naš pooblaščeni agent za pritožbe o domnevnem kršenju avtorskih pravic z vsebino, ki se pojavlja v okviru naših Storitev v oblaku, je:","624":"Obvestilo o avtorskih pravicah","625":"Prosim, uprabite ta obrazec za pošiljanje obvestila o kršenju avtorskih pravic. Odgovorili bomo v 24 urah (takoj, če pošljete v okviru uradnih ur).","626":"Vsebina:","627":"Zahtevano polje","628":"Krši moje osebne avtorske pravice.","629":"Krši avtorske pravice nekoga, ki me je pooblastil, da ga zastopam.","630":"Način odstranitve:","631":"Izberite način odstranitve:","632":"1. Samo onesposobite priložene javne URL-je - datoteke bodo ostale v lastnikovem računu(-ih)","633":"2. Onesposobite vse javne URL naslove spodnjih datotek s priloženih URL-jev - datoteke bodo ostale v lasnikovem računu(-ih)","634":"3. Odstranite vse primerke spodnjih datotek s priloženih URL-jev - noben uporabnik nima dovoljenja shranjevanja tega pod katerimikoli pogoji, kjerkoli na svetu","635":"S tem izjavljam, da ravnam v dobri veri, da deljenje avtorskih del z zgornje lokacije ni dovoljeno s strani lastnika avtorskih pravic, njegovih agentov ali zakona (npr. kot pravična uporaba - \"fair use\")","636":"Potrjujem, da sem lahko odškodninsko odgovoren, vključno z nastalimi stroški in stroški za odvetnika, če zavedno in materialno napačno izjavljam, da prijavljena vsebina, URL-ji ali datoteke kršijo avtorske pravice.","637":"Podatki v tem obvestilu so točni in izjavljam, pod odgovornostjo krivega pričanja, da sem pooblaščen, da ravnam v imenu lastnika avtorskega dela.","638":"To obvestilo je resen pravni dokument - prosim, bodite previdni v svoji trditvi o avtorskih pravicah. Morda bi si želeli najprej posvetovati z odvetnikom, da ugotovite, če material, ki ga prijavljate, dejansko krši pravice in ni zaščiten s \"fair use\" pravično uporabo, licencami ali drugimi pravnimi podlagami.","639":"Pošlji obvestilo","640":"Dodaj več","641":"URL vsebine, ki krši pravice:","642":"Ime lastnika avtorskih pravic:","643":"Delovno mesto:","644":"E-poštni naslov:","645":"Fax:","646":"Mesto:","647":"Poštna številka:","648":"Avtorsko delo, za katerega se prijavlja kršitev:","649":"Moje polno ime:","650":"Podjetje \/ Organizacija:","651":"Telefon:","652":"Naslov:","653":"Dežela \/ Provinca:","654":"Država:","655":"Prosim, priložite URL za vsako avtorsko delo, ki naj bi se ga kršilo.","656":"Prosim, priložite avtorsko delo za vsak URL, ki naj bi se kršil.","657":"Prosim, izberite, če vsebina krši vaše lastne avtorske pravice, ali avtorske pravice koga, ki vas je pooblastil za zastopanje.","658":"Prosim, izberite način ostranitve.","659":"Prosim, priložite URL za vsako avtorsko delo, ki naj bi se ga kršilo.","660":"Prosim, priložite avtorsko delo za vsak URL, ki naj bi se kršil.","661":"Prosim, vpišite ime lastnika avtorskih pravic.","662":"Prosim, vnesite svoje polno ime.","663":"Prosim, vnesite svoj e-poštni naslov.","664":"Prosim, vnesite veljaven e-poštni naslov.","665":"Prosim, potrdite, da ravnate v dobri veri, da deljenje avtorskih del z zgornje lokacije ni dovoljeno s strani lastnika avtorskih pravic, njegovih agentov ali zakona (npr. kot pravična uporaba - \"fair use\")","666":"Prosim, potrdite, da ste lahko odškodninsko odgovorni, vključno z nastalimi stroški in stroški za odvetnike, če zavedno in materialno napačno izjavljate, da prijavljena vsebina, URL-ji ali datoteke kršijo avtorske pravice.","667":"Prosim, potrdite, da so podatki v tem obvestilu točni in da izjavljate, pod odgovornostjo krivega pričanja, da ste pooblaščeni, da ravnate v imenu lastnika avtorskega dela.","668":"Hvala!","669":"Vašo prijavo kršenja avtorskih pravic bomo v kratkem preverili.","670":"Jezik","671":"Ali govorite več jezikov?","672":"Pomagajte nam prevajati!","673":"Družba za varnost","674":"Nikogar se ne sme nadlegovati s samovoljnim vmešavanjem v njegovo zasebno življenje, v njegovo družino, v njegovo stanovanje ali njegovo dopisovanje in tudi ne z napadi na njegovo čast in ugled. Vsakdo ima pravico do zakonskega varstva pred takšnim vmešavanjem ali takšnimi napadi.","675":"Splošna deklaracija človekovih pravic, 12. člen","676":"MEGA je storitev shranjevanja v oblaku z močno vedno vključeno zasebnostjo","677":"MEGA ponuja robustno shranjevanje v oblaku z uporabniku prijazno in vedno vključeno zasebnost. MEGA verjame v vaše pravice do zasebnosti in ponuja tehnološka orodja, s katerimi jo lahko zavarujete. Imenujemo jih Uporabniško Kontrolirana Enkripcija (User Controlled Encryption ali UCE), in izvaja se povsem avtomatsko.","678":"Kaj je MEGA Uporabniško Kontrolirana Enkripcija (UCE)?","679":"Vse datoteke, shranjene na MEGA, so kriptirane. Vsi podatkovni prenosi z in na MEGA, so kriptirani. Medtem ko večina ponudnikov shranjevanja v oblaku lahko in dejansko tudi trdi isto, je MEGA drugačna - za razliko od industrijskega standarda, kjer ima ponudnik storitev v roki dekripcijski ključ, pri MEGA vi kontrolirate enkripcijo, vi imate ključe in vi se odločite, komu dovolite dostop do svojih datotek, brez tega, da bi bilo potrebno nameščati programsko opremo, kar je kdaj lahko tudi tvegano. Vse se dogaja v vašem spletnem brskljalniku!","680":"MEGA Prihodnost","681":"MEGA oblak je samo začetek. V prihodnosti bo MEGA ponudil UCE v vašem brskljalniku za širok nabor storitev brez potrebe po namestitvi česarkoli. Naša tehnologija bo varovala vašo e-pošto, klice, pogovore in video prenose.","692":"Ali je Mega legalna?","693":"Smo zagrizena skupina tehnoloških fanatikov, ki smo dobili čas in priložnost, da smo naredili izvrstno storitev shranjevanja v oblaku, ki bo pomagala varovati vašo zasebnost. To internetno storitev smo sprogramirali iz ničle v Aucklandu, Nova Zelandija. Za razliko od večine naših konkurentov, mi uporabljamo vrhunsko enkripcijsko tehnologijo, bazirano na spletnem brskljalniku, kjer vi, ne mi, kontrolirate ključe. V naši skupini razvijalcev so Kim Dotcom, Mathias Ortmann, Bram van der Kolk in Finn Batato. Naš izvršni direktor, industrijski veteran Tony Lentino, ima izkušnje z upravljanjem priznanega globalnega domenskega registrarja. Upamo, da vam je všeč.","694":"1. Onemogočite eno povezavo (\"URL\") na datoteko - datoteke bodo ostale v računu uporabnika","695":"2. Onemogočite več URL-jev na datoteko - datoteke bodo ostale v računu uporabnika","696":"3. Odstranite vse predložene datoteke na priloženih URL-jih - noben uporabnik nima pravice shranjevati teh datotek pod nobenimi pogoji na področju celega sveta","697":"4. Ostalo","698":"Tu lahko pošljete obvestilo","699":"Podpišite in pošljite obvestilo","700":"Prosim, pošljite svojo zahtevo po odstranitvi ročno po e-pošti na naslov [A1]copyright@mega.co.nz[\/A1] v skladu  z našimi [A2]navodili za odstranitev[\/A2]","701":"Pošljite zahtevo po odstranitvi po e-pošti","702":"Prijavite zlorabo","703":"Vaša prijavna povezava ni veljavna. Prosim, preverite, če so v aktivacijski e-pošti vmes kakšni prelomi vrstic.","704":"Vaš račun je bil že aktiviran. Prosim, prijavite se.","705":"Vaše potrditve nismo mogli zaključiti. Prosim, prijavite se ponovno. Koda napake:","706":"Spremeni geslo","707":"Posodobi","708":"Zahtevaj spremembo","709":"Ne spomnim se trenutnega gesla","710":"Če ste še prijavljeni, pa se ne spomnite trenutnega gesla, lahko postavite novo geslo, če označite to možnost. Na e-pošto boste dobili povezavo za spremembo gesla, ki aktivira novo geslo, če ga kliknete v 15 minutah.","711":"Zahtevaj spremembo","712":"Unovčenje zaključeno","713":"Vrednost kupona je bila naložena na vaš račun. Ali želite nadaljevati vaš nakup pro naročnine sedaj?","714":"Ta kupon je bil že vnovčen.","715":"Novi gesli, ki ste jih vnesli, nista enaki. Prosim, poskusite še enkrat.","716":"Trenutno geslo","717":"Novo geslo","718":"Potrdite novo geslo","719":"Prosim, vnesite trenutno geslo.","720":"Prosim, vnesite novo geslo.","721":"Prosim, preverite svojo e-pošto in kliknite na potrditveno povezavo, da zaključite spremembo gesla.","722":"Sprememba zahtevana","723":"Novo geslo mora biti drugačno od trenutnega gesla.","724":"Trenutno geslo, ki ste ga vpisali, ni pravo.","725":"Vaše geslo je bilo spremenjeno.","726":"Urejeno","727":"Vaše geslo je bilo spremenjeno.","728":"Ta povezava za potrditev gesla je potekla.","729":"Ta povezava je že bila potrjena.","730":"Vaš račun je bil zaprt. Prosim, preverite svojo e-pošto za podrobnosti in čimprej odgovorite nanj.","731":"Povezan uporabniški račun je bil ukinjen zaradi večih kršitev naših [A]Pravil uporabe[\/A].","732":"Prijavljeni ste že v račun, ki se razlikuje od tega, ki ga potrjujete. Prosim, preverite vašo trenutno sejo, odjavite se in ponovno pritisnite na povezavo za potrditev.","733":"Neznan e-poštni naslov. Če še nimate računa pri nas, vas vabimo, da se prijavite.","734":"Hvala!","735":"Prosim, preverite svojo e-pošto.","736":"Samo računi brez datotek in map lahko spremenijo svoje geslo.","737":"Spremeni geslo","738":"Zahtevaj","739":"ste pozabili geslo?","740":"Vaše geslo je bilo uspešno spremenjeno.","741":"Prosim, izberite novo varno geslo.","742":"Spremeni","743":"Povezava je potekla. Prosim, zahtevajte novo povezavo.","744":"Napačna povezava. Prosim, zahtevajte novo povezavo.","745":"Brez obračunskega obdobja","746":"Vrsta članarine","747":"Tedensko","748":"Mesečno","749":"Letno","750":"Naslednji obračunski cikel se začne ","751":"Enkratno","752":"MEGA Firefox dodatek","753":"Namestite MEGA Firefox dodatek za močno izboljšano hitrost prenosov. Omogočil vam bo skupinsko prenašanje neomejenega števila datotek brez velikostne omejitve.","754":"MEGA Firefox dodatek je varen in neviden. Če bi raje uporabljali MEGA brez dodatka, močno priporočamo uporabo [A]Chrome[\/A].","755":"Namesti dodatek","756":"1 prevzem zaključen","757":"[X] prevzemov zaključenih","758":"Odpri mapo s prevzemi","759":"Pritisnite tu za odpiranje","760":"Prosim, namestite MEGA Firefox dodatek za prevzem tako velike datoteke.","761":"Prosim, potrdite","762":"S tem dejanjem boste začeli prevzemanje velikega števila datotek, kar lahko upočasni vaš brskljalnik. Naj vseeno nadaljujem?","763":"Stik","764":"Vašega prevzema ne moremo začeti, ker je vaš disk že skoraj poln.","765":"Vaši prevzemi se ne morejo začeti, ker je vaš disk že skoraj poln.","766":"Nekaterih vaših prevzemov ne moremo začeti, ker je vaš disk že skoraj poln.","768":"Vaš prevzem se ni mogel začeti, ker je vaš disk že skoraj poln, ali pa uporabljate Chrome v zasebnem načinu, ki ne podpira zapisovanja datotek.","769":"Uporabljamo lahko samo 5% vašega prostega diskovnega prostora za prevzeme. Prosim, spraznite nekaj prostora na disku za nadaljevanje.","770":"Izberite svoje geslo","771":"Potrdite svoje geslo","772":"URL datoteke:","773":"ostane","774":"Pošlji povezavo po e-pošti","775":"preimenuj spodaj:","776":"Shrani","777":"Zapomni se me na tej napravi","778":"Nimate MEGA računa?","779":"Registrirajte se sedaj","780":"Že imate MEGA račun?","781":"Zaradi omejenih procesorskih zmožnosti mobilnih naprav, lahko traja generiranje RSA ključa tudi nekaj minut. Zahvaljujemo se za potrpljenje.","782":"Prazna mapa","783":"Ni datotek v vašem oblaku","784":"Ni stikov","785":"Ni zadetkov.","786":"Ni datotek v mapi Prejeto","787":"Ni datotek v košu","788":"Ali ste prepričani, da želite premakniti to datoteko v koš?","789":"Ali ste prepričani, da želite premakniti ta predal v koš?","790":"Odpri datoteko","791":"Uvozi datoteko","792":"Izbriši datoteko","794":"Izbriši predal","796":"Pridobi povezavo","797":"Daj predal v skupno rabo","798":"Prosto","799":"Uporabljeno","800":"Prostora","801":"Namizna verzija","802":"E-pošta stika","803":"Prevzem datoteke","804":"Žal, tega tipa datoteke vaša naprava v povezavi z MEGA ne podpira.","805":"Podporo za mobilne naprave za ta tip datoteke bomo v kratkem dodali.","806":"sprememba imena mape:","807":"sprememba imena datoteke:","808":"Povezava na mapo","809":"URL mape:","810":"Prevzemi povezavo","811":"URL datoteke:","812":"Potrdi račun","813":"Mapa v skupni rabi","814":"Ali želite prekiniti vaše nalaganje?","815":"Ali želite prekiniti vaše prevzemanje?","816":"Prosimo, vnesite veljaven e-poštni naslov.","817":"Ne morete narediti mape v rezultatih iskanja.","818":"Ali želite preklopiti na verzijo za namizne naprave?","819":"začenjam","820":"Ta datoteka je bila uvožena v vaš oblak.","821":"Vaša obvestila","822":"Nazaj","823":"Nastavitve","824":"Nov predal v skupni rabi od [X]","825":"Nov predal v skupni rabi","826":"[X] je preklical skupno rabo predala","827":"Skupna raba preklicana","828":"[X1] predalov in [X2] datotek","829":"[X] predalov in 1 datoteka","830":"1 predal in [X] datotek","831":"1 predal in 1 datoteka","832":"[X] predalov","833":"[X] datotek","834":"1 predal","835":"1 datoteka","836":"[X] je dodal [DATA]","837":"[X] je bilo dodanih","838":"[X] je bil dodan","850":"JAN","851":"FEB","852":"MAR","853":"APR","854":"MAJ","855":"JUN","856":"JUL","857":"AVG","858":"SEP","859":"OKT","860":"NOV","861":"DEC","862":"Obvestila","863":"Poglej vse","864":"Prenesi kot ZIP","865":"Odpri","866":"Kopiraj 1 izbran element","867":"Kopiraj [X] izbranih elementov","868":"Premakni 1 izbran element","869":"Premakni [X] izbranih elementov","870":"Potrdi","871":"[B]Pozor:[\/B] shranjevalna kvota je bila presežena. Prosimo, izbrišite datoteke ali [A]nadgradite svoj račun[\/A].","872":"Pro","873":"[X] sekund nazaj","874":"1 minuta nazaj","875":"[X] minut nazaj","876":"1 uro nazaj","877":"[X] ur nazaj","878":"1 dan nazaj","879":"[X] dni nazaj","880":"Ravnokar","881":"Uporabljate navidezno sejo. Podatki, ki jih shranjujete, bodo izgubljeni, ko poteče. Da bi ohranili svoje podatke, prosimo nadgradite na pravi račun ob prvi možnosti in izkoristite svojih 50 GB brezplačnega varnega prostora v oblaku!","882":"Pozor","883":"Odprite svoj račun","884":"[X] ni popolnoma kompatibilen z MEGA","885":"Vaš brskljalnik","886":"Internet Explorer 10 vsebuje zelo velikega hrošča, ki vpliva na zapisovanje datotek iz JavaScripta, ki povzroči stanje pomanjkanja pomnilnika, ko se prevzemajo velike količine podatkov. Pričakujemo, da bodo to napako popravili v Internet Explorer 11. V vmesnem času vas pa prosimo, če uporabljate kak drug brskljalnik.","887":"[X] ne vsebuje HTML5 funkcij, ki jih uporablja MEGA za zagotavljanje kriptografije znotraj brskljalnika na strani uporabnika. HTML5 prenosi podatkov bodo emulirani z zelo omejeno alternativo preko Flash. Prosimo, premislite o čimprejšnji nadgradnji na moderen brskljalnik.","888":"Močno priporočeno","889":"Priporočeno","890":"MEGA deluje najbolje s sledečimi brskljalniki:","891":"Opozorilo o kompatibilnosti brskljalnika","892":"Lastnosti","893":"Naloženo","894":"Skupna velikost","895":"Ime predala","896":"Narejeno","897":"Vsebuje","898":"Več datotek in predalov","899":"Več datotek","900":"Več predalov","909":"Geslo","910":"Kupi sedaj","911":"Polno izkoristite MEGA s [B]Pro[\/B]","912":"od","913":"mesec","914":"letna naročnina","915":"Ogromno prostora za shranjevanje","916":"Radodarna razpoložljiva pasovna širina","917":"če se odločite za letno plačevanje","918":"Mesečno","919":"Letno","920":"Nadgradite svoj račun","921":"2 meseca brezplačno","922":"1 mesec","923":"1 leto","924":"Imate vprašanje o [A]PRO računih?[\/A]","925":"Naš team za podporo vam bo z veseljem pomagal.","926":"Ime podjetja","927":"Mesto","928":"Poštna številka","929":"Telefon","930":"dan","931":"mesec","932":"leto","933":"Naslov","934":"Dežela ali provinca","935":"PayPal naslov","936":"Bančni račun","937":"Ime prejemnika","938":"Opišite svojo marketinško strategijo","939":"Ime banke","947":"Oblak","948":"Koš","949":"Prejeto","950":"Stiki","951":"Moj račun","952":"Večina naprav ne more prevzemati datotek večjih od 4GB. Vaš prevzem bo verjetno neuspešen.","953":"Ni dovolj prostega prostora","954":"Zaslužni","955":"Mobilne aplikacije","956":"Sinhronizacijski odjemalec","957":"Chrome App","959":"Firefox App","961":"Aplikacije","962":"Razvojni pripomočki (SDK)","963":"Dokumentacija","964":"Partnerski program","965":"Pravila","966":"Navodila za odstranitev","967":"Odjava","968":"Naredi račun","969":"Prosim poskusite ponovno","970":"Prosim, vnesite veljavno geslo","973":"Uporabljena pasovna širina","974":"Urejanje računa","975":"Dodaj zvezdico","976":"Izbriši zvezdico","977":"Ni datotek v vašem oblaku","978":"Nismo našli nobenih dokumentov na podlagi vašega iskanja","979":"Vaš koš je prazen","980":"Nimate stikov","981":"Vaš vhodni predal je prazen","982":"Vsebina","983":"Pregled","984":"Profil","985":"Zgodovina","986":"Urejajte svoj profil","987":"Poteče","988":"Povezave:","989":"[X] stikov","990":"1 stik","991":"Pojdite na Stike","992":"Profilna slika","993":"Spremeni profilno sliko","994":"Osebni podatki","995":"Rojstni datum","996":"Izberite državo","997":"Stike lahko dodajajo samo registrirani uporabniki.","998":"Prosim, odprite brezplačen račun","999":"Ali želite nadgraditi svojo začasno sejo v brezplačni račun?","1000":"Ne izgubite dostopa. Močno priporočamo brezplačno registracijo!","1001":"Odstrani stik","1002":"Ali ste prepričani, da želite odstraniti [X] s spiska svojih stikov?","1003":"Potrdi odstranitev","1004":"Ali ste prepričani, da želite prestaviti [X] v koš?","1005":"Priprava povezav je možna samo za registrirane uporabnike.","1006":"Dajanje predalov v skupno rabo je možno samo za registrirane uporabnike.","1007":"Tega dejanja ne morete povrniti.","1008":"pro pasovna širina presežena.","1009":"Potrebujete več pasovne širine?","1010":"shranjevalna kvota presežena.","1011":"Želite obdržati svoje datoteke?","1012":"shranjevalna kvota skoraj presežena.","1013":"Potrebujete več prostora?","1015":"Prosim, vnesite kodo kupona.","1016":"Izberite sliko","1017":"Uporabite to kot profilno sliko","1018":"Prazno","1019":"Dodajte e-poštni naslov","1020":"Prosim, vnesite e-poštni naslov ali izberite stik.","1021":"Prižgano","1022":"Ugasnjeno","1023":"V ta predal ne morete zapisovati.","1024":"Prosim, vnesite ime predala.","1025":"Več predmetov","1026":"Vnesite ključne besede za opis","1027":"Dekriptiraj","1028":"Dekripcijski ključ","1029":"Javna povezava","1030":"Izberite med stiki, ali dodajte e-poštne naslove","1031":"Izvozi povezave na datoteke in dekripcijske ključe","1032":"Vključi dekripcijski ključ","1033":"Kopiraj ključ","1034":"Prevzemi več datotek","1035":"Pritisnite \"Allow\"\/\"Dovoli\" za zaključek prevzema","1036":"V skupni rabi z","1037":"Se strinjam","1038":"Izberite jezik","1039":"Plačajte s PayPal","1040":"Prosim, prijavite se, da aktivirate pro članstvo.","1041":"Prosim, naredite račun, da aktivirate pro članstvo.","1042":"Pripravljam","1043":"Povezava do mape ni na voljo","1044":"Povezava do mape, ki jo želite uporabiti, ni več na voljo. To se lahko zgodi zaradi sledečih razlogov:","1045":"Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.","1046":"Povezavo do mape je odstranil uporabnik.","1047":"Dobrodošli na MEGA Pro","1048":"Vaša pro naročnina je bila aktivirana. Uživajte!","1049":"Predal","1050":"Ni predalov v skupni rabi","1051":"Nikoli","1053":"količina razpoložljive pasovne širine skoraj presežena.","1054":"Morali boste počakati [X], dokler ne bo na voljo več pasovne širine na vašem računu.","1055":"Ne želite čakati?","1056":"Omejitev je dinamična.","1057":"Potrdite odstranitev seje","1058":"Trenutno uporabljate začasno sejo. Ali ste prepričani, da jo želite zaključiti?","1059":"To bo izbrisalo vaše podatke.","1060":"End-to-end enkripcija","1061":"Za razliko od drugih ponudnikov storitev v oblaku, je vaša vsebina šifrirana in odšifrirana na strani odjemalca, nikoli na naši strani.","1062":"Globalni dostop","1063":"Vaši podatki so na voljo kadarkoli, s katerekoli naprave, kjerkoli.","1064":"Varno sodelovanje","1065":"Delite predale s svojimi stiki in lahko vidite njihove spremembe v relnem času.","1066":"MEGA ponuja orodja, ki skrbijo, da je [A]zasebna in tajna[\/A] komunikacija na spletu preprosta.","1067":"MEGA ponuja kriptirane storitve v oblaku, ki omogočajo [A]zasebno in varno[\/A] komunikacijo in sodelovanje za podjetja in zasebnike. Vi imate v rokah ključe do vaših podatkov v oblaku in se vi odločate, kaj naredite z njimi.","1068":"Delite predale s svojimi stiki in spremljajte popravke v realnem času.","1069":"Poglejte, kako deluje","1070":"Kako deluje","1071":"Želite vedeti več o MEGA?","1072":"Oglejte si video z zagona","1073":"Oblike članstva","1074":"Pridobite 50 GB z brezplačnim računom","1075":"Mnogokrat več od tega, kar vam ponuja velika konkurenca.","1076":"Naredite račun","1077":"Ugodni Pro paketi","1078":"Pridobite do 4 TB kriptiranega prostora za samo €8.33 na mesec.","1079":"Preglejte naše pro pakete","1080":"Mobilne aplikacije","1082":"Oblak v vašem žepu. Dostopajte in prenašajte podatke s svojega pametnega telefona ali tablice. Prenašajte ali sinhronizirajte svoje medijske datoteke v oblak.","1083":"Prevzemite brezplačno","1084":"Na voljo za","1085":"Sinhronizacijski odjemalec","1086":"Preprosta avtomatska sinhronizacija med vašimi računalniki in MEGA oblakom.","1087":"Prevzemite sedaj","1088":"App za brskljalnike","1089":"Naši dodatki za brskljalnike bodo namestili MEGA v vaš brskljalnik za hitrejše nalaganje in večjo stopnjo varnosti pred napadi.","1090":"Pojdite na stran za prevzem","1091":"Pritisnite za prenos ali primite in spustite datoteke tukaj","1092":"Pomaknite se za nadaljevanje","1093":"Nikoli ne vnesite gesla na napravi, ki ji ne zaupate popolnoma. Ne prijavljajte se v vaš račun na javnem računalniku ali takšnem, ki si ga delite z drugimi.","1094":"Za višjo stopnjo varnosti, namestite naš [A]vtičnik za brskljalnik[\/A] in naložite MEGA z vašega računalnika, namesto z naših strežnikov.","1095":"Naredite svoj [A]brezplačni[\/A] račun","1096":"Ime","1097":"Priimek","1098":"Neveljavno ime ali priimek.","1099":"Prosim, vnesite svoje ime in priimek.","1100":"Neveljaven e-poštni naslov.","1101":"Prosim, vnesite pravi e-poštni naslov.","1102":"Neveljavno geslo.","1104":"Prosim, vpišite kompleksnejše geslo.","1105":"Kompleksnost:","1106":"Status gesla:","1107":"Gesli se ne ujemata.","1108":"Naredi račun","1109":"Vaše geslo je glavni enkripcijski ključ.","1110":"Varnost vašega računa je odvisna od kompleksnosti vašega gesla. Gesla, ki so prekratka, preenostavna ali jih sestavljajo besede iz slovarjem, se da zelo hitro uganiti.","1111":"Ne pozabite svojega gesla.","1112":"Ni načina, s katerim bi lahko povrnili izgubljeno geslo. Če se ga ne morete spomniti, ne boste več imeli možnosti dostopanja do shranjenih podatkov.","1113":"Vaš račun je samo tako varen, kot je varen vaš računalnik.","1114":"Ponovno vnesite geslo","1115":"Preverjevalec kompleksnosti gesla se še nalaga.","1116":"Prosim, poskusite ponovno čez par sekund.","1117":"Strinjanje s pogoji uporabe","1118":"Če se želite registrirati na MEGA, se morate strinjati s pogoji uporabe.","1119":"Vaše geslo je lahko uganiti. Poskusite ga podaljšati. Kombinirajte velike in male črke. Dodajte posebne znake. Ne uporabljajte imen ali besed iz slovarjev.","1120":"Vaše geslo je lahko uganiti. Poskusite ga podaljšati. Kombinirajte velike in male črke. Dodajte posebne znake. Ne uporabljajte imen ali besed iz slovarjev.","1121":"Vaše geslo je dovolj dobro, da lahko nadaljujete, ampak vseeno priporočamo, da ga dodatno ojačate.","1122":"To geslo bo preneslo večino tipičnih brute-force napadov. Prosim, poskrbite, da si ga boste zapomnili.","1123":"To geslo bo preneslo tudi večino najboljših brute-force napadov. Prosim, poskrbite, da si ga boste zapomnili.","1124":"Zelo šibka","1125":"Šibka","1126":"Srednja","1127":"Dobra","1128":"Močna","1129":"vaše geslo je prešibko, da bi lahko nadaljevali","1130":"Neveljaven e-poštni naslov ali geslo.","1131":"Potrdite račun","1132":"Zbiranje entropije","1133":"Ta igra bo zbirala [A]entropijo[\/A] na osnovi vaših premikov miške.","1134":"S tem bomo naredili močnejši [A]RSA ključ[\/A].","1135":"Z igro lahko zaključite, ko bo kazalec napredka na 100%.","1136":"Urejeno!","1137":"sedaj lahko nadaljujete na naslednji korak, da zaključite svoj ključ.","1138":"Nadaljuj","1139":"Rezultat:","1140":"To je zelo pomemben korak in lahko traja nekaj sekund.","1141":"Prosim, potrpite.","1142":"Izdelava zasebnega in javnega ključa","1143":"Generiranje ključa","1144":"Najstarejši znani zapisi o uporabi kriptografije segajo že skoraj 4000 let nazaj, v antični Egipt","1145":"Danes, 4000 let kasneje, večina ponudnikov storitev v oblaku še vedno ni polno začela uporabljati kriptografije.","1146":"Dokončajte račun","1147":"Izberite tip računa","1148":"[A]Dobite 2 meseca brezplačno[\/A] ob nakupu enoletne naročnine na pro.","1149":"Omejena","1150":"Brezplačno","1151":"Izkoristite vse možnosti MEGA s [A]Pro računom[\/A]","1152":"Izberite svoj Pro paket:","1153":"eno-letna naročnina","1154":"Team","1155":"Prenašam","1156":"Prevzemam","1157":"Brezplačen prevzem","1158":"za Windows","1159":"Prihaja v kratkem za [A]Mac[\/A]","1160":"MEGA se želi zahvaliti avtorjem sledečih oprtnokodnih izvornih komponent, ki so pripomogle h ključnim funkcionalnostim naše strani:","1161":"Varno","1162":"Vaši podatki so enkriptirani od prve do zadnje točke. Nihče ne more prisluškovati, ko se dogaja prenos.","1163":"Fleksibilen","1164":"Sinhronizirajte katerokoli mapo z vašega PC v katerokoli mapo v oblaku. Sinhronizirajte kolikor želite map naenkrat.","1165":"Hiter","1166":"Izkoristite visoko hitrostno infrastrukturo MEGA in prenose z večimi povezavami hkrati.","1167":"Darodaren","1168":"Shranite do 50GB brezplačno!","1169":"Poln funkcionalnosti","1170":"Iščite, shranjujte, prevzemajte, pretakajte, glejte, delite, preimenujte ali brišite svoje datoteke. Vse je tu - v vaši dlani.","1171":"Prihaja kmalu za [A]iOS[\/A]","1172":"Firefox dodatek","1173":"Chrome dodatek","1174":"Ta dodatek bo dovolil namestitev MEGA v vaš brskljalnik. Skrajšali se bodo časi nalaganja, izboljšale performanse prevzemanja in zvišala stopnja varnosti.","1175":"Vsak MEGA URL bo ujel ta dodatek in bo ostal lokalno (ne bo se nalagal JavaScript z naših strežnikov). Varne (avtomatske) posodobitve se delajo s pomočjo kriptografskega podpisovanja javnega ključa.","1176":"In če ste res paranoični:","1177":"onemogočite avtomatske posodobitve in ročno preglejte izvorno kodo vsake naše posodobitve.","1178":"Prevzemite MEGA za Firefox","1179":"Namestitev:","1180":"Prevzemite MEGA za Chrome","1181":"Odprite v strani z dodatki v Chrome","1182":"menu>orodja>dodatki","1183":"ali napišete","1184":"v naslovno vrstico.","1185":"Primite in odvrzite prevzeto datoteko [X] v Chrome stran z dodatki in potrdite namestitev.","1186":"MEGA Pro članstvo lahko preprosto kupite pri enem od spodnjih pooblaščenih prodajalcev:","1187":"Prevzemi","1188":"Na svoj računalnik","1189":"Uvozi","1190":"V svoj oblak","1191":"Datoteka, ki jo želite prevzeti, trenutno ni na voljo.","1192":"Pomaknite se, da bi izvedeli več o MEGA","1193":"Odpiranje novega računa","1194":"Ali želite uvoziti datoteko v novo sejo?","1195":"Če odgovorite \"Ne\", se boste lahko prijavili in uredili uvoz. ","1196":"Prekliči prevzem","1197":"Ali ste prepričani, da želite prekiniti ta prevzem?","1198":"Prevzeta datoteka bo izbrisana.","1199":"Ne morem dekriptirati podatkov brez ključa.","1200":"Pravila uporabe storitev za partnerje","1201":"[A]Pridružite se nam[\/A] v motenju miru na trgu storitev v oblaku","1202":"Sodelujte z nami in si zaslužite svoj delež.","1203":"Pomagajte nam rasti in postanite del zgodbe o uspehu.","1204":"Prijavite se","1205":"Kako to deluje?","1206":"Prijavite se in pridobite unikatni ID partnerja, ki ga lahko dodate k svojem URL.","1207":"Sledili bomo vsem nakupom, ki jih bodo naredili vaši uporabniki, ki jih boste poslali na MEGA.","1208":"Zaslužite [B]20%[\/B] vsega prometa, ki se generira čez vaš partner ID.","1209":"Ponavljujoče se naročnine se bodo štele kot ponavljujoče se napotitve.","1210":"Za koga je partnerski program?","1211":"App razvijalci:","1212":"Naredite svoj lasten popularen app z uporabo našega [A]SDK[\/A]","1213":"Spremenite brezplačne uporabnike v pro in monetizirajte svoj app.","1214":"Spletne strani:","1215":"Bloggerji","1216":"Primerjalne strani shranjevanja v oblaku","1217":"Kakšna so pravila?","1218":"Prosimo, preberite in držite se naših [A]Pravil za uporabo storitev za partnerje[\/A]","1220":"Začnite takoj!","1221":"Vpišite se v naš partnerski program in takoj lahko začnete služiti denar.","1223":"Kontaktni podatki","1224":"Potrebujemo malo več podatkov o vas.","1230":"Način plačila","1231":"Plačujemo enkrat mesečno preko PayPal ali bančnega nakazila (velja samo za bančne račune v Novi Zelandiji).","1232":"Način plačila","1233":"PayPal","1234":"Bančni račun (samo NZ)","1235":"Ime prejemnika","1236":"Ime banke","1237":"Številka računa","1238":"PayPal naslov","1239":"Ime partnerja","1240":"Želeli bi izvedeti, na kakšen način načrtujete pritegniti promet na MEGA.","1241":"Opišite svojo marketinško strategijo:","1242":"Strinjam se z MEGA [A]Pravili uporabe storitev za partnerje[\/A]","1243":"Vključili ste se v partnerski program. Zaslužili boste 20% vsega prometa, ki bo ustvarjen z vašim Partner ID.","1244":"Prepričajte se, da se držite naših [A]Pravil uporabe storitev za partnerje[\/A]","1245":"Služiti lahko začnete tako, da usmerjate promet na:","1246":"Statistika","1247":"Časovni okvir","1248":"30 dni","1249":"90 dni","1250":"180 dni","1251":"365 dni","1252":"Ves čas","1253":"Datum","1254":"Prodaja","1255":"Obrat","1256":"Zaslužek","1257":"Ni zapisov o prodaji za izbrano časovno obdobje.","1258":"Izplačila","1259":"Ni zabeleženih izplačil v izbranem časovnem obdobju.","1260":"Partner ID","1261":"Prosim, vnesite svoj datum rojstva.","1262":"Prosim, vnesite svoje mesto.","1263":"Prosim, vnesite svojo deželo ali provinco.","1264":"Prosim, vnesite svojo poštno številko.","1265":"Prosim, vnesite svojo telefonsko številko.","1266":"Prosim, opišite svojo marketinško strategijo.","1267":"Strinjati se morate s Pogoji uporabe storitev za partnerje.","1268":"Prosim, vnesite svoj PayPal naslov.","1269":"Prosim, vnesite ime prejemnika vašega NZ bančnega računa.","1270":"Prosim, vnesite ime svoje NZ banke.","1271":"Prosim, vnesite številko računa na vaši NZ banki.","1272":"MEGA smo naredili ljudje, zato ni popoln. Če srečate hrošča, bi bili zelo veseli, če nam to sporočite, da ga lahko iztrebimo - čim več informacij nam lahko podate, bolje je.","1273":"Na intelektualno lastnino gledamo zelo resno in zato uporabljamo zelo strogo odstranjevalno politiko glede kršiteljev in ponavljujočih kršitev.","1274":"Za več informacij, prosim, preberite naša [A]navodila za odstranitev[\/A].","1275":"Zahtevo po odstranitvi lahko pošljete preko [A]spletnega obrazca[\/A] ali nam pošljete e-pošto.","1276":"Ali imate kakšno skrb ali idejo? Ali želite izvedeti več o naših izdelkih?","1277":"Vedno smo vam na razpolago.","1278":"Prosimo, izberite","1279":"Korak 1","1280":"Korak 2","1281":"Podrobnosti vsebine","1282":"Podrobnosti lastnika avtorskih pravic","1283":"Dodaj še en URL","1284":"Ime lastnika avtorskih pravic","1285":"če je na voljo","1286":"Ime pooblaščenega agenta lastnika avtorskih pravic, ki oddaja prijavo:","1287":"Prijava avtorskih pravic prejeta","1288":"Vašo prijavo bomo pregledali in reagirali nanjo v najkrajšem možnem času.","1289":"Hvala za klik na povezavo z vabilom. Prosim, naredite svoj brezplačen račun spodaj.","1290":"Ops, tole pa ne izgleda kot veljavna povezava s povabilom. Ali ste že registrirali račun?","1291":"Že prej ste kliknili na povezavo z vabilom. Prosim, naredite svoj račun.","1292":"Prihaja kmalu","1293":"Dobrodošli v centru za pomoč","1294":"Če ne najdete odgovorov na svoja vprašanja tu, lahko kadarkoli kontaktirate nas.","1295":"Kontaktiraj podporo","1296":"Popularne teme:","1297":"E-poštni naslov že v uporabi.","1298":"Prosim, prijavite se v svoj račun.","1299":"Povleci za osvežitev","1300":"Zadnja osvežitev","1301":"Danes","1302":"Včeraj","1303":"Ta teden","1304":"Prejšnji teden","1305":"Ta mesec","1306":"To leto","1307":"Starejše","1308":"Prevzem prekinjen","1309":"Nalaganje prekinjeno","1310":"Prosim, vnesite potrditveno kodo","1311":"Napaka pri nalaganju datotek","1312":"Uporabniško ime\/geslo manjka","1313":"Prijava neuspešna","1314":"Napaka pri brisanju","1315":"E-poštni naslov ni prisoten","1316":"Shranite datoteko brez povezave za predogled","1317":"Napaka pri generiranju povezave","1319":"Geslo je prekratko","1320":"Ime je prekratko","1321":"Napaka pri nalaganju podrobnosti računa","1322":"Prevzem končan","1323":"Prijavljam se","1324":"Prijava uspešna","1325":"Generiram povezavo","1326":"Povezava je bila kopirana na odložišče","1327":"Prevzem zaključen","1328":"Prevzem se začenja","1329":"Čakam","1330":"Vnesite uporabniško ime in geslo","1331":"E-pošta","1332":"Potrdite registracijo","1333":"Prosim, preverite svojo e-pošto in kopirajte potrditveno kodo spodaj ali pa pritisnite posebno iOS potrditveno povezavo.","1334":"Prekini registracijo","1335":"Potrditvena koda","1336":"Uporabi zadnjo","1337":"Posnami fotografijo","1338":"Izberi obstoječo","1339":"Dodaj mapo","1340":"Vnesi ime nove mape","1341":"Izberi sliko\/e","1342":"Uredi","1343":"Prazen oblak","1344":"Deli","1345":"Shrani brez povezave","1346":"Prenosi","1347":"Prazen dohodni predal","1348":"Mape v skupni rabi","1349":"Ni slik","1350":"Slike","1351":"Lokalno","1352":"Na voljo","1353":"Shrani za dostop brez povezave","1354":"Izberi največjo količino shranjevalnega prostora na svoji napravi","1355":"Verzija","1356":"Povratne informacije","1357":"Odjavi","1358":"Vse prevzete datoteke bodo izbrisane","1359":"Izbrana velikost je manjša od trenutno uporabljenega medpomnilnika. Če nadaljujete, bodo nekatere datoteke izbrisane.","1360":"Podaljšaj Pro","1361":"Cene","1362":"Obnovi nakupe","1363":"Ni povezave","1364":"Ponovi","1365":"Niste povezani v internet","1366":"Vnesite novo ime","1367":"Pridobite 50 GB brezplačno, ali se prijavite za enega naših Pro paketov in pridobite do 4 TB kriptiranega shranjevalnega prostora že od €8,33 na mesec.","1368":"do [X]","1369":"in [X]","1370":"E-pošta in Pogovor","1371":"Naš kriptiran komunikacijski paket prihaja zgodaj v 2014.","1372":"Pripravite se na MEGA pogovor, e-pošto, klicanje & video konference.","1373":"Kaj je MEGA? Kliknite ali se premaknite dol.","1374":"Nazaj na začetno stran","1375":"Nazaj na stran za prevzemanje","1376":"poganja ga:","1377":"Se želite igrati? Če preskočite ta korak, bo lahko varnost vašega računa trpela. Prosim, premikajte miš čim bolj aktivno in naključno, da je tveganje čim manjše.","1378":"Začni igro","1379":"Preskoči","1380":"Kategorije","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}