{
    "12": "Nihče ne sme biti podvržen samovoljnim posegom v njegovo zasebnost, družino, dom ali dopisovanje, niti napadom na čast in ugled. Vsak ima pravico do zaščite s strani zakona proti takšnim posegom ali napadom.",
    "13": "Splošna deklaracija človekovih pravic",
    "14": "Potrdite brisanje",
    "15": "Ali ste prepričani, da želite trajno odstraniti vse elemente iz koša?",
    "16": "Notranja napaka",
    "17": "Prenosna kvota presežena",
    "18": "Preveč povezav za ta prenos",
    "19": "Prijavna seja je potekla ali je neveljavna",
    "22": "Datoteka ne obstaja več",
    "23": "Datoteka ni več dostopna",
    "24": "Napaka pri dekripciji",
    "34": "Pozor:",
    "47": "Opala, nekaj je šlo narobe. Žal nam je za to!",
    "55": "Samo branje",
    "56": "Branje in pisanje",
    "57": "Poln dostop",
    "58": "Prenos",
    "59": "Pridobi povezavo",
    "60": "Deljenje",
    "61": "Preimenuj",
    "62": "Premakni",
    "63": "Kopiraj",
    "64": "Pravice",
    "68": "Nova mapa",
    "71": "Dodaj stik",
    "78": "Da",
    "79": "Ne",
    "81": "OK",
    "82": "Prekliči",
    "83": "Odstrani",
    "85": "Osveži",
    "86": "Ime",
    "87": "Velikost",
    "89": "Stanje",
    "93": "Tip",
    "94": "Zadnja sprememba",
    "95": "E-mail",
    "98": "Nalaganje mape",
    "99": "Nalaganje datoteke",
    "101": "Dodaj stik",
    "102": "Iskanje",
    "103": "Prekliči prenos",
    "104": "Prenosi",
    "105": "v čakanju",
    "115": "Ime datoteke",
    "120": "Vaš prenos se ne more nadaljevati, saj bi presegel trenutno največjo dovoljeno količino prenešenih podatkov za vaš IP naslov.",
    "121": "Ta omejitev je dinamična in je odvisna od tega, koliko neuporabljene pasovne širine imamo na voljo.",
    "122": "Upoštevajo se samo prenosi, ki so bili opravljeni v zadnjih pet do šest urah.",
    "127": "Za vaše udobje, se bodo začasno ustavili vaši prenosi, dokler ne boste imeli na voljo dovolj pasovne širine, takrat se bodo avtomatično nadaljevali.",
    "128": "Če ne želite čakati, lahko premislite o tem, da bi zakupili paket pasovne širine, ki vključuje tudi veliko dodatnega prostora za shranjevanje.",
    "135": "Napaka",
    "136": "Prosim, izberite ciljno mapo.",
    "141": "Prosim, vnesite veljaven naslov elektronske pošte.",
    "145": "Elektronska pošta:",
    "148": "Zapri",
    "150": "Stik povabljen",
    "155": "Dodaj",
    "157": "Ime mape",
    "164": "Oblak",
    "165": "Stiki",
    "166": "Prejeto",
    "167": "Koš",
    "168": "Koš",
    "169": "Menu",
    "170": "Registracija",
    "171": "Prijava",
    "174": "ali",
    "187": "Moj račun",
    "190": "Prijava",
    "192": "Zapomni si me",
    "193": "Prijava",
    "195": "Vaša e-pošta",
    "197": "Prosim, vnesite svoj e-poštni naslov.",
    "198": "Prosim, vnesite veljavni naslov elektronske pošte.",
    "199": "Prosim, vnesite svoje geslo.",
    "200": "Opala, nekaj je šlo narobe.",
    "201": "Napačna e-pošta in\/ali geslo. Prosim, poskusite ponovno.",
    "208": "Strinjam se z MEGA [A]Pogoji uporabe[\/A]",
    "209": "Registracija",
    "212": "Prosim, vnesite svoje ime.",
    "213": "Prosim, izberite geslo.",
    "214": "Sprejeti morate naše pogoje uporabe.",
    "216": "Izvrstno",
    "217": "Prosim, preverite svojo e-pošto in potrdite svoj račun s klikom na povezavo v njej.",
    "218": "Ta e-poštni naslov je že registriran pri MEGA.",
    "219": "Ta e-poštni naslov je že registriran pri Mega.",
    "229": "Ne prikaži ponovno",
    "230": "Nadgradi v PRO",
    "233": "Začasna napaka, ponavljam prenos.",
    "236": "Uvoz",
    "239": "Prenos zaključen",
    "240": "Da bi zaključili prenos datoteke, morate ročno shraniti datoteko.",
    "241": "Shrani datoteko",
    "242": "Nadgradite na Chrome, da bi uživali polno MEGA moč.",
    "243": "Datoteka, ki jo želite prenesti, ni več na voljo.",
    "244": "To se lahko zgodi iz sledečih razlogov:",
    "246": "Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.",
    "247": "Napačen URL - povezava, ki jo želite izbrati, ne obstaja",
    "248": "Datoteko je odstranil uporabnik.",
    "253": "Prosim, poskusite ponovno kasneje.",
    "258": "Prenašam",
    "368": "Pozor:",
    "372": "Nalaganje",
    "377": "Trenutno imate vsaj en podatkovni prenos v teku. Če nadaljujete, se bodo prekinili vsi vaši podatkovni prenosi.",
    "378": "Prosimo, vnesite svoje geslo za potrditev vašega računa.",
    "381": "Vse pravice pridržane",
    "383": "Podpora",
    "384": "Center za pomoč",
    "385": "Splošni pogoji",
    "386": "Politika zasebnosti",
    "387": "Avtorske pravice",
    "389": "Blog",
    "391": "Ponudniki",
    "392": "Razvijalci",
    "396": "O nas",
    "398": "PRO članstvo",
    "399": "Kontaktirajte nas",
    "403": "Račun",
    "405": "Orodja",
    "408": "januar",
    "409": "februar",
    "410": "marec",
    "411": "april",
    "412": "maj",
    "413": "junij",
    "414": "julij",
    "415": "avgust",
    "416": "september",
    "417": "oktober",
    "418": "november",
    "419": "december",
    "425": "Preimenuj mapo",
    "426": "Preimenuj datoteko",
    "429": "Zgodovina povezave",
    "430": "Zgodovina nakupov",
    "431": "Zgodovina transakcij",
    "432": "Tip računa",
    "433": "Nadgradi",
    "435": "BREZPLAČEN",
    "436": "Brez obračunskega obdobja",
    "438": "[X] uporabljeno",
    "439": "[X1] od [X2]",
    "449": "Stanje na računu",
    "450": "Dopolni",
    "455": "Izdelaj",
    "456": "Uporabi kupon:",
    "457": "Kupi kupon",
    "458": "Uporabi",
    "459": "Vaši kuponi",
    "466": "Zadnjih [X]",
    "469": "Zadnjih [X] nakupov",
    "471": "Zadnjih [X] transakcij",
    "472": "Zadnjih [X] povezav",
    "473": "Opala, tole pa izgleda, da ni veljavna koda kupona.",
    "475": "Datum\/Ura",
    "476": "Predmet",
    "477": "Količina",
    "478": "Način plačila",
    "479": "Brskalnik",
    "480": "IP naslov",
    "481": "Država",
    "482": "Zadnja aktivnost",
    "484": "ID Transakcije",
    "485": "Kredit",
    "486": "Debet",
    "487": "Koda kupona",
    "488": "Stanje",
    "489": "Neuporabljen",
    "490": "Uporabljen dne",
    "491": "Razveljavljen dne",
    "492": "Preklican dne",
    "495": "Prostora",
    "501": "prihranite 17%",
    "507": "Nadaljuj",
    "509": "DRUŽBA ZA VARNOST",
    "511": "Vaš 2028-bitni RSA javni \/ zasebni par ključev se sedaj generira.",
    "514": "Prenizko stanje, prosim poskusite ponovno.",
    "516": "Pridobi podporo",
    "517": "Ali vam nekaj ne dela? Prosim, poglejte najprej v naš [A]center za pomoč[\/A]. Če tam še vedno ne boste našli odgovora na vaše vprašanje, nas pa seveda kadarkoli lahko kontaktirate in z veseljem vam odgovorimo.",
    "518": "Pravno",
    "519": "Naš pravni oddelek je pripravljen, da vam čimprej odgovori na vašo poizvedbo.",
    "520": "Avtorske pravice",
    "521": "Ali vas skrbi, da nek uporabnik krši vaše intelektualne pravice? Prosim, pošljite zahtevo po odstranitvi preko našega [A]spletnega obrazca[\/A] ali nam pošljite e-pošto.",
    "522": "Priporoči izboljšave",
    "523": "Prosim, oddajte svoje predloge za izboljšave in boljšo uporabniško izkušnjo.",
    "524": "Prijavi napako",
    "526": "Mediji",
    "527": "Vse predstavnike medijev, vključno z bloggerji, toplo vabimo, da nas kontaktirajo s kakršnimi koli vprašanji, povezanimi z MEGA.",
    "543": "več kot [X]",
    "553": "Ali vaš ponudnik plačil ni napisan? Prosimo, pošljite nam [A]e-pošto[\/A]",
    "555": "Strinjam se z MEGA [A]Pogoji uporabe za ponudnike[\/A]",
    "561": "Naslov",
    "565": "Mesto",
    "568": "Prosim, izberite svojo državo",
    "569": "Nastavitve prenosa",
    "570": "Število sočasnih povezav nalaganja:",
    "571": "Število sočasnih povezav prevzemanja:",
    "572": "Omejitev hitrosti nalaganja:",
    "573": "Nič",
    "574": "Avtomatsko",
    "575": "Omejeno",
    "576": "Preskoči identične datoteke med nalaganjem:",
    "577": "Da",
    "578": "Ne",
    "579": "Uporabi SSL za datotečne prenose:",
    "580": "Izključitev SSL izboljša performanse in ne znižuje varnosti.",
    "620": "Opozorilo o domnevnem kršenju",
    "621": "Opozorilo",
    "622": "MEGA spoštuje avtorske pravice drugih in pričakuje od uporabnikov Storitev v oblaku, da delajo enako. Odgovarjali bomo na vsako opozorilo o domnevnem kršenju avtorskih pravic, ki so v skladu z ustreznimi zakoni in so nam pravilno poslani. Če ste mnenja, da je naložena neka vsebina, ki je bila kopirana ali se uporablja na način, ki prestavlja kršenje avtorskih pravic, nam prosim sporočite sledeče informacije: (i) fizični ali elektronski podpis lastnika avtorskih pravic ali osebe, ki je pooblaščena, da ravna v njenem imenu; (ii) identifikacijo avtorskega dela, za katerega trdite, da se kršijo avtorske pravice; (iii) identifikacijo materiala, s katerim se pravice kršijo ali je predmet kršitvene aktivnosti in ki ga je potrebno odstraniti ali dostop do njega onemogočiti, in informacije, ki so v razumljivi meri zadovoljivo natančne, da nam omogočijo lociratnje materiala, vključno z, na primer, URL spletnim naslovom; (iv) vaše kontaktne podatke, vključno z naslovom, telefonsko številko in e-poštnim naslovom; (v) izjavo z vaše strani, da delujete v dobri veri, da uporaba materiala v obliki, proti kateri se pritožujete, ni dovoljena s strani lastnika avtorskih pravic, njegovega agenta ali zakona; ter (vi) izjavo, da so podatki, ki jih podajate natančni, in, pod grožnjo krivde o lažni prisegi, da ste pooblaščeni, da ravnate v imenu lastnika avtorskih pravic.",
    "623": "Pridržujemo si pravico, da odstranimo Vsebino, za katero se trdi, da krši avtorske pravice, brez predhodnega opozorila, z našo lastno presojo, in brez kakršnekoli obveznosti do vas. V ustreznih primerih, bo MEGA tudi prekinila uporabniški račun, če se bo izkazalo, da uporabnik večkrat krši ista pravila. Naš pooblaščeni agent za pritožbe o domnevnem kršenju avtorskih pravic z vsebino, ki se pojavlja v okviru naših Storitev v oblaku, je:",
    "624": "Obvestilo o avtorskih pravicah",
    "626": "Vsebina:",
    "628": "Krši moje osebne avtorske pravice.",
    "629": "Krši avtorske pravice nekoga, ki me je pooblastil, da ga zastopam.",
    "630": "Način odstranitve:",
    "636": "Potrjujem, da sem lahko odškodninsko odgovoren, vključno z nastalimi stroški in stroški za odvetnika, če zavedno in materialno napačno izjavljam, da prijavljena vsebina, URL-ji ali datoteke kršijo avtorske pravice.",
    "637": "Podatki v tem obvestilu so točni in izjavljam, pod odgovornostjo krivega pričanja, da sem pooblaščen, da ravnam v imenu lastnika avtorskega dela.",
    "638": "To obvestilo je resen pravni dokument - prosim, bodite previdni v svoji trditvi o avtorskih pravicah. Morda bi si želeli najprej posvetovati z odvetnikom, da ugotovite, če material, ki ga prijavljate, dejansko krši pravice in ni zaščiten s \"fair use\" pravično uporabo, licencami ali drugimi pravnimi podlagami.",
    "641": "URL vsebine, ki krši pravice:",
    "643": "Delovno mesto:",
    "645": "Fax:",
    "646": "Mesto:",
    "647": "Poštna številka:",
    "648": "Avtorsko delo, za katerega se prijavlja kršitev:",
    "650": "Podjetje \/ Organizacija:",
    "651": "Telefon:",
    "652": "Naslov:",
    "653": "Dežela \/ Provinca:",
    "654": "Država:",
    "657": "Prosim, izberite, če vsebina krši vaše lastne avtorske pravice, ali avtorske pravice koga, ki vas je pooblastil za zastopanje.",
    "658": "Prosim, izberite način ostranitve.",
    "659": "Prosim, priložite URL za vsako avtorsko delo, ki naj bi se ga kršilo.",
    "660": "Prosim, priložite avtorsko delo za vsak URL, ki naj bi se kršil.",
    "661": "Prosim, vpišite ime lastnika avtorskih pravic.",
    "662": "Prosim, vnesite svoje polno ime.",
    "663": "Prosim, vnesite svoj e-poštni naslov.",
    "664": "Prosim, vnesite veljaven e-poštni naslov.",
    "665": "Prosim, potrdite, da ravnate v dobri veri, da deljenje avtorskih del z zgornje lokacije ni dovoljeno s strani lastnika avtorskih pravic, njegovih agentov ali zakona (npr. kot pravična uporaba - \"fair use\")",
    "666": "Prosim, potrdite, da ste lahko odškodninsko odgovorni, vključno z nastalimi stroški in stroški za odvetnike, če zavedno in materialno napačno izjavljate, da prijavljena vsebina, URL-ji ali datoteke kršijo avtorske pravice.",
    "667": "Prosim, potrdite, da so podatki v tem obvestilu točni in da izjavljate, pod odgovornostjo krivega pričanja, da ste pooblaščeni, da ravnate v imenu lastnika avtorskega dela.",
    "670": "Jezik",
    "671": "Ali govorite več jezikov?",
    "672": "Pomagajte nam prevajati!",
    "676": "MEGA je storitev shranjevanja v oblaku z močno vedno vključeno zasebnostjo",
    "677": "MEGA ponuja robustno shranjevanje v oblaku z uporabniku prijazno in vedno vključeno zasebnost. MEGA verjame v vaše pravice do zasebnosti in ponuja tehnološka orodja, s katerimi jo lahko zavarujete. Imenujemo jih Uporabniško Kontrolirana Enkripcija (User Controlled Encryption ali UCE), in izvaja se povsem avtomatsko.",
    "678": "Kaj je MEGA Uporabniško Kontrolirana Enkripcija (UCE)?",
    "679": "Vse datoteke, shranjene na MEGA, so kriptirane. Vsi podatkovni prenosi z in na MEGA, so kriptirani. Medtem ko večina ponudnikov shranjevanja v oblaku lahko in dejansko tudi trdi isto, je MEGA drugačna - za razliko od industrijskega standarda, kjer ima ponudnik storitev v roki dekripcijski ključ, pri MEGA vi kontrolirate enkripcijo, vi imate ključe in vi se odločite, komu dovolite dostop do svojih datotek, brez tega, da bi bilo potrebno nameščati programsko opremo, kar je kdaj lahko tudi tvegano. Vse se dogaja v vašem spletnem brskalniku!",
    "680": "MEGA Prihodnost",
    "681": "MEGA oblak je samo začetek. V prihodnosti bo MEGA ponudil UCE v vašem brskalniku za širok nabor storitev brez potrebe po namestitvi česarkoli. Naša tehnologija bo varovala vašo e-pošto, klice, pogovore in video prenose.",
    "694": "1. Onemogočite eno povezavo (\"URL\") na datoteko - datoteke bodo ostale v računu uporabnika",
    "695": "2. Onemogočite več URL-jev na datoteko - datoteke bodo ostale v računu uporabnika",
    "696": "3. Odstranite vse predložene datoteke na priloženih URL-jih - noben uporabnik nima pravice shranjevati teh datotek pod nobenimi pogoji na področju celega sveta",
    "698": "Tu lahko pošljete obvestilo",
    "699": "Podpišite in pošljite obvestilo",
    "700": "Prosim, pošljite svojo zahtevo po odstranitvi ročno po e-pošti na naslov [A1]copyright@mega.nz[\/A1] v skladu  z našimi [A2]navodili za odstranitev[\/A2]",
    "701": "Pošljite zahtevo po odstranitvi po e-pošti",
    "703": "Vaša prijavna povezava ni veljavna. Prosim, preverite, če so v aktivacijski e-pošti vmes kakšni prelomi vrstic.",
    "704": "Vaš račun je bil že aktiviran. Prosim, prijavite se.",
    "705": "Vaše potrditve nismo mogli zaključiti. Prosim, prijavite se ponovno. Koda napake:",
    "706": "Spremeni geslo",
    "707": "Posodobi",
    "714": "Ta kupon je bil že vnovčen.",
    "715": "Novi gesli, ki ste jih vnesli, nista enaki. Prosim, poskusite še enkrat.",
    "716": "Trenutno geslo",
    "717": "Novo geslo",
    "718": "Potrdite novo geslo",
    "719": "Prosim, vnesite trenutno geslo.",
    "724": "Trenutno geslo, ki ste ga vpisali, ni pravo.",
    "725": "Vaše geslo je bilo spremenjeno.",
    "726": "Urejeno",
    "727": "Vaše geslo je bilo spremenjeno.",
    "728": "Ta povezava za potrditev gesla je potekla.",
    "729": "Ta povezava je že bila potrjena.",
    "730": "Vaš račun je bil zaprt. Prosim, preverite svojo e-pošto za podrobnosti in čimprej odgovorite nanj.",
    "731": "Račun, ki je ustvaril to povezavo, je bil ukinjen zaradi večkratnega kršenja naših [A]Pravil uporabe[\/A].",
    "732": "Prijavljeni ste že v račun, ki se razlikuje od tega, ki ga potrjujete. Prosim, preverite vašo trenutno sejo, odjavite se in ponovno pritisnite na povezavo za potrditev.",
    "735": "Prosim, preverite svojo e-pošto.",
    "741": "Prosim, izberite novo varno geslo.",
    "742": "Spremeni",
    "752": "MEGA Firefox dodatek",
    "754": "MEGA Firefox dodatek je varen in neviden. Če bi raje uporabljali MEGA brez dodatka, močno priporočamo uporabo [A]Chrome[\/A].",
    "761": "Prosim, potrdite",
    "763": "Stik",
    "776": "Shrani",
    "779": "Registrirajte se sedaj",
    "782": "Prazna mapa",
    "784": "Ni stikov",
    "798": "Prosto",
    "799": "Uporabljeno",
    "808": "Povezava na mapo",
    "812": "Potrdi račun",
    "813": "Deljene mape",
    "822": "Nazaj",
    "823": "Nastavitve",
    "824": "Nova deljena mapa od [X]",
    "825": "Nova deljena mapa",
    "828": "[X1] map in [X2] datotek",
    "829": "[X] map in 1 datoteka",
    "830": "1 mapa in [X] datotek",
    "831": "1 mapa in 1 datoteka",
    "832": "[X] map",
    "833": "[X] datotek",
    "834": "1 mapa",
    "835": "1 datoteka",
    "836": "[X] je dodal [DATA]",
    "837": "[X] je bilo dodanih",
    "838": "[X] je bil dodan",
    "862": "Obvestila",
    "864": "Prenesi kot ZIP",
    "865": "Odpri",
    "870": "Potrdi",
    "871": "[B]Pozor:[\/B] shranjevalna kvota je bila presežena. Prosimo, izbrišite datoteke ali [A]nadgradite svoj račun[\/A].",
    "873": "[X] sekund nazaj",
    "874": "1 minuta nazaj",
    "875": "[X] minut nazaj",
    "876": "1 uro nazaj",
    "877": "[X] ur nazaj",
    "878": "1 dan nazaj",
    "879": "[X] dni nazaj",
    "880": "Ravnokar",
    "882": "Pozor",
    "884": "[X] ni popolnoma kompatibilen z MEGA",
    "885": "Vaš brskalnik",
    "886": "Internet Explorer 10 vsebuje zelo velikega hrošča, ki vpliva na zapisovanje datotek iz JavaScripta, ki povzroči stanje pomanjkanja pomnilnika, ko se prevzemajo velike količine podatkov. Pričakujemo, da bodo to napako popravili v Internet Explorer 11. V vmesnem času vas pa prosimo, če uporabljate kak drug brskalnik.",
    "887": "[X] ne vsebuje HTML5 funkcij, ki jih uporablja MEGA za zagotavljanje kriptografije znotraj brskalnika na strani uporabnika. HTML5 prenosi podatkov bodo emulirani z zelo omejeno alternativo preko Flash. Prosimo, premislite o čimprejšnji nadgradnji na moderen brskalnik.",
    "888": "Močno priporočeno",
    "889": "Priporočeno",
    "890": "MEGA deluje najbolje s sledečimi brskalniki:",
    "891": "Opozorilo o kompatibilnosti brskalnika",
    "892": "Lastnosti",
    "894": "Skupna velikost",
    "896": "Narejeno",
    "897": "Vsebuje",
    "909": "Geslo",
    "913": "mesec",
    "918": "Mesečno",
    "919": "Letno",
    "922": "1 mesec",
    "923": "1 leto",
    "924": "Imate vprašanje o [A]PRO računih?[\/A]",
    "925": "Naš team za podporo vam bo z veseljem pomagal.",
    "930": "dan",
    "931": "mesec",
    "932": "leto",
    "939": "Ime banke",
    "949": "Prejeto",
    "950": "Stiki",
    "954": "Zaslužni",
    "955": "Mobilne aplikacije",
    "956": "Sinhronizacijski odjemalec",
    "957": "Chrome App",
    "959": "Firefox App",
    "961": "Aplikacije",
    "962": "Razvojni pripomočki (SDK)",
    "963": "Dokumentacija",
    "965": "Pravila",
    "966": "Navodila za odstranitev",
    "967": "Odjava",
    "968": "Naredi račun",
    "969": "Prosim poskusite ponovno",
    "970": "Prosim, vnesite veljavno geslo",
    "978": "Nismo našli nobenih dokumentov na podlagi vašega iskanja",
    "982": "Vsebina",
    "983": "Pregled",
    "985": "Zgodovina",
    "987": "Poteče",
    "989": "[X] stikov",
    "990": "1 stik",
    "993": "Spremeni profilno sliko",
    "994": "Osebni podatki",
    "995": "Rojstni datum",
    "996": "Izberite državo",
    "997": "Stike lahko dodajajo samo registrirani uporabniki.",
    "998": "Prosim, odprite brezplačen račun",
    "999": "Ali želite nadgraditi svojo začasno sejo v brezplačni račun?",
    "1000": "Ne izgubite dostopa. Močno priporočamo brezplačno registracijo!",
    "1001": "Odstrani stik",
    "1002": "Ali ste prepričani, da želite odstraniti [X] s spiska svojih stikov?",
    "1003": "Potrdi odstranitev",
    "1004": "Ali ste prepričani, da želite prestaviti [X] v koš?",
    "1005": "Priprava povezav je možna samo za registrirane uporabnike.",
    "1006": "Deljenje map je možno samo za registrirane uporabnike.",
    "1007": "Tega dejanja ne morete povrniti.",
    "1010": "shranjevalna kvota presežena.",
    "1015": "Prosim, vnesite kodo kupona.",
    "1016": "Izberite sliko",
    "1017": "Uporabite to kot profilno sliko",
    "1018": "Izprazni",
    "1021": "Prižgano",
    "1022": "Ugasnjeno",
    "1023": "V to mapo ne morete zapisovati.",
    "1024": "Prosim, vnesite ime mape.",
    "1025": "Več predmetov",
    "1026": "Vnesite ključne besede za opis",
    "1027": "Dekriptiraj",
    "1028": "Dekripcijski ključ",
    "1031": "Izvozi povezave na datoteke in dekripcijske ključe",
    "1034": "Prevzemi več datotek",
    "1035": "Pritisnite \"Allow\"\/\"Dovoli\" za zaključek prevzema",
    "1036": "Deljeno z",
    "1037": "Se strinjam",
    "1038": "Izberite jezik",
    "1042": "Pripravljam",
    "1043": "Povezava do mape ni na voljo",
    "1044": "Povezava do mape, ki jo želite uporabiti, ni več na voljo. To se lahko zgodi zaradi sledečih razlogov:",
    "1045": "Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.",
    "1046": "Povezavo do mape je odstranil uporabnik.",
    "1049": "Mapa",
    "1051": "Nikoli",
    "1057": "Potrdite odstranitev seje",
    "1058": "Trenutno uporabljate začasno sejo. Ali ste prepričani, da jo želite zaključiti?",
    "1059": "To bo izbrisalo vaše podatke.",
    "1066": "MEGA ponuja orodja, ki skrbijo, da je [A]zasebna in tajna[\/A] komunikacija na spletu preprosta.",
    "1067": "MEGA ponuja kriptirane storitve v oblaku, ki omogočajo [A]zasebno in varno[\/A] komunikacijo in sodelovanje za podjetja in zasebnike. Vi imate v rokah ključe do vaših podatkov v oblaku in se vi odločate, kaj naredite z njimi.",
    "1070": "Kako deluje",
    "1076": "Naredite račun",
    "1080": "Mobilne aplikacije",
    "1082": "Oblak v vašem žepu. Dostopajte in prenašajte podatke s svojega pametnega telefona ali tablice. Prenašajte ali sinhronizirajte svoje medijske datoteke v oblak.",
    "1086": "Preprosta avtomatska sinhronizacija med vašimi računalniki in MEGA oblakom.",
    "1088": "App za brskalnike",
    "1093": "Nikoli ne vnesite gesla na napravi, ki ji ne zaupate popolnoma. Ne prijavljajte se v vaš račun na javnem računalniku ali takšnem, ki si ga delite z drugimi.",
    "1094": "Za višjo stopnjo varnosti, namestite naš [A]vtičnik za brskalnik[\/A] in naložite MEGA z vašega računalnika, namesto z naših strežnikov.",
    "1095": "Naredite svoj [A]brezplačni[\/A] račun",
    "1096": "Ime",
    "1097": "Priimek",
    "1098": "Neveljavno ime ali priimek.",
    "1099": "Prosim, vnesite svoje ime in priimek.",
    "1100": "Neveljaven e-poštni naslov.",
    "1101": "Prosim, vnesite pravi e-poštni naslov.",
    "1102": "Neveljavno geslo.",
    "1104": "Prosim, vpišite kompleksnejše geslo.",
    "1105": "Kompleksnost:",
    "1106": "Status gesla:",
    "1107": "Gesli se ne ujemata.",
    "1108": "Naredi račun",
    "1109": "Vaše geslo je glavni enkripcijski ključ.",
    "1110": "Varnost vašega računa je odvisna od kompleksnosti vašega gesla. Gesla, ki so prekratka, preenostavna ali jih sestavljajo besede iz slovarjem, se da zelo hitro uganiti.",
    "1111": "Ne pozabite svojega gesla.",
    "1112": "Ni načina, s katerim bi lahko povrnili izgubljeno geslo. Če se ga ne morete spomniti, ne boste več imeli možnosti dostopanja do shranjenih podatkov.",
    "1113": "Vaš račun je samo tako varen, kot je varen vaš računalnik.",
    "1114": "Ponovno vnesite geslo",
    "1115": "Preverjevalec kompleksnosti gesla se še nalaga.",
    "1116": "Prosim, poskusite ponovno čez par sekund.",
    "1117": "Strinjanje s pogoji uporabe",
    "1118": "Če se želite registrirati na MEGA, se morate strinjati s pogoji uporabe.",
    "1119": "Vaše geslo je lahko uganiti. Poskusite ga podaljšati. Kombinirajte velike in male črke. Dodajte posebne znake. Ne uporabljajte imen ali besed iz slovarjev.",
    "1120": "Vaše geslo je lahko uganiti. Poskusite ga podaljšati. Kombinirajte velike in male črke. Dodajte posebne znake. Ne uporabljajte imen ali besed iz slovarjev.",
    "1121": "Vaše geslo je dovolj dobro, da lahko nadaljujete, ampak vseeno priporočamo, da ga dodatno ojačate.",
    "1122": "To geslo bo preneslo večino tipičnih brute-force napadov. Prosim, poskrbite, da si ga boste zapomnili.",
    "1123": "To geslo bo preneslo tudi večino najboljših brute-force napadov. Prosim, poskrbite, da si ga boste zapomnili.",
    "1124": "Zelo šibka",
    "1125": "Šibka",
    "1126": "Srednja",
    "1127": "Dobra",
    "1128": "Močna",
    "1129": "vaše geslo je prešibko, da bi lahko nadaljevali",
    "1130": "Neveljaven e-poštni naslov ali geslo.",
    "1131": "Potrdite račun",
    "1133": "Ta igra bo zbirala [A]entropijo[\/A] na osnovi vaših premikov miške.",
    "1134": "S tem bomo naredili močnejši [A]RSA ključ[\/A].",
    "1140": "To je zelo pomemben korak in lahko traja nekaj sekund.",
    "1141": "Prosim, potrpite.",
    "1142": "Izdelava zasebnega in javnega ključa",
    "1143": "Generiranje ključa",
    "1144": "Najstarejši znani zapisi o uporabi kriptografije segajo že skoraj 4000 let nazaj, v antični Egipt",
    "1145": "Danes, 4000 let kasneje, večina ponudnikov storitev v oblaku še vedno ni polno začela uporabljati kriptografije.",
    "1146": "Dokončajte račun",
    "1147": "Izberite tip računa",
    "1148": "[A]Dobite 2 meseca brezplačno[\/A] ob nakupu enoletne naročnine na PRO.",
    "1149": "Omejena",
    "1151": "Izkoristite vse možnosti MEGA s [A]PRO računom[\/A]",
    "1154": "Team",
    "1155": "Prenašam",
    "1156": "Prevzemam",
    "1158": "za Windows",
    "1159": "Prihaja v kratkem za [A]Mac[\/A]",
    "1160": "MEGA se želi zahvaliti avtorjem sledečih oprtnokodnih izvornih komponent, ki so pripomogle h ključnim funkcionalnostim naše strani:",
    "1161": "Varno",
    "1162": "Vaši podatki so enkriptirani od prve do zadnje točke. Nihče ne more prisluškovati, ko se dogaja prenos.",
    "1165": "Hiter",
    "1169": "Poln funkcionalnosti",
    "1170": "Iščite, shranjujte, prevzemajte, pretakajte, glejte, delite, preimenujte ali brišite svoje datoteke. Vse je tu - v vaši dlani.",
    "1171": "Prihaja kmalu za [A]iOS[\/A]",
    "1174": "Ta dodatek bo dovolil namestitev MEGA v vaš brskalnik. Skrajšali se bodo časi nalaganja, izboljšale performanse prevzemanja in zvišala stopnja varnosti.",
    "1175": "Vsak MEGA URL bo ujel ta dodatek in bo ostal lokalno (ne bo se nalagal JavaScript z naših strežnikov). Varne (avtomatske) posodobitve se delajo s pomočjo kriptografskega podpisovanja javnega ključa.",
    "1176": "In če ste res paranoični:",
    "1177": "onemogočite avtomatske posodobitve in ročno preglejte izvorno kodo vsake naše posodobitve.",
    "1178": "Prevzemite MEGA za Firefox",
    "1181": "Odprite v strani z dodatki v Chrome",
    "1182": "menu>orodja>dodatki",
    "1183": "ali napišete",
    "1184": "v naslovno vrstico.",
    "1185": "Primite in odvrzite prevzeto datoteko [X] v Chrome stran z dodatki in potrdite namestitev.",
    "1186": "MEGA PRO članstvo lahko preprosto kupite pri enem od spodnjih pooblaščenih prodajalcev:",
    "1187": "Prevzemi",
    "1191": "Datoteka, ki jo želite prevzeti, trenutno ni na voljo.",
    "1193": "Odpiranje novega računa",
    "1194": "Ali želite uvoziti datoteko v novo sejo?",
    "1195": "Če odgovorite \"Ne\", se boste lahko prijavili in uredili uvoz. ",
    "1196": "Prekliči prevzem",
    "1197": "Ali ste prepričani, da želite prekiniti ta prevzem?",
    "1198": "Prevzeta datoteka bo izbrisana.",
    "1199": "Ne morem dekriptirati podatkov brez ključa.",
    "1201": "[A]Pridružite se nam[\/A] v motenju miru na trgu storitev v oblaku",
    "1208": "Zaslužite [B]20%[\/B] vsega prometa, ki se generira čez vaš partner ID.",
    "1212": "Naredite svoj lasten popularen app z uporabo našega [A]SDK[\/A]",
    "1230": "Način plačila",
    "1233": "PayPal",
    "1262": "Prosim, vnesite svoje mesto.",
    "1272": "MEGA smo naredili ljudje, zato ni popoln. Če srečate hrošča, bi bili zelo veseli, če nam to sporočite, da ga lahko iztrebimo - čim več informacij nam lahko podate, bolje je.",
    "1273": "Na intelektualno lastnino gledamo zelo resno in zato uporabljamo zelo strogo odstranjevalno politiko glede kršiteljev in ponavljujočih kršitev.",
    "1274": "Za več informacij, prosim, preberite naša [A]navodila za odstranitev[\/A].",
    "1275": "Zahtevo po odstranitvi lahko pošljete preko [A]spletnega obrazca[\/A] ali nam pošljete e-pošto.",
    "1276": "Ali imate kakšno skrb ali idejo? Ali želite izvedeti več o naših izdelkih?",
    "1277": "Vedno smo vam na razpolago.",
    "1278": "Prosimo, izberite",
    "1279": "Korak 1",
    "1280": "Korak 2",
    "1281": "Podrobnosti vsebine",
    "1282": "Podrobnosti lastnika avtorskih pravic",
    "1283": "Dodaj še en URL",
    "1284": "Ime lastnika avtorskih pravic",
    "1285": "če je na voljo",
    "1286": "Ime pooblaščenega agenta lastnika avtorskih pravic, ki oddaja prijavo:",
    "1287": "Prijava avtorskih pravic prejeta",
    "1288": "Vašo prijavo bomo pregledali in reagirali nanjo v najkrajšem možnem času.",
    "1289": "Hvala za klik na povezavo z vabilom. Prosim, naredite svoj brezplačen račun spodaj.",
    "1290": "Ops, tole pa ne izgleda kot veljavna povezava s povabilom. Ali ste že registrirali račun?",
    "1291": "Že prej ste kliknili na povezavo z vabilom. Prosim, naredite svoj račun.",
    "1297": "E-poštni naslov že v uporabi.",
    "1298": "Prosim, prijavite se v svoj račun.",
    "1301": "Danes",
    "1302": "Včeraj",
    "1303": "Ta teden",
    "1304": "Prejšnji teden",
    "1305": "Ta mesec",
    "1306": "To leto",
    "1307": "Starejše",
    "1309": "Nalaganje prekinjeno",
    "1311": "Napaka pri nalaganju datotek",
    "1331": "E-pošta",
    "1334": "Prekini registracijo",
    "1342": "Uredi",
    "1343": "Prazen oblak",
    "1344": "Deli",
    "1346": "Prenosi",
    "1348": "Deljene mape",
    "1352": "Na voljo",
    "1356": "Povratne informacije",
    "1364": "Ponovi",
    "1367": "Pridobite 50 GB brezplačno, ali se prijavite za enega naših PRO paketov in pridobite do 4 TB kriptiranega shranjevalnega prostora že od €8,33 na mesec.",
    "1379": "Preskoči",
    "1382": "Način sortiranja",
    "1383": "Nastavite način sortiranja vrstic za vsako mapo posebej, ali pa uporabite isto nastavitev za vse mape.",
    "1384": "po mapi",
    "1385": "enako za vse mape",
    "1386": "Način prikaza",
    "1387": "Izberite način prikaza (ikone ali podrobnosti) za vsako mapo posebej ali na enak način v vseh mapah.",
    "1389": "[B]Uvoz[\/B] [A]v vaš oblak[\/A]",
    "1390": "Povlecite in spustite sliko tu",
    "1392": "Datoteke in mape",
    "1394": "Kopiraj povezavo",
    "1403": "Pošljite povratne informacije",
    "1418": "Zaključeno",
    "1436": "Jezik programa",
    "1456": "Nalagam",
    "1472": "Poskusite ponovno",
    "1498": "Procesiram datoteko",
    "1513": "Napačen e-poštni naslov",
    "1514": "Težave z omrežno povezljivostjo, prosim, poskusite ponovno kasneje",
    "1517": "Lastnik te datoteke je blokiran",
    "1578": "Napaka",
    "1585": "Pozor",
    "1595": "Uvozi v moj oblak",
    "1596": "OK",
    "1597": "Prekliči",
    "1607": "%1 od %2",
    "1624": "Prevzemam",
    "1626": "MEGAsync",
    "1647": "Zaustavi",
    "1649": "Nadaljuj",
    "1651": "Zaustavljeno",
    "1657": "Interna napaka",
    "1664": "Poteklo",
    "1667": "Dostop zavrnjen",
    "1668": "Že obstaja",
    "1673": "Preko kvote",
    "1676": "Napaka pri pisanju",
    "1677": "Napaka pri branju",
    "1679": "Neznana napaka",
    "1686": "Prekini",
    "1687": "Oblak",
    "1694": "Pošlji",
    "1710": "Odpri",
    "1712": "Splošno",
    "1716": "Napredno",
    "1718": "Prekliči",
    "1725": "BREZPLAČNO",
    "1730": "Izbriši",
    "1756": "Ali ste prepričani?",
    "1783": "Uporabnik že obstaja",
    "1796": "Kreiram račun",
    "1822": "MEGA je bil narejen okrog preprostega dejstva, da kriptografija, za to, da bo sprejeta in uporabljana, ne sme biti moteča pri uporabnosti. MEGA je polno dostopen brez predhodnih namestitev programske opreme in ostaja edini ponudnik storitev v oblaku, ki ima v brskalniku bazirano visokoperformančno enkripcijo od prve do zadnje točke (end-to-end). Edini vidni znaki kriptografskega nivoja pri uporabi MEGA so uporaba entropije pri prijavi, pomanjkanje možnosti za spremembo gesla in drugačen (od brskalnika odvisen) način prenosa datotek. Danes se že milijoni zasebnih in poslovnih uporabnikov zanašajo na MEGA za varen in zanesljiv način shranjevanja in streženja petabytov podatkov in verjamemo, da je ta za ta uspeh zaslužna preprostost uporabe MEGA za vstop v varnejše storitve v oblaku.",
    "1823": "Ves čas zaposljujemo. Če ste izvrsten softverski inženir in bi se radi pridružili našemu globalnemu teamu, nam čim prej pošljite svoj CV na jobs@mega.nz.",
    "1824": "Trenutno ste prijavljeni. Ali se želite odjaviti in registrirati nov račun?",
    "1888": "Domov",
    "1889": "iOS App",
    "1890": "Android App",
    "1898": "Pritisnite Esc za zapiranje",
    "1899": "Predogled",
    "1900": "Nadgradnja na voljo!",
    "1909": "Ročna namestitev",
    "1910": "deluje samo v:",
    "1913": "Prenesite MEGA",
    "1915": "Pozor: zgornji gumb klinite samo, če zaupate [A]Chrome Web Trgovini[\/A]. Alternativno lahko ročno prevzamete in namestite dodatek spodaj.",
    "1916": "Prenesite iz",
    "1917": "spletne trgovine Chrome",
    "1929": "Namestite MEGA v vašem brskalniku za izboljšano hitrost delovanja in dodano varnost.",
    "1930": "Oblak v vašem žepu. Dostopajte do in pretakajte vaše datoteke z vašega pametnega telefona ali tablice.",
    "1932": "Za prevzem datotek, večjih od 1GB, prosimo, namestite naš dodatek za brskalnik.",
    "1933": "Za prevzem datotek, večjih od 1GB, prosimo, namestite modernejši brskalnik.",
    "1934": "Ste pozabili geslo?",
    "1935": "Če imate varnostno kopijo vašega glavnega kriptirnega ključa, lahko ponastavite geslo z izbiro DA. Podatki pri tem ne bodo izgubljeni.",
    "1936": "Še vedno lahko [A]izvozite[\/A] svoj rešilni ključ sedaj, če imate aktivno MEGA sejo v kateremkoli drugem brskalniku na tem ali kateremkoli drugem računalniku. Če nimate, ne boste več mogli dekriptirati datotek na obstoječem računu, ampak lahko začnete z novim računom z istim e-poštnim naslovom, če izberete NE.",
    "1937": "Ali imate varnostno kopijo rešilnega ključa?",
    "1938": "Odlično!",
    "1939": "Prosim, vnesite svoj e-poštni naslov spodaj. Prejeli boste rešilno povezavo, ki bo omogočila, da vnesete svoj rešilni ključ in ponastavite svoje geslo.",
    "1940": "Pošlji",
    "1941": "Opala.",
    "1942": "Zaradi naše enkripcijske paradigme od prve do zadnje točke, ne boste mogli dostopati do svojih podatkov brez bodisi vašega gesla, ali [A]varnostne kopije[\/A] svojega rešilnega ključa.",
    "1943": "Svoj stari račun lahko \"parkirate\" in začnete z novim z istim e-poštnim naslovom. Če se slučajno spomnite gesla za vaš parkiran račun, prosim kontaktirajte [A]support@mega.nz[\/A] za pomoč pri obnovi. Vaši podatki se bodo obdržali najmanj 60 dni.",
    "1944": "Ne morete uporabljati obnove računa z aktivno začasno sejo.",
    "1945": "Trenutno ste prijavljeni z računom [X]. Če se ne morete spomniti trenutnega gesla in bi geslo želeli zamenjati, prosim, izvozite rešilni ključ, se odjavite in poskusite ponovno.",
    "1946": "Prosim, preverite e-poštni naslov in poskusite ponovno.",
    "1947": "Parkiraj račun",
    "1948": "Ste pozabili svoje geslo in ne morete ponuditi predhodno izvoženega rešilnega ključa? Na žalost, ker MEGA uporablja močno kriptografijo, z izgubo rešilnega ključa postanejo vaši podatki neberljivi. Če nadaljujete, boste začeli z novim računom pod vašim obstoječim e-poštnim naslovom. Vaš stari račun bo ostal parkiran za najmanj 60 dni in ga lahko obnovite, če se spomnite gesla, s kontaktiranjem [A]support@mega.nz[\/A].",
    "1949": "Izberite novo geslo",
    "1950": "Potrjujem, da začenjam z novim, praznim računom in da bom izgubil vse podatke, ki so v mojem trenutnem računu, razen če se spomnim svoje geslo ali najdem izvoženi rešilni ključ.",
    "1951": "Začni z novim računom",
    "1952": "Pozor:",
    "1953": "Varnostno kopijo vaših podatkov bomo obdržali najmanj naslednjih 60 dni.",
    "1954": "Če se boste spomnili svoje staro geslo, prosim kontaktirajte support@mega.nz za pomoč pri obnovi podatkov s starega računa.",
    "1955": "Ponastavitev gesla",
    "1956": "Prosim, vnesite svoj predhodno izvozeni rešilni ključ. Če imate odprto MEGA sejo v kakšnem drugem brskalniku ali na drugem računalniku, ga lahko še vedno izvozite.",
    "1957": "Če nimate rešilnega ključa, lahko [A]parkirate[\/A] svoj obstoječ račun in začnete ponovno.",
    "1958": "Uporabite tekstno datoteko rešilnega ključa",
    "1959": "Izberi datoteko s ključem",
    "1960": "Preveri",
    "1961": "Uspešno ste obnovili dostop do vašega računa. Prosim, izberite svoje novo geslo spodaj:",
    "1962": "Preveri geslo",
    "1963": "Kot kaže, je rešilni ključ, ki ste ga vnesli, nepravilen.",
    "1964": "Ali ste prepričani, da ste poslali pravi ključ?",
    "1965": "Če nimate pravega ključa, lahko še vedno [A]resetirate[\/A] vaš račun.",
    "1966": "Povezava za obnovo potekla",
    "1967": "Ta povezava za obnovo je potekla, prosim poskusite ponovno.",
    "1968": "Napačna povezava za obnovo",
    "1969": "Napačna povezava, prosim poskusite ponovno",
    "1970": "Ali pa vnesite svoj rešilni ključ tu",
    "1971": "Obnovitvene procedure ne morete uporabiti, dokler ste prijavljeni. Prosim, odjavite se in poskusite ponovno.",
    "1972": "Napačna datoteka s ključem",
    "1973": "Datoteka, ki ste jo izbrali, je predolga. Prosim, prepričajte se, da izberete datoteko, v kateri je vaš 22-mestni rešilni ključ.",
    "1974": "Prosim, potrdite, da se zavedate tega, da bodo vsi vaši podatki izbrisani.",
    "1975": "Račun parkiran",
    "1976": "Vaš stari račun je bil uspešno parkiran. Sedaj se lahko prijavite v novi račun.",
    "1977": "Napačen rešilni ključ",
    "1978": "Rešilni ključ, ki ste ga vnesli, ne spada k temu računu. Prosim, prepričajte se, da uporabljate pravi rešilni ključ in poskusite ponovno.",
    "1979": "Račun blokiran",
    "1980": "Račun, ki ga želite obnoviti, je blokiran.",
    "1981": "Vaše geslo je bilo uspešno ponastavljeno. Prosim, prijavite se sedaj v vaš račun.",
    "1982": "Naredite varnosntno kopijo vašega [A]glavnega enkripcijskega ključa[\/A]",
    "1983": "Vaše geslo odklepa vaš varnostni ključ",
    "1984": "Vaši podatki so berljivi samo preko verige dekripcijskih operacij, ki se začnejo z vašim glavnim kriptirnim ključem (rešilni ključ), ki ga kriptirano shranimo z vašim geslom. To pomeni, da če izgubite svoje geslo, vašega rešilnega ključa ne moremo več dekriptirati in vi ne morete več dekriptirati svojih podatkov.",
    "1985": "Če izvozite rešilni ključ in ga shranite na varno mesto, vam to omogoča, da nastavite novo geslo, brez da bi izgubili podatke.",
    "1986": "Zunanji napadalec ne more dobiti dostopa do vašega računa samo z vašim ključem. Za ponastavitev gesla je potreben tako ključ, kot dostop do vaše e-pošte.",
    "1987": "Shrani rešilni ključ kot tekstno datoteko",
    "1988": "Shrani datoteko",
    "1989": "Kopiraj rešilni ključ na odložišče",
    "1990": "Kopiraj",
    "1992": "Ne shranjujte ga na Internetu (vsaj ne brez enkripcije).",
    "1993": "ali [A]kreirajte račun[\/A]",
    "2001": "Ali želite naložiti datoteke v novo sejo?",
    "2002": "\"Ne\" vam omogoča, da se prijavite in začnete svoje nalaganje.",
    "2007": "Drugo",
    "2028": "izbirno",
    "2029": "Izberite Linux distribucijo",
    "2030": "Prosim, izberite svojo Linux distribucijo in pritisnite gumb za prevzem.",
    "2031": "Za Mac",
    "2032": "Za Linux",
    "2033": "Prevzem ZIP datotek, večjih od 2GB, lahko zahteva dodatno orodje za razpakiranje (kot je \"7zip\"). Na žalost ZIP64 ni privzeto podprt na vseh operacijskih sistemih.",
    "2041": "Nimate pravic pisanja v to lokalno mapo.",
    "2042": "Nimate pravic pisanja v to mapo.",
    "2480": "Potrditev računa neuspešna",
    "2507": "Napaka pri uvozu datotek",
    "5528": "od",
    "5532": "Naloži datoteko",
    "5533": "Nalagam...",
    "5542": "Prejete delitve",
    "5543": "Odhodne deljene mape",
    "5549": "Nadgradi račun",
    "5557": "datoteka",
    "5561": "mapa",
    "5565": "Prevzem",
    "5569": "uporabniki",
    "5582": "Kreiraj račun",
    "5589": "deljeno z mano",
    "5631": "Deli mape",
    "5710": "Ali ste prepričani, da želite prekiniti registracijo?",
    "5737": "Ni stikov",
    "5738": "Koš",
    "5775": "Uporabljeno",
    "5801": "uporabljeno",
    "5814": "Nadgradi račun",
    "5816": "[X] TB",
    "5819": "PRO I",
    "5839": "bo navoljo v",
    "5840": "Kreirajte svoj MEGA račun",
    "5841": "Niste prijavljeni",
    "5842": "Potrebujete MEGA račun, da zaključite svoj nakup:",
    "5843": "Ste že prijavljeni. Naredite lahko samo en MEGA račun.",
    "5845": "uporabljene pasovne širine",
    "5847": "Vaš nakup je bil uspešen. Zato, da pa zaključite proces izdelave računa, boste morali aktivirati račun s klikom na povezavo, ki smo jo poslali na vašo e-pošto.",
    "5851": "Poslal zahtevo po stiku",
    "5852": "Sprejel vašo zahtevo po stiku",
    "5853": "Zavrnil vašo zahtevo po stiku",
    "5856": "Sprejmi",
    "5858": "Zavrni",
    "5859": "Povabljeni",
    "5860": "Ignoriraj",
    "5861": "Ponovno povabi",
    "5862": "Poslane zahteve",
    "5863": "Prejete zahteve",
    "5864": "Uporabnik ignoriran",
    "5866": "Zapusti deljenje",
    "5868": "Poglej profil",
    "5871": "Priljubljene",
    "5872": "Izbriši priljubljeno",
    "5873": "Prejete deljene mape",
    "5875": "MEGAchat",
    "5876": "Preizkusite novi MEGA varni in od prve do zadnje točke kriptirani audio\/video pogovorni sistem.",
    "5878": "Pozdravljeni, pridružite se mi na MEGA in dobite dostop do kriptiranega shranjevanja in komunikacij. Pridobite 50 GB brezplačno!",
    "5884": "Končaj klic ...",
    "5885": "Začni pogovor",
    "5888": "Klic z [X] začet.",
    "5889": "Klic z [X] končan.",
    "5890": "Klic z [X] ni bil odgovorjen pravočasno.",
    "5891": "Kličem [X] ...",
    "5892": "Pogovor z [X] je bil zavrnjen.",
    "5893": "Imate dohodni klic od [X].",
    "5894": "Pogovor z [X] je bil prekinjen.",
    "5895": "Pogovor z [X] je bil opravljen na drugi napravi.",
    "5896": "Začni audio klic",
    "5897": "Začni video klic",
    "5898": "Uporabnik [X] je bil povabljen in se bo pojavil v vašem spisku kontaktov, ko povabilo sprejme.",
    "5899": "Uporabniki so bili povabljeni in se bodo pojavili v spisku kontaktov, ko sprejmejo povabilo.",
    "5900": "Poglej prejete zahteve",
    "5901": "Poglej poslane zahteve",
    "5902": "Pogovori",
    "5903": "Moji stiki",
    "5904": "Zadnja interakcija",
    "5905": "Lastnik",
    "5906": "Dostop",
    "5907": "beta",
    "5908": "Vpišite e-pošto ali stik",
    "5911": "Dodaj stike",
    "5913": "Preprosto lahko dodate nove stike preko e-pošte ali uvozite obstoječe stike z drugih storitev.",
    "5914": "Moji pogovori",
    "5915": "Moje prejete delitve",
    "5916": "Moje mape",
    "5918": "Izgleda, da je e-pošta poškodovana!",
    "5923": "Dostopen",
    "5924": "Odsoten",
    "5925": "Zaseden",
    "5926": "Odklopljen",
    "5928": "Običajni prevzem",
    "5929": "Občutno ste presegli dovoljeno količino shranjenih podatkov in nalaganja so bila onemogočena. Prosim, preverite, da uporabljate pravi MEGA PRO plan, ali pa stopite v stik s support@mega.nz.",
    "5930": "Prekliči zahtevo",
    "5931": "Kliknite [A]tu[\/A] za pregled uporabe diskovnega prostora.",
    "5945": "Nisem uspel prevzeti datoteke. Prosim, poskusite ponovno. [{0}]",
    "6001": "Napačno geslo",
    "6078": "MEGA",
    "6080": "potrdi",
    "6089": "Ni prenosov",
    "6125": "PRO II",
    "6126": "PRO III",
    "6159": "MEGA SDK",
    "6168": "Politika zasebnosti",
    "6172": "naroči",
    "6181": "Izbriši svoj račun",
    "6182": "Zapri svoj račun",
    "6183": "Da, želim izbrisati svoj račun",
    "6184": "Povezava za brisanje je potekla.",
    "6185": "Povezava za brisanje je potekla, prosim, poskusite ponovno.",
    "6186": "Napačna povezava za izbris.",
    "6187": "Napačna povezava za izbris, prosim, poskusite ponovno.",
    "6188": "Račun je izbrisan",
    "6189": "Vaš račun je bil uspešno izbrisan",
    "6190": "KUPI",
    "6196": "Trenutno ni čakajočih zahtev",
    "6197": "Ime računa",
    "6198": "Nakazilo denarja",
    "6200": "Številka računa",
    "6203": "SWIFT koda",
    "6205": "Referenca",
    "6206": "Registrirani e-poštni naslov vašega MEGA računa",
    "6207": "Prosim, dopustite 2-4 delovne dni za sprostitev plačila.",
    "6214": "Prosim, preverite e-pošto in kliknite na povezavo za nadaljevanje",
    "6215": "zapiranja vašega računa",
    "6216": "Če ne morete dostopati do svojega e-poštnega računa, morate kontaktirati",
    "6217": "Za potrditev",
    "6218": "zapiranje vašega računa",
    "6219": "prosim, ponovno vnesite svoje geslo.",
    "6220": "Vnesi geslo:",
    "6221": "Zapri račun",
    "6222": "Bančni naslov",
    "6226": "Imam drug MEGA račun",
    "6227": "Imel sem preveč težav",
    "6229": "Vmesnik mi je preveč neroden za uporabo",
    "6234": "PRO Lite",
    "6240": "Windows Phone App",
    "6690": "Pojdite na Moj račun",
    "6771": "Izbrisane mape",
    "6772": "Ni pogovorov",
    "6773": "Naraščajoče",
    "6774": "Padajoče",
    "6775": "Deli mape",
    "6776": "Preverjen",
    "6777": "Odobri",
    "6779": "Novi identifikacijski podatki za vaš kontakt:",
    "6780": "Podatki vašega stika:",
    "6781": "To je najlažje narediti v resničnem življenju v živo. Če imate drug že preverjen kanal, kot je verificiran OTR ali PGP, lahko tudi to uporabite.",
    "6782": "Vaši podatki:",
    "6783": "Odobri podatke",
    "6787": "Ni deljenih map z vami",
    "6788": "mesecev",
    "6789": "Suspendiran račun",
    "6802": "Bitcoin",
    "6803": "%1 mesecev",
    "6804": "Nezadostno stanje",
    "6805": "Nimate dovolj sredstev za opravitev nakupa. Prosim, napolnite račun s kuponom ali izberite drugo plačilno sredstvo.",
    "6806": "%1 mesečni nakup",
    "6810": "Skenirajte kodo za plačilo",
    "6811": "Odprite z Bitcoin denarnico",
    "6813": "BTC",
    "6814": "Ta nakup poteče v",
    "6815": "Povezava k ponudniku plačil neuspešna.",
    "6821": "Odstrani povezavo",
    "6822": "Preklic naročnine",
    "6826": "Nadaljuj",
    "6831": "Pozor! Izbrali ste, da boste zaprli svoj MEGA račun. Račun s tem e-poštnim naslovom bo trajno zaprt in tega ni mogoče obnoviti",
    "6832": "Z zaključkom tega dejanja boste izgubili dostop do vseh vaših naloženih podatkovnih deljenj in stikov",
    "6834": "Pošlji datoteke",
    "6841": "Žal nam je, da odhajate",
    "6844": "Prosim, izberite eno možnost",
    "6845": "Ne uporabljam več svojega računa",
    "6846": "Moj najljubši brskalnik ni tehnološko kompatibilen in ne želim menjati",
    "6847": "MEGA ni v celoti izpolnila obljub",
    "6849": "Možnosti deljenja",
    "6851": "Stike iz Gmail-a ste že uvozili",
    "6853": "Vključite osebno sporočilo za nove stike",
    "6854": "Delite mapo s stiki",
    "6855": "Izberite mapo za dejenje",
    "6858": "Nove nepotrjene poverilnice",
    "6859": "Informacije",
    "6860": "Pošlji stiku",
    "6864": "Premakni navzgor v vrsti",
    "6865": "Premakni dol po vrstnem redu",
    "6868": "Sporočila",
    "6869": "Napačna povezava mape",
    "6870": "Ni sporočil",
    "6871": "Ni prejetih delitev",
    "6872": "Poverilnice za avtentikacijo",
    "6873": "Prodajalec",
    "6874": "Izdelajte voucherje",
    "6875": "Tip voucherja",
    "6876": "Izdelajte voucher",
    "6881": "Že videne poverilnice stika za %1 so se spremenile.",
    "6882": "Že preverjene poverilnice stika za %1 so se spremenile.",
    "6883": "Že videne poverilnice",
    "6884": "Že preverjene poverilnice",
    "6888": "Izberete lahko možnost, da uvozite stike iz storitev tretjih ponudnikov. Ti ne bodo dodani v vaše MEGA stike, ampak bodo na voljo za deljenje in sodelovanje.",
    "6889": "Priprava Bitcoin transakcije...",
    "6909": "Urejaj povezavo",
    "6941": "(ne-ponovljiv)",
    "6945": "Strinjam se s pošiljanjem anonimiziranih podatkov\/statistik",
    "6949": "Nekaj se je sfižilo",
    "6950": "Prosim, preverite podatke o plačilu in poskusite ponovno.",
    "6951": "ali Esc",
    "6952": "Kreditna kartica",
    "6954": "Napačna številka kartice",
    "6955": "Prosim, vnesite veljavno številko kreditne kartice.",
    "6956": "Manjkajoči podatki za obračun",
    "6957": "Prosim, pravilno vnesite podatke za obračun.",
    "6958": "Manjkajoči podatki za plačilo",
    "6959": "Prosim, pravilno vnesite podatke za plačilo.",
    "6960": "Procesiramo plačilo...",
    "6961": "Nakup uspešen",
    "6962": "Uspešno ste nadgradili svoj račun na %1.",
    "6963": "Vnesite podrobnosti za plačilo",
    "6964": "Vnesite svoje podatke za obračun",
    "6965": "ponovljivo",
    "6966": "V vaših podatkih za kreditno kartico je napaka.",
    "6967": "V vaših podatkih za obračun je napaka.",
    "6968": "Vaša transakcija je bila označena kot goljufiva.",
    "6969": "V zadnjem času ste poskusili prevečkrat plačati s to kreditno kartico.",
    "6970": "Nimate dovolj sredstev, da bi opravili to plačilo.",
    "6971": "Obnova",
    "6972": "Vaše originalno geslo ni bilo pravilno vnešeno.",
    "6973": "Ali ste prepričani, da želite odstraniti avatar?",
    "6975": "Spodaj izberite način plačila.",
    "6976": "Izbrali ste %1 paket",
    "6978": "[A]Dobite 2 meseca brezplačno[\/A], če se naročite na enoletni PRO plan.",
    "6991": "Prekliči vse prenose",
    "6992": "Čiščenje končano",
    "6993": "Zaustavi vse prenose",
    "6994": "Ali ste prepričani, da želite nadaljevati?",
    "6996": "Preden nadaljujemo in prekinemo vašo naročnino, bi bili zelo veseli, če delite z nami razlog, zakaj želite naročnino prekiniti.",
    "6998": "Kliknite Nadaljuj za preklic naročnine.",
    "6999": "Preklic naročnine uspešen",
    "7001": "Zahtevaj paket",
    "7002": "Za vašo trenutno porabo ne obstaja standardni Pro paket. Prosim, [A]kontaktirajte podpodo[\/A], da vam pripravi paket po meri.",
    "7003": "trenutni prostor za shranjevanje",
    "7004": "Hvala za povratne informacije.",
    "7005": "Prosim, spodaj vpišite razlog",
    "7006": "Nalagam...",
    "7086": "Prosim izberite Linux distribucijo",
    "7087": "Web brskalnik",
    "7088": "Hitrost prenosa:",
    "7089": "HITREJE",
    "7090": "Uporaba sredstev:",
    "7093": "Velikost datoteke:",
    "7094": "NEOMEJENO",
    "7100": "Prosim, nadgradite v PRO, da nadaljujete takoj, ali počakajte %1 za brezplačno nadaljevanje.",
    "7101": "Nadaljuj prenose",
    "7108": "Stanje",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Kreditna kartica",
    "7138": "MEGAsync se prenaša na vaš računalnik. Prosim, namestite ga, ko se prenos zaključi.",
    "7139": "Ko bo MEGAsync zagnan, se bo vaša datoteka začela avtomatsko prenašati.",
    "7140": "Pojavila se je neznana napaka. Prosim, poskusite ponovno kasneje.",
    "7141": "Vaše plačilo za paket %1 ni bilo uspešno.",
    "7142": "Vaše plačilo za paket %1 je bilo prejeto.",
    "7143": "Blokiran kot stik",
    "7144": "Račun je bil izbrisan\/deaktiviran",
    "7145": "Sedaj sta oba stika",
    "7146": "Brisal vas kot stik",
    "7147": "Zavrnili ste zahtevo po stiku",
    "7148": "Sprejeli ste zahtevo po stiku",
    "7149": "Ignorirali ste zahtevo po stiku",
    "7150": "Obvestilo: imate zahtevo po stiku",
    "7151": "Preklicana zahteva po stiku",
    "7152": "Močno",
    "7153": "Lahko",
    "7154": "Ta tab lahko zaprete, vaše prevzemanje se upravlje z drugega taba, kjer imate odprt upravljalnih datotek.",
    "7156": "Plačate lahko tudi preko Google Play trgovine, Apple App trgovine ali Android plačil preko ponudnika storitev, ko uporabljate svoje [A]MEGA appe[\/A].",
    "7157": "Prosim, zaprite druga okna\/tabe brskalnika, kjer teče MEGA, preden nadaljujete.",
    "7160": "Vnovči kupon",
    "7162": "Ta paket je predrag, da bi ga lahko kupili s tem ponudnikom plačila.",
    "7179": "Prekliči naročnino",
    "7201": "Stanje na vašem računu je",
    "7202": "Za povišanje stanja na vašem računu, kliknite na 'unovči kupon' gumb in vnesite kodo kupona. Če nimate kupona, prosim, [A]kupite kupon[\/A].",
    "7203": "Usmerjam k vašem ponudniku plačil...",
    "7204": "Morda ste tej strani predhodno prepovedali uporabo kamere - v tem primeru so vsi nadaljnji poskusi uporabe neuspešni brez opozorila. Preverite lahko ikono kamere poleg vrstice z naslovom ali v nastavitvah pravic strani.",
    "7205": "Odgovor",
    "7206": "Pogovor z [X] se začenja...",
    "7207": "Pogovor z [X] se pripravlja...",
    "7208": "Trajanje pogovora: [X]",
    "7209": "Pogovor z [X] ni bil uspešen.",
    "7210": "Imate zgrešeni klic od [X].",
    "7211": "Vaš brskalnik nima potrebnih sposobnosti za predvajanje zvoka in slike za potrebe klicanja.",
    "7212": "Oglas",
    "7218": "Počisti prenose",
    "7219": "Mobilnik",
    "7222": "Eno prevzemanje je bilo dodano v čakalno vrsto prenosov",
    "7223": "Eno nalaganje je bilo dodano v čakalno vrsto prenosov",
    "7224": "Prikaži",
    "7225": "Ali ste prepričani, da želite počistiti vse prenose?",
    "7226": "Urnik avtomatskega čiščenja koša:",
    "7227": "Čaka",
    "7228": "Velikost pisave:",
    "7229": "Malo",
    "7230": "Veliko",
    "7231": "Cena ne vključuje stroška Bitcoin transakcije.",
    "7233": "Transakcija se ni mogla zaključiti zaradi težav s povezavo. Če se težava ponavlja, prosim, kontaktirajte support@mega.nz",
    "7234": "Nekaj je šlo narobe in nismo uspeli bremeniti vaše kartice.",
    "7235": "Plačilo neuspešno",
    "7236": "Za prevzem datotek, večjih od 1GB, ali za nalaganje map, prosim, namestite naš MEGAsync odjemalec. Na ta način bo omogočena lahka, avtomatična sinhronizacija med vašim računalnikom in vašim MEGA oblakom.",
    "7241": "Morate se strinjati z našimi Pravili uporabe",
    "7272": "Napačen format datuma",
    "7352": "Stanje",
    "7354": "Obnova na",
    "7368": "Sporočilo",
    "7375": "Sprejeto",
    "7379": "Čaka",
    "7381": "Neznano",
    "7392": "Chrome Dev",
    "7399": "Datoteka je zaklenjena.",
    "7403": "Odvržite svoje datoteke tu, da začnete nalaganje",
    "7410": "Vse deljene datoteke in mape ne bodo več na voljo drugim uporabnikom.",
    "7411": "Izvorna koda",
    "7413": "Že imate stik s tem e-poštnim naslovom",
    "7414": "Ni potrebe, da dodajate lasten e-poštni naslov",
    "7415": "Format e-poštnega naslova je neveljaven",
    "7417": "Namigi:",
    "7418": "Uporabite slušalke ",
    "7427": "Ne morete uvoziti ali prevzeti kriptirane datoteke, ker manjka dekripcijski ključ.",
    "7431": "Napačna e-pošta in\/ali geslo. Prosim, poskusite ponovno",
    "7434": "E-pošta",
    "7534": "Samo za branje",
    "7557": "Vsi",
    "7585": "Podpis ključa %1 od uporabnika %2 ni pravilen.",
    "7597": "Izbriši mapo",
    "7645": "Se strinjam",
    "7646": "Se ne strinjam",
    "7647": "MEGA spoštuje avtorske pravice drugih in zahteva od uporabnikov MEGA storitev v oblaku, da se držijo pravil avtorskega prava.",
    "7648": "Striktno vam je prepovedana uporaba MEGA storitev v oblaku za kršenje avtorskih pravic. Ne smete nalagati, prevzemati, shranjevati, deliti, prikazovati, prenašati, distribuirati, pošiljtati preko e-pošte, deliti povezave ali kako drugače dajati na voljo kakršnekoli datoteke, podatke ali vsebino, ki krši kakršnekoli avtorske pravice ali druge pravice katerekoli osebe ali entitete.",
    "7649": "Izvozi:",
    "7654": "1 povezava kopirana na odložišče",
    "7655": "%d povezav je bilo kopiranih na odložišče",
    "7657": "Prikaži več jezikov",
    "7658": "Skrij jezike",
    "7659": "Bili ste suspendirani zaradi prekomerne porabe prenosa podatkov. Prosim, kontaktirajte support@mega.nz, da vam ponovno omogočijo račun.",
    "7660": "Bili ste suspendirani zaradi ponavljujočih se kršenj avtorskih pravic.",
    "7663": "Pritisni",
    "7664": "Stanje seje",
    "7665": "Trenutno",
    "7666": "Aktivna",
    "7667": "Zapri druge seje",
    "7677": "Povezava kopirana",
    "7679": "Za nadaljevanje morate imeti MEGA račun.",
    "7680": "MEGA kriptografski model je odvisen od zgoraj prikazanih ključev. Priporočamo, da se dekripcijski ključ pošlje ločeno od povezave na mapo\/datoteko, preko varnega kanala.",
    "7682": "MEGA priporoča, da 'Dekripcijski Ključ' pošiljate ločeno od 'Povezave do mape\/datoteke'.",
    "7683": "Dodatek",
    "7684": "%1 na %2",
    "7685": "S tem potrjujem v dobri veri, da je uporaba materiala, za katerega vlagamo pritožbo in se nahaja na zgoraj navedenih lokacijah, avtorsko zaščitena in ni avtorizirana s strani lastnika avtorskih pravic, njegovega agenta ali zakona (npr. kot poštena uporaba).",
    "7686": "Ena od povezav, ki ste jo vnesli, ni veljavna MEGA povezava.",
    "7687": "Nastavitve prenosa so na voljo le za registrirane uporabnike.",
    "7688": "Možno je, da je v teku man-in-the-middle napad. Prosim, obnovite shranjene poverilnice tega stika in potem preverite, da so pravilne, s svojim stikom preko varnega kanala ali osebno.",
    "7689": "Ponastavi poverilnice stika",
    "7690": "Uporabite spodnji Ponastavi gumb za ponastavitev poverilnic za ta stik.",
    "7691": "Nove poverilnice stika",
    "7692": "Preveri poverilnice",
    "7693": "Uporabite spodnji gumb Preveri za preverjanje poverilnic tega stika.",
    "7696": "Opozorilo o avtorskih pravicah za vse uporabnike",
    "7698": "Uspešno ste spremenili svoj profil.",
    "7699": "Pričakujem potrditev preko e-pošte.",
    "7700": "Prosim, pojdite v svojo mapo s prejetimi sporočili in kliknite na povezavo za potrditev vašega novega e-poštnega naslova.",
    "7701": "Čestitamo, vaš novi e-poštni naslov za ta MEGA račun je: [X]",
    "7703": "En ali več predmetov so bili predmet zahteve po odstranitvi.",
    "7704": "Ta datoteka je bila predmet zahteve po odstranitvi.",
    "7705": "Ta mapa je bila predmet zahteve po odstranitvi.",
    "7706": "Vaš MEGA kupon za %1 € je bil uspešno unovčen",
    "7707": "Vaše stanje je sedaj %1 €.",
    "7708": "Sodeč po stanju vašega računa, vam predlagamo plan %1.",
    "7709": "Kliknite [S]ZAKLJUČI NADGRADNJO[\/S] in uživajte v novem %1 planu.",
    "7710": "ZAKLJUČI NADGRADNJO",
    "7711": "Izberite drugi paket",
    "7712": "Prosim, prijavite se, da izkoristite svoj kupon.",
    "7713": "Ta postopek bo pobrisal vse MEGA podatke s predpomnilnika brskalnika in bo ponovno naložil podatke vašega računa z naših strežnikov. To lahko traja nekaj minut.",
    "7714": "Povezava za koriščenje kupona",
    "7715": "Pošljite e-pošto za podporo na resellers@mega.nz",
    "7717": "Za ta e-poštni naslov ste že zahtevali potrditveno povezavo.",
    "7718": "Ta e-poštni naslov je že uporabljen. Prosim, kontaktirajte MEGA podporo za več informacij.",
    "7719": "Potrjevalna povezava iz te e-pošte je potekla. Prosim, pritisnite OK za ponovni zagon procesa.",
    "7720": "Morate biti prijavljeni, da lahko zaključite postopek spremembe e-pošte. Prosim, ponovno se prijavite s trenutnim e-poštnim naslovom in potem ponovno kliknite na potrjevalno povezavo.",
    "7730": "Preverite svoj e-poštni račun",
    "7731": "Prosim, vnesite svoje geslo za preverjanje e-poštnega naslova",
    "7732": "Potrdite e-pošto",
    "7740": "Koš je prazen",
    "7741": "Izbriši koš",
    "7743": "Spremeni e-pošto",
    "7744": "Trenutna e-pošta",
    "7745": "Nova e-pošta",
    "7746": "Vnesite svoj nov e-poštni naslov v polje zgoraj in pritisnite Shrani.",
    "7747": "Po tem, pojdite prosim v svoj e-poštni predal in potrdite spremembo e-poštnega naslova.",
    "7869": "Ta e-poštni naslov je že bil registriran. Prosim, izberite drug e-poštni naslov za nadaljevanje.",
    "7872": "Dostop do vseh map, deljenih z vami s strani izbranih [X], bo izgubljen.",
    "7873": "Spodaj lahko prevzamete dodatek (v%1).",
    "7874": "Kot kaže, je vaš trenutni dodatek (v%1) že zastarel. Spodaj lahko prevzamete zadnjo verzijo (v%2).",
    "7875": "Vaš dodatek (v%1) je zadnje verzije.",
    "7879": "Dostop do map, deljenih s strani [X], je bil umaknjen.",
    "7880": "Dostop do map je bil umaknjen",
    "7881": "Najlepša hvala! Nekdo od naših podpornikov bo odgovoril na vašo poizvedbo v najkrajšem možnem času.",
    "7882": "Sporočilo poslano",
    "7883": "Prišlo je do napake pri pošiljanju vašega sporočila. Prosim, poskusite poslati ponovno.",
    "7884": "Sporočilo je prekratko",
    "7945": "Za dostop do te mape\/datoteke boste potrebovali njen [B]Dekripcijski ključ[\/B].",
    "7946": "Če ga nimate, prosite ustvarjalca povezave.",
    "7947": "Povezava brez ključa",
    "7948": "Poveži s ključem",
    "7971": "Dekripcijski ključ",
    "7972": "Če nimate ključa, prosite ustvarjalca povezave zanj.",
    "7982": "Imate preveč nezaključenih plačil v zadnjih 12 urah, prosim, zaključite ta plačila ali poskusite ponovno jutri.",
    "7983": "V pričakovanju potrditve",
    "7985": "Osebne podrobnosti",
    "7986": "Vnesite svoje polno ime in davčno številko spodaj, potem boste preusmerjeni na drugo stran za procesiranje plačil.",
    "7987": "Polno ime",
    "7988": "Vnesite svoje polno ime",
    "7989": "%1 številka",
    "7990": "Vnesite svojo %1 številko",
    "7991": "Izbrali ste %1 kot ponudnika vašega plačila.",
    "7992": "Kako želite plačati?",
    "7993": "Kliknite tu za prikaz drugih plačilnih možnosti...",
    "7994": "Kako dolgo želite, da traja vaša naročnina?",
    "7995": "Ali ste zadovoljni s svojim plačilnim planom?",
    "7996": "Kliknite [S]KUPI[\/S], ko boste zadovoljni z izbranim načinom plačila. Prikazalo se bo novo okno ali pa boste preusmerjeni na drugo stran, kjer boste zaključili plačilo.",
    "7997": "Pogovor",
    "7998": "Za izboljšanje naših storitev, ali bi bili pripravljeni ocenilt vašo izkušnjo s klicem s\/z [X]?",
    "8000": "Ni zgodovine pogovora",
    "8002": "Pogovor s\/z %s",
    "8004": "Briši sporočilo",
    "8005": "Dodaj v oblak",
    "8006": "Priponka dodana iz vašega oblaka",
    "8007": "Dodaj sodelujočega...",
    "8008": "Nimate nobenih [P]pogovorov[\/P]",
    "8009": "Napiši sporočilo...",
    "8010": "Preišči stike",
    "8011": "Dodaj iz mojega Oblaka",
    "8013": "Iz mojega oblaka",
    "8014": "Z mojega računalnika",
    "8016": "LJUDJE",
    "8017": "NARAVA",
    "8018": "HRANA IN PIJAČA",
    "8019": "PRAZNOVANJE",
    "8020": "AKTIVNOSTI",
    "8021": "POTOVANJA IN MESTA",
    "8022": "PREDMETI IN SIMBOLI",
    "8023": "Pripni",
    "8080": "MEGA ščiti vaše pogovore z uporabniško kontrolirano enkripcijo od prve do zadnje točke, ki ponuja sledeča osnovna varnostna zagotovila:",
    "8413": "PRO LITE",
    "8426": "[S]MEGAsync:[\/S] Preprosto avtomatsko sinhroniziranje med vašim računalnikom in MEGA pogonom v oblaku",
    "8427": "[S]Fleksibilen:[\/S] Sihronizirajte katero koli mapo s svojega PC v katero koli mapo v oblaku. Sinhronizirajte vzporedno kolikor koli map.",
    "8428": "Izkoristite 50 GB prostora za shranjevanje v oblaku z varno, uporabniško nadzorovano enkripcijo od prve do zadnje točke in si izdelajte BREZPLAČEN račun ali izkoristite enega od naših [A]PRO planov[\/A].",
    "8435": "Datoteke ni možno poslati, ker je ciljni uporabnik preko svoje shranjevalne kvote.",
    "8436": "Prišli smo do težave s kriptografskimi ključi vašega stika (%1). Prosim, zaprite okno in prosite stik, da se odjavi in nazaj prijavi v sistem. Če bo težava še prisotna, se morda odvija napad vrinjenega napadalca (man-in-the-middle attack). V primeru trajnih težav, prosim, sporočite uporabniku, naj stopi v stik s [A]support@mega.nz[\/A] za pomoč.",
    "8437": "Web odjemalec",
    "8438": "Transparantnost izvorne kode",
    "8439": "Naši appi na strani odjemalce so licencirani s prilagojeno licenco in naše osnovne knjižnice (kot je SDK - kit za razvoj programske opreme) so licencirane pod bolj permisivnimi licencami. Licenca za vsak projekt je na voljo v ustreznem repozitoriju kode.",
    "8440": "Povezave do naših najbolj popularnih shramb izvorne kode lahko najdete spodaj. Naše manjše knjižnice lahko najdete na [A]naši splošni GitHub strani[\/A]. Če želite uporabljati našo kodo komercialno, na način, ki je izven obsega teh licenc, prosim, [A2]kontaktirajte nas[\/A2], da se pogovorimo o tem.",
    "8441": "Če najdete hrošča ali varnostno pomanjkljivost naše kode, prosim, pošljite e-pošto na  [A]bugs@mega.nz[\/A] z razlago težave. Imamo zelo bogat program nagrajevanja ranljivosti in kriteriji za pošiljanje so razloženi [A2]tukaj[\/A2].",
    "8512": "Preberi več",
    "8521": "Zahteva po odstranitvi",
    "8522": "Vaša javno deljena %1 (%2) je bila odstranjena.",
    "8523": "Vaša odstranjena %1 (%2) je bila povrnjena.",
    "8524": "Odstranitev odmaknjena",
    "8525": "Vnesite svoje sporočilo to",
    "8526": "Zadeva",
    "8527": "Splošna poizvedba",
    "8528": "Tehnična težava",
    "8529": "Težava s plačilom",
    "8535": "MEGA bo spremenil svoja Pravila uporabe storitve dne [B]20. februarja 2016[\/B]. Prosim, preberite naš blog zapis ob obletnici za več informacij.",
    "8536": "Hvala, da uporabljate MEGA.",
    "8537": "Važno opozorilo:",
    "8538": "Poglej blog zapis",
    "8539": "[S]Avtentičnost.[\/S] Sistem zagotavlja, da so prejeti podatki od prikazanega pošiljatelja in da vsebina med transportom ni bila manipulirana.",
    "8540": "[S]Zaupnost.[\/S] Samo avtor in prejemniki, ki ste jih določili, bodo lahko dekriptirali in prebrali vsebino.",
    "8577": "Zahtevam podatke o računu",
    "8578": "Prejemam podatke o računu",
    "8579": "Dekriptiram",
    "8584": "Zahtevam podatke mape",
    "8585": "Prejemam podatke mape",
    "8586": "Dekriptiram podatke mape",
    "8589": "Ni obvestil",
    "8595": "Ta mapa bo dekriptirana takoj, ko bo na voljo kriptografski ključ zanjo.",
    "8596": "Vaša PRO naročnina bo potekla čez 1 dan.",
    "8597": "Vaša PRO naročnina bo potekla v %1 dneh.",
    "8598": "PRO naročnina se kmalu izteka",
    "8601": "Prevzemi z MEGAsync, če je zagnan",
    "8602": "Ta datoteka bo dekriptirana takoj, ko bo na voljo kriptografski ključ zanjo.",
    "8603": "Bili ste suspendirani zaradi kršitev Pravil uporabe storitev.",
    "8623": "priljubljen!",
    "8628": "Pošlji stik",
    "8629": "%1 tipka",
    "8631": "Dodaj v pogovor",
    "8632": "Začni nov pogovor",
    "8633": "Zapusti pogovor",
    "8634": "Vpišite se ali se prijavite za račun, da [S]dobite 50GB BREZPLAČNEGA[\/S] prostora za shranjevanje v oblaku in da lahko prejemate sporočila od prijateljev in sodelavcev. ",
    "8635": "Prevzemanje dodano v MEGAsync",
    "8637": "Bom počakal",
    "8638": "Pozabljeno geslo",
    "8639": "Napaka pri prenosu",
    "8640": "Težava s stikom\/deljenjem",
    "8641": "Težave z MEGAsync",
    "8642": "Manjkajoči\/nevidni podatki",
    "8643": "Uporabljate začasno sejo",
    "8644": "Uporabljate začasno sejo. Podatki, ki jih shranjujete, bodo izgubljeni, ko se seja zaključi. Za zaščito svojih podatkov, si prosim priskrbite pravi račun v najkrajšem možnem času in pridobite svojih [S]brezplačnih 50 GB varnega shranjevalnega prostora v oblaku![\/S]",
    "8645": "Prevelika velikost slike",
    "8646": "Vaša slika je presegla najvišjo dovoljeno velikost 64 KB. Prosim, poskusite ponovno z manjšo datoteko.",
    "8649": "Neznano do dekripcije",
    "8650": "Vaše povpraševanje je prekratko. Prosim, podajte nam več podrobnosti o vaši težavi \/ vprašanju.",
    "8651": "Vaš %1 plan je potekel.",
    "8652": "KUPLJEN",
    "8653": "Kliknite na [S]Obnovi[\/S] za nakup vašega %1 plana (%2) z uporabo %3 %4.",
    "8654": "Sicer kliknite [S]Izberi[\/S] za izbiro drugega plana ali plačilne možnosti.",
    "8655": "Obnovi",
    "8656": "Izberite...",
    "8657": "POTEKEL",
    "8660": "Windows Phone",
    "8664": "lastnik",
    "8665": "Prosim, preverite svojo e-pošto za registracijsko pošto in potrdite račun, preden plačate, da bo MEGA lahko povezal plačilo s pravim računom.",
    "8666": "Potrdite svojo registracijo",
    "8667": "Če se želite naročiti za letni PRO račun, lahko nakažete sredstva na katerega koli od naših bančnih računov:",
    "8668": "IBAN",
    "8669": "Ni na voljo za NZ banke",
    "8670": "Če je vaš e-poštni naslov predolg za polje \"Referenca\", naj bo vnešen v polje \"Komentar\".",
    "8671": "Evropske države so sprejele standard, poznan kot \"Mednarodna številka bančnega računa\" oziroma International Bank Account Number (IBAN). Nova Zelandija tega standarda ni sprejela, zato, če morate vnesti IBAN, prosim, nakažite na naš račun v Luksemburgu.",
    "8683": "Vseh datotek ni bilo mogoče uvoziti. To se lahko zgodi, če je bilo nekaj datotek odstranjenih. Postopek se je zaključil z %1 od %2 uspešno uvoženimi predmeti.",
    "8684": "Pošlji in zapri",
    "8685": "Prosim, obrazložite, zakaj ne želite obnoviti svojega plana:",
    "8686": "nedekriptirana mapa",
    "8687": "nedekriptirana datoteka",
    "8688": "V pričakovanju e-poštne potrditve",
    "8693": "Zaradi napake pri prikazu v Chrome\/Chromium brskalnikih, MEGA ni možno uporabljati pri tem nivoju povečave. Prosim, bodisi povečajte, pomanjšajte ali pritisnite Ctrl\/Cmd + 0 za ponastavitev velikosti prikaza, ali uporabite Firefox.",
    "8695": "Samo PRO",
    "8696": "Nadgradi na PRO",
    "8697": "Izberite datum",
    "8698": "Poteče %1",
    "8700": "Thunderbird dodatek",
    "8726": "Povabi",
    "8732": "Obnovi povezavo",
    "8733": "Obnovi povezave",
    "8734": "Pridobi povezave",
    "8735": "Odstrani povezave",
    "8736": "Postavi nov datum poteka",
    "8737": "25. maj - mednarodni dan pogrešanih otrok",
    "8738": "V podporo pogrešanim in zlorabljanim otrokom, MEGA poudarja, da ne tolerira uporabe svojih sistemov za deljenje nelegalnih vsebin in bo po vseh močeh sodeloval z organi pregona pri raziskovanju in kaznovanju vseh obtožb deljenja otroške pornografije in materiala o zlorabi otrok.",
    "8742": "Izvedite več",
    "8743": "S tem brskalnikom ste se že prijavili. Ali ste prepričani, da želite ustvariti nov račun?",
    "8744": "Pošlji ponovno",
    "8745": "Uspešno ste se prijavili.",
    "8752": "Uvozi v {0}",
    "8755": "Hvala! Vaš račun bo nadgrajen takoj, ko dobimo potrditev plačila s strani našega ponudnika plačil. Če ste plačali z debetno ali kreditno kartico in niste prejeli svojega MEGA PRO računa v parih urah, prosimo stopite z nami v stik preko support@mega.nz. Če ste plačali z bančnim prenosom, prosim potrpite 4-5 dni, da se plačilo izvede.",
    "8759": "Povezava odstranjena",
    "8762": "Ustvarite račun in [S]pridobite 50GB BREZPLAČNEGA[\/S] prostora za shranjevanje v oblaku in za prejemanje sporočil od prijateljev in sodelavcev.",
    "8763": "Ned",
    "8764": "Pon",
    "8765": "Tor",
    "8766": "Sre",
    "8767": "Čet",
    "8768": "Pet",
    "8769": "Sob",
    "8771": "Copyright Dispute",
    "8772": "Counter-notification Process",
    "8773": "MEGA processes all takedown notices submitted to us based on good faith acceptance of the representations from the party submitting the takedown notice. Due to our end-to-end encryption model we have to do so without being able to review the files. Even if we could decrypt them, we could not determine the copyright status without complex analysis and review, which is impractical for the number of files processed each day. We are aware that some agencies submit incorrect takedown notices from time to time, but we are unable to find such errors in advance.",
    "8774": "You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice. You should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.",
    "8775": "We can only accept a counter-notification directly from the user from whose MEGA account the URL or file has been disabled. For verification, counter-notifications must be submitted from the email address associated with the MEGA account.",
    "8776": "Upon receipt of a counter-notification, MEGA will promptly provide the person who provided the takedown notification with a copy of the counter-notification, and inform that person that MEGA will replace the removed material or cease disabling access to it in 10 business days. If MEGA does not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or such communication that it does receive does not in MEGA's sole opinion adequately justify the original takedown notice, MEGA may, but shall not be obliged to, reinstate the material in approximately 10-14 business days provided it has no reason to believe that the material infringes copyright.",
    "8777": "Nothing in this policy prejudices MEGA's right, agreed to by each user in MEGA's Terms of Service, to remove or disable access to any material at any time, for any reason or no reason.",
    "8778": "To file a counter-notification with us, you may click the button below to proceed to our dispute form.",
    "8779": "Please understand that:",
    "8780": "When we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice. By submitting your counter-notice you authorise us to do so;",
    "8781": "Filing a counter-notification may lead to legal proceedings between you and the complaining party;",
    "8782": "There may be adverse legal consequences in New Zealand and\/or your jurisdiction if you make a false or bad faith allegation by using this process;",
    "8783": "If, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach MEGA’s Terms of Service or this policy and that causes MEGA any loss, costs (including legal costs), damages or other liability, MEGA reserves the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor client basis), damages and other liability, by deduction from any balance in our account and\/or by proceedings in New Zealand and\/or the jurisdiction of the address in your counter-notice;",
    "8784": "This counter-notice process is provided voluntarily by MEGA for the purposes of all applicable copyright takedown and counter-notice regimes in other jurisdictions, but, in doing so, MEGA does not submit itself to any jurisdiction or law other than New Zealand as set out in its Terms of Service. MEGA may amend, suspend or withdraw this counter-notice process at any time, provided that any counter-notices in train at that time shall continue to be processed.",
    "8785": "By filing a counter-notice, you are deemed to have accepted the above terms. If you do not accept the above terms, do not file a counter-notice.",
    "8786": "If there is any inconsistency or ambiguity between the English and other language versions of the above terms, the English version shall prevail. ",
    "8787": "You may submit a counter-notification here",
    "8788": "Mega Limited Copyright Agent",
    "8789": "Copyright Counter-Notification",
    "8790": "This notification is a serious legal document - please be careful to be accurate in your copyright infringement counter-notification. You may first wish to consult with an attorney to determine whether you have ownership of the content, or are protected by fair use, license, or other legal basis.",
    "8791": "Content Details",
    "8792": "URL of the content that has been removed or disabled:",
    "8793": "Description of the content:",
    "8794": "Commentary sufficient to explain the mistake or misidentification to the person who filed the original takedown notice:",
    "8795": "Personal Details",
    "8796": "Full Name:",
    "8797": "Phone Number:",
    "8798": "MEGA Account Email Address:",
    "8799": "Address Line 1:",
    "8800": "Address Line 2:",
    "8801": "Other comments (not sent to complainant):",
    "8802": "Declarations",
    "8803": "I will accept service of proceedings in New Zealand or in the jurisdiction where my address in this counter-notice is located, from the person who provided MEGA with the original copyright takedown notice or an agent of such person.",
    "8804": "I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.",
    "8805": "Testirajte mrežno povezavo:",
    "8806": "Diagnoza omrežja",
    "8807": "Prišlo je do napake pri povezavi na API strežnik. Prosim, preverite, da je to veljavna povezava.",
    "8808": "Preverite hitrost vaše povezave na naše strežnike. To nam bo pomagalo reševati vaše težave s povezavo.",
    "8809": "Prosim, vpišite zadosten opis za razlago, zakaj je prišlo do napake ali napačne identifikacije.",
    "8810": "Prosim, opišite vsebino, ki je bila odstranjena.",
    "8811": "Prosim, vpišite URL vsebine, ki je bila odstranjena.",
    "8812": "Prosim, vnesite veljavno MEGA povezavo do vsebine, ki je bila odstranjena.",
    "8813": "Prosim, vpišite svojo telefonsko številko.",
    "8814": "Prosim, vpišite veljavno telefonsko številko.",
    "8815": "Prosim, vpišite svoj naslov.",
    "8816": "Prosim, potrdite, da se strinjate, da se postopek nadaljuje v Novi Zelandiji ali v jurisdikciji, ki je odgovorna na lokaciji mojega naslova v tej proti-zahtevi, s strani osebe, ki je posredovala MEGA originalno zahtevo po odstranitvi zaradi razlogov varovanja avtorskih vsebin, ali s strani agenta te osebe.",
    "8817": "Prosim, potrdite, da verjamete v dobri veri, da je bil material odstranjen ali onemogočen zaradi napake ali napačne identifikacije materiala, ki ga je potrebno odstraniti ali onemogočiti.",
    "8818": "Povezava, ki ste jo vnesli, je bodisi neveljavna, ali pa ni predmet zahteve po odstranitvi.",
    "8819": "Ste že vpisali proti-zahtevo za to povezavo.",
    "8820": "Vpisani MEGA račun se ne sklada z lastnikom povezave.",
    "8833": "Za izboljšanje te meje lahko registrirate račun. To vam ne bo samo omogočilo uporabi bogate dodatne prenosne kvote, temveč vam bo ponudilo tudi 50 GB varnega shranjevalnega prostora v oblaku - [B]brezplačno[\/B].",
    "8834": "Vašega prevzema nismo mogli sprocesirati, ker bi vas ponesel preko trenutno dovoljene kvote brezplačnega prenosa za vaš IP naslov.",
    "8839": "Rešilni ključ",
    "8840": "MEGAchat je bil nadgrajen in zahteva ponovno nalaganje. Ali želite ponovno naložiti stran, da se nadgradi na zadnjo verzijo?",
    "8841": "MEGAchat je bil nadgrajen in bo sedaj podprt samo v novo izdani verziji MEGA. Prosim, nadgradite vaš dodatek, da boste še naprej uživali pri uporabi MEGAchat.",
    "8843": "[S]50 %[\/S] kvote prenosa",
    "8845": "Ta nakup je potekel.",
    "8846": "Nadaljuj [S]vseeno[\/S]",
    "8847": "Prevzemi [S]MEGAsync[\/S]",
    "8848": "Prevzemi [S]z MEGAsync[\/S]",
    "8849": "Prevzemi [S]preko brskalnika[\/S]",
    "8850": "Nadgradnja MEGA v%1 na voljo",
    "8851": "Izdano %1.",
    "8852": "Nedavno smo pripravili nekaj izboljšav naše strani, ali želite uporabiti najnovejšo verzijo?",
    "8853": "Prišlo je do težave pri dekodiranju vašega zasebnega RSA ključa. Prosim, stopite v stik s support@mega.nz za nadaljnjo pomoč.",
    "8854": "Če ste predhodno sklenili naročnino za PRO plan preko Google Play ali Apple iTunes, prosim, ročno prekličite te naročnine z njimi, kajti to ni del tega procesa preklicovanja računa, ki ga opravljate.",
    "8855": "Poskusili ste se prijaviti prevečkrat. [BR]Prosim, počakajte do %1 in poskusite ponovno.",
    "8859": "Varnostna kopija rešilnega ključa",
    "8866": "Poglej profil",
    "8867": "Odstrani člana",
    "8868": "Nastavi pravice:",
    "8869": "Dodaj v skupinski pogovor",
    "8870": "Izberite enega ali več stikov za nadaljevanje",
    "8871": "Izbriši zgodovino pogovora",
    "8872": "%1 in %2 tipkata",
    "8873": "Samo branje",
    "8874": "Standard",
    "8875": "Moderator",
    "8876": "Člani pogovora",
    "8877": "Nimate stikov.",
    "8878": "Ni stikov, ki ustrezajo vašemu iskanju.",
    "8879": "Ste prepričani, da želite izbrisati to sporočilo?",
    "8880": "Nimate pravice za brisanje zgodovine tega pogovora.Ali",
    "8881": "Ali ste prepričani, da želite izbrisati celotno zgodovino sporočil tega pogovora?",
    "8882": "Sporočilo ni poslano. Poskušamo ponovno.",
    "8883": "Sporočilo ni bilo poslano. Kliknite tu, če ga želite ponovno poslati.",
    "8884": "Sporočilo ni bilo poslano. Kliknite tu, če ga želite preklicati.",
    "8885": "Jaz",
    "8887": "(urejeno)",
    "8888": "(prazno)",
    "8889": "Izberite enega ali več stikov za začetek",
    "8890": "Začni skupinski pogovor",
    "8892": "Preklican dostop do priponk(e).",
    "8894": "Pripeto: %s",
    "8895": "Pripeto %s datotek.",
    "8896": "Poslani stik: %s",
    "8897": "Poslano %s stikov",
    "8898": "Ne, hvala",
    "8905": "je izbrisal zgodovino pogovora.",
    "8906": "je bil odstranjen iz skupinskega pogovora s strani %s.",
    "8907": "se je pridružil skupinskemu pogovoru po povabilu s strani %s.",
    "8908": "je zapustil skupinski pogovor.",
    "8909": "Prekliči",
    "8910": "Odstranjen predmet iz deljene mape",
    "8912": "Uporabil bom [B]MEGAsync[\/B]",
    "8913": "Odstranjenih [X] elementov z deljenja",
    "8915": "je bilo spremenjeno v %s1 s strani %s2",
    "8921": "Izvozi rešilni ključ",
    "8928": "Shrani ključ",
    "8930": "Vedno fizično varujte svoj rešilni ključ (npr. na klientski napravi, zunanjem disku, ali ga natisnite).",
    "8945": "Nadaljuj brez računa",
    "8947": "ODPRI V BRSKALNIKU",
    "8948": "ODPRI V MEGA APP",
    "8949": "ODPRI DATOTEKO",
    "8950": "Namestite našo mobilno aplikacijo, da dobite [S]brezplačnih 50GB kriptiranega shranjevalnega prostora v oblaku![\/S]",
    "8951": "Ta datoteka je prevelika, da bi jo odprli v vašem mobilnem brskalniku. Prosim, namestite naš mobilni app za [S]podporo neomejeni velikosti datotek, in 50GB brezplačnega shranjevalnega mesta v oblaku![\/S]",
    "8952": "Te datoteke ne moremo odpreti v vašem mobilnem brskalniku. Prosim, namestite naš mobilni app za [S]podporo neomejeni velikosti datotek in tipom datotek; ter 50GB brezplačnega shranjevalnega mesta v oblaku![\/S]",
    "8953": "Nastavi datum poteka",
    "8982": "Prišlo je do napake, prosim, poskusite ponovno.",
    "9000": "Napaka. Ta e-poštni naslov je že v uporabi.",
    "9029": "Če ste se zatipkali pri vnosu e-poštnega naslova, popravite in kliknite 'Pošlji ponovno'.",
    "9030": "Ob zaključku, kliknite na [S]Pošlji[\/S], da pošljete svoje poročilo o stanju omrežja našem podpornem teamu. ",
    "9031": "Strežnik",
    "9032": "Ping",
    "9033": "Povp. hitrost",
    "9034": "Napredek",
    "9035": "To okno bo pokazalo hitrost vaše povezave do naših strežnikov.",
    "9036": "Prosim, prilepite spodaj povezavo do datoteke in kliknite na [S]\"Test\"[\/S].",
    "9037": "Test",
    "9038": "Prilepi URL datoteke",
    "9039": "Povezave na mape še niso podprte",
    "9048": "Ponujen ključ ni veljaven. Prosim, preverite, da je ključ pravi ali prosite ustvarjalca datoteke za ponovno povezavo.",
    "9056": "Prosim, ne vnašajte URL naslovov v polje Avtorsko delo; če morate dodati več URL naslovov, prosim, kliknite na Dodaj dodatni URL.",
    "9061": "Kriptiraj",
    "9062": "Pokaži PRO možnosti",
    "9063": "Nastavite zaščito gesla",
    "9064": "Skrij možnosti",
    "9065": "Ta možnost ni podprta v vašem brskalniku. Poskusite Firefox ali Chrome.",
    "9066": "Gesli nista enaki, prosim, preverite, da ste ju pravilno vnesli.",
    "9067": "Prosim, uporabite močnejše geslo.",
    "9068": "Povezave ni bilo mogoče dekodirati, prosim, preverite, da je povezava pravilna in poskusite ponovno.",
    "9069": "Algoritem, s katerim je kriptirana ta povezava, ni podprt.",
    "9070": "Vnesite dekripcijsko geslo",
    "9071": "Za dostop do te povezave boste porebovali njeno geslo.",
    "9072": "Če nimate gesla, stopite v stik z ustvarjalcem povezave.",
    "9073": "Vnesite geslo",
    "9074": "Vnesite močno geslo",
    "9075": "Ponovno vnesite geslo",
    "9076": "Povezave ni bilo možno dekriptirati. Lahko je geslo napačno, ali pa so podatki okvarjeni ali bili spremenjeni. Preverite, prosim, povezavo in poskusite ponovno vnesti geslo.",
    "9077": "Dekriptirano",
    "9078": "Kriptiram",
    "9079": "Kriptirano",
    "9080": "Preimenuj skupino",
    "9081": "Spremenjeno ime skupnskega pogovora v %s",
    "9082": "Na temu računu še ni bil zaključen postopek registracijskega procesa. Preverite najprej svojo e-pošto, kliknite na gumb Aktiviraj Račun in ponovno potrdite izbrano geslo.",
    "9088": "Nakup uspešen",
    "9093": "Več ljudi lahko dodate hkrati, če e-poštne naslove razdelite z vejicami",
    "9103": "Kopirajte spodnjo povezavo za deljenje članka.",
    "9104": "Deli članek",
    "9106": "Pošljite e-pošto na %1 za pomoč.",
    "9108": "Izberi lokacijo",
    "9112": "Zaustavi prenos",
    "9118": "Nadaljuj prenos",
    "9129": "Upravljalec prenosov",
    "10628": "Nameravate začeti obnovljivo naročnino in vaša kartica bo vsak mesec obremenjena.",
    "10629": "Nameravate začeti obnovljivo naročnino in vaša kartica bo vsako leto obremenjena.",
    "10630": "Za več podrobnosti o ponavljujočih se plačilih, naši politiki vračil, ali kako preklicati naročnino, prosim, obiščite našo [A]stran s splošnimi informacijami[\/A].",
    "10631": "Načrtujete opraviti enkratno plačilo. Obvestili vas bomo, ko bo vaš paket tik pred pretekom in boste morali ponovno ročno kupiti ta paket. Za več podrobnosti o pravilih vračila, prosim, obiščite našo [A]stran s splošnimi informacijami[\/A].",
    "10632": "Vnesite naslov plačnika",
    "10633": "Prosim, izpolnite vsa potrebna polja.",
    "10634": "Če imate težave s plačilom, prosim [A]stopite v stik z našim podpornim teamom[\/A].",
    "10635": "Opomba: To plačilo s kreditno kartico bo označeno kot [B]MEGA PRO GLOBAL[\/B] na vašem bančnem izpisku.",
    "10636": "Hvala! Vaš račun bo nadgrajen takoj, ko dobimo potrdilo plačila s strani našega ponudnika plačil v nekaj minutah. Če ne boste dobili svojega MEGA PRO računa v roku %1 ur, prosim, stopite v stik s [A]support@mega.nz[\/A].",
    "10637": "Kliknite tu za več podrobnosti o ponavljujočih se plačilih, naši politiki vračila, ali kako prekiniti svojo naročnino.",
    "10638": "Ali želite, da avtomatsko obnovimo vaš paket vsak mesec?",
    "10639": "Ali želite, da avtomatsko obnovimo vaš paket vsako leto?",
    "10640": "Zaračunali vam bomo %1 mesečno.",
    "10641": "Zaračunali vam bomo %1 letno.",
    "10642": "Zaračunali vam bomo %1 enkratno.",
    "10643": "Vračila",
    "10644": "Z izjemo primerov, ki jih zahteva zakon ali določena ponudba storitev, so vsi nakupi dokončni in brez možnosti vračila. Če menite, da je Mega zaračunal kaj pomotoma, nas morate o tem obvestiti v 90 dneh od takšnega zaračunanja. Nobenih vračil ne bomo delali za zaračunavanja, ki so starejša od 90 dni. Pridržujemo si pravico, da se odločimo sami, ali izdajamo povračila ali dobropis.Če opravimo vračilo v obliki povračila ali dobropisa, nismo obvezani v prihodnje ravnati enako. Ta pravila vračila ne vplivajo na nikakršne pravice, ki jih imate po zakonu. Če ste pomotoma opravili plačilo in niste uporabljali storitev, ki ste jih plačali, morate stopiti v stik z [A]support@mega.nz[\/A] v 24 urah. To bomo takoj potrdili in odgovorili v roku 7 dni.",
    "10645": "Preklic računov",
    "10646": "Vaš račun lahko prekličete na [A]mega.nz\/#account[\/A].",
    "10647": "Pogoji ponovljivih naročnin",
    "10648": "Ponavljujoče se naročnine se bodo obnavljale do preklica, bodisi mesečno, ali letno, odvisno od tega, kakšno obdobje naročnine ste si izbrali; razen če pred datumom obnove prekličete naročnino. Za ponavljujoče se naročnine, ki ste jih vzpostavili preko Android ali IOS platforme plačila znotraj aplikacije, se morate obrniti na Google ali Apple platformo za podrobnosti datumov in pravil naročnine. Katerakoli druga ponavljujoča se naročnina se bo obnovila na isti dan v mesecu, ko je bila vzpostavljena, razen če dan ni na voljo zaradi krajšega meseca, ko bo datum obnove premaknjen na prvi dan v prihodnjem mesecu.",
    "10649": "Preklic naročnin",
    "10650": "Ponavljujoče se naročnine, ki ste jih vzpostavili preko Android ali IOS platforme znotraj aplikacije, morate preklicati direktno preko Google ali Apple storitev. Vse druge ponavljujoče se naročnine morate preklicati z dostopom do [A]mega.nz\/#account[\/A] preko brskalnika, kjer izberete možnost za preklic vaše naročnine. Vsa plačila, ki bodo sprocesirana po zaključeni prekinitvi naročnine, bodo takoj vrnjena s strani Mega. Če prekličete naročnino, bo lahko dostop do računa omejen ali blokiran, če je nivo uporabe nad limitami, ki v danem trenutku veljajo za brezplačne račune.",
    "10651": "Zloraba sistema",
    "10652": "V skladu z našimi Pravili uporabe, bo Mega zaprl račune, ki se ukvarjajo s kakršno koli zlorabo Mega storitev, vključno z dejanji, kot so:",
    "10653": "Odpiranje večih brezplačnih računov",
    "10654": "Izmenjava gesel",
    "10655": "Z Mega skupino družb lahko stopite v stik na:",
    "10656": "Podpora strankam in druga vprašanja: [A]support@mega.nz[\/A]",
    "10657": "Mega skupina",
    "10658": "[A]Mega pravila uporabe[\/A] se uporabljajo pri Mega Limited in povezanih družbah, partnerjih in ponudnikih, vključno z:",
    "10659": "Poštna številka",
    "10660": "Onemogoči namige v prihodnje",
    "10661": "Lahko [B]dodajate in urejate stike[\/B] v tabu Stiki, potem varno govorite in delite datoteke z njimi z uporabo MEGAchat.",
    "10662": "Varno komunicirajte s svojo družino, prijatelji in kolegi z uporabo našega audio\/video in tekstovnega pogovora z uporabniško nazdirano enkripcijo od prve do zadnje točke.",
    "10663": "... in še [X] ",
    "12439": "You are using an ephemeral session in this browser. If you want to preserve the uploaded data, click [A1]Create Account[\/A1] in the tab where you see your data. If you do not care about the data, click [A2]Logout[\/A2] and try clicking the same account confirmation link again.",
    "12440": "Na MEGA račun ste že prijavljeni s tega brskalnika. Najprej kliknite Odjava in potem poskusite ponovno klikniti na povezavo za potrdilo računa.",
    "12441": "ETA",
    "12444": "Varni globalni dostop",
    "12446": "Varno sodelovanje",
    "12480": "%1 nalaganj je bilo dodanih v čakalno vrsto prenosov",
    "12481": "%1 prevzemanj je bilo dodanih v čakalno vrsto prenosov",
    "12482": "Prosim, zaprite to okno in ponovno kliknite [B]kupi[\/B].",
    "12483": "Pred vzpostavitvijo klica, dovolite vašemu brskalniku, da[BR] dostopa do vašega mikrofona in kamere.",
    "12484": "Zaustavi vse prenose",
    "12485": "Na voljo tudi za  [A1]Mac[\/A1] in [A2]Linux[\/A2].",
    "12486": "Na voljo tudi za [A1]Windows[\/A1] in [A2]Mac[\/A2].",
    "12487": "Na voljo tudi za [A1]Windows[\/A1] in [A2]Linux[\/A2].",
    "12488": "Močno priporočamo uporabo našega sinhronizacijskega odjemalca za močno povečano hitrost[BR] pri nalaganju stotin datotek. [A]Prevzemite MEGAsync sedaj.[\/A]",
    "12489": "Ko smo lansirali MEGA zgodaj v letu 2013, je bil zelo popularen globalen nadzor s strani vlad držav z izgovorom, da s to dela za preprečevanje terorizma: nasprotniki nadzora so bili pogosto označeni kot teoretiki zarot. Razkritja Edwarda Snowdena 137 dni kasneje so javno percepcijo obnašanja vlad močno spremenile in poslalo je zelo jasno, da [I]varnost po pravilu[\/I] (\"moramo imeti dostop do vaših podatkov, a obljubimo, da ostanejo tajni in jih ne bomo zlorabljali\") ni bilo dovolj dobro. Karkoli, kar ni [I]varno po designu[\/I] (\"ne moremo dostopati do vaših podatkov, brez da bi vi to izvedeli\"), za kar je nujen predpogoj enkripcija od prve do zadnje točke, dandanes izgleda kot močno nezadostno.",
    "12689": "Pozor: uporabniki z dostopom do vaših datotek \/ map lahko uporabojo vašo celotno prenosno kvoto, če jim dovolite 100%.",
    "13749": "Nameravate trajno odstraniti 1 datoteko. Ali želite nadaljevati?",
    "13750": "Nameravate trajno odstraniti %1 datotek. Ali želite nadaljevati?",
    "13751": "Nameravate trajno odstraniti 1 mapo. Ali želite nadaljevati?",
    "13752": "Nameravate trajno odstraniti %1 map. Ali želite nadaljevati?",
    "13753": "Nameravate trajno odstraniti 1 datoteko in 1 mapo. Ali želite nadaljevati?",
    "13754": "Nameravate trajno odstraniti 1 datoteko in %1 map. Ali želite nadaljevati?",
    "13755": "Nameravate trajno odstraniti %1 datotek in 1 mapo. Ali želite nadaljevati?",
    "13756": "Nameravate trajno odstraniti %1 datotek in %2 map. Ali želite nadaljevati?",
    "13757": "Trajno ste odstranili 1 datoteko.",
    "13758": "Trajno ste odstranili %1 datotek.",
    "13759": "Trajno ste odstranili 1 mapo.",
    "13760": "Trajno ste odstranili %1 map.",
    "13761": "Trajno ste odstranili 1 datoteko in 1 mapo.",
    "13762": "Trajno ste odstranili 1 datoteko in %1 mapo.",
    "13763": "Trajno ste odstranili %1 datotek in 1 mapo.",
    "13764": "Trajno ste odstranili %1 datotek in %2 map.",
    "15536": "Kliknite [B]Nadgradi[\/B], da se zažene nova koda za brskalnik. Vaša seja bo ostala odprta.",
    "16100": "Poslano dne",
    "16101": "Status povabila",
    "16102": "Povabite več prijateljev",
    "16103": "Ponovno povabite vse čakajoče",
    "16104": "Namestitev aplikacije v čakanju",
    "16105": "Dovoljena kvota",
    "16106": "Vaš nakup MEGA storitev bo sprocesiran s strani [B]Mega Europe sarl, 4 Rue Graham Bell, L-3235, Bettembourg, Luksemburg[\/B].",
    "16107": "Ali veste, da lahko prenesete celotno mapo naenkrat, če si [S]namestite brezplačni MEGA app[\/S]?",
    "16108": "Možnosti odjave:",
    "16109": "Izbriši vse lokalne metapodatke ob odjavi - vaša naslednja prijava bo zahtevala malo več časa za procesiranje.",
    "16110": "Pusti kriptirane lokalno shranjene metapodatke za hitrejšo ponovno prijavo pri nasledni seji.",
    "16111": "Plani in cene",
    "16112": "O MEGA",
    "16113": "Družba za zasebnost",
    "16114": "Pravno in pravila",
    "16115": "Prekličite račun",
    "16116": "[S]Opozorilo:[\/S] Ko potrdite to dejanje, ne boste več mogli dostopati do podatkov na vašem računu, vaših MEGA stikov ali pogovorov.",
    "16117": "Dosežki",
    "16118": "Celotna uporaba",
    "16119": "[S]Shramba[\/S]",
    "16120": "[S]Prenos[\/S]",
    "16121": "Uporabljen prostor",
    "16122": "Prenosna kvota",
    "16123": "[S]Uporabo prenosne kvote[\/S] beležimo po IP naslovu za brezplačne račune (in lahko vsebuje tudi druge uporabnike na istem IP naslovu). Prenosna kvota za brezplačne račune je dinamična in je odvisna od količine neuporabljene prenosne kvote, ki jo imamo na voljo.[BR] Svojo kvoto lahko povišate z [A]Nadgradnjo v PRO[\/A].",
    "16124": "[S]Uporabo prenosne kvote[\/S] beležimo po IP naslovu za brezplačne račune (in lahko vsebuje tudi druge uporabnike na istem IP naslovu). Prenosna kvota za brezplačne račune je dinamična in je odvisna od količine neuporabljene prenosne kvote, ki jo imamo na voljo.[BR] Svojo kvoto lahko povišate z doseganjem [S]dosežkov na računu[\/S] ali z [A]Nadgradnjo v PRO[\/A].",
    "16125": "Uporabljena kvota v zadnih 6 urah:",
    "16126": "Pridobite večjo kvoto za prenos",
    "16127": "Shranjevalna kvota",
    "16128": "Član od",
    "16129": "Vašega gesla MEGA ne shranjuje, zato ga ne moremo rešiti za vas. Za zanesljiv dostop do računa vam predlagamo, da si prenesete in shranite svoj Rešilni ključ na varno mesto.",
    "16130": "Podatki",
    "16131": "Vse datoteke",
    "16132": "Vse mape",
    "16135": "Zmanjkuje vam prostora v oblaku.[BR] Prosim, premislite o nadgradni plana na računu.",
    "16136": "Vaš račun je presegel dovoljene kvote shranjevanja. Sprostite prostor na svojem Oblaku ali [A]nadgradite[\/A], da boste še naprej lahko uživali v varnem shranjevanju, kriptiranem od prve do zadnje točke.",
    "16137": "Vaš račun je presegel dovoljeno prenosno kvoto. Lahko počakate, dokler ne boste imeli na voljo dovolj prenosne kvote, ali [A]nadgradite[\/A], da boste še naprej uživali v varnem shranjevanju, kriptiranem od prve do zadnje točke.",
    "16138": "Vaš račun je presegel dovoljene kvote prenosa in shranjevanja. Lahko sprostote prostor v svojem Oblaku, in počakate, da vam bo ponovno na voljo dovolj prenosne kvote, ali pa [A]nadgradite[\/A] račun in še naprej uživate varno shranjevanje, kriptirano od prve do zadnje točke.",
    "16139": "E-pošta in geslo",
    "16140": "Plačilo in plan",
    "16141": "Omogoči",
    "16142": "Onemogoči",
    "16143": "Omogoči obvestila",
    "16144": "Obvestila na namizju",
    "16145": "Nova deljena datoteka od stika",
    "16146": "Dostop do deljene mape je bil odstranjen",
    "16147": "Stik je dodal datoteke v deljeno mapo",
    "16148": "Nekdo vam je poslal zahtevo po stiku",
    "16149": "Ko nekdo sprejme zahtevo po stiku",
    "16150": "Nekdo je izbrisal vašo zahtevo po stiku",
    "16151": "Predlogi in namigi:",
    "16152": "Naši predlogi in namigi vam bodo pomagali spoznati MEGA in vse funkcionalnosti. Težko se je naučiti vse naenkrat, zato lahko kadarkoli ponastavite prikaz predlogov in namigov.",
    "16153": "Ponastavi predloge in namige",
    "16154": "Odstrani datoteke starejše od",
    "16155": "Obdrži koš manjši od",
    "16156": "Dovoli prenosno kvoto uporabnikom, ki prevzemajo vsebino z vaših povezav:",
    "16157": "To je najvišji odstotek vaše prenosne kvote, ki je na voljo drugim uporabnikom, ki prevzemajo podatke z vaših povezav.",
    "16158": "Uporabniški vmesnik",
    "16159": "Urejanje datotek",
    "16161": "Prenosna kvota presežena",
    "16164": "Omejena razpoložljiva prenosna kvota",
    "16165": "Vaš prenos bo lahko prekinjen.[BR][S]Pridobite PRO račun[\/S] za povečano prenosno kvoto.",
    "16166": "Plan",
    "16167": "Plačate lahko tudi preko Google Play Store, Apple App Store, Microsoft Store ali Android mobilnega plačevanja, ko uporabljate naše [A]MEGA appe[\/A].",
    "16168": "Shranjujem nastavitve...",
    "16169": "Datum izdelave",
    "16172": "Nalepka...",
    "16173": "Izberite barvo:",
    "16174": "Datum spremembe",
    "16175": "Naročnina poteče na",
    "16221": "Dodaj oznako %1",
    "16222": "Odstrani oznako %1",
    "16223": "Rdeče",
    "16224": "Oranžno",
    "16225": "Rumeno",
    "16226": "Zeleno",
    "16227": "Modro",
    "16228": "Vijolična",
    "16229": "Sivo",
    "16258": "Izgled statusa",
    "16264": "Interaktivno",
    "16266": "Skriptabilno",
    "16272": "Napotki za prenos:",
    "16273": "Avtomatsko prikaži orodna navodila, ko je prenos aktiven.",
    "16274": "Poglej sliko",
    "16277": "Ustvarite svoj brezplačni račun in pridobite %1 brezplačnega prostora za shranjevanje, veljavnega %2 dni.",
    "16278": "Namestite MEGAsync",
    "16279": "Ko namestite MEGAsync, pridobite %1 brezplačnega prostora za shranjevanje plus %2 prenosne kvote, oboje veljavno %3 dni. MEGAsync je na voljo za Windows, macOS in večino Linux distribucij.",
    "16280": "Namestite naš mobilni app",
    "16281": "Ko inštalirate našo mobilno aplikacijo, dobite %1 brezplačnega prostora za shranjevanje plus %2 prenosne kvote, oboje veljavno %3 dni. Ponujamo mobilne aplikacije za iOS, Android in Windows Phone.",
    "16282": "Povabite prijatelja k MEGA",
    "16283": "Povabite kolikor želite prijateljev in sodelavcev. Za vsako prijavo s povabljenim e-poštnim naslovom, boste prejeli %1 brezplačnega shranjevalnega prostora in %2 prenosne kvote, oboje veljavno za %3 dni, pod pogojem, da si novi uporabnik naloži bodisi MEGAsync ali eno od mobilnih aplikacij ter začne uporabljati MEGA.",
    "16284": "še %1 dni",
    "16285": "Doseženo %1 - krat, kliknite za status.",
    "16286": "Doseženo",
    "16287": "[S]%1[\/S] prostora za shranjevanje",
    "16288": "[S]%1[\/S] prenosne kvote",
    "16290": "dni",
    "16291": "(Poteče po [S]%1[\/S] %2)",
    "16292": "teden",
    "16293": "tednov",
    "16294": "let",
    "16295": "Namesti",
    "16298": "Povezovalni bonusi",
    "16299": "Osnovna PRO kvota",
    "16300": "%1 osnovne kvote + %2",
    "16302": "Zmanjkalo prostora",
    "16304": "[A]Nadgradite sedaj[\/A] in še naprej uživajte v varnem, od prve do zadnje točke kriptiranem shranjevanju v oblaku. PRO računi dobijo [S]do 4 TB (4096 GB) prostora[\/S] in 8 TB prenosne kvote, ki jo lahko delite z uporabniki, ki prevzemajo vaše datoteke",
    "16306": "Izbrišite stare datoteke in [A]očistite svoj koš[\/A], da sprostite nekaj prostora.",
    "16308": "Več prostora za shranjevanje in višjo prenosno kvoto lahko dosežete z uporabo naših storitev. Preprosto. Lahko.",
    "16309": "Pridobite več bonusov",
    "16310": "Nasvet: Preverite vse bonuse, ki so na voljo, v [A]Nadzorni plošči[\/A] ali kliknite [I]",
    "16311": "Prostor skoraj poln",
    "16312": "Kaže, da vam zmanjkuje prostora.",
    "16313": "[A]Nadgradite sedaj[\/A] v [S]PRO Lite[\/S] račun in ne skrbite več, da bi vam zmanjkalo prostora za shranjevanje. [S]Za €%1 na mesec dobite 200 GB prostora[\/S] in 1 TB prenosne kvote.",
    "16314": "Več prostora za shranjevanje in prenosne kvote lahko dosežete z zaključevanjem dosežkov.",
    "16315": "[S]Vaš račun je poln.[\/S] [A]Nadgradite sedaj[\/A] v PRO račun in pridobite [S]do 4 TB (4096 GB)[\/S] prostora za shranjevanje v oblaku.",
    "16316": "[S]Prostor v oblaku je skoraj poln.[\/S] [A]Nadgradite sedaj[\/A] v PRO račun in pridobite [S]do 4TB (4096 GB)[\/S] prostora za shranjevanje v oblaku.",
    "16317": "Vaš prijatelj se mora registrirati za brezplačni račun na MEGA in [S]inštalirati vsaj eno MEGA odjemalsko aplikacijo[\/S] (bodisi sinhronizacijski odjemalec ali eno od naših mobilnih aplikacij)",
    "16318": "Prijatelje lahko obvestite na katerikoli način. Kvoto boste pridobili, če ste vnesli prijateljev e-poštni naslov v ta polja, preden so se registrirali s tem e-poštnim naslovom.",
    "16319": "Vnesite prijateljevo(\/e) e-pošto(\/e):",
    "16320": "Hvala! Temu uporabniku smo poslali e-pošto z vabilom.",
    "16322": "Direktni URL do MEGAsync:",
    "16323": "Direktni URL do naših mobilnih aplikacij:",
    "16325": "Pridobite [S]%1[\/S] brezplačnega shranjevalnega prostora in [S]%2[\/S] prenosne kvote za vsakega prijatelja, ki namesti MEGA app",
    "16331": "Bonusa ne boste dobili, če boste povabili nekoga, ki je MEGA že uporabljal in ne boste dobili obvestila o takšni zavrnitvi.",
    "16332": "Kvalificirate se samo, če:",
    "16333": "Povabili ste nekoga, ki MEGA še ni uporabljal.",
    "16334": "Novi uporabnik namesti najmanj eno aplikacijo in začne uporabljati MEGA.",
    "16335": "(Potrdilo o uporabi lahko traja par dni, da se potrdi - prosim, bodite potrpežljivi)",
    "16336": "(Bonus poteče čez [S]%1[\/S] %2)",
    "16337": "Zaslužena shranjevalna kvota",
    "16338": "Skupni podatki o zaključenih dosežkih in že pridobljeni shranjevalni kvoti",
    "16339": "Zaslužena prenosna kvota",
    "16340": "Skupni podatki o zaključenih dosežkih in že pridobljeni prenosni kvoti",
    "16342": "Povezava",
    "16343": "Vnesite svojo e-pošto",
    "16344": "Vnesite svoje geslo",
    "16345": "Prijava",
    "16346": "Mapa, ki jo želite pogledati, ne obstaja več.",
    "16347": "Datoteka izbrisana",
    "16348": "Napaka pri kopiranju, poskusite ročno kopirati.",
    "16349": "Napačna e-pošta in\/ali geslo.",
    "16350": "Prosim, poskusite ponovno.",
    "16351": "E-pošta je bila uspešno ponovno poslana.",
    "16352": "Registrirajte se za bonuse",
    "16353": "Poglejte naše naročnine",
    "16354": "Več informacij",
    "16355": "Nasvet: ta omejitev je dinamična in je odvisna od količine neuporabljene pasovne širine, ki jo imamo na voljo.",
    "16356": "Vaši prevzemi v čakanju presegajo trenutno prenosno kvoto, ki je na voljo za vaš račun, in bodo lahko prekinjeni.",
    "16357": "Vaši prevzemi v čakanju presegajo trenutno prenosno kvoto, ki je na voljo za vaš IP naslov, in bodo lahko prekinjeni.",
    "16358": "[S]Vaš račun je poln.[\/S] [A]Nadgradite sedaj[\/A] in pridobite [S]do 4 TB (4096 GB)[\/S] prostora za shranjevanje v oblaku.",
    "16359": "[S]Prostor v oblaku je skoraj poln.[\/S] [A]Nadgradite sedaj[\/A] in pridobite [S]do 4TB (4096 GB)[\/S] prostora za shranjevanje v oblaku.",
    "16360": "Dosegli ste polno kapaciteto svojega računa.",
    "16361": "[A]Nadgradite sedaj[\/A] in ne skrbite več, da bi vam zmanjkalo prostora.",
    "16362": "Pod pogojem sodelovanja v našem programu dosežkov.",
    "16363": "Vaša preprosta pot do več prostora za shranjevanje in prenosne kvote na MEGA",
    "16364": "Radodarno količino brezplačnega shranjevalnega prostora in prenosne kvote lahko obdržite z zaključitvijo katerekoli od nalog, označenih spodaj.",
    "16365": "MEGA dosežki",
    "16375": "Ogromno [S]prostora za shranjevanje[\/S]",
    "16378": "Zapustite omejitve prenosne kvote za brezplačne račune in uživajte v povišanih dovoljenih količinah prenosa.",
    "16380": "Dostopajte do možnosti, na voljo le PRO uporabnikom, kot so zaščita gesel in datumi poteka za javne datoteke.",
    "16381": "Obvestila o prenosih in vašem tipu računa:",
    "16383": "Polno [S]funkcij[\/S]",
    "16384": "Radodarna [S]prenosna kvota[\/S]",
    "16385": "Z najmanj 200 GB osnovnega prostora za shranjevanje, raztegljivega do 4 TB. Če potrebujete kakšno posebej prilagojeno možnost za svoje potrebe, poskusite naše [S]naročnine po meri[\/S].",
    "16386": "Nadgradite svoj PRO račun",
    "16387": "Vedno prikaži izbran prikaz statusa, tudi če se odklopim.",
    "16388": "Morda boste želeli spremeniti svoje nastavitve, kako odobravate prenosno kvoto uporabnikom, ki prevzemajo od vas.",
    "16389": "Prisoten, %1 a spremeni moj prikaz statusa na Odsoten (rumeno) po %2 minutah neaktivnosti.",
    "16390": "[S]Prenosna kvota[\/S] je celotna količina prenešenih podatkov, ki se prenašajo med MEGA in vašim sistemom vsak mesec. ",
    "16391": "[S]Prenosna hitrost[\/S] ni povezana s prenosno kvoto. Kvaliteta prenosne hitrosti vaših prenosov datotek je odvisna od mnogih faktorjev, ki jih nimamo pod nadzorom, kot je vaše lokalno omrežje in vaš ponudnik interneta. MEGA vedno procesira prenose podatkov na najvišji možni hitrosti, ne glede na status vašega računa.",
    "16392": "[S]PRO in brezplačni računi[\/S] uživajo enako visoke hitrosti prenosa.",
    "16393": "Z 200 GB osnovnega shranjevalnega prostora, raztegljivega do 4 TB. Če potrebujete več od tega, nas prosim, [A]kontaktirajte[\/A].",
    "16394": "Nimate datotek v svojem [S]Oblaku[\/S].",
    "16395": "Prejeli ste %1 prostora za shranjevanje kot brezplačni bonus za registracijo.",
    "16396": "Prejeli ste %1 prostora za shranjevanje in %2 prenosne kvote za namestitev MEAsync.",
    "16397": "Prejeli ste %1 prostora za shranjevanje in %2 prenosne kvote za namestitev naše mobilne aplikacije.",
    "16400": "Osnovna kvota računa",
    "16401": "Registracijski bonus računa",
    "16402": "Odklenjeni bonusi:",
    "16448": "Resume Transfers",
    "16471": "The provided key is invalid.",
    "16472": "Please check that the key is correct or ask the creator of the link again.",
    "16485": "Duplicate items",
    "16486": "A file named %1 already exists in this location.",
    "16487": "Select the file you want to keep:",
    "16488": "Upload and replace",
    "16489": "Replace the file in the destination folder with the file you are uploading:",
    "16490": "Don't upload",
    "16491": "No files will be changed. You will keep the file below:",
    "16492": "Keep both files",
    "16493": "The file you are uploading will be renamed as:",
    "16494": "Apply this option to the next [S]2[\/S] conflicts",
    "16495": "Move and replace",
    "16496": "Copy and replace",
    "16497": "Replace the file in the destination folder with the file you are moving:",
    "16498": "Replace the file in the destination folder with the file you are copying:",
    "16499": "Don't move",
    "16500": "Don't copy",
    "16501": "If you previously subscribed to a PRO plan with Google Play or Apple iTunes, please manually cancel your subscriptions with them inside Google Play or the iTunes app on your device. If you need any assistance please contact [A1]support@mega.nz[\/A1] or see our [A2]help article for Android[\/A2] or our [A3]help article for iOS[\/A3].",
    "16514": "The file you are moving will be renamed as:",
    "16515": "The file you are copying will be renamed as:",
    "16516": "Public Links",
    "16517": "You have successfully logged into the account %1, we will now proceed to migrate your ephemeral account contents to your Cloud Drive's Inbox.",
    "16528": "Enter an email or MEGA contact name",
    "16535": "Try without account",
    "16536": "We make secure cloud storage simple. Create an account and get [A]50 GB[\/A] free on MEGA's end-to-end encrypted cloud collaboration platform today!",
    "16537": "Scroll down",
    "16538": "iOS",
    "16539": "Android",
    "16540": "Win Mobile",
    "16541": "Extensions",
    "16544": "The MEGA iOS App",
    "16545": "Our iOS app puts the cloud in your pocket.",
    "16546": "Access and stream your files on your iPhone or iPad, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16547": "MEGA at your fingertips",
    "16548": "Take the full power of MEGA with you, wherever you go. Carefully engineered to provide secure data mobility.",
    "16549": "The full MEGA experience",
    "16550": "Our iOS app has everything you need to securely communicate and manage your data.",
    "16551": "Automatic Camera Uploads",
    "16552": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your iPhone or iPad.",
    "16553": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your iPhone or iPad.",
    "16554": "Audio\/Video Streaming",
    "16555": "Select files that you want to save to your iPhone or iPad, so that you can retain access without Internet connectivity.",
    "16556": "Save Your Files Locally",
    "16557": "Managing your data across multiple devices securely is smooth and easy.",
    "16558": "Accessible Anywhere",
    "16559": "MEGAchat makes collaboration within the MEGA platform easy and secure.",
    "16560": "End-to-End Encryption",
    "16561": "Chats and calls are end-to-end encrypted, not even MEGA can read or listen to your communication.",
    "16562": "Group Messaging",
    "16563": "Collaborate securely by text message with individual contacts or multiple people at once in a group chat.",
    "16564": "Contact Fingerprint Verification",
    "16565": "Verify the cryptographic fingerprint of your contacts through a separate channel to ensure they are authentic.",
    "16566": "Audio and Video Calls",
    "16567": "Effortlessly stay connected with our secure cross-platform audio and video calls.",
    "16568": "Coming soon!",
    "16569": "Seamless File Sharing",
    "16570": "Conveniently share files directly within a chat straight from your MEGA account or from your device storage.",
    "16571": "History Retention Control",
    "16572": "With MEGAchat you control your chat history and can delete it whenever you desire.",
    "16573": "The MEGA Android App",
    "16574": "Our Android app puts the cloud in your pocket.",
    "16575": "Access and stream your files on your phone or tablet, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16576": "Our Android app has everything you need to securely communicate and manage your data.",
    "16577": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your phone or tablet.",
    "16578": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your device.",
    "16579": "Select files that you want to save to your phone or tablet, so that you can retain access without Internet connectivity.",
    "16580": "Easy automated synchronisation between your computer and your MEGA account.",
    "16581": "Live Encrypted Syncing",
    "16582": "Access and work with your data securely across different locations and devices. It's always on and fully automatic.",
    "16583": "You can choose to synchronise your entire MEGA account or configure multiple selective syncs between folders on your computer and folders in your MEGA account.",
    "16584": "Manage all your transfers conveniently from within the MEGAsync transfer manager. Manually upload specific files from your computer to MEGA or import MEGA links for download to your computer.",
    "16585": "Live Encrypted Backup",
    "16586": "With our real-time file versioning feature, your data is always recoverable to a previous version.",
    "16587": "Deleted Data Retention",
    "16588": "MEGAsync moves deleted files to special folders on your local computer and in your MEGA account so they can be restored if you need to.",
    "16589": "Browser Transfer Accelerator",
    "16590": "MEGAsync securely interacts with your browser, handling MEGA file transfers for enhanced performance.",
    "16591": "Windows Phone app",
    "16592": "Our Windows Phone app puts the cloud in your pocket.",
    "16593": "Access and stream your files on your phone or tablet, upload and sync your photos and videos.",
    "16594": "Universally MEGA",
    "16595": "soon",
    "16596": "The MEGA Universal Windows App is currently being developed. You can send an email to [A]uwp@mega.nz[\/A] to request early beta access.",
    "16597": "MEGAcmd is an interactive, text console based, scriptable MEGA client.",
    "16598": "Visit our [A]GitHub repository[\/A] for the [B]README file[\/B] with all the details.",
    "16601": "A shell to interactively execute MEGA commands.",
    "16602": "Interact with MEGA from within a script or program.",
    "16603": "Browser Extensions",
    "16604": "Install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.",
    "16605": "Download for Firefox",
    "16606": "Download for Chrome",
    "16607": "Any MEGA URL will be captured by this extension and stay local (no JavaScript will be loaded from our servers).",
    "16608": "Secure automatic updates are provided thanks to cryptographic private key signing.",
    "16609": "MEGA extension for Thunderbird",
    "16610": "Send large files by email through MEGA with this extension for the Mozilla Thunderbird mail client.",
    "16611": "Download for Thunderbird",
    "16612": "Fully Integrated",
    "16613": "Simply configure your MEGA account in the settings and any large file you attach to an email can automatically be replaced by a MEGA link.",
    "16614": "Requires the free [A]Mozilla Thunderbird[\/A] mail client.",
    "16616": "Unlike most other cloud storage providers, only you control who has access to your data. Not even MEGA can access it!",
    "16617": "Your data is accessible anytime. Use a web browser or one of our powerful apps, available for all major platforms.",
    "16618": "Share data and communicate with your contacts securely, and see their updates in real time.",
    "16619": "Massive Storage Space",
    "16620": "Not only are we more secure than our major competitors, we also provide a more generous amount of free storage.",
    "16621": "Live Encrypted Backup",
    "16622": "With our real-time file synchronisation and versioning features, your data is always safe and recoverable.",
    "16623": "Public Source Code",
    "16624": "To enable independent verification of the correctness and integrity of our crypto model and its implementation, we publish the full source code of our client apps.",
    "16625": "Our Plans",
    "16626": "Take full advantage of MEGA with a PRO account",
    "16627": "Discount for yearly payments",
    "16628": "Unlock the potential of your MEGA account",
    "16629": "Still want more? We have you covered with a variety of generous achievements to help you get the most out of our secure cloud collaboration platform.",
    "16630": "Invite your friends",
    "16631": "expires after [X] days",
    "16632": "Free [X] after install",
    "16633": "Free [X] per invite",
    "16634": "Access and stream your files on your smartphone or tablet. Upload and sync your photos and videos. Secure end-to-end encrypted chat with your contacts.",
    "16635": "Easy automated synchronisation between your computer and MEGA allows you to access and work with your data securely across different locations and devices.",
    "16636": "In addition to regular browser access, we offer browser extensions for Chrome and Firefox for enhanced security, improved file transfer performance and reduced loading times.",
    "16637": "Start being secure. Join us today!",
    "16638": "Millions of people trust MEGA to store billions of files using our state of the art infrastructure. Join them and protect your data using one of the Internet's most secure cloud and communication providers.",
    "16639": "Number of registered users",
    "16640": "Number of stored files",
    "16641": "No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence[…].",
    "16642": "Everyone has the right to the protection of the law against such interference[…].",
    "16643": "Windows Mobile",
    "16644": "Service Policy",
    "16645": "Press & Media",
    "16646": "User-encrypted cloud services",
    "16647": "The Privacy Company.",
    "16648": "Universal Declaration of Human Rights, Article 12.",
    "16649": "Save %1",
    "16653": "For the full featured experience, download our app or use the site on a PC.",
    "16664": "The new password must be different from the old one.",
    "16671": "Download using the MEGA desktop app for faster downloads.",
    "16861": "Install the MEGA desktop client",
    "16862": "Enhance file transfer performance from your browser",
    "16863": "Powerful synchronization tools",
    "16864": "And much more",
    "16865": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, and we recommend you to install the [A]MEGA desktop app[\/A] to download large files %2",
    "16866": "Unfortunately, %1 has an insufficient buffer to decrypt data in the browser, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16868": "or use Chrome",
    "16869": "or exit from Incognito",
    "16870": "We recommend you install the [A]MEGA desktop app[\/A] to download large files.",
    "16871": "Out of HTML5 Offline Storage space",
    "16872": "File too big to be reliably handled in memory.",
    "16873": "Real-time file versioning, deleted file protection, enhanced performance on file transfers, browser integration and more.",
    "16883": "Unfortunately, your browser has an insufficient buffer to decrypt data, please install the [A]MEGA desktop app[\/A] to download large files %2",
    "16890": "Your browser storage for MEGA is full. Your download will continue automatically after you free up some space.",
    "16891": "Your available browser storage for MEGA cannot handle this download size, please free up some disk space.",
    "16892": "Sorry, we were unable to retrieve the Cloud Drive contents.",
    "16895": "Do you remember your password?",
    "16896": "Your password",
    "16897": "Password accepted",
    "16898": "Wrong password, backup your Recovery Key as soon as possible!",
    "16899": "Backing up your Recovery Key enables you to set a new password without data loss. We suggest that you back it up now to a secure location.",
    "16900": "Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[\/A]",
    "16901": "Password Reminder",
    "16902": "Or create a free MEGA account. Registered users enjoy an extra 10% free IP quota allowance.",
    "16903": "Or create an account to participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16904": "Or participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16927": "This action can not be completed as it would take you over your current storage limit",
    "17081": "Incomplete transfer, do you want to resume it?",
    "17082": "Completed transfer. Please save your file.",
    "17083": "The MEGA Universal Windows App is currently being developed. You can get the beta version of the app [A]here[\/A].",
    "17084": "Your download cannot proceed because it would take you over the current transfer quota allowance for your account.",
    "17085": "You have partially downloaded transfers. Would you like to resume them?",
    "17086": "Open folder",
    "17089": "Before you close your account, we would like to know why you are leaving us...",
    "17090": "Your queued download exceeds the current transfer quota available for IP address and may therefore be interrupted. Please consider purchasing a PRO account in order to substantially raise your transfer quota.",
    "17091": "Continue Download",
    "17092": "Are you sure you want to cancel these %1 file transfers?"
}