{"10":"E MADHE, E MIRË, E SHPEJTË, E  FORTË, E SIGURTË.","11":"Artikulli 12","12":"Asnjë nuk duhet ti nënshtrohet ndërhyrjes në privatësi, familje, shtëpi ose vendbanim, si dhe as sulmeve ndaj nderit dhe reputacionit. Çdo kush ka të drejten e mbrojtjes nga ligji kundër ndërhyrjeve ose sulmeve.","13":"Deklarata Universale e të Drejtave të Njeriut.","14":"Konfirmoni fshirjen","15":"Jeni te sigurt që doni me eliminuar përgjithmone objektet nga Trash bin","16":"Gabim i Brendshëm","17":"Keni kaluar limitin ","18":"Shumë lidhje  për këtë shkarkim","19":"Sesioni hyrjes e skaduar ose e pa vlefshme","20":"Nuk ështe ne disposicion për momentin","21":"Problem me llogarin tuaj, ju lutemi kontrolloni e-mail","22":"File nuk egziston","23":"Dokumenti  jo i arritshëm","24":"Gabim dekriptimi","25":"Folder që ti kerkon eshtë fhirë ose ësht lëviz nga një tjeter user.","26":"Folder e humbur","27":"Për fat të keq, 1 file nuk mund te karikohet sepse ështe ma i madh se [X].","28":"Për fat të keq, [X1] files nuk mund të karikohen sepse jan ma të mëdhej se [X2].","29":"Je i lutur te karikosh file me Adobe Flash sepse browser që po përdor nuk ofron HTML5 FileReader. Po deshe me zgjidhur këtë problem (dhe të rrisësh performancat ) instaloni [A]Google Chrome[\/A].","30":"Limitacion i browserit","31":"Mund të karikosh file ma të vogëla se [X] me Internet Explorer. Chrome & Firefox mund te sgjidhin këtë problem.","33":"MEGA funksionon më mirë me Google Chrome","34":"Kujdes:","35":"Jeni duke përdorur nje browser të vjetër që ngadalson transferimin e file","36":"Ju lutemi kaloni tek Google Chrome.","37":"Ndërsa browser të tjera kan  probleme me implementimin e HTML5, Google Chrome e ka implementuar plotësisht. Për të përdorur MEGA me të gjith fuqinë e saj ju lutemi të përdorni Google Chrome sa me shpejtë.","38":"Mos e trrëgo prap këtë mesazh","39":"Jo, Faleminderit","40":"Shkarko Chrome","41":"Keni lëvizur nje folder që kishte brenda një shared folder","42":"Po e plotësuat trash bin, kjo do disabilitohet.","43":"Keni lëvizur nje folder që kishte brenda [X] shared folders.","44":"Po e plotësuat trash bin kto kondivizione do disabilitohen.","45":"Paralajmërim per shared folder","46":"Gabim i brendshëm","47":"Oops, dicka nuk shkoj mirë, kërkojm falje per këtë!","48":"Ju lutemi shkruani të paktën tre shkronja për te kërkuar.","49":"Lëviz [X] objekt(e) të seleksionuar","50":"1 file","51":"[X] file","52":"edhe","53":"1 kartel","54":"[X] kartela","55":"Vetëm për lexim","56":"Për lexim & për të shkruajt","57":"E drejtë e plotë","58":"Shkarkim","59":"Merr link","60":"Kondivizion","61":"Ndrroj emrin","62":"Lëviz","63":"Kopjo","64":"Lejet","65":"Keni mundësi vetëm për ta lexuar këtë kartel.","66":"Keni mundësi për të lexuar dhe për të shkruajt në këtë kartel.","67":"Keni kontroll te plotë ne këtë kartel.","68":"Kartel e re","69":"Krejo një kartel të re","70":"Pastro Trash bin","71":"Shto kontakt","72":"Fshini kontaktin","73":"Jeni të sigurt qëdoni te fshini këtë kontakt nga lista juaj?","74":"Jeni të sigurt që doni të fshini kto kontakte nga lista juaj?","75":"Fhini kontaktin","76":"Jeni duke fshiar për gjithmon [X] nga trash bin","77":"Doni të vazhdoni?","78":"Po","79":"Jo","81":"OK","82":"Anullim","83":"Hiqe","84":"konfirmoni eliminim","85":"Rikarikim","86":"Emri","87":"Madhësia","88":"Tipi i transferimit","89":"Gjendja","90":"Shpejtësia","91":"Koha që ka shkuar","92":"Koha që mungon","93":"Lloji","94":"Modifikimi fundit","95":"E-mail","96":"Të Drejtat","97":"Karikim i ri","98":"Karikim kartele","99":"Karikim skedar","100":"Pastro Koshin e skedareve te fshir","101":"Shto kontakt","102":"Kërko","103":"Anullo transferimin","104":"Transferimentat e skedareve","105":"Në Pritje","106":"Manazhuesi i skedareve","107":"Doni të kopjoni kartelën e seleksionuar tek  posta private në hyrje të [X]?","108":"Konfirmim","109":"Doni te kopjoni kartelën e seleksionuar tek kjo dosja e (përbashkët) shperndar ?","110":"Doni të kopjoni këto objekte te seleksionuar  tek  posta private në hyrje të [X]?","111":"Doni të kopjoni objekt(at) të seleksionuar tek kjo dosja e (përbashkët) shperndar?","112":"Eksportoni lidhjet file dhe çelësat dekriptues","113":"Lidhje tek skedari","114":"Celsi i skedarit","115":"Emri i skedarit","116":"Madhësia e skedarit","117":"Zhvendose në vend","118":"Zgjidhni destinacionin","119":"Kuota e kompliment Bandwidth tejkaluar","120":"Shkarkimi juaj nuk mund të vazhdojë, sepse ajo do të marrni ju tejkalon mbi lejimin e tanishem per transferimin e falas (lire) për adresën tuaj IP.","121":"Ky kufizim është dinamike dhe varet nga sasia e bandes te papërdorur që kemi në dispozicion.","122":"Vetëm transferimet të pes, gjasht orët e fundit konsiderohen.","123":"Tek kjo dritare kohe","124":"Keni shkarikuar [X].","125":"[X1] do te jetë në dispozicion për [X2].","126":"Limita IP ësht [X].","127":"Për të mirën të juaj, shkarikimet jo të mbaruar do të bllokohen dhe do të rinisen automatikisht.","128":"Në qoftë se nuk doni të prisni mund të konsideroni me u rregjistriar për te patur më shum hapësir.","129":"Kaloni Pro","130":"Files të shkarikuar","131":"Cliko \"allow\" për të kompletuar shkarkimin","132":"Leviz objekte","133":"Leviz [X]","134":"Kopjo [X]","135":"Gabim","136":"Ju lutemi seleksiononi kartelën e destinacionit","137":"Ju lutemi seleksiononi nje destinacion të drejt.","138":"Kartela destinacionit nuk mund të jetë e njejta","139":"Gabin cirkular","140":"Gabim cirkular: destinacioni nuk mund të jetë një posht-kartel e kartelës ku ndodhet file që doni me spostuar","141":"Ju lutemi, shkruani një e-mail të vlershme","142":"Ju lutemi prisni...","144":"Hiqë Share","145":"Adresa e-mail:","146":"Share me një user të ri","147":"Lejo hyrjen","148":"Mbydhe","149":"Sharing","150":"Kontakti u ftuar","151":"Kontakti [X] u ftua dhe do të shtohet tek lista jote sa të rregjistrohet.","152":"Nuk mund të ftosh veten tënde tek lista jote.","153":"Adresa e-mail","154":"Shto kontakt","155":"Shto","156":"Cancel","157":"Emri kartelës","158":"Krijo","159":"Elimino","160":"Ky emër kartele eshtë në përdorim. Ju lutemi provoni përseri.","161":"Ndro emrin","162":"Ndro emrin","163":"Elimino","164":"Cloud drive","165":"Kontaktet","166":"Inbox","167":"Koshi","168":"Koshi","169":"Menu","170":"Regjistrimi","171":"Identifikohu","172":"Tërhiq & lësho kudo skedarët tuaj ","174":"ose","175":"Zgjidh skedarët","176":"Zgjidh skedarët për ngarkim","177":"Ti i mban çelësat për çdo gjë që ruan në cloud","178":"Bashkëpunim online i sigurtë","179":"Menaxhues Skedarësh i Fuqishëm","180":"App Ekosistemi","181":"Karateristikat në detaje","182":"Shpërndaj dosjet e enkriptuara me kolegët ose partnerët e punës dhe shkëmbe dokumente konfidenciale me enkriptimin e tejdukshëm fund-për-fund.","183":"Shiko dhe menaxho skedarët e tu në  shfletuesin web, në mënyrë të përshpejtuar.","184":"Një API i plotë i hapur mundëson zhvilluesve third-party për të rritur funksionalitetin e MEGA.Një API i hapur gjithpërfshirës lejon zhvilluesit e palës së tretë që të rrisin funksionalitetin e MEGA-së.","185":"enkriptim 2048 bit RSA","186":"Dilni","187":"Llogaria ime","188":"Menaxhuesi i Dosjeve","189":"Ndërprisni Seancën","190":"Hyrje","191":"Krijo një llogari","192":"Me kujto","193":"Hyrje","194":"[X] servera në linjë","195":"Emailin juaj","196":"Emailin juaj","197":"Ju lutemi shkruani adresën email.","198":"Ju lutemi shkruani një email të vlefshme.","199":"Ju lutemi shkruani një password.","200":"Oops, ndodhi një gabim.","201":"Email e gabuar edhe\/ose password. Riprovoni.","202":"Krijo llogari të re","204":"Ose","205":"Hyrje","206":"Emri juaj","207":"Email-i juaj","208":"Pranoj [A] Kushtet e Shërbimit [\/A] të MEGA-së","209":"Regjistrohu","210":"Përgatituni për një epokë të re","211":"Hapësira Cloud kurrë nuk do të jetë më e njejtë.","212":"Ju lutemi shkruani emrin.","213":"Zgjidhni një fjalëkalim.","214":"Ju duhet të pranoni kushtet e shërbimit.","215":"Gabim i panjohur ka ndodhur. Ju lutem provoni përsëri.","216":"Shkëlqyeshëm","217":"Ju lutem kontrolloni email-in tuaj dhe klikoni lidhjen për të konfirmuar llogarinë tuaj.","218":"Kjo adresë tashmë ka regjistruar një llogarin në MEGA.","219":"Kjo adresë tashmë ka regjistruar një llogarin në MEGA.","220":"Dobët","221":"Jo keq","222":"Mirë","223":"Shkëlqyeshëm","224":"ZGJIDH DOSJET PËR NGARKIM","225":"ZGJIDH DOSJET PËR NGARKIM OSE TËRHIQI & LËSHOJ ATA KËTU","226":"Për të parandaluar mbingarkesën e burimeve, ne nganjëherë duhet të parandalojm shfrytëzimin bandes. Në gjashtë orët e fundit, adresa IP juaj ka konsumuar [X1], e cila, se bashku me dosjen përzgjedhur e [X2], do të tejkalojë kufirin tonë aktuale prej [X3]. Për të siguruar qasje të drejtë dhe të barabartë në burimet tona, shkarkimet tuaja janë vënë në pritje. Ata do të rifillojë automatikisht sapo mbipopullim lehtësohet.","227":"Transferimet që jan të mbuluara nga pagesa për bandwith nuk kanë këtë limitim, kështu që po nuk deshët me prit, konsideroni me mar nje Pro account.","228":"Menaxhimi i trafikut në effekt","229":"Mos e trrëgo përsëri","230":"Kaloni Pro","231":"Jo faleminderit, deshiroj me prit","232":"Jo faleminderit, dëshiroj me prit","233":"Gabim, jemi duke riprovuar.","234":"Shkarko Skedar","235":"Shkarko","236":"Importo","237":"Duke filluar shkarkimin","238":"Shenjo për copyright.","239":"Shkarkim i përfunduar","240":"Për tëkompletuar transferimin, duhet të shpëtoni manualisht ketë file.","241":"Ruaj skedarin tënd","242":"Kaloni në Chrome për të shijuar fuqinë e plotë të MEGA-së","243":"Skedari që dëshironi të shkarkoni nuk është më i mundshëm.","244":"Kjo mund të ndodhi për arsyet e mëposhtme:","246":"Ky skedar është fshirë për shkak të shkeljes së ToS\/AUP.","247":"URL e pavlefshme - lidhja në të cilin po provoni të kyçeni nuk egziston.","248":"Skedari është fshirë nga përdoruesi.","249":"Skedari që po provoni të shkarkoni, përkohësisht nuk është i mundshëm.","250":"Problem me reduandancy built-in. Kjo mund të jetë për shkak të arsyeve të mëposhtme:","251":"Disa servera janë offline për mirëmbajtje.","252":"Jemi të stërngarkuar dhe po shtojmë kapacitetet.","253":"Ju lutemi provoni përsëri më vonë.","254":"Skedari që provuar të shkarkoni nuk është më i mundshëm.","255":"Ky skedar nuk është më i mundshëm për shkaqe copyright-i nga [X].","256":"Çelësi juaj nuk ka gjatësinë e duhur.","257":"Ju lutem sigurohuni që po shkruani një çelës valid.","258":"Duke shkarkuar","259":"Cfar do të thot MEGA?","260":"MEGA është sigla e \"MEGA Encrypted Global Access\".","261":"Cfar është MEGA mbi të gjitha?","262":"MEGA është një cloud storage provider. Ju jep mundësin pa pagesë ose me pagesë te keni hapësirë per file dhe ju jep edhe bandwith. Ju jep mundësinë të keni gjithmonë në dispozicion dokumentat e juaja duke përdorur vetëm një browser ose një client application.","264":"Për njohuritë të tona më të mira, cloud storage dhe kriptimi jan plotesishtë legal. Ju lutemi në përputhje me ligjet dhe rregulloret e aplikueshme mbi [B] si [\/ B] ju përdorni magazinimin dhe kriptimin, si dhe [A] Kushtet e Përdorimit [\/ A] të tona.","265":"MEGA është bërë nga të njejtit njerzë që përpara krijuan një nga më të mbdhaja biznesat për cloud service. Mund te kem accountin tim të vjetër dhe file qe kisha brënda?","266":"Për fat të keq MEGA nuk ka drejt hyrje tek accountet e vjetra. Nuk ka asnjë lidhje ligjore dhe nuk ka riciklimin e kodit,  hardware ose database, dhe prandaj ne nuk kemi aktualisht asnjë mënyrë për të gjetur të dhënave tuaja.","267":"Pse mes të gjithve vende që egzistojn, MEGA ndodhet në Zelandën e re?","268":"Duke tejkaluar motivacionet ma të rëndësishme, në gjuhën maori emri \"Zelanda e re\" ishte \"Aotearoa\" që do të thotë \"Toka e res (cloud) të bardh dhe të gjatë\".","269":"Mund të përdor MEGA nga mobile device?","270":"MEGA  është e optimizuar për browser desktop. Ne jemi duke punuar shumë për të bërë Mega plotësisht në përputhje me të gjitha pajisjet mobile dhe tablet. Ju mund të prisni Apps për pajisjen tuaj të preferuar celular në të ardhmen.","271":"Mund të rins shkarkimet të ndërprer?","272":"Po, për aq kohë sa ju nuk e mbyllni tabelën në browser, dhe shkarkimet automatikisht do të rifillojë pas  një ndërprerje të rrjetit ose pse pajisja juaj ka hyrë në standby\/sleep mode. Ju Lutemi kini parasysh se serverat tanë automatikisht të hidhni ngarkimet e plota pas 48 orë inaktiviteti.","273":"Mundë të karikoj të njejtin file shumë herë?","274":"Serveri nuk mund të shikoj emrat e file,kështu  që  filename duhet të trajtohen  nga ana  juaj. Me parametrat e standardit, nëse ju ngarkoni një skedë që ju tashmë duket që e keni në llogarinë tuaj (të njëjtën rrugë \/ filename, të njëjtën madhësi, të njëjtën fundit modifikimin kohë), ajo është anashkalua, por asgjë nuk ju pengon nga mbajtja e fotografi të shumta apo dosjet me njëjtin emër në të njëjtën dosje.","275":"Si e rrugulloni përdorimin e bandës?","276":"Politika jonë nuk është të imponojë kufizime artificiale për përdoruesit tanë vetëm nëse e nevojshme nga bllokimin e infrastrukturës. Prandaj, ne rezervojmë të drejtën për shfrytëzimin kapak bandwidth përdoruesit për arsye operacionale në çdo kohë në një bazë per-IP. Radhë juaj transferimi do të rifillojë automatikisht sapo mbipopullim lehtëson. Asnjë ndërhyrje manual është e nevojshme.","277":"Ka limit për një file që mund të depozitohet në MEGA?","278":"Ne nuk imponojnë kufij artificialë në madhësinë e files përveç hapësirës në dispozicion hard cloud tuaj. Megjithatë, disa browsers  të pamjaftueshme kërkojë file të tërë për të ruajtur në kujtesë për shkarkimin (Firefox, IE10, Opera), apo për të dy shkarkimave dhe karikimave (IE9, Safari 5).","279":"Mund të shkarkoj dhe të karikoj në të njejtën koh?","280":"Po. Një karikim dhe një shkarkim mund të hecin bashk në bjë tabel browseri.","281":"Pse nuk ju japin thumbnails imazh ose parapamje e Transmetuar video dhe audio files?","282":"Sepse modeli end-to-end tonë kriptimi  përjashton çdo manipulim server-side e të dhënave tuaja, të cilat do të kërkohet për të zbatuar një tipar të tillë.","283":"Si mund të karikoj file në MEGA?","284":"Keni tre mundësi për të karikuar file në MEGA duke përdorur Browserin tëndë:","285":"1. Kliko në butonin e kuq në faqen e fillimit","286":"2. Shko tek menaxherit tuaj file dhe klikoni mbi \"Ngarko foto\" ose (në qoftë se ju jeni duke përdorur Chrome) \"Folder upload\" butonat pranë krye","287":"3. Drag and drop files, ose (në qoftë se ju jeni duke përdorur Chrome) dosjet mbi faqen","288":"Si duhet me instaluar MEGA?","289":"Ju nuk keni nevojë të instaloni asgjë. MEGA është tërësisht browser-i bazuar dhe punon me të gjithë shfletuesit kryesore aktuale. Të lëshoj potencialin e plotë Mega, ne nxisim fuqimisht që ju të përdorni Google Chrome vetëm.","290":"Si punojnë dosjet të kondivizuara?","291":"Ju mund të ndani ndonjë file me miqtë, familjen apo kolegët. Ftesa është me e-mail adresë. Ftuarit të cilët nuk kanë akoma një account do të merrni një njoftim e-mail me një lidhje regjistroheni. Përndryshe, ju mund të krijoni një lidhje publik për ndonjë nga dosjet tuaja dhe eksport kyç folder-specifike kripto, duke e bërë atë të kuptueshme pa një llogari MEGA. Ajo është atëherë përgjegjësia juaj të sigurt transmetuar kyç dosje të marrësit (s).","292":"Të krijojë, modifikoni ose fshini një pjesë, thjesht right click mbi një dosje në menaxherit tuaj file dhe zgjidhni Sharing. Ekzistojnë tri nivele aksesi: read-only, lexoni \/ shkruani (fotografi mund të shtohet, por nuk fshihet), dhe të plotë (fotografi mund të shtohet dhe fshihet).","293":"Nëse keni shtuar një adresë e-mail që nuk kanë akoma një llogari, ju duhet të jetë online të paktën një herë pas marrësi kompleton procesin e hyrjes në mënyrë që ju mund të encrypt të fshehtë aksioneve të krijuar rishtazi kyç tij publike.","294":"Si mund të fshini njerëzit nga dosjen time të përbashkët?","295":"thjesht klikoni me të djathtën mbi një dosje në menaxherit tuaj file dhe zgjidhni sharing. Ju do të shihni të gjithë njerëzit që aktualisht kanë qasje në dosje të përbashkët. Right click mbi personin dhe zgjidhni opsionin Delete nga menuja.","296":"Si mund ta njohim dosjet e mia të përbashkëta?","297":"Dosjet e përbashkëta në menaxherit tuaj skedar të ketë një ikonë të veçantë me një dorë nën dosje.","298":"Mund të ndajnë dosje që janë të përbashkëta me mua?","299":"Aksionet Folder Nr janë jo-kalimtare.","302":"Si mund të lidhin në një skedar në MEGA?","303":"Para së gjithash, një fjalë e kujdes: Siguria kriptografike nga dosjet tuaja varet nga konfidencialitetit të çelësat encryption të lidhura. Sigurohuni që ju të transmetojë ato nëpërmjet kanaleve të mbrojtura vetëm! Standarde e-mail, për shembull, nuk është mjaft e mirë.","304":"Me këtë në mendje, zgjidhni një ose më shumë fotografi në menaxherit tuaj file, pastaj right-click dhe të përdorni \"Get linkun\". Një dialog me lidhjen publike (s) tek file (s) ju keni zgjedhur do të hapet. Ju mund të zgjidhni për të eksportuar çdo lidhje dhe kyç veçmas ose si një lidhje të vetme combo.","305":"Si funksionon kriptimi?","306":"Të gjitha kriptimet jan end-to-end. Të dhënat të karikuara jan të koduar në pajisje ngarkimi përpara se të dërgohet jashtë në internet, dhe të dhënat e shkarkuara është decrypted vetëm pasi ajo ka ardhur në pajisjen shkarkimit. Makinat klientit janë përgjegjës për gjenerimin, shkëmbimin dhe menaxhimin çelësat e kriptimit. Asnjë çelës kriptimi përdorshme kurrë të largohet nga kompjuterat klient (me përjashtim të çelësave RSA publike).","307":"Është e gjitha e subjektit tim personal informacion për kriptim?","308":"Nr dhënat Vetëm fotografi dhe fotografi \/ emrat dosje janë të koduara. Informacioni që ne kemi nevojë për qasje operative ndaj, të tilla si e-mail adresën tuaj, adresën IP, strukturën dosje, fotografi pronësisë dhe kredencialet e pagesës, janë të ruhen dhe përpunohen unencrypted. Ju lutem shikoni privacy policy tonë për detaje.","309":"Të dhënat e mia janë ruajtur absolutisht të sigurt?","310":"Siguria është relative. Vektorët pas sulmit ekzistojnë - ato nuk janë specifike për MEGA, por ne duam që ju të dini rreziqet:","311":"Llogaritë individuale janë të rrezikuara nga:","312":"- Spyware në kompjuterin tuaj. Një keylogger të thjeshtë është e mjaftueshme, por kredencialet seancë dhe çelësat gjithashtu mund të nxirren nga kujtesa apo sistem kartelash.","313":"- Sup surfing. Mos shkruani fjalëkalimin tuaj, ndërsa dikush mund të shikojnë tasteve tuaj.","314":"-Brute force password. Përdor fjalëkalime të forta.","315":"- Phishing. Gjithmonë të konfirmuar statusin e sigurisë së lidhjes tuaj (https:\/) dhe emrin e saktë domain (mega.co.nz) para se të hyjnë fjalëkalimin tuaj.","316":"Sulmet në shkallë të gjerë mund të jetë montuar nëpërmjet:","317":"- Një \"man in the middle\" sulm. Kërkon lëshimin e një certifikatë të vlefshme SSL kopjuar në kombinim me DNS falsifikim dhe \/ ose sulmet në rrugët tona (BGP një DigiNotar-style skenar).","318":"- Fitimi qasje në https:\/\/mega.co.nz\/index.html hosting webservers dhe zëvendësuar atë skedë me një version të falsifikuar (kjo nuk do të ndikojë qasje përmes bazës së instaluar app). Vini re se manipuluar përmbajtjen në CDN shpërndarë tonë statike përmbajtjes nuk paraqet një rrezik të sigurisë, si të gjithë përmbajtjen aktive ngarkuar nga index.html është subjekt i verifikimit me një hash kriptografike (të mendojnë për atë si një lloj të \"boot sigurt\" për faqet e internetit). Ky lloj sulmi kërkon dërgimin e të dëmshme të klientit dhe për këtë arsye është dallueshėm.","319":"- Fitimi qasje në infrastrukturën server thelbin tonë dhe krijimin e falsifikuar kërkesat kyçe në aksionet ekzistuese. Ky lloj sulmi vetëm ndikon në të dhënat në llogaritë me dosje të përbashkët dhe është dallueshėm në anën e klientit si.","320":"Çka nëse unë nuk ju besoj ? A është ende e sigurt për mua për të përdorur MEGA?","321":"Nëse ju nuk na besoni, ju nuk mund të drejtuar ndonjë kod ofruar nga ne, kështu që hapja faqen tonë në shfletuesin tuaj dhe të hyrë fjalëkalimin tuaj është jashtë diskutimit. Nëse ju ende i doni të përdorni MEGA, ju duhet të bëni këtë përmes një app klientit që ishte shkruar nga dikush që ju besoni.","322":"Besoj ju dhe tuaj të re Zelanda qendër të dhënave, por unë nuk besoj qendrën gjermane të dhënat tuaja, sepse ajo është drejtuar nga një kompani amerikane. A është ende e sigurt për mua për të përdorur MEGA?","323":"Po, ju prapë mund të përdorni MEGA (me disa kufizime) në mënyrë të sigurtë me datacentre ynë kryesor në Gjermani duke kompromentuar plotësisht.Zelanda e Re qendër të dhënave e bën të sigurt që asnjë kod mashtrues mund të kandidojë kur ju vizitoni https:\/\/mega.co.nz\/.","324":"Të dhëna që kam vënë në dosje të përbashkët, si të sigurojnë të dhënat e mia të tjera?","325":"Dosjet përbashkëta, nga natyra, janë vetëm si të sigurtë si anëtar më pak e tyre të sigurt. Megjithatë, një kompromis i infrastrukturës server thelbin tonë përbën një rrezik shtesë: çelësat publike mund të manipulohet, dhe kërkesat kyçe mund të jenë të fallsifikuara.","326":"Le të supozojmë se një nyje MEGA magazinimit është komprometuar fizikisht. Cilat janë rreziqet?","327":"Mesazhet e gabimit pas shkarkimit të skedarëve manipuluar. Edhe në qoftë se sulmuesi kishte çelësin encryption për një skedar të caktuar në atë nyje, ai nuk mund ende ta zëvendësojë atë me një të falsifikuar, pa shkaktuar shkarkime pasuese të dështojë.","328":"A është kjo një ide e mirë për të ruajtur të gjitha të dhënat e mia në një vend të vetëm?","329":"Gjithmonë mbani kopje të tepërta e dosjeve të rëndësishme, online dhe offline. Edhe pse ne kemi mbajtur çdo skedar në të paktën dy vende, nuk ka asnjë garanci kundër dështimeve të shumta në harmoni dhe të përsëritura sjellje të paparë të qeverisë.","330":"Pse duhet të besojë të dhënat e mia për të, pran të gjithë njerëzve, ty?","331":"Ne ofrojmë për kriptimin përdoruesit kontrolluar (UCE), ku ju, përdoruesit, të kontrolluar çelësat.Zbatimi UCE është burim i hapur, dhe ne ftojmë dhe inkurajojmë komunitetin për të shqyrtuar atë dhe të japë reagime. Ne besojmë se kjo qasje është shumë më e sigurt se magazinimin e të dhënave tuaja në një ofrues me server-side encryption ku ISP kontrollon çelësat ose më keq, asnjë encryption në të gjitha - nëse, për shembull, fotografi MEGA përdorues ishin papritmas të qasshme pa një fjalëkalim duhur të një gabimi programimit, ata do të jetë i paqartë, pa përdorues të kontrolluara nga çelësat e kriptimit.","332":"Kam vënë re se ju jeni duke përdorur HTTPS për transferimin e të dhënave tashmë të koduar file. Nuk është se të tepërta?","333":"Ajo është. Për fat të keq, shumica e shfletuesit të veprës me krijimin e lidhjeve të pasigurta nga një faqe të sigurt, dhe të cilët mund të fajësojnë ata për atë - ata nuk mund të jenë të vetëdijshëm për faktin se ka një shtresë encryption tashmë në veprim. Sepse HTTPS ka një efekt negativ në punën, ne ju mundësojmë që të kthejnë atë në shfletues që lejojnë atë (krom, Safari dhe Firefox derisa versionin 17) të përshpejtojë transfertave tuaj pa rrezikuar konfidencialitetin dhe integritetin e të dhënave tuaja. Ju do të shihni një paralajmërim SSL shfaqen pas transferimit tuaj të parë dosjen në disa shfletues - në këtë rast (dhe vetëm në këtë), është e sigurt për të injoruar.","334":"Çfarë algoritm kriptimi bën përdorimin MEGA brenda?","335":"Për transfertat pjesa më e madhe, AES-128 (ne besojmë se shfrytëzimi i lartë CPU AES-192 dhe AES-256 outweighs përfitimi teorike të sigurisë, të paktën deri në ardhjen e kompjuterave kuantike). Post-checking shkarko integriteti është bërë përmes një variant chunked e CCM, e cila është më pak efikas se OCB, por jo penguar nga patentat.","336":"Për krijimin e sekreteve të përbashkëta në mes të përdoruesve dhe fotografi rënë në kutinë tuaj, RSA-2048 (gjatësia çelësi u zgjodh si bazë e mesme midis \"shumë të pasigurt\" dhe \"tepër i ngadalshëm\"). Të gjitha encryption, decryption dhe kyç brez zbatohet në JavaScript, i cili kufizon xhiros në një pak MB \/ s dhe shkakton ngarkesë të konsiderueshme CPU. Ne po shohim përpara për zbatimin e propozuar API HTML5 WebCrypto në të gjithë shfletuesit kryesore, e cila do të eliminonte këtë ngushtim.","337":"Gjenerator të ndërtuar në JavaScript të rastit numër është rritur me një të shtyrë kohën mouse \/ keyboard RC4 pishinë entropisë si kripto. * Randomness ku në dispozicion (Chrome vetëm në këtë moment).","338":"mban MEGA  backup e dosjeve të mia?","339":"Ne dyqan fotografi tuaj në të paktën dy serverat në datacentres të ndryshme, nëse është e mundur.","340":"Kam harruar fjalëkalimin tim. Mund ta rivendosur atë?","341":"Fatkeqësisht, fjalëkalimi juaj MEGA nuk është vetëm një fjalëkalim - kjo është mjeshtër encryption kyç për të gjitha të dhënat tuaja. Nëse ju e humbni atë, që ju të humbni qasje në të gjitha dosjet tuaja që nuk janë në një dosje të përbashkët dhe se ju nuk keni skedarin e eksportuar parë apo kyç dosje.","344":"Kur kam nevojë për të përmirësuar në një llogari Pro?","345":"Një llogari Pro ju jep hapësirë ​​shtesë magazinimit dhe kuota shtesë Bandwidth që ne automatikisht nxjerrim nga sa herë që një kufiri funksional Bandwidth është arritur - ju mund të përdorni kuota veten, apo të japë atë për të palëve të treta qasjes të dhënave tuaja (kjo përfshin përdoruesit pa llogari MEGA) .Përqindja maksimale e kuotës tuaj Bandwidth ndahen palëve të treta është configurable në parametrat e llogarisë suaj.","346":"Çfarë është shpejtësia upload kufizimin funksion të mirë?","347":"Shumë routers nuk prioritizimin e paketave të vogla në rast të ngjeshur Lidhje, duke rezultuar në trafikun përbrenda tuaj duke prekur rëndë kur lidhja juaj jashtë është e plotë. Prandaj, ne ofrojmë një mundësi të menaxhimit automatik me shpejtësi, ku ne dispozicion matur bandwidth tuaj nga jashtë gjatë dhjetë sekondave të para të një upload dhe pastaj të mbajë së paku 10% e saj të papërdorura. Ju gjithashtu mund të caktojë një afat të caktuar xhiros.","348":"Çfarë mund ta merrni me llogarinë time të lirë?","349":"Një globalisht të arritshme, me performancë të lartë, makinë sigurtë re me [X] e hapësirën e magazinimit. Nëse keni nevojë për më shumë se kaq, ju mund të përmirësuar në një [A1] Pro [\/] A1 llogari. Klikoni [A2] këtu [\/ A2] për të parë përdorimin tuaj të tanishme.","359":"Ofron një API?","361":"Po.Open-source kodin JavaScript që zbaton interface browser-bazuar MEGA përdor API tonë, kështu që ju keni një pasuri të vërtetë të botës kod mostër për të nxjerrë nga nëse ju gjeni tonë [A] dokumentacionin [\/ A] pamjaftueshme. Që ne nuk kemi burime për të ndërtuar të gjitha Apps ftohtë që të kthehet në një mjet Mega gjithanshëm dhe të dobishme veten, ne ju ftojmë që të na ndihmojë. Pas auditimit Apps kodin tuaj për backdoors, ne do të shfaqë atë në faqen tonë. Ne jemi të lumtur për të diskutuar modelet e ndarjes së të ardhurave për Apps shumë popullor.","362":"Për të evituar overload risorsash, ndo një herë mund te ndalojm përdorimin e bandwidth. File që jeni tu provuar me shkarikuar është ma i madhë se limitin jonë aktual [X3]. Ky tranferim është shtyar dhe do të niset automatikisht.","365":"Shfletuesi juaj është shumë i vjetër për të shkarkuar skedar kaq të madh.","366":"Paralajmërim per te drejtën e autorit","367":"Respekton të drejtën e autorit MEGA e të tjerëve dhe kërkon që përdoruesit e shërbimit të re MEGA në përputhje me ligjet e autorit. Ju janë të ndaluara rreptësisht nga përdorimi i shërbimit MEGA re të shkelë të drejtat e autorit. Ju nuk mund të ngarkoni, shkarko, dyqan, Share, shfaqje, lumë, shpërndani, e-mail, Link to, të transmetojë ose ndryshe të vërë në dispozicion ndonjë fotografi, të dhëna, ose përmbajtje që shkel të drejtat e autorit ose të drejtat tjera të pronarit të ndonjë personi ose subjekti.","368":"Kujdes:","369":"Siguria e kriptimit të MEGA basohën tek confidenca e celsat. Mos i kalo me vënde te pa sigurta!","370":"Kopjo tek clipboard","371":"E kopjume tek clipboard","372":"Karikim","373":"Shkarkim","374":"Ne premtojmë, ne shpërndajmë","375":"Navigimi është bllokuar për shkak të dosjeve në transfer.","376":"Duhet të jeni i lidhur që të shihni këtë faqe.","377":"Ju tani keni të paktën një skedar në transfer. Nëse doni të vazhdoni, transfer(et) do të ndalojnë.","378":"Ju lutem shkruani fjalëkalimin për të konfirmuar llogarinë tuaj.","379":"Ju lutem lidhuni për të importuar këtë skedar në llogarinë tuaj.","380":"Shkruani çelësin e dekriptimit","381":"Të gjitha të drejtat e rezervuara","382":"Ndërtuar në Zelandën e Re","383":"Mbështetje","384":"Qendra e ndihmës","385":"Kushtet e shërbimit","386":"Politika e Privatësisë","387":"Copyright","388":"Komuniteti","389":"Blog","390":"Partneritetet","391":"Rishitësit","392":"Zhvilluesit","393":"Partnerët e Hosting-ut","394":"Investuesit","395":"Bëhu një rishitës","396":"Për ne","397":"Anëtarët Falas","398":"Anëtarët Pro","399":"Na kontaktoni","400":"Bazat","401":"Kondivizimi","402":"Sikurimi dhe privacy","403":"LLogaria","404":"Pagesat dhe Faturimi ","405":"Mjetet","406":"Pyetjet më të shpeshta:","407":"Temat:","408":"Janar","409":"Shkurt","410":"Mars","411":"Prill","412":"Maj","413":"Qershor","414":"Korrik","415":"Gusht","416":"Shtator","417":"Tetor","418":"Nëntor","419":"Dhjetor","420":"Ju lutem lidhuni për të filluar ngarkimin.","421":"Ju lutemi pranoni termat e shërbimit","422":"Pranoj","423":"Keni nevoj për një account të rregjistruar për të përdorur këtë shërbim. Doni me u rregjistruar?","424":"Kondivizimi i deaktivizuar","425":"Riemero kartelën","426":"Riemero file","427":"Detajet e llogarisë","428":"Kuponat","429":"Historia e Seancës","430":"Historia e blerjeve","431":"Historia e transaksioneve","432":"Lloji i llogarisë:","433":"Upgrade","434":"Lloji i abonimit:","435":"FALAS","436":"Pa cikël faturimi","437":"Hapsirë Ruajtjeje","438":"[X] përdorur","439":"[X1] nga [X2]","440":"Menaxhimi i Shkarkimit:","441":"Aktivizo Menaxhimin e Shkarkimit","442":"Ndalo Menaxhimin e Shkarkimit","443":"Ju mund të caktoni përqindjen qe dëshironi të  shpërndani për shkarkim.","444":"Rregullo Përqindjen për Shkarkim","445":"Përqindja për shkarkim","446":"(për shkarkime skedarësh nga pala e tretë)","447":"Shkarko Bandwith","448":"(Për shkarkime nga ana third party)","449":"Bilanci i llogarisë","450":"Ngrihu lart","451":"Krijo kuponë:","452":"Tipi i kuponit","453":"seleksiono tipin e voucher","454":"Sasia:","455":"Krijo","456":"Shpengoj voucher:","457":"Blej kuponë","458":"Shpengoj","459":"Kuponët tuaj","460":"Kuponët e papërdorur","461":"Vaucher të shpenguar","462":"Kuponë të ndaluar","463":"Voucher të revokuara","464":"Të gjithë kuponët","466":"E fundit [X]","467":"Historia seancës","468":"Historia blerjeve","469":"Blerja e fundit [X]","470":"Historia e Transaksioneve","471":"Tranzicioni fundit [X]","472":"Sesionat e fundit [X]","473":"Oops, ky nuk ësht një kodë voucher i sakt.","474":"Data mbarimit","475":"Data\/Ora","476":"Artikull","477":"Sasi","478":"Metoda pagesës","479":"Browser","480":"Adresa-IP","481":"Shteti","482":"Aktiviteti fundit","483":"Sesioni aktual","484":"ID i transaksionit","485":"Krediti","486":"Borxh","487":"kodi i voucher","488":"Statusi","489":"I pa përdorur","490":"E shpenguar tek","491":"E revokuar tek","492":"E fshiar tek","494":"Zgjidhni paketën tuaj:","495":"Magazina","496":"Bandwidth","497":"Zgjidh çmimi:","498":"për muaj","499":"për vit","500":"Zgjidh çmimi: ","501":"Kurse 17%","502":"Zgjidh çmimi: ","503":"Zgjidhni metodën e pagesës:","504":"Bilanci i parapaguar","505":"ble kupon","506":"Professional","507":"vazhdoj","508":"Kodi i kuponit","509":"KOMPANIA E PRIVATËSISË","510":"Mirë se vini në MEGA!","511":"2048-bit RSA palë tuaj publik \/ privat kyç tani është duke u krijuar.","512":"Për të forcuar kyç, ne kemi mbledhur entropisë nga lëvizjet tuaja miut dhe timings keystroke.","513":"Kodi kupon është çliruar në llogarinë tuaj, por bilanci juaj i ri parapaguar është e pamjaftueshme për këtë blerje. Ju lutem shtoni bilancin më shumë, ose të përpiqen të blerë një paketë të lirë.","514":"Bilanci i pamjaftueshëm, ju lutem provoni përsëri.","515":"Kjo kartel ka brënda më shumë se 500 dokumenta. Kartela kaq të mdhaja mund të ngadalsojn browserin tëndë. Ju lutemi pëerdorni sub-kartelat për të sgjidhur këtë problem","516":"Merrni mbështesë","517":"Diçka nuk është duke punuar për ju? Ju lutem kontrolloni tonë [A] të ndihmojë qendër [\/ A] parë. Nëse pyetja juaj nuk është përgjigjur atje, mos hezitoni të na kontaktoni.","518":"Ligjor","519":"Departamenti ynë ligjor është duke qëndruar me të përgjigjet për kërkesën tuaj.","520":"Copyright","521":"Shqetësuar në lidhje me një përdorues cenuar në të drejtat e pronësisë intelektuale tuaj? Ju lutemi të paraqesë një njoftim takedown nëpërmjet tonë [A] formular online [\/ A] ose na dërgoni një e-mail.","522":"sugjerojnë përmirësime","523":"Ju lutemi të paraqesë kërkesa për veti dhe përdorshmërisë lidhur sugjerime këtu.","524":"Raportoni një të metë","525":"MEGA është aktualisht në beta, dhe ju jeni të ftuar të dorëzojnë raportet bug.Më të hollësishme, aq më mirë.","526":"Media","527":"Ne mirëpresim anëtarë të medias, duke përfshirë, blogerët të na kontaktoni me inquries lidhen me MEGA.","528":"Behu rishitës","529":"Behu pjesë e kësaj histori të sukseshme!","530":"Programi ynë reseller do të ju lejojnë për të shitur bono Mega direkt për klientët tuaj.","531":"Detajet:","532":"Ju do të merrni qasje në ndërfaqen e sofistikuar tonë të menaxhimit kupon.","533":"Krijo kupona në kohë reale nga bilanca e llogarisë suaj.","534":"Pjesa e te ardhurave nga bujaria qe nga fillimi.","535":"Sa më shumë që të shisni, aq  më të madha do të jene te fitimet tuaja, do te keni me shumë fitim.","536":"Rishitësi akses API do t'ju lejojë të zhvilloni mjete të bukura që mund të ndërveprojnë me sistemin tonë në kohë reale.","537":"Reklama pa pagesë: faqa juaj e internetit do të jetë e lidhur për Mega.","538":"Pas shqyrtimit dhe miratimit të aplikimit tuaj si rishitës. Biznesi juaj dhe interneti duhet të përmbushi standardet tona.","539":"Te  ardhurat nga Shpërndarjet e lidhjeve","540":"Pjesa juaj  e të ardhurave do të  zbriten mbasi te keni  krijimin kuponin.","541":"Qarkullimi mujor","542":"Te ardhurat nga Shpërndarja e lidhjeve ","543":"më shumë se [X]","544":"Aplikimi  si Rishitës","545":"Regjistrohu si një rishitës","546":"Të dhënat","547":"Të dhënat tuaja","548":"Tregjet","549":"Zgjidh tregjet e rishitësve:","550":"Pagesat","551":"Zgjidhni metodat e pagesës","552":"Zgjidhni metodat e pagesës nga lista në dispozicion të ofruesve të sherbimit","553":"Ofruesi juaj i pagesës nuk eshte i listuar? Ju lutemi [A] na dergoni e-mail [\/ A]","554":"Përfundoj","555":"Unë pajtohem me MEGA [A] Kushtet e Sherbimit Si Rishites [\/ A]","556":"Pasues","557":"Zgjidh nga lista në tregjet dhe vendeve në dispozicion","558":"Mëparshëm","559":"Emri juaj","560":"URL e Biznesit","561":"Adresa","562":"Zip \/Kodi Postal","563":"Emri i biznesit","564":"Numri i telefonit","565":"Qyteti","566":"Zgjidh metodën e pagesës per vendet :","568":"Ju lutem zgjidhni vendin tuaj","569":"Impostimet e transferimit","570":"Numri karikimave në paralel","571":"Numri i shkarkimave në paralel","572":"Limiti i shpejtësis në karikim","573":"Asgjë","574":"Automatik","575":"Në rregull","576":"Tejkalo files të identifikimit kur karikon:","577":"Po","578":"Jo","579":"Përdor SSL pë transferim file:","580":"Duke dizaktivuar SSL rritet shpejtësia pa humbje sigurie","581":"Ju lutemi shkruani emrin tuaj.","582":"Ju lutem shkruani URL-në tuaj të biznesit.","583":"Ju lutemi shkruani adresën tuaj.","584":"Ju lutem shkruani ZIP \/ Kodi Postal tuaj.","585":"Ju lutemi shkruani emrin tuaj të biznesit.","586":"Ju lutem shkruani numrin tuaj të telefonit.","587":"Ju lutem shkruani qytetin tuaj.","588":"Ju lutemi të hyrë në vendin tuaj.","589":"Ju duhet të pranoni kushtet e shërbimit si rishitësi","590":"Ju lutemi përzgjidhni paktën një vend.","591":"Ju lutemi përzgjidhni të paktën një metodë pagese.","592":"Ju lutemi përzgjidhni paktën një vend per ofrues pagese.","593":"Mbresëlënës","594":"Ju do te merrni nje e-mail nga ne me udhëzime të mëtejshme.","620":"Njoftimit për shkelje te dyshuar","621":"Njoftim","622":"Ne respektojmë të drejtën e autorit e të tjerëve dhe të kërkojmë që përdoruesit e shërbimeve tona në përputhen me ligjet e autorit. Janë të ndaluara rreptësisht nga përdorimi shërbimet tona qe të shkelë të drejtën e autorit. Ju nuk mund të ngarkoni, shkarko, dyqan, shperndani, shfaqje, trasmetim, shpërndani, e-mail, Link të transmetojë ose ndryshe të vërë në dispozicion ndonjë fotografi, të dhëna, ose përmbajtje që shkel të drejtat e autorit ose të drejtat tjera të pronarit të ndonjë personi ose subjekti. Ne do të përgjigjemi për njoftimet për shkelje per te drektat e autorit te pretenduar që përputhen me ligjin në fuqi dhe janë dhënë si duhet për ne. Nëse besoni se përmbajtja juaj është kopjuar ose të përdoren në një mënyrë që përbën shkelje te se drejtes se autorit, ju lutemi të na japni me teper informacion  më poshtë: (i) një nënshkrim fizike ose elektronike të pronarit autorit ose një person i autorizuar për të vepruar në emër të tyre; (ii) identifikimin e punës per te drejten e autorit pretendohet tek janë shkelur; (iii) identifikimin e materialit që është pretenduar të jetë cenuar ose të jetë subjekt i aktivitet cenuar dhe që është për të hequr ose akses tek i cili është në të çaktivizuar, dhe informata të arsyeshme të mjaftueshme për të na lejoni per të gjetur materiale duke përfshirë për shembull, nje lidhe se ku ndodhet (URL), (​​iv) informacionin e kontaktit tuaj, duke përfshirë adresën tuaj, numrin e telefonit, dhe një adresë e-mail, (v) një deklaratë nga ju se ju keni një besim të mirë se përdorimi i materialit në mënyrë crregullt  nuk është i autorizuar nga pronari i autorit, agjenti i tij, ose ligji, dhe (vi) një deklaratë se informacioni në njoftim është i saktë, dhe, sipas dënit i pabesi (përveç nëse ligji i zbatueshëm thotë ndryshe), se ju jeni i autorizuar për të vepruar në emër të pronarit të drejtën e autorit.","623":"Ne rezervojmë të drejtën për të hequr të dhënat e pohuara të cenuar pa njoftim paraprak, në bazë të linjës sonë, dhe pa detyrim për ju. Në rrethana të përshtatshme, ne gjithashtu do të mbyllimn llogarinë tuaj, nëse ju jeni të vendosur të jeni një kundërvajtës i përsëritur. Agjentet e caktuar per të drejtën e autorit për njoftimin e shkeljes se te drejtave te autorit eshte pretenduar se:","624":"Njoftim mbi te drejtën e autorit","625":"Ju lutemi përdorni këtë formular për të dorëzuar një njoftim te autorit. Ne do të përgjigjemi brenda 24 orëve (gjatë orarit të biznesit menjëherë).","626":"Përmbajtja:","627":"Fusha e kërkuar","628":"Shkel të drejtën e time personale te autorit.","629":"Shkel të drejtën e autorit e dikujt unë jam i autorizuar për të përfaqësuar.","630":"Lloji Takedown:","631":"Zgjidh llojin takedown:","632":"1. Çaktivizoni URL qe furnizohen publikisht (s) vetëm - skedaret (s) do të mbetet në llogarinë e pronarit (s)","633":"2. Çaktivizo të gjitha URLs publik të dosjes themelor  për të furnizuar URL  - skedaret do të mbeten në llogarinë e pronarit ","634":"3. Hiq të gjitha instancat e dosjes themelore të furnizuar URL  - nuk ka asnjë përdorues i cili është i lejuar për të ruajtur këtë nën çdo rrethanë botërore","635":"Me këtë deklaroj se unë kam një mirebesim se ndarja e  materialit te mbrojtur nga te drjetat e autorit në vendin e mësipërme nuk është i autorizuar nga pronari i autorit, agjenti i tij, ose ligji (p.sh., si një përdorim të drejtë)","636":"Unë e kuptoj unë mund të jemë përgjegjës për dëmet, duke përfshirë kostot dhe tarifat e avokatëve, në qoftë se unë me vetëdije dhe materialisht paraqes se përmbajtja raportuar, URL (s), ose fotografi janë cenuar.","637":"Informacioni në këtë njoftim është i saktë, dhe unë shtetërore nën dënimin e dëshmi të rreme që unë jam i autorizuar për të vepruar në emër të pronarit per të drejtën e autorit.","638":"Ky njoftim është një dokument serioz ligjore - ju lutem të jeni të kujdesshëm që të jetë i saktë në pretendimet tuaja per shkelje te se drejtes se autorit. Ju mund të dëshironi që së pari të konsultoheni me një avokat për të përcaktuar nëse përmbajtjen që ju po e raportoni është në fakt cenuar dhe nuk mbrohen nga përdorimi i drejtë, Liçencës, ose baza të tjera ligjore.","639":"Dorëzoje njoftimin","640":"Shtoni më shumë","641":"URL e përmbajtjes se cenuar:","642":"Emri i Pronarit per te drejtën e autorit :","643":"Titulli i punës:","644":"E-mail adresa:","645":"Fax:","646":"Qyteti:","647":"ZIP \/ Kodi Postal:","648":"Deklarimi per te Drejten e autorit  pretendoi se janë shkelur:","649":"Emri im i plotë:","650":"Kompania \/ Organizata","651":"Telefoni:","652":"Adresa:","653":"Qyteti \/ Provinca:","654":"Shteti:","655":"Ju lutemi të ofroni URL për secilën punë per te drejten e autorit qe pretendohet se janë shkelur.","656":"Ju lutemi të ofroni punën e shkelsje se te drejtave te autorit për secilën URL cenuar.","657":"Ju lutem zgjidhni nëse përmbajtjen dhe shkeljen per të drejtën e autorit tuaj personale ose te dikujt qe ju jeni i autorizuar për të përfaqësuar.","658":"Ju lutemi zgjidhni llojin takedown.","659":"Ju lutemi të ofroni URL për secilën pretendohet shkelja e te drejtes se autorit.","660":"u lutemi të ofroni punën e te drejtes se autorit për te secilën URL ka cenuar.","661":"Ju lutemi të vendosni edhe emrin pronari i autorit.","662":"Ju lutemi të vendosni dhe emrin tuaj të plotë.","663":"Ju lutem vendosni e-mail adresën tuaj.","664":"Ju lutem fusni një adresë të vlefshme e-mail.","665":"Ju lutem konfirmoni që keni  mirëbesimin se ndarja e  materiali te mbrojtur nga e drejta e autorit në vendin e mësipërme nuk është i autorizuar nga pronari i autorit, agjenti i tij, ose ligji (p.sh., si përdorimit i drejtë).","666":"Ju lutem konfirmoni që ju mund të jeni përgjegjës për dëmet, duke përfshirë kostot dhe tarifat e avokatëve, në qoftë se ju me vetëdije dhe materialisht paraqes se përmbajtja raportuar, URL (s), ose fotografi qe janë cenuar.","667":"Ju lutem konfirmoni që ky njoftim është i saktë, dhe gjendja nën dënimin te dëshmis së rreme që ju jeni i autorizuar për të vepruar në emër të pronarit të  se drejtës se autorit.","668":"Ju faleminderit!","669":"Ne do të shqyrtojmë njoftimin tuaj për copyright së shpejti.","670":"Gjuha","671":"Flisni disa gjuhë?","672":"Na ndihmoni në përkthim!","673":"Kompania e Privatësisë","674":"Asnjë nuk duhet ti nënshtrohet ndërhyrjes në privatësi, familje, shtëpi ose vendbanim. Çdo kush ka të drejten e mbrojtes nga ligji kundër ndërhyrjeve të tilla","675":"Deklarata Univerzale e të Drejtave të Njeriut, Artikulli 12","676":"MEGA është një Cloud Hapsirë me Privatësi të fuqishme","677":"MEGA ofron një depositë të madhe që respekton plotësisht intimitetin të juaj. MEGA beson tek të drrejtat e jua dhe ju ruan me strumente teknologjike per t'ju mbrojtur. Kjo teknologji quhet \"User Controlled Encryption\" ose UCE, dhe eshtë e aktivuar automatikisht.","678":"Cfar është Mega User Controlled Encryption?","679":"Cdo file i deposituar në MEGA është i kriptuar. Cdo dokument i transfruar nga MEGA ose në MEGA është i kriptuar. Edhe provider të tjer përdorin këtë teknik per depositimin e file por MEGA e bënë ndrrydhe dhe më mirë- diferenca është që në MEGA jeni jua që kontrolloni kriptimin, jua keni celsat e kriptimit, dhe jua vendosni kujt ti jepni të drrejtën e hyrjes per dokumentat e juaja pa nevoje që te instaloni asnjë program, të gjith ndodh në web browser!","680":"MEGA E Ardhmja","681":"MEGA është vetëm në fillim. Në të ardhmen, MEGA do të garantoj  UCE në browserin tëndë për më shumë aplikacione pa nevoj tjetër. Teknologjia jonë do të broj e-mail, telefonata , chat dhe streaming video.","692":"Mega është ligjore?","693":"Ne jemi një grup i përkushtuar i teknologë që u është dhënë  koha, mundësia dhe Internet për të ndërtuar një  shërbim mbreselenes magazinimi cloud që do t'ju ndihmojë per të mbrojtur privatësinë tuaj. Ne kemi programuar këtë shërbim internet nga zeroja në Auckland, Zelanda e Re. Ndryshe nga shumica e konkurrentëve tanë, ne përdorim një status te artit  të shfletuesit te bazuar ne teknologjine e kriptimit  ku ju, jo ne, mun te kontrolloni çelësat. Grupi ynë design përfshin Kim Dotcom, Mathias ORTMANN, Bram van der Kolk, dhe Finit Batato. CEO ynë, Top Kumar, ka qenë Kryeshef Ekzekutiv i InternetNZ, një organizatë jo-fitimprurëse qe eshte duke promovuar vizionin e një \"internet të hapur dhe te pakapshem '. Ne shpresojmë që ju pëlqej.","694":"1. Çaktivizo një lidhje (\"URL\") për Skedaret - Skedaret (s) do të mbeten tek llogaria e anëtarit","695":"2. Çaktivizo Seleksionimin URL te shumefisht per skedaret - Skedaret do të mbeten tek llogaria e anëtarit","696":"3. Fshi të gjitha skedaret themelor (s) të furnizuar URL (s) - nuk ka asnjë përdorues i cili është i lejuar për të ruajtur këtë në çdo rrethanë botërore","697":"4. Tjetër","698":"Ju mund të paraqesni një njoftim këtu","699":"Nënshkruajë dhe dorëzojë njoftimin","700":"Ju lutemi të paraqesni njoftimin tuaj takedown manualisht me email në [A1] copyright@mega.co.nz [\/ A1] në pajtimin tonë  me [A2] Dispozitat Takedown [\/ A2].","701":"Lajmërim për e-mail takedown","702":"Raporto nje Abuzim","703":"Linku për rregjistrimin është i pa vlershëm. Ju lutemi kontrolloni e-mail per gabime","704":"Account i juaj është aktiv.","705":"Konfirmimi nuk mund të kryhet. Ju lutemi riprovoni. Kodi gabimit:","706":"Ndrysho fjalëkalimin","707":"Update","708":"Kërkesë ndryshimi","709":"Nuk mbaj mend fjalëkalimin tim aktual","710":"Nëse ju jeni regjistruar ende , por nuk mund të mbani mend fjalëkalimin tuaj të tanishme, ju mund të vendosni një fjalëkalim të ri duke kontrolluar këtë opsion. Ju do të merrni një lidhje të ndryshoni fjalëkalimin konfirmim me e-mail që aktivizon fjalëkalim të ri nëse klikohet brenda 15 minutash.","711":"Kërkesë ndryshimi","712":"Shpengimi i completuar","713":"Bilanci faturë ka qenë e kredituar në llogarinë tuaj. Do të ju pëlqen për të vazhduar blerjen tuaj pro tani?","714":"Ky kupon tashmë është çliruar.","715":"Fjalëkalimet e reja që keni shkruajtur nuk përputhen. Ju lutemi provoni përsëri.","716":"fjalëkalimi tanishme","717":"fjalëkalimi ri","718":"konfirmo fjalëkalimin e ri","719":"Ju lutemi shkruani fjalëkalimin tuaj të tanishme.","720":"Ju lutemi shkruani fjalëkalimin tuaj të ri.","721":"Ju lutem kontrolloni e-mailin tuaj dhe klikoni në linkun e konfirmimit për të përfunduar ndryshimin fjalëkalimin tuaj.","722":"Ndryshimi kërkohet","723":"Fjalëkalimi i ri duhet të jetë e ndryshme nga fjalëkalimin tuaj të tanishme.","724":"Fjalëkalimi që kanë dhënë është i pasaktë.","725":"Fjalëkalimi juaj është ndryshuar.","726":"OK","727":"Fjalëkalimi juaj është ndryshuar.","728":"Ky link konfirmimi  ka skaduar.","729":"Ky link është i konfirmuar","730":"Account i juaj ështe i pushuar. Ju lutemi kontrolloni e-mail për më shumë informacione.","731":"Llogaria e përdoruesit është mbyllur për shkaqe të shkeljes së [A]Kushteve të Shërbimit[\/A].","732":"Ju jeni regjistruar tashmë në një llogari që është e ndryshëm nga ai që ju janë konfirmuar. Ju lutem kontrolloni seancën tuaj të tanishme, dilni, dhe pastaj klikoni në linkun e konfirmimit përsëri.","733":"Adresë e-mail e pa njohur. Nëse ju nuk keni një llogari me ne ende, ne ju ftojmë që të regjistroheni.","734":"Faleminderit!","735":"Ju lutemi kontrolloni e-mail.","736":"Vetëm llogaritë që nuk përmbajnë  dosje  mund të rivendosni fjalëkalimin e tyre.","737":"Rivendos fjalkalimin","738":"Kërkesë","739":"Keni harruar fjalkalimin?","740":"Fjalkalimi u ndryshua me sukses.","741":"Ju lutem zgjidhni një fjalëkalim më të sigurtë.","742":"Rikthe","743":"Kjo lidhje ka skaduar. Ju lutem kërkoni një lidhje të re.","744":"Lidhje jovalide. Ju lutem kërkoni një lidhje të re.","745":"Asnjë cikël  faturimi","746":"lloji i membership","747":"javor","748":"Mujor","749":"Vjetor","750":"Cikli i ardhshëm faturimit është në","751":"Një herë","752":"MEGA   shtojce per Firefox","753":"Instaloni  shtojcen MEGA per Firefox për kryerjen shkarko duke e përmirësuar shumë. Kjo do të ju lejojë të shkarkoni grumbull-një numër të pakufizuar të dosjeve pa asnjë kufizim madhësie.","754":"Shtojca MEGA per Firefox  është e sigurtë dhe do të jete e padukshme. Nëse ju preferoni të përdorni MEGA pa shtojce, ne fuqimisht ju rekomandojmë që të përdorni [A] Chrome [\/ A].","755":"Instalo Shtojcen","756":"1 shkarkim ka përfunduar","757":"[X] shkarkimi ka përfunduar","758":"Hapni dosjen e shkarkuar","759":"kliko këtu për të hapur","760":"Ju lutem instaloni shtojcen MEGA per Firefox për të shkarkuar një skedar të madh.","761":"Ju lutem konfirmoni","762":"Ju jeni gati për të shkarkuar një sasi shumë të madhe të dosjeve, të cilat mund të ngadalësojnë shfletuesin tuaj. Vazhdojë gjithsesi?","763":"Na kontaktoni","764":"Shkarkimi juaj nuk mund të filloj për shkak se hard disk-juaj po punon plotësisht.","765":"Shkarkimi juaj nuk mund të filloj për shkak se hard disk-juaj po punon plotësisht.","766":"Disa nga shkarkimet tuaja nuk mund të fillojn për shkak hard disk-juaj po punon plotësisht.","768":"Shkarkomi juaj nuk mund të filloj për shkak se hard disk-juaj po punon plotësisht, ose ju jeni duke përdorur Chrome në mënyrë private e cila nuk e mbështet shkrimin e dosjeve.","769":"Ne mund të përdorim vetëm 5% të hapësirës në dispozicion tuaj disk për të shkarkimin. Ju lutemi të krijoni më shumë hapësirë ​​për të vazhduar.","770":"Zgjidhni fjalekalimin","771":"Konfirmoni fjalekalimin","772":"URL per te dokumenti:","773":"ngelur","774":"linku e-mailit","775":"riemero me poshte:","776":"ruaj","777":"Me kujto ne kete paisje","778":"Nuk keni llogari MEGA?","779":"Rregjistrohu tani","780":"Keni nje llogari MEGA?","781":"Per shkak te nje shpejtesie procesimi CPu te limituar ne paisjet mobile, gjenerimi i celesit RSA mund te kerkoje disa minuta. Faleminderit per durimin.","782":"Dosje Bosh","783":"Asnje dokument ne Cloud Drive","784":"Asnje kontakt","785":"Asnje resultat","786":"Asnje dokument ne inbox ","787":"Asnje dokument ne Rubbish Bin","788":"Jeni te  sigurt qe doni te coni kete dokument ne Rubbish Bin","789":"Jeni te sigurt qe doni te coni kete dosje ne Rubbish Bin","790":"Dokument i hapur","791":"Improt Dokumente","792":"Fshij Dokumentin","794":"Fshij Dosjen","796":"Merr Linkun","797":"Ndaj me te tjeret dosjen","798":"Hapesira e magazinimit","799":"Hapesira e perdorur","800":"Hapesira e lire","801":"Version Desktop","802":"E-mail kontakti ","803":"Shkarko dokumentin","804":"Fatkeqesisht, ky model dokumenti nuk suportohet nga MEGA ne paisjen tuaj.","805":"Do te kemi mbeshtetje per kete model dokumenti se shpejti.","806":"ndrysho erin e dosjes:","807":"ndrysho emrin e dokumentit:","808":"Linku i Dosjes","809":"URl per te dosja:","810":"Linku shkarkimit:","811":"Linku i dokumentit:","812":"Konfirmo llogarine","813":"Ndaj dosjen me te tjere","814":"Deshironi te ndaloni uploadin?","815":"Deshironi te ndaloni downloadin?","816":"Ju lutemi vendosni nje adrese email te vlefshme","817":"Nuk mund te krijoni  nje dosje ne Rezulatatet E Kekimit.","818":"Deshironi te kaloni ne version desktopi?","819":"duke filluar","820":"Dokumenti u importua ne Cloud Drive.","821":"Njoftimet tuaja","822":"prapa","823":"Konfigurimet","824":"Dosje  re e ndarë nga [X]","825":"Dosje  re e ndarë ","826":"[X] revokuar një dosje të përbashkët","827":"revokuar një dosje të përbashkët","828":"[X1] dosje dhe [X2] files","829":"[X1] dosje dhe 1 file","830":"1 dosje dhe [X2] files","831":"1 dosje dhe 1 file","832":"[X] dosje","833":"[X] files","834":"1 dosje","835":"1 file","836":"[X] [DATA] të shtuara","837":"[X] janë shtuar","838":"[X] është shtuar","850":"JAN","851":"SHK","852":"MAR","853":"PRI","854":"MAJ","855":"QER","856":"KOR","857":"GUS","858":"SHT","859":"TET","860":"NEN","861":"DHJ","862":"Njoftime","863":"Shiko të gjitha","864":"Shkarko në formatin ZIP","865":"Hape","866":"Copy 1 selected item","867":"Copy [X] selected items","868":"Move 1 selected item","869":"Move [X] selected items","870":"Confirm","871":"[B]Warning:[\/B] storage quota exceeded. Please delete files or [A]upgrade your account[\/A].","872":"Pro","873":"[X] seconds ago","874":"1 minute ago","875":"[X] minutes ago","876":"1 hour ago","877":"[X] hours ago","878":"1 day ago","879":"[X] days ago","880":"Just now","881":"You are using an ephemeral session. The data you are storing will be lost when it expires. To preserve your files, please upgrade to a real account at your earliest convenience and claim your free 50 GB of secure storage space in the cloud!","882":"Warning","883":"Create your account","884":"[X] is not fully compatible with MEGA","885":"Your browser","886":"Internet Explorer 10 contains a significant bug affecting file writing from JavaScript, causing an out of memory situation when downloading large amounts of data. We expect this issue to be fixed in Internet Explorer 11. In the meantime, please upgrade to an alternative browser.","887":"[X] lacks the HTML5 features MEGA relies on to perform client-side in-browser cryptography. HTML5 file transfers will be emulated through a very limited Flash workaround. Please consider upgrading to a modern browser at your earliest convenience.","888":"Highly Recommended","889":"Recommended","890":"MEGA works best with the following browsers:","891":"Browser compatibility warning","892":"Properties","893":"Uploaded","894":"Total size","895":"Folder name","896":"Created","897":"Contains","898":"Multiple files & folders","899":"Multiple files","900":"Multiple folders","909":"Password","910":"Buy now","911":"Take full advantage of MEGA with [B]Pro[\/B]","912":"from","913":"month","914":"yearly subscription","915":"Massive storage space","916":"Generous bandwidth quota","917":"if you choose to pay annually","918":"Monthly","919":"Annually","920":"Upgrade your account","921":"2 months free","922":"1 month","923":"1 year","924":"Do you have any question about [A]Pro accounts?[\/A]","925":"Our support team will be happy to assist you.","926":"Company name","927":"City","928":"ZIP \/ Postal code","929":"Phone","930":"day","931":"month","932":"year","933":"Address","934":"State or province","935":"PayPal address","936":"Bank account","937":"Benificiary name","938":"Describe your marketing strategy","939":"Bank name","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentation","964":"Affiliate Program","965":"Policies","966":"Takedown Guidance","967":"Logout","968":"Create Account","969":"Please try again","970":"Please enter a valid password.","973":"Used bandwidth","974":"Manage your account","975":"Add Star","976":"Delete Star","977":"No files in your Cloud Drive.","978":"Your search did not match any documents","979":"Your Rubbish Bin is empty","980":"You have no contacts","981":"Your Inbox is empty","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Edit your profile","987":"Expires on","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Go to Contacts","992":"Avatar","993":"Change Avatar","994":"Personal Information","995":"Birthdate","996":"Choose country","997":"Adding contacts is only for registered users.","998":"Please create your free account","999":"Would you like to upgrade your ephemeral session to a free account now?","1000":"Avoid losing access. Free registration is highly recommended!","1001":"Remove contact","1002":"Are you sure you want to remove [X] from your contact-list?","1003":"Confirm removal","1004":"Are you sure you want to move [X] to the rubbish bin?","1005":"Creating links is only for registered users.","1006":"Sharing folders is only for registered users.","1007":"You cannot undo this action.","1008":"Pro bandwidth quota exceeded.","1009":"Need more bandwidth?","1010":"Storage quota exceeded.","1011":"Want to keep your files?","1012":"Storage quota almost exceeded.","1013":"Need more storage quota?","1015":"Please enter your voucher code.","1016":"Select an image","1017":"Use this as Avatar","1018":"Empty","1019":"Add an email address","1020":"Please enter an e-mail address or select a contact.","1021":"On","1022":"Off","1023":"You do not have write access to this folder.","1024":"Please enter a folder name.","1025":"Multiple items","1026":"Enter decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Public link","1030":"Select from your contacts, or add email addresses","1031":"Export file links and decryption keys","1032":"Include file key","1033":"Copy keys","1034":"Download multiple files","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}