{"11":"Artikulo 12","12":"Walang taong isasailalim sa di-makatwirang panghihimasok sa kanyang pananahimik, pamilya, tahanan o pakikipagsulatan ni sa tuligsa sa kanyang karangalan at mabuting pangalan. Ang bawat tao'y may karapatan sa pangangalaga ng batas laban sa gayong mga panghihimasok o pag-atake.","13":"Pangkalahatang Pagpapahayag ng Karapatang Pantao","14":"I-confirm kung buburahin na","15":"Gusto mo ba talagang burahin ng tuluyan ang lahat ng items sa iyong basurahin?","16":"Internal na error","17":"Lagpas na sa bandwidth quota","18":"Masyadong maraming koneksyon para sa download na ito","19":"Nag-expire o invalid ang paglog-in mo","20":"Hindi available ngayon","21":"Isyung pang-account, paki-check ang inyong e-mail","22":"Wala na ang file na ito","23":"Hindi na ma-access ang file","24":"Error sa pagdedecrypt","25":"Ang Folder ay napahi o nailipat ng isa pang user.","26":"Nawawalang Folder","27":"Sa kasamaang palad, isang file ang hindi ma-iupload dahil mas malaki ito sa [X].","28":"Sa kasamaang palad, [X1] na files ang hindi ma-iupload dahil mas malaki ito sa [X2].","29":"Ikaw ay pinagbabawalan na mag-upload ng mga file sa aming Adobe Flash fallback dahil ang iyong browser ay hindi nag-aalok ng HTML5 FileReader. Kung gusto mong iwasan ang limitasyong ito (at dagdagan ang pangkalahatang pagganap ng browser), mangyaring ikonsidera ang pag-install ng [A]Google Chrome[\/A].","30":"Limitasyon sa browser","31":"Ikaw ay magkakapag-upload lamang ng mga files na mas maliit sa [X] kung Internet Explorer 9. Sa Chrome, Firefox at Internet Explorer 10 ay pede kang mag-upload ng malalaking files.","33":"Mas astig ang MEGA sa Google Chrome","34":"Babala:","35":"Ikaw ay gumagamit ng lumang browser at ito ay naging dahilan ng hindi magandang pagganap sa sa paglilipat ng file.","36":"Mangyaring mag-upgrade sa Google Chrome.","37":"Habang ang ibang vendors ng browser ay nagpupumilit na ipatupad ang lahat ng abilidad ng HTML5, kaya na kaagad ito lahat ng Google Chrome ngayon. Para magamit ang lahat ng kakayahan ng MEGA (tulad ng automated batch up-at-download), masidhi naming iminumungkahi na iwan na ang lumang browser at gumamit na ng Chrome, ngayon na.","38":"Wag ng ipakitang muli","39":"Sige, salamat.","40":"I-download ang Chrome","41":"Ikaw ay nagtangal ng folder na naglalaman pa ng isang shared folder.","42":"Sa sandaling iyong alisan ang laman ng Basurahan ang pagbabahagi nito ay mawawalan ng bisa.","43":"Ikaw ay nagtangal ng folder na naglalaman pa ng [X] nakabahaging folder.","44":"Sa sandaling iyong alisan ang laman ng Basurahan ang mga pagbabahagi nito ay mawawalan ng bisa.","45":"Babala sa shared folder","46":"Internal na error","47":"Oops, may nangyaring mali. Pasensya na!","48":"Mangyaring magpasok ng hindi bababa sa tatlong letra upang maghanap.","49":"ilipat ang [X] napili na (mga) item","50":"1 file","51":"[X] mga file","52":"at","53":"1 folder","54":"[X] mga folder","55":"Read-only","56":"Read & Write","57":"Ganap na access","58":"I-download","59":"Kuhanin ang link","60":"Pagbabahagi","61":"Pangalanan ng iba","62":"Ilipat","63":"Kopyahin","64":"Mga Pahintulot","65":"Ikaw ay may read-only na access sa folder na ito.","66":"Ikaw ay may read & write na access sa folder na ito.","67":"Ikaw ay may ganap na kontrol sa folder na ito.","68":"Bagong folder","69":"Gumawa ng Bagong Folder","70":"Linisin ang Basurahan","71":"Magdagdag ng koneksyon","72":"Burahin ang koneksyon","73":"Sigurado ka bang gusto mong burahin ang taong ito sa iyong listahan ng mga koneksyon?","74":"Sigurado ka bang gusto mong burahin ang mga taong ito sa iyong listahan ng mga koneksyon?","75":"Burahin ang koneksyon","76":"Tatanggalin mo ng tuluyan ang [X] file na ito sa Basurahan mo.","77":"Gusto mo bang magpatuloy?","78":"Oo","79":"Hindi","81":"OK","82":"Kanselahin","83":"Alisin","84":"Patunayan ang pagbura","85":"I-reload","86":"Pangalan","87":"Sukat","88":"Type ng pagtatrasnfer","89":"Katayuan","90":"Bilis","91":"Lumipas na oras","92":"Natitirang oras","93":"Uri","94":"Huling binago","95":"E-mail","96":"Mga Pahintulot","97":"Bagong Upload","98":"Magupload ng Folder","99":"Magupload ng File","100":"Bakantehin ang Basurahan","101":"Magdagdag ng koneksyon","102":"Maghanap","103":"Kanselahin ang paglilipat","104":"Paglilipat ng file","105":"pending","106":"File manager","107":"Gusto mo bang kopyahin ang napiling folder sa pribadong inbox ng [X]?","108":"Pag-aapruba","109":"Gusto mo bang kopyahin ang napiling folder sa nakabahaging folder na ito?","110":"Gusto mo bang kopyahin ang napiling (mga) bagay sa pribadong inbox ng [X]?","111":"Gusto mo bang kopyahin ang napiling (mga) bagay sa nakabahaging folder?","112":"Iexport ang mga link file at decryption keys","113":"Link ng file","114":"Susi ng file","115":"Pangalan ng file","116":"Sukat ng file","117":"Ilipat ng kinalalagyan","118":"Pumili ng kalalagyan","119":"Komplimentaryong quota ng bandwidth ay nalampasan","120":"Ang iyong download ay hindi maituloy, sa dahilang masasakop niya ang kasalukuyang allowance ng libreng paglilipat para sa iyong IP address.","121":"Ang limitasyon na ito ay nagbabago at ito ay nakadepende sa halaga ng hindi nagamit na bandwidth mayroon kami ngayon.","122":"Tanging ang mga paglilipat ng ginawa sa panahon ng lima hangang anim na oras na nakalipas.","123":"Sa time window:","124":"Ikaw ay nagdownload ng [X].","125":"[X1] ay magiging available sa [X2].","126":"Ang kasalukuyang limitasyon sa IP ay [X].","127":"Para sa pagpapabilis, ang iyong mga naka-queue na download ay ilalagay sa on hold hanggang sa magkaroon ka ng sapat na magagamit na quota, at pagkatapos ay itutuloy ng awtomatiko.","128":"Kung ayaw mong maghintay, pwede mong isaalang-alang ang pagkuha ng bandwidth package na magbibigay rin ng karagdagang imbakan.","129":"Mag-upgrade sa pro","130":"I-download ang mga file","131":"I-click ang \"Payagan\" para sa pagkumpleto ng download.","132":"Ilipat ang mga bagay","133":"Ilipat ang [X].","134":"Kopyahin ang [X].","135":"Error","136":"Mangyaring piliin ang folder na patutunguan.","137":"Mangyaring piliin ang nararapat na patutunguan.","138":"Ang folder na patutunguan ay hindi dapat kapareho ng folder na pinangalingan.","139":"Circular error","140":"Circular error: and patutunguan ay hindi dapat sub-folder ng ililipat na folder.","141":"Mangyaring maglagay ng nararapat na e-mail address.","142":"Mangyaring maghintay...","144":"Tanggalin ang pagbabahagi","145":"E-mail address:","146":"Ibahagi sa bagong user:","147":"Payagan","148":"Isara","149":"Pagbabahagi","150":"Naimbitahan na","151":"Ang user na si [X] ay naimbitihan na at lilitaw sa iyong mga koneksyon pagkatapos niyang sumali.","152":"Hindi mo pwedend ilagay ang iyong sarili sa iyong mga koneksyon.","153":"E-mail address.","154":"Magdagdag ng koneksyon","155":"Magdagdag","156":"Kanselahin","157":"Pangalan ng folder","158":"Gumawa","159":"Kanselahin","160":"Ang pangalan na ito ay ginagamit na. Mangyaring ulitin ulit.","161":"Pangalanan ng iba","162":"Pangalanan","163":"Kanselahin","164":"Cloud Drive","165":"Mga Koneksyon","166":"Inbox","167":"Basurahan","168":"Basurahan","169":"Menu","170":"Magpa-rehistro","171":"Mag-login","172":"I-drag at i-drop ang files dito","174":"o","175":"Pumili ng files","176":"Piliin ang files na i-uupload","177":"Hawak mo ang susi kung ano man ang ilalagay mo sa cloud","178":"Matiwasay na kolaborasyong online","179":"Mabisang tagapamahala ng files","180":"App Ecosystem","181":"Detalyadong mga tampok","182":"Ibahagi ang naka-encrypt na folders sa mga katrabaho o kapartner sa negosyo at makikipagpalitan ng kompidensyal na dokumento na may malinaw na end-to-end encryption.","183":"Tingnan at i-manage ang inyong files sa inyong web browser, na may kasamang masbilis na batch up- at downloading.","184":"Isang comprehensibong  bukas na API ang nagpapagana sa third-party developers upang mas lalo pang mapaganda ang pagtakbo ng MEGA.","185":"2048 bit RSA encryption","186":"Mag-sign out","187":"sariling  Account","188":"Tagapamahala ng Files","189":"Itigil ang sesyon","190":"Mag-login","191":"gumawa ng account","192":"Tandaan ang paglog-in","193":"Maglog-in","194":"[X] server ang online","195":"Ang iyong Email","196":"Ang iyong Email","197":"Ilagay ang iyong e-mail address.","198":"Ilagay ang isang valid e-mail address.","199":"Ilagay ang inyong password.","200":"Naku! May mali.","201":"Maling e-mail o password. Subukan na lang ulit mag-login.","202":"Gumawa ng bagong account","204":"o","205":"maglog-in","206":"Pangalan","207":"Email","208":"Sinasang-ayunan ko ang [A]Terms of Service[\/A] ng MEGA","209":"Mag-register","210":"Humanda para sa pagbabago","211":"Cloud storage will never be the same","212":"Ilagay ang inyong pangalan.","213":"Maglagay ng password.","214":"Kailangan mong i-accept ang aming terms of service.","215":"Isang di-malamang error ang nangyari. Subukan muli.","216":"Grabe","217":"I-check ang inyong e-mail address at i-click ang link para i-confirm ang inyong account.","218":"Ang e-mail address na ito ay naka-register na sa MEGA.","219":"Ang e-mail address na ito ay meron ng registered account sa MEGA.","220":"Mahinang password","221":"Katamtamang password","222":"Magandang password","223":"Magaling na password","224":"PILIIN ANG FILES NA I-UUPLOAD","225":"PILIIN ANG FILES NA I-UUPLOAD O I-DRAG AT I-DROP DITO","226":"Upang maiwasan ang sobra na mapagkukunan, kami ay kalimitang naglalagay ng cap sa bandwidth utilization. Sa nakalipas na anim na oras, ang iyong IP address ay tumupok ng [X1], kung saan, kasama ang [X2], ay lalagpas ng kasalukuyang limitasyon na [X3]. Upang matiyak ang makatarungan at pantay na pagpasok sa aming mga mapagkukunan, ang iyong mga nakabinbing mga download hinold. Sila ay awtomatikong magpapatuloy sa sandaling magkaroon ng kaginhawaan.","227":"Ang mga paglilipat na sakop ng bayad na bandwidth ay hindi kasama sa limitasyon na ito, kaya kung hindi mo gustong maghintay, pwede kang magpalista sa Pro account.","228":"Trapiko sa pamamahala ay umeepekto","229":"Wag na ulit ipakita","230":"Magupgrade sa Pro","231":"Sige, salamat. Hihintayin ko na lamang.","232":"Sige, salamat. Hihintayin ko na lamang.","233":"Pansamantalang error, sinusubukan muli.","234":"I-download ang file","235":"Download","236":"Import","237":"Nag-uumpisa sa pagdownload","238":"Flag para sa copyright","239":"Kompleto na ang pag-download","240":"Para ma-kompleto ang pag-sasalin ng file,kailangan mong isave manually ang iyong file","241":"I-save ang  iyong file","242":"I-update sa chrome para ma-enjoy nang lubusan ang MEGA","243":"Ang file na iyong sinusubukang idownload ay hindi na available","244":"Dahil ito sa sumusunod na kadahilanan:","246":"Tinangal ang file dahil sa Tos\/AUp violation.","247":"Mali ang URL-ang ink na yong sinubukang i-access ay hindi umiiral","248":"Ang file ay binura na ng user.","249":"Ang file na iyong sinusubukang i-download ay kasalukuyang hindi available.","250":"Nabigo ang built-in redundancy.Dahil ito sa sumusunod na dahilan:","251":"Ang ibang server ay down para sa maintenance.","252":"Kami ay overloaded at nagdadadag ng kapasidad.","253":"Subukang muli mamaya.","254":"Ang file na iyong sinusubukang i-download ya hindi na available","255":"Ang file ay hindi na available dahil sa copyright claim ng [X].","256":"Ang iyong inilagay ay hindi na sa tamang haba.","257":"Pakitiyak kung iyong nilagay ay isang valid key.","258":"Nag-dadownload","259":"Ano nga ba ang MEGA?","260":"Ang MEGA ay ang pinaikling salita para sa \"MEGA Encrypted Global Access\".","261":"Tungkol saan ang MEGA?","262":"Ang MEGA ay isang ligtas na cloud storage at electronic collaborayion\/communication service.Ito ay naglalayon na bigayan kayo ng libre at bayad na Interner-accessible storage space at bandwidth.Maari mong ilagay at i akses ang iyong files sa pamamagitan ng iyong web browser o sa ibang client applications.","264":"Sa pinakamahusay naming kaalaman,Acng cloud storage at ang encryption ay legal.Maari po lamang na sumunod sa mga nakasaad na batas at regulasyon kung [B]paano[\/B] gamitin ang cloud storage at encryption at ang aming [A]terms of use[\/A].","265":"Ang MEGA ay ginawa ng parehong tao na gumawa din ng pinakamalaking cloud storage business sa mundo. Pwede bang makuha ko ang aking accont at files ulit?","266":"Sa kasamaang palad,ang MEGA ay wlalang akses sa mga ari-arian ng kanyang empleyado na ginawa noon.Walang legal na koneksyon at walang ginagamin sa pagkaparehong code,hardware o database records,at kami ay kasalukuyang walang paraan para makuha ang inyong legacy data.","267":"Sa lahat ng lugar, bakit ang base ng cloud storage company ay sa New Zealand ?","268":"Kasama ng iba pang mga rason, ang New zealand noon ay tinatawag din na \"Aotearoa\", na ang ibig sabihin ay \"Lugar ng mahabang puting ulap\"","269":"Maaari bang mapuntahan ang MEGA website sa aking mobile device?","270":"Pwede mo ring puntahan ang MEGA website sa iyong mobile browser kaya lng ito ay limitado sa pag-gana. Nirerekomenda namin ang MEGA mobile app keysa sa mobile browser ng device mo.","271":"Pwede ko bang ibalik ang mga na gambalang up- o downloads?","272":"Oo, basta't huwag mong sarhan ang iyong browser tab, ang up- at downloads ay agarang manunumbalik matapos ng hal. kapag ang network ay natigil o ang iyong device ay naka-standby\/sleep mode. Bigyang pansin na ang server ay agarang mag-aalis ng hindi kompletong uploads pagkalipas ng 48 oras ng hindi paggamit.","273":"Pwede bang i-upload nang ilang beses ang magkaparehong file?","274":"Dahil hindi nakakakita ng file name ang server, ang pagkakabangaan nang file name ay isasaayos ng client. Sa pamamagitan ng standard settings, kapag ang iyong na ipload na file ay meron na sa iyong ccount(pareong target\/filename,parehong siza,parehong petsa ng pag-bago), ito ay lalaktawan,ngunit walang naghahadlang sa iyo para magtago ng maraming files o folders na magkaparehong pangalan ng folder.","275":"Paano ninyo inaayos ang badwidth utilization?","276":"Ang aming patakaran ay hindi ang pagpapatupad ng restriksyon sa aming mga user liban na lang kung gustuhin ng infrastructure bottlenecks. Kami ay nagrereserba ng karapatan na takpan ang bandwidth utilization para sa operasyon at oras ng bawat IP basis. Ang inyong transfer queue ay awtomatik na  manunumbalik kapag ang kasikipan ay nawala na. Walang manual na pakikialam ang kinakailangan.","277":"Meron bang limit sa file size ang MEGA?","278":"Hindi kami nagpapatalaga nag artipisyal na file size liban sa inyong availabe cloud drive space.Habang ang lahat ng kasalukuyang browser ay maaring mag-upload ng malalaking file,ang pag-download ay nakadepende sa kalakihan sa Internet Explorer at Safari dahil hindi kompleto ang kanilang HTML5 suppport.","279":"Maaari ba akong mag-upload at magdownload nang sabayan?","280":"Oo. Isang upload at isang download sa bawat browser tab ang pwedeng ilunsad nang sabay.","281":"Bakit hindi kayo nagbibigay ng imahe ng thumbnails o streamed preview nang mga video at audio files?","282":"Dahil ang  animg end to end encryption model ay likas na pumipigil sa ano mang server na mag-manipula ng inyong data, na kailangan para mag-lunsad nang ganitong  tampok.","283":"Paano mag-upload ng files sa MEGA?","284":"Merong tatlong paraan sa pag-upload ng files sa MEgA gamit ang iyong web browser:","285":"1. I-click ang pulang button sa start page.","286":"2. Pumunta sa file manager at i-click ang \"File Upload\" o (kung ikaw ay gumagamit ng Chrome)\"Folder Upload\" button na malapit sa itaas.","287":"3. I-drag at idrop ang files(kung ikaw ay gumamit ng Chrome) folders sa site.","288":"Paano i-install ang MEGA?","289":"Ang MEGA ay pwedeng gamitin sa kahit anong web browser. Depende sa abilitad ng inyong browser,ang ibang features ay maaring hindi available-kami ay nagrerekomenda na gumamit ng Google Chrome, Mozilla Firefox o Opera Next. Ang pag-andar nito katulad ng autpmated folder synchronization o filesystem mounts ay ginagawang available sa pamamagitan ng installable client applications. ","290":"Paano gumagana ang folder sharing?","291":"Maaari mong ibahagi alinmang subtree ng iyong cloud drive sa iyong mga kaibigan, kapamilya o katrabaho. Sa email lang ang imbitasyon. Ang mga naimbitahan na walang pang account ay makakatanggap ng e-mail notification na may signup link. Maaari ka ding gumawa ng iyong sariling public link sa kahit anong folder at iexport ang folder-specific crypto key, na ma-access kahit walang MEGA account. Sarili mong nang responsibilidad na maingat mong maibigay ang folder key sa mga tatanggap.","292":"Para mailagay, magbago o magbura nang share, mag-right click lamang ang folder sa iyong file manager at piliin ang Sharing. Mayroong 3 paraan sa pag-access: Read-only, read\/write(ang mga files ay madadagdag, ngunit hindi mabubura)at full (ang mga files ay madadagdag at mabubura)","293":"Kung ikaw ay nagdagdag nang e-mail na wala pang account, kailangan mong mag-online nang kahit isang beses pagkatapos makompleto ng tumatanggap ang proseso ng pagsign-up para ma-encrypt ang share secret sa bagong gawang public key.","294":"Paano ko tatangalin ang mga tao sa aking shared folder?","295":"I-right click lamang ang folder sa iyong file manager at piliin ang sharing. Makikita mo na lahat ng tao na kasalukuyang may access sa shared folder. I-right click ang tao at piliin ang Delete option sa menu.","296":"Paano ko malalaman ang shared folders?","297":"Ang shared folders sa inyong file manager ay mayroong espesyal na icon na may kamay sa ilalim ng folder.","298":"Pwede ko bang ibahagi ang mga folders na naibahagi na din sa akin?","299":"Hindi. Ang folder shares ay hindi napapalipat.","302":"Paano ako makakalink ng file sa MEGA?","303":"Una sa lahat, paalala lang: Ang cryptographic security ng iyong mga file ay nakadepende sa pagkakonpedensyal ng inyong mga encrypted keys. Siguraduhin lamang na inilipat nyo ito gamit ang protektadong channel. Standard e-mail, halimbawa ay hindi masyadong sigurado.","304":"Ayon sa iyong pag-iisip,pumili nang isa o higit pang files sa iyong file manager at iright click ang \"Kunin ang  Link\". Isang dialogo na may kasamang public links sa mga file na pinili mo ang mabubuksan. Maari kang pumili kung ilalabas ang bawat link at key nang magkahiwalay o sabay-sabay sa isang malaking link. ","305":"Paano gumagana ang encryption?","306":"Lahat ng encryption ay end to end.Ang data na inaupload ay encrypted sa uploading ng device bago i padala sa internet,at ang data na nadownload  ay decrypted lamang pagkatapos nitong makarating sa downloading device.ANg client machines ay responsable para sa pag-generate,pagpalit and pag-manipula nang encryption key.Walang pwedeng magamit na encryption key ang lumalabas sa client computers.(liban sa RSA public keys)","307":"Lahat ba nang aking personal na impormasyon ay kinakailangan sa encryption?","308":"Hindi.Ang file pangalan ng data at file\/folder lamang ang encrypted.Ang impormasyon na kailangan namin ay akses sa operasyon tulad ng iyong e-mail,IP address,istraktura ng folder,file ownership at payment credentials ay tinatago ay hindi iniencrypt.Paki tignan ang privacy policy para sa detalye.","309":"Ang tinago ko bang data ay talagang ligtas?","310":"Lahat ng seguridad ay magkaugnay.Ang mga sumusunod na attack vectors ay umiiral-wala silang kinalaman sa MEGA ngunit gusto naming ipaalam ang mga panganib:","311":"Malalagay sa panganib ang indibidwal na accounts kapag:","312":"-spyware sa iyong computer.Isang simpleng keylogger lamang ang  kailangan,ngunit ang credential sa sesyon at keys ay maari ding makuha sa memory o file system","313":"- Shoulder surfing. Huwag itype ang iyong password habang tinitignan ng iba ang iyong pagtype.","314":"- Password brute-forcing. Gumamit ng malakas na password.","315":"- Phishing. Palaging kompirmahin ang seguridad nang iyong koneksyon (https:\/\/) at ang tamang domain name (mega.co.nz) bago ilagay ang iyong passsword.  ","316":"Malalaking pag-atake ang magaganap sa pamamagitan nang:","317":"-Isang \"tao sa gitna\" na atake.Nangangailangang magbugay ng balidadong kopya ng SSL certificate na may kombinasyon ng DNS  forging at\/o atake sa aming BGP routes ( isang  DigiNotar-style scenario).","318":"- Ang pagkakaroon ng akses sa webservers hosting https:\/\/mega.co.nz\/index.html at ang pagpalit nang file sa ginayang bersyon ( Hindi nito apektado ang mga na install na application base).Bigyang pansin na ang laman nitong minanipula sa aming distributed static contentCDn ay hindi maglalaan ng security risk, ","319":"- Ang pagkakaroon nang accesss sa aming core server infrastructure at ang paggawa nang gawa-gawang key request sa shares na mayroon na. Ang ganitong tipong atake ay umaapekto sa mga data ng accounts na  may shared folders at malalaman din ng client.","320":"Paano kung hindi ko kayo pinagkakatiwalaan?Segurado pa rin ba ang pag-gamit ko ng MEGA?","321":"Kung hindi niyo kami pinagkakatiwalaan, hindi maaring ma-run ang kahit anong code na aming ibinigay,kung saan sinasarhan ang pagbubukas ng MEGA sa inyong browser at paglagay ng inyong login credentials. Gayunman, dahil sa end to end encryption paradigm ng MEGA, maari mong ligtas na gamitin ang client applications na isinulat ng sinumang inyong pinagkakatiwalaan.","322":"Pinagkakatiwalaan ko kayo at ang inyong New Zealand Centre, ngunit hindi ko pinagkakatiwalaan ang inyong German data centre, dahil ito ay pinapatakbo ng  US company. Ligtas pa din bang gamitin ang MEGA?","323":"Oo,maari mo paring gamitin ang MEGA(may ilang limitasyon)nang ligtas kasama ang aming core data centre sa Germany na kompromisado .Ang New Zealand data center ay naninigurado na walang naliligaw na code ang gagana kapag ikaw ay bumisita sa https:\/\/mega.co.nz\/.","324":"Ang data ba na aking inilagay sa shared folders ay ligtas kagaya ng iba kong data?","325":"Ang mga shared folders, ay kasing ligtas ng pinaka-mababang ligtas na miyembro. Subalit ang kompromiso sa aming core server infrastructure ay nagsasaad ng karagdagang panganib: Ang public keys ay magagamit at ang key request ay maaring gayahin.","326":"Sabihin natin na ang MEGA storage node ay pisikal na kompromisado. Ano-ano ang mga dulot na panganib nito?","327":"Ang mga Error Messages pagkatapos idownload ang nmanipulang files. Kahit na ang umaatake ay may encryption key sa nasabing file sa node, hindi ito mapapalitan ng inibang key ng hindi naapektuhan ang mga sumunod na downloads.","328":"Maganda bang pakana ang ilagay ang lahat ng iyong data sa isang lugar?","329":"Laging magtabi ng iba't ibang kopya ng importanteng files, online man o offline. Kahit na kami ay nagtatabi ng files sa dalawang lokasyon, wala pa ring katiyakan sa iba't ibang paibaibang pagpalpak o sa paulit-ulit na pagharang ng gobyerno.","330":"Bakit ko ipagtitiwala ang data ko, sa lahat ng tao, sa'yo?","331":"Nagproprovide kami ng user controlled encryption (UCE) na kung saan, ikaw, bilang user, ang kumokontrol sa keys. Open source ang UCE kaya't iniimbitahan namin ang IT community, na i-test ito at magbigay ng feedback. Kami ay naniniwala na ang approach na ito ay mas mabisa sa pag-iistore ng data kaysa sa paglalagay ng data sa server-side encryption na kung saan ang ISP ang kumokontrol sa keys, wala pang encryption na nagaganap, bilang halimbawa, ang MEGA user files ay biglang nabuksan ng walang password sa kadahilanan ng programming error, ito ay hindi lahat mababasa ng wala ang user-controlled decryption keys.","332":"Napansin kong nagamit ka na ng HTTPS sa pagta-transfer ng naka-encrypt ng file data. Paulit-ulit yata?","333":"Oo. Sa ganang bagay, lahat ng browsers ay lumalaban sa pag-eestabish ng insecure connections sa isang secure page. Masisi mo nga ba? Hindi rin malalaman na mayroong na isa pang encryption layer na nag-ooperate. Dahil ang HTTPS ay may adverse effect sa performance ng inyong browser, ina-allow namin na (sa Chrome, Safari, at Firefox hanggang version 17) bilisan pa ang transfer ng hindi naapektuhan ang confidentiality at integridad ng transfer ng data. Makakakita ka ng SSL warning na lilitaw sa first file transfer sa mga browser - na dito (at dito lamang kung maaari) ay pede mo itong isantabi.","334":"Anon klase ng encryption algorithms ang ginagamit ng MEGA internally?","335":"Para sa bulk transfers, ang AES-128 (naniniwala kami ng sa mataas na CPU utilization ng AES-192 at AES-256 ay na-outweigh ang theoretical security benefit, o kahit papaano, sa pagdating pa ng quantum computers). Ang post-download integrity checking ay ginagawa  sa pamamagitan ng chunked variation ng CCM, na kung saan ay mas less efficient ang OCB, pero encumbered naman ng patents.","336":"Sa pag-eestablish ng shared secrets sa pagitan ng users, at pagdadrop ng files sa inyong inbox, RSA-2048 (ang key length na napili ay nasa gitna sa pagitan ng masyadong secure at napabagal). Lahat ng encryption, decryption at key generation ay iniimplement ng JavaScript, na naglilimita ng throughput paglalagak ng MB\/s at nagiging dahilan ng CPU load. Kami ay naghahanap ng implementation pa ng mga proposed HTML5 WebCrypto API sa mga major browsers, para matanggal ang pagkakatigil.","337":"Ang built-in random number generator ng JavaScript ay napapalakas pa sa pamamagitan ng mouse\/keyboard timing-driven ng RC4 entropy pool gayun din ang crypto.* randomness na kung saan ay available (sa Chrome at Firefox lamang - ang nagegenerate na keys ng Internet Explorer at Safari ay hindi gaun kasecure)","338":"Nagtatabi ba ng backups ng files ko ang MEGA?","339":"Kung available, nilalagay namin ang files mo sa alinmang dalawang servers sa magkaibang datacentres.","340":"Nalimutan ko ang password ko. Pwede ko ba itong i-reset?","344":"Kelan mo kailang mag-upgrade sa Pro account?","345":"Ang Pro account ay nagbibigay ng karagdagang additional storage space at ekstrang bandwidth quota kung halimbawang narating na ang operational bandwidth limit -- magagamit mo din ang quota o ibigay ito sa iba na nag-aaccess ng iyong data (kasama dito ang users na walang MEGA account). Ang pinakamataas na bahagdan ng bandwidth quota ay nakalagay sa third parties na ma-coconfigure sa inyong account settings.","346":"Para saan makakabuti ang upload speed limiting feature ?","347":"Maraming routers ang hindi nagpripriotize ng mas maliit na packets kung sakali mang nagkakaroon ng link congestion, na nagreresulta sa pag-apekto ng husto sa inyong inboud traffic kapag ang puno na ang outbound link. Kaya kami ay nag-ooffer ng awtomatikong speed management option para masukat namin ang available outbound bandwidth sa unang sampung minuto ng upload at pinapanatili namin ang sampung bahagdan nito na hindi gagamitin. Pede mo ding ilagay sa fixed througput limit ito","348":"Ano ang makukuha ko sa free account?","349":"Isang globally accesible, high-performance, secure cloud drive na may [X] na storage space. Kung kailangan mo ng mas higit pa dito, pede kang mag-upgrade sa [A1]Pro[\/A1] account. Mag-click [A2]dito[\/A2] para makita ang current utilization.","359":"Kayo ba ay naghahandog ng API?","361":"Oo. Gamitin ang software development kit para madagdagan ang MEGA support sa iyong application.","362":"Upang maiwasan ang resource overload, kinakailangan naming i-cap minsan ang bandwidth utilization. Ang file na inyong dina-download ay mas malaki sa aming limit na [X3]. Ang pag-transfer nito ay pansamantalang itinigil and magsisimula kaagad-agad kapag nawala ang congestion.","365":"Ang iyong browser ay hindi moderno para idownload ang file na ganito ka-laki.","366":"Babala sa copyright","367":"Nirerespeto ng MEGA ang copyrights ng iba at nirerequire na ang mga users ng MEGA cloud service na mag-comply sa mga batas ng copyright. Ikaw ay mahigpit na pinagbabawalan na gamitin ang MEGA cloud service para mang-infringe ng copyrights. Hindi ka maaaring mag-upload, magdownload, magstore, magbahagi, magdisplay, magstream, magdistribute, mag-email, maglink sa, magtransmit o anumang available na files, data, o content na maaaring mag-infringe ng copyright o alinmang propriety rights ng sinumang o alinmang entity.","368":"Caution:","369":"Ang crytographic security model ng MEGA ay depende sa confidentiality ng keys na ka-display sa taas. Iwasan ang pag-transmit nito sa mga di secure na channels!","370":"Kopyahin sa clipboard","371":"Nakopya na sa clipboard","372":"I-upload","373":"I-download","374":"Nangangako kami, ihahatid namin","375":"Hindi maaaring umalis sa page na ito habang nakabitin pa ang paglilipat ng files.","376":"Kailangan mong maglog-in upang makita ang page na ito.","377":"Naglilipat pa ng files. Kapag pinili mong sarhan ang browser,matitigil ang pag-dadownload at pag-uupload","378":"I-enter ang inyong password upang mapatunayan ang account mo.","379":"Maglog-in para maiangkat ang file na ito sa account mo.","380":"I-enter ang decryption key","381":"Lahat ng karapatan ay reserbado","382":"gawa sa New Zealand","383":"Suporta","384":"Tulong","385":"Mga Termino ng Serbisyo","386":"Pribadong Patakaran","387":"Copyright","388":"Komunidad","389":"Blog","390":"Pagkakasama","391":"Tagapagbili","392":"taga-pag-unlad","393":"ka-partner sa pag host","394":"tga.pagpamuhunan","395":"Maging isang taga-pag bili","396":"Tungkol sa amin","397":"Libreng Membership","398":"Pro Membership","399":"Kontakin kami","400":"Basics","401":"Pagbabahagi","402":"Seguridad at Privacy","403":"Account","404":"Mga Pagbabayad at Pagsingil","405":"Kagamitan","406":"Pinakatinatanong na mga bagay:","407":"Mga kategorya:","408":"Enero","409":"Pebrero","410":"Marso","411":"Abril","412":"Mayo","413":"Hunyo","414":"Hulyo","415":"Agosto","416":"Setyembre","417":"Oktubre","418":"Nobyembre","419":"Disyembre","420":"Mag-log-in para masimulan ang inyong upload.","421":"Tanggapin ang aming terms of service","422":"Tinatanggap ko","423":"Kailangan mo ng registered account upang magamit ang aming sharing feature. Gusto mo bang mag-register na?","424":"Disabled ang sharing","425":"Palitan ang pangalan ng folder","426":"Palitan ang pangalan ng file","427":"Detalye ng account","428":"Vouchers","429":"History ng sesyon","430":"history ng pag-purchase","431":"History ng transaksyon","432":"Tipo ng Account:","433":"Upgrade","434":"Tipo ng subscription:","435":"Libre","436":"walang billing cycle","437":"storage space:","438":"[X] nagamit","439":"[X1] ng [X2]","440":"Pamamahala ng Bandwidth:","441":"I-enable ang pamamahala ng bandwidth","442":"I-disable ang pamamahala ng badwidth","443":"Pwede mong tukuyin ang percentage na gusto mong ilaan sa serving bandwidth","444":"I-set ang Serving bandwidth:","445":"Serving Bandwidth","446":"(para sa mga third party downloads ng iyong files)","447":"Download Bandwidth","448":"(para sa pag-download ng third party files)","449":"Balanse ng account","450":"Top-up","451":"Gumawa ng voucher:","452":"Tipo ng voucher:","453":"Pumili ng tipo ng voucher","454":"Dami:","455":"Gumawa","456":"Kunin ang voucher:","457":"Bilhin ang voucher","458":"Kunin","459":"Ang iyong mga voucher","460":"HIndi nagamit na Voucher","461":"Mga nakuhang voucher","462":"Nakanselang voucher","463":"Binawing mga vouchers","464":"Lahat ng voucher","466":"Huli  [X]","467":"Kasaysayan ng Sesyon","468":"history ng pag-purchase","469":"huling pang-[X] na purchase","470":"Mga Nangyaring Transaksyon","471":"huling  [X] transactions","472":"Huling  [X] sesyon","473":"oops,maaring hindi ito balidadong voucher code","474":"Expiration date:","475":"Petsa\/Oras","476":"Item","477":"halaga","478":"Paraan ngpagbabayad","479":"Browser","480":"IP-address","481":"Bansa","482":"Ang pinakahuling ginawa","483":"kasalukuyang ginagawa","484":"TransactionID","485":"Credit","486":"Debit","487":"Voucher code","488":"Status","489":"hindi na gamit","490":"kinuha noong","491":"Binawi noong","492":"kinansela noong","494":"Piliin ang inyong package:","495":"Lagayan","496":"Bandwidth","497":"Piliin ang presyo:","498":"kada buwan","499":"kada taon","500":"Piliin ang presyo:","501":"makakatipid ka ng 17%","502":"Piliin ang presyo:","503":"Piliin ang payment method:","504":"Prepaid balance","505":"bumili ng voucher","506":"Propesyonal","507":"Ipagpatuloy","508":"voucher code","509":"Ang Pribadong Kompanya","510":"Maligayang Pagdating sa MEGA!","511":"Ang iyong 2048-bit RSA public\/private key pairs ay ginagawa ngayon.","512":"Para mapalakas ang key,kailangan naming magkolekta ng bilang nang inyong pagsagawa sa pamamagitang ng pag-galaw mo nang iyong mouse at pagtayming ng keystroke.","513":"Ang voucher code ay na-redeem na para sa inyong account, pero ang inyong bagong prepaid balance ay kulang pa para sa pag-purchase nito. Pakiusap magdagdag pa ng balance or bumili ng mas murang package.","514":"Kunlang ang inyong balanse,Subukan ulit.","515":"Ang folder na ito ay naglalaman ng 500 entries. Ang pagdami ng laman sa folders ay maaaring magpabagal ng browser nyo. Kung maaari ay gumawa kayo ng sub-folders.","516":"kumuha ng suporta","517":"May hindi ba gumagana para sayo? Icheck ang aming [A]help centre[\/A]. Kung ang tanong mo ay hindi nasagutan, huwag mag-atubiling magtanong sa amin.","518":"Legal","519":"Ang aming Legal department ay nandiyan para rumisponde sa inyong mga kailangan","520":"Copyright","521":"Nababahala ka ba sa paglabag ng user sa iyong intelektwal na property rights? Mag-pasa lamang ng abiso ng takedown sa pamamagitan ng [A]online form[\/A] o magpadala ng email sa amin.","522":"Mag-suggest ng maaring ipabuti","523":"Mag-pasa ng feature request at usability related dito.","524":"Mag-ulat ng bug","525":"Ang MEGA ay kasalukuyang nasa beta, at ikaw ay iniimbitahang mag-sumiti ng bug reports. Mas detalyado, mas maigi.","526":"Medya","527":"Aming inaanyayahan ang myembro ng media,kasama na ang bloggers na kontakin kami at may katanungan sa MEGA.","528":"Maging reseller","529":"Maging bahagi ng kwento ng tagumpay!","530":"Ang reseller program ay  nagpapahintulot sa iyo na amg tinda ng MEGA vouchers sa mga kostumer","531":"Ang mga detalye:","532":"Ikaw ay makakakuha ng voucher management interface.","533":"Gumawa ng vouchers agad-agad galing sa inyong account balance.","534":"Madami-daming revenue share sa simula.","535":"Sa pagdami ng binebenta mo, sa pagtaas ng inyong revenue share, sa pagdami ng kita mo.","536":"Ang reseller API access na ito ay pahihintulutan kang gumawa ng mga astig na tools na pwedeng makipag-interact sa aming system agad-agad.","537":"Libreng advertising: ang inyong website ay malilink sa Mega.","538":"Sa pag-review at pag-approve ng inyong reseller application. Ang inyong negosyo at website dapat ay ma-meet ang standards namin.","539":"Revenue Share","540":"Magdidiscountan ang inyong revenue share sa pagkaka-gawa mo ng voucher creation.","541":"buwanang pagbabalik ng puhunan","542":"Revenue share","543":"mahigit sa  [X]","544":"Reseller application","545":"Mag-signup na reseller","546":"Detalye","547":"Ang iyong detalye","548":"Markets","549":"Pumili ng reseller market:","550":"Payments","551":"Pumili lng payment method","552":"Pumili nang paraan sa pagbabayad sa nakalistang providers.","553":"HIndi nakalista ng iyong payment provider? [A]i-e-mail sa amin[\/A]","554":"Kompleto","555":"Ako ay sumasang-ayon sa MEGA [A]Resellers Terms of Service[\/A]","556":"Susunod","557":"Pumili ng market sa lista dito ng mga bansa","558":"Datihan","559":"Pangalan mo","560":"URL ng negosyo","561":"Address","562":"ZIP o Postal code","563":"Pangalan ng negosyo","564":"Phone number","565":"Lungsod","566":"Pumili ng bansa para sa payment method:","568":"Piliin ang bansa mo","569":"Ilipat ang settings","570":"Bilang ng nakahilerang koneksyon ng upload","571":"Bilang ng nakahilerang koneksyon ng download","572":"Speed Limit ng pag-upload","573":"Wala","574":"Automatik","575":"Permanente","576":"laktawan ang parehong files kapag ng upload:","577":"Oo","578":"Hindi","579":"Gumamit ng SSL para sa pag-lipat ng files:","580":"Ang pag-disable ng SSL ay nag-papabuti sa pag-ganap at hindi bumabawas sa kaligtasan.","581":"Pakilagay ang pangalan","582":"Pakilagay ang URL ng negosyo","583":"Ilagay ang address.","584":"Pakilagay ng ZIP o postal code.","585":"Pakilagay ang pangalan ng negosyo.","586":"Pakilagay ang phone number.","587":"Pakilagay ang iyong lungsod.","588":"Makikilagay ng inyong bansa.","589":"Kailangang i-accept ang reseller terms of service","590":"Pumili kahit isang bansa.","591":"Pumili ng payment method.","592":"Pumili ng bansa para sa payment provider.","593":"Grabe","594":"Ikaw ay makakatanggap ng e-mail galing sa amin para sa karagdagang impormasyon.","620":"Abiso ng Pinanindigang pag-labag","621":"Abiso","622":"Nirerespeto namin ang copyright ng iba at inoobliga namin ang mga gumagamit ng aming serbisyo na umayon sa mga batas ng copyright. Ikaw ay mahigpit na pinagbabawalan na gumamit ng aming serbisyo para sumira o mag-infringe sa copyright ng iba. Hindi ka maaaring mag-upload, magdownload, magtabi, magmigay, magpakita, magstream, magbahagi, mag-email, maglink, magtransmit o gawing available ang anumang files, data, o laman na maaaring makasira sa copyright o karapatang pagmamay-ari ng sinuman. Kami ay sasagot sa mga abiso ng pagsira\/pag-infringe ng copyright kung ito ay may basehang batas at maiparating ito sa amin ng maayos. Kung ikaw ay naniniwalang ang iyong content ay nagaya o ginamit ng makatwiran gaya ng pag-infringe sa copyright, makikisuyong magbigay ng mga detalyeng ito: (i) pisikal o elektronikong pirma ng may-ari ng copyright o ang taong otorisadong pumalit sa ngalan ng may-ari; (ii) pagkakakilanlan ng bagay ng may copyright na na-infringe; (iii) pagkakakilanlan ng bagay na sinasabing nag-iinfringe o itinuturong may gawa ng pag-infringe at dapat alisin o tanggalan ng pag-access upang ito ay madisable, at ang impormasyon makaturungan at patas para kami ay bigyan ng rason upang ito ay hanapin halimbawa gaya ng URL o uniform resource locator(s); (iv) ang inyong contact information, kasama na inyong tirahan, telepono, at email; (v) isang pahayag galing sa'yo na nagsasabi na ang layunin ng pagamit nito ay mabuti at ang reklamo ay hindi otorisado ng copyright owner, ng agent nito o ng batas; at (vi) pahayag na ang impormasyong nasa abiso ay tama, at nasa ilalim ng batas ng perjury (maliban na lang kung iba sinasabi ng batas), na ikaw ay otorisadong gumawa sa ngalan ng may-ari ng copyright.","623":"Aming nirereserba ang karapatan na mag-alis ng data na sinasabing lumalabag ng walang abiso, sa aming pagkakaalam at kahit walang pananagutan sa iyo. Sa tamang mga pagkakataon, amin ding ititigil ang inyong account kung ikaw ay determinadong labagin muli ito. Ang aming nakatalagang copyright agent para sa mga pinaghihinalaang may mga copyright infringement ay si:","624":"Abiso para sa Copyright","625":"Gamitin ang form na ito para magpasa ng abiso ng copyright. Kami ay sasagot saloob ng 24 oras (kapag oras ng opisina)","626":"Ang Nilalaman:","627":"Kinakailangang patlang","628":"Lumabag sa aking personal na copyright.","629":"Lumabag sa copyright ng taong aking nirerepresenta","630":"Takedown type:","631":"Pumili ng takedown type:","632":"1. I-disable ang (mga) ibinigay na pampublikong URL-ang (mga) file ay mananatili sa account ng may-ari.","633":"2. I-disable and lahat ng pampublikong (mga)URL sa mga nasa-ilalaim na file para sa mga ibinigay na (mga)URL - ang (mga) file ay mananatili sa account ng may-ari.","634":"3. Tanggalin ang lahat ng pagkakataon ng mga nasailalim na file ng ibinigay na (mga)URL-walang user ang  pinahihintulutang mag lagay nito kahit ano pang mangyari sa buong mundo.","635":"Ako ay nagsasabi na ako ay may mabuting paniniwala na ang pagbabahagi ng  copyright na materyal at ang lokasyon sa itaas ay hindi awtorisado ng may-ari ng copyright,kanyang ahente o nang batas (halibawa ang patas na pag-gamit).","636":"Aking naintindihan na ako ay maaring managot sa anu mang pinsala.kabilang ang kabayaran at bayad sa abogado,kung alam ko na ang iniulat na nilalaman,mga URL o file ay lumalabag.","637":"Ang impormasyon sa abisong ito ay tama at ako ay nasailalim ng parusa ng di pag-sabi ng katotohanan na ako ay awtorisadong kumilos sa ngalan ng may-ari ng copyright.","638":"Ang abisong ito ay isang seryosong legal na dokumento - maaari po lamang na mag-ingat na tama ang inyong pag-aangkin sa paglabag ng copyright. Kung gusto mo ay pwede ka ding kumonsulta muna sa adogado para malaman kung ang nilalaman na iyong irereport ay talagang lumabag at hindi protektado ng patas na pag-gamit, lisensya o iba pang legal na basehan.","639":"Mag-pasa ng abiso","640":"Magdagdag pa","641":"URL ng lumalabag na nilalaman:","642":"Pangalan ng may-ari ng copyright:","643":"Ranggo sa trabaho:","644":"E-mail address:","645":"Fax:","646":"Lungsod:","647":"ZIP\/Postal Code:","648":"Copyright na ginawa na sinasabing lumalabag:","649":"Ang aking buong pangalan:","650":"Kompanya\/Organisasyon:","651":"Telepono","652":"Tirahan:","653":"Lalawigan\/Probinsya:","654":"Bansa:","655":"Paki-lagay ng URL ng bawat may copyright na gawa na sinasabi na lumalabag.","656":"Paki-lagay ng copyright na gawa ng bawat lumabag na URL.","657":"Pumili kung ang nilalaman ay lumalabag sa iyong personal na copyright o sa iba na awtorisadona kumatawan sa iyo","658":"Pumili ng takedown type.","659":"Pakilagay ng URL ng bawat may copyright na gawa na sinasabi na lumalabag.","660":"Pakilagay ng copyright na gawa ng bawat lumabag na URL.","661":"Pakilagay ng pangalan ng may-ari ng copyright.","662":"Pakilagay ng iyong buong pangalan.","663":"Pakilagay ng iyong E-mail address.","664":"Pakilagay ng tunay na E-mail address.","665":"Pakikompirma na mayroon kang mabuting paniniwala na ang pagbabahagi ng material na inicopyright at ang lokasyon sa itaas ay hindi otorisado ng may-ari ng copyright,ng kanyang ahente o nang batas. (hal. ang patas na paggamit).","666":"Pak-kompirma na ikaw ay mananagot sa anumang pinasala, kabilang  na ang mga gastos, bayad sa abogado, at kung alam mong hindi tama ang naulat na nilalaman, ang (mga) URL o files ay lumalabag.","667":"Paki-kompirma kung ang abisong ito ay tama at nasailalaim lng parusa ng pagsabi ng di-makatotohanan na ikaw ay awtorisadong kumilos sa ngalan ng may-ari ng copyright.","668":"Salamat!","669":"Aming susuriin ang inyong Copyright sa ilang sandali.","670":"Lingwahe","671":"Ikaw ba ay nagsasalita ng iba't ibang mga wika?","672":"Tulungan kaming mag-salinwika!","673":"Ang Pribadong Kompanya","674":"Walang taong isasailalim sa di-makatwirang panghihimasok sa kanyang pananahimik, pamilya, tahanan o pakikipagsulatan ni sa tuligsa sa kanyang karangalan at mabuting pangalan. Ang bawat tao'y may karapatan sa pangangalaga ng batas laban sa gayong mga panghihimasok o pag-atake.","675":"Pangkalahatang Pagpapahayag ng Karapatang Pantao, Artikulo 12","676":"Ang MEGA ay isang Cloud Storage na may Malakas na Always-On Privacy","677":"Ang MEGA ay nagbibigay ng robust cloud storage na mas madali at mas mas malakas na always-on privacy. Ang MEGA ay naniniwala sa inyong right to privacy at nagbibigay sa inyo ng pang-teknolohiyang tools upang maproteksyonan ito. Ang tawag namin dito ay User Controlled Encryption, o UCE, at nangyayari ito agad-agad.","678":"Ano nga ba ang MEGA User Controlled Encryption?","679":"Ang lahat ng files ng MEGA ay encrypted. Ang lahat ng data transfers papunta at palabas ng MEGA ay encrypted. Pero kung ang halos lahat ng cloud storage providers ay kaparehang claim, ibahin nyo ang MEGA - kaiba sa mga pamantayan ng industriyang ito na kung saan ang cloud storage provider ang may hawak ng decryption key, sa MEGA, ikaw mismo ang may hawak ng susing ito,  na kung saan ikaw ang magdedesisyon kung sino ang papayagan mo o pag-babawalan mo ng maka-access ng files mo, nang walang karagdagang pag-iinstall ng mga software. Lahat ito ay nangyayari sa web browser mo!","680":"MEGA Future","681":"Nagsisimula pa lang ang MEGA cloud. Sa hinaharap, ang MEGA ay mabibigay sa inyong browser ng UCE para sa samu't saring applications ng hindi ka na mag-install na kung ano pa man. Ang aming teknolohiya ay mag-iingat ng inyong emails, calls, chats at video streams.","692":"Ligal ba ang MEGA?","693":"Kami ay isang grupo ng mga dedikadong mga teknolohista na nagbigay ng oras, oportunidad at Internet access para makabuo ng isang astig na cloud storage service na makakatulong magprotekta ng inyong privacy. Prinogram namin ang Internet service na ito mula sa wala sa Auckland, New Zealand. Kaiba ito sa karamihan dahil gumagamit kami ng state of the art browser based encryption technology, na kung saan, ikaw at hindi kami ang kumokontrol sa keys nito. Ang grupong nagdisenyo nito ay kinabibilangan nina Kim Dotcom, Mathias Ortmann, Bram van der Kolk, at ni Finn Batato. Si Tony Lentino, may-ari ng domain registrar na Instra Corporation, ay ang aming Pangunahing Bisyonaryo. Ang CEO namin ay si Vikram Kumar, naging Pangunahing Ehekutibo ng InternetNZ, isang non-profit na organisasyon na tumutulong sa mithiing makamtan ang 'bukas at malayang Internet'. Sana ito ay magustuhan nyo.","694":"1. I-disable ang isang link (\"URL\") sa bawat file - ang mga file ay mananatili sa Account ng User","695":"2. I-disable ang mga URL sa bawat (mga)file - ang mga file ay mananatili sa Account ng User","696":"3.Alisin lahat ng mga file na nasa ilalim ng (mga)URL na ibinigay-Walang user ang pinahihintulutang mag-lagay nito sa kahit ano mang mga pangyayari.","697":"4. Iba pa","698":"Maaaring mag-pasa ng Abiso dito","699":"Lagdaan at mag - pasa ng abiso","700":"Maaari po lamang na ipasa ang inyong Abiso sa pag-alis sa pamamagitan ng inyong E-mail sa [A1]copyright@mega.co.nz[\/A1] alinsunod sa aming [A2]takedown provisions[\/A2].","701":"E-mail ng Abiso ng pag-alis","702":"I-report ang pag-abuso","703":"Ang inyong sign-up link ay hindi valid. Pakisuyong i-check kung may line breaks sa inyong activation e-mail.","704":"Ang inyong account ay aktibo na. Mag-log in na.","705":"Ang confirmation code ay hindi maproseso. Pakisuyong mag-sign in ulit. Error code:","706":"Palitan ang password","707":"I-update","708":"I-request ang papapalit","709":"Nalimutan ko ang aking password","710":"Kung ikaw ay kasalukuyang nakalog-in pero hindi mo na maalala ang iyong password, msaari kang gumawa ng panibagong password sa pamamagitan ng pag check sa ganitong option. Makakatanggap ka ng password change confirmation link sa iyong email na nag-aactivate ng bagong password kapag ito ay pinindot sa loob ng 15 minuto.","711":"Palitan","712":"Kompletong pagkuha","713":"Ang balanse ng voucher ay na credit na sa iyong account. Gusto mo bang ipagpatuloy ang pro purchase ngayon?","714":"Na-redeem na ang voucher","715":"Ang password na iyong nilagay ay hindi magkapareho. Subukang muli.","716":"Kasalukuyang password","717":"Bagong password","718":"Kompirmahin ang bagong password","719":"Ilagay ang iyong kasalukuyang password.","720":"Ilagay ang iyong panibagong password.","721":"Pakicheck ng inyong e-mail at i-click ang confirmation link para makompleto ang iyong pag-iba ng password","722":"Narequest na ang pagpapalit","723":"Ang panibagong password ay kinakailangang iba sa kasalukuyang password.","724":"Ang password na iyong binigay ay mali.","725":"Nabago na ang iyong passsword.","726":"Tapos na.","727":"Nabago na ang iyong passsword.","728":"Ang password confirmation link ay expired na","729":"Ang link na ito ay nakompirma na.","730":"Ang inyong account ay sinuspinde. I-check ang inyong e-mail para sa mga detalye at kaagarang pagsagot ukol dito.","731":"Ang kaugnay na user account ay winakasan na dahil sa maraming paglabag sa aming [A]Terms of Service[\/A].","732":"Ikaw ay nakalog-in na sa account na iba sa inyong i-cononfirm. I-check ang inyong current session, log out  at i-click ang confirmation link ulit.","733":"Di-matukoy na e-mail address. Kung wala kang account sa MEGA, iniimbitahan ka naming gumawa ng account sa MEGA.","734":"Salamat!","735":"Tingnan ang inyong e-mail.","736":"Ang mga accounts lamang na walang lamang files at folders ang maaaring i-reset ang password.","737":"I-reset ang password","738":"Request","739":"nalimutan ang password?","740":"Tagumpay na nabago ang inyong password.","741":"Pakiusap na pumili ng bagong mas secure na password.","742":"I-reset","743":"Ang link ay lumipas na. Pakiusap na mag-request ng panibagong link.","744":"Maling link. Pakiusap na mag-request ng panibagong link.","745":"Walang billing cycle.","746":"Tip ng pagpapamyembro","747":"linguhan","748":"Buwanan","749":"Taunan","750":"Ang sunod na billing cycle ay sa","751":"Isang beses","752":"MEGA Firefox extension","753":"Iinstall ang MEGA Firefox extension para mas lalong mapaganda ang inyong pagdodownload. Maaaring kayong makapag-batch download para sa walang sawang bilang ng files ng walang size restrictions.","754":"Ang MEGA Firefox extension ay secure at invisible. Kung gusto nyo na gamitin ang MEGA ng walang extension, gamitin nyo ang [A]Chrome[\/A].","755":"I-install ang extension","756":"Tapos na ang download","757":"Tapos na ang [X] download","758":"Buksan download folder","759":"I-click ito upang mabuksan","760":"Pakiusap na i-install ang MEGA Firefox extension upang makapag-download ng mas malaking file.","761":"I-confirm","762":"Ikaw ay magdo-download ng napakalaking file, na maaaring makapagpabagal ng inyong browser. Itutuloy pa ba?","763":"Contact","764":"Ang inyong download ay hindi masimulan dahil ang inyong hard-disk ay puno na.","765":"Ang inyong mga download ay hindi masimulan dahil ang hard-disk ay puno na.","766":"Ilan sa inyong download ay hindi masimulan dahil ang hard-disk ay puno na.","768":"Ang inyong download ay hindi na masimulan dahil puno na ang hard-disk, o gumagamit ka ng Chrome sa private mode na hindi sumusuporta sa writing of files.","769":"Kailangan namin ng 5% ng inyong disk space para mag-download. Pakiusap na mag-free ng karagdagang space para makapagpatuloy.","770":"Pumili ng password","771":"I-confirm na ang inyong password","772":"URL to the file:","773":"nalalabing oras","774":"E-mail link","775":"baguhin ang pangalan:","776":"I-save","777":"Tandaan ang device na ito","778":"Wala ka pa bang MEGA account?","779":"Ma-register na!","780":"Meron ka na bang MEGA account?","781":"Dahil sa limitadong CPU performance ng mga mobile devices, ang RSA key generation ay aabutin ng ilang minuto para matapos. Ikinalulugod namin ang inyong pag-iintay.","782":"Bakanteng Folder","783":"Wala kang files sa inyong Cloud Drive","784":"Wala ka pang Contacts","785":"Walang resulta.","786":"Walang lamana ang iyong Inbox","787":"Bakante ang iyong Basurahan","788":"Sigurado ka ba ililipat ang file na ito sa Basurahan?","789":"Sigurado ka bang ililipat mo ang folder na ito sa Basurahan?","790":"Buksan ang file","791":"Iangkat ang File","792":"Burahin ang File","794":"Burahin ang Folder","796":"Kuhain ang Link","797":"Ibahagi ang Folder","798":"Storage Space","799":"Nagamit na espasyo","800":"Nalalabing  espasyo","801":"Desktop version","802":"Contact E-Mail","803":"File Download","804":"Pasensya na, ngunit ang file na ito ay hindi suportado ng inyong device kasama ang MEGA.","805":"Kami ay magbibigay ng mobile support para sa file na ito sa mga susunod na pagkakataon.","806":"baguhin ang pangalan ng folder:","807":"baguhin ang pangalan ng file:","808":"Folder Link","809":"URL sa folder:","810":"Link para sa pag-download","811":"URL sa file:","812":"I-confirm ang account","813":"Shared Folder","814":"Gusto mo bang itigil ang pag-upload?","815":"Gusto mo bang i-tigil ang pag-download?","816":"Ilagay ang valid e-mail address.","817":"Hindi ka maaaring gumawa ng folder sa isang search result.","818":"Gusto mo bang lumipat sa desktop version?","819":"nagsisimula na","820":"Ang file na ito ay inilagay na sa inyong Cloud Drive.","821":"Mga Abiso","822":"Bumalik","823":"Mga Settings","824":"Bagong shared folder galing kay [X]","825":"Bagong shared folder","826":"Binawi ni [X] ang shared folder niya","827":"Binawi ang shared folder","828":"[X1] folders at [X2] files","829":"[X] folders at 1 file","830":"1 folder at [X] files","831":"1 folder at 1 file","832":"[X]mga folder","833":"[X]mga files","834":"1 folder","835":"1 file","836":"[X]idagdag [DATA]","837":"[X] na idagdag na","838":"[X] na idagdag na","850":"ENE","851":"PEB","852":"MAR","853":"ABR","854":"MAY","855":"HUN","856":"HUL","857":"AGO","858":"SET","859":"OKT","860":"NOB","861":"DIS","862":"Abiso","863":"tignan lahat","864":"I-download na ZIP","865":"Buksan","866":"Kopyahin 1 napiling item","867":"Kopyahin [X] napiling item","868":"Ilipat ang 1 napiling item","869":"ilipat ang  [X] napiling item","870":"kompirma","871":"[B]Babala:[\/B]nalampasan na ang storage quota. Paki-bura ng ibang files o [A]i-upgrade ang iyong account[\/A]","872":"Pro","873":"[X] segundong lumipas","874":"1 minutong nakalipas","875":"[X] minutong nakalipas","876":"1 oras na nakalipas","877":"[X] oras na nakalipas","878":"1 araw na nakalipas","879":"[X] araw na nakalipas","880":"Ngayon lang","881":"Ikaw ay gumagamit ng pansamantalang sesyon.Ang data na iyong itatago ay mawawala kapag iyo ay nag-ekspire. Para mapanatili ang  iyong mga files,pwede mong i-upgrade sa totoong account nang mas-maaga at kunin ang iyong libreng 50 GB na ligtas na storage space sa cloud.","882":"Babala","883":"Gumawa ng account","884":"[X] ay hindi magkatugma sa MEGA","885":"Ang iyong browser","886":"Ang Internet Explorer 10 ay may nilalamang mahalagang bug na umi-epekto sa pagsusulat ng JavaScript,dahilan ng kawalan ng memory situation habang ng dadownload ng malalaking data.Kami ay umaasa na pangyayaring ito ay maaayos sa Intenet Explorer 11.Pansamantala,I-upgrade muna ito sa ibang browser. ","887":"Ang [X] ay kulang  sa HTML5 feature na kung saan ay nakasalalay ang MEGA sa pag-ganap ng client-side in-browser cryptography. Ang isinaling HTML5 file ay paparisan sa pamamagitan ng limitadong Flash workaround. I-saalang-alang ang pag-upgrade sa pinakabagong browser sa pinakamainam na panahon.","888":"Lubos Na Rekomendado","889":"Nirerekomenda","890":"Ang MEGA ay mabisang gumagana sa mga browser sa ito:","891":"Babala sa compatibility ng browser","892":"Properties","893":"Na-iupload","894":"Kabuuang laki","895":"pangalan ng folder","896":"Ginawa","897":"naglalaman ng","898":"Maraming files at folders","899":"Maraming file","900":"Maraming folder","909":"Password","910":"Bumili ngayon","911":"Samantalahin ang MEGA  [B]Pro[\/B]","912":"galing sa","913":"Buwan","914":"Taunang subscription","915":"Malaki at mabigat na storage space","916":"Malaking bandwidth quota","917":"Kung pinili mong magbayad taun-taon","918":"buwanan","919":"taunan","920":"I-upgrade ang iyong account","921":"2 buwang libre","922":"1 buwan","923":"1 taon","924":"Meron ka bang mga katanungan ukol sa [A]Pro accounts?[\/A]","925":"Ang aming support team ay malugod kayong tutulungan.","926":"Pangalan ng kompanya","927":"Lungsod","928":"ZIP \/ Postal code","929":"Telepono","930":"araw","931":"Buwan","932":"taon","933":"tirahan","934":"lalawigan\/probinsya","935":"PayPal address","936":"Bank account","937":"Pangalan ng benepisyaryo","938":"Ilarawan ang iyong marketing strategy","939":"Pangalan ng bangko","947":"Drive","948":"Basura","949":"Inbox","950":"Contacts","951":"Aking Account","952":"Karamihan sa mga devices ay hindi kayang magdownload ng mas malaki sa 4GB. Ang download mo ay maaaring hindi maudlot.","953":"Medyo kaunti ang na espasyo","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Dokyumentasyon","964":"Kaanib na Program","965":"Polisiya","966":"Takedown Guidance","967":"Mag-logout","968":"Gumawa ng account","969":"I-try mo ulit","970":"Mag-enter ng valid password.","973":"Used bandwidth","974":"I-manage ang inyong account","975":"Lagyan ng star","976":"Pahiin ang star","977":"Walang files sa inyong Cloud Drive.","978":"Ang inyong hinahanap ay hindi tugma sa alin mang dokumento namin.","979":"Walang laman ang Basurahan mo","980":"Bakante ang contacts mo","981":"Bakante ang inbox mo","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Baguhin ang profile mo","987":"Mag-eexpire sa","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Pumunta sa Contacts","992":"Avatar","993":"Baguhin ang Avatar","994":"Impormasyong personal","995":"Kaarawan","996":"Pumili ng bansa","997":"Ang pagdadag ng contacts ay para sa mga registered users lang.","998":"Pakiusap na gumawa ka ng free account","999":"Gusto mo bang mag-upgrade ang ephemeral session mo sa isang free account ngayon na?","1000":"Iwasang mawalan ng access. Mag-register na! Libre naman!","1001":"Alisin ang contact","1002":"Siguradong tatanggalin si [X] sa iyong contact-list?","1003":"I-confirm ang pag-aalis","1004":"Sigurado ka bang tataggalin ang [X] sa basurahan?","1005":"Ang paggawa ng links ay para sa registered users lang.","1006":"Ang pagshashare ng folders ay para sa registered users lang.","1007":"Hindi mo pwedeng baguhin ulit ang ginawa mo.","1008":"ang bandwidth quota ay nalagpasan na","1009":"Kelangan mo ba ng mas maraming bandwidth?","1010":"nalagpasan na ang storage quota","1011":"Itatabi mo ba ang files na ito?","1012":"palagpas ka na sa storage quota.","1013":"Kelangan mo pa ba ng mas madaming storage quota?","1015":"Pakilagay ng inyong voucher code.","1016":"Pumili ng imahe","1017":"Gamitin ang Avatar na ito","1018":"Bakante","1019":"Maglagay ng email address","1020":"Ilagay ang e-mail address o pumili ng contact.","1021":"On","1022":"Off","1023":"Wala kang write access sa folder na ito","1024":"Pakilagyan ng pangalan ang folder","1025":"Maramihang Items","1026":"Pakilagay ng decryption key","1027":"I-decrypt","1028":"Decryption Key","1029":"Pampublikong link","1030":"Pumili sa mga contacts o sa mga email address","1031":"Maglabas ng file links at decryption keys","1032":"Magsama ng file key","1033":"Kumopya ng keys","1034":"Mag-download ng maraming files","1035":"I-click ang 'Payagan' para matapos ang pagdodownload","1036":"Ibahagi kina","1037":"Pumayag","1038":"Pumili ng language","1039":"Bayaran gamit ang PayPal","1040":"Mag-log in para ma-activate ang inyong pro membership.","1041":"Gumawa ka ng account para ma-activate ang inyong pro membership.","1042":"Sinisimulan","1043":"Ang folder link ay hindi available","1044":"Ang folder link ay ina-access mo ay hindi matagpuan. Ito  ay dahil sa mga:","1045":"Tinanggal ang folder link dahil sa Tos\/AUP violation.","1046":"Ang folder link ay dinisable ng user.","1047":"Maligayang pagdating sa MEGA Pro","1048":"Ang inyong pro membership ay na-activate na.  Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"lagpas ka na sa bandwidth quota","1054":"Kailangan mong maghintay hanggang [X] ng mas maraming bandwidth ang ma-assign sa account mo.","1055":"Ayaw mo mag-intay?","1056":"Ang limit na ito ay nagbabago.","1057":"I-confirm ang pag tigil sa session","1058":"Ikaw ay kasalukuyang gumagamit ng ephemeral session. Gusto mo bang tapusin na ito?","1059":"Ang action itong ay papahiin ang lahat ng data mo.","1060":"End-to-end encryption","1061":"Di gaya ng ibang cloud storage providers, ang inyong data ay encrypted at madedecrypt lamang ng client devices at hindi namin.","1062":"Global access","1063":"Ang inyong data ay makukuha kahit anong oras, saan mang device, kahit saan.","1064":"I-secure ang collaboration","1065":"Ibahagi ang folders sa lahat ng contacts at makita ang kanilang updates agad-agad.","1066":"Nagbibigay ang MEGA ng mga tools para mas mapadali ang [A]pribado at confidential[\/A] na online communication.","1067":"Nagpapa-abot ng encrypted cloud-based services ang MEGA na para sa [A]pribado at secure[\/A] na komunikasyon at collaboration para sa mga negosyo at indibidwal. Ikaw ang humahawak at kumokontrol sa encryption keys ng inyong data sa cloud.","1068":"Ibahagi ang folders sa inyong mga contacts at tingnan ang kanilang mga updates kaagad.","1069":"Tingnan kung paano ito gumagana","1070":"Paano ito gumagana","1071":"Gusto mo pang malaman ang tungkol sa MEGA?","1072":"Panuorin ang launch video","1073":"Membership Plans","1074":"Makakuha ng 50 GB sa pag-sign up ng free account","1075":"Mas maraming beses kaysa sa mga pangunahing kakompetensya.","1076":"Gumawa ng account","1077":"Competitive Pro Packages","1078":"Kumuha ng hanggang 4 TB na encrypted storage sa presyong €8.33 kada buwan.","1079":"Tingnan ang aming pro packages.","1080":"Mobile Apps","1082":"Ang cloud sa inyong pocket. I-access at i-stream ang files sa inyong smartphone or tablet. I-upload ang isaayos ang media sa inyong cloud.","1083":"Makuha ito ng libre","1084":"Pupwede sa","1085":"Sync Client","1086":"Madaliang automated syncing sa pagitan ng mga computers mo at ng iyong MEGA cloud drive.","1087":"I-download na","1088":"Browser Apps","1089":"Ang browser extensions ng MEGA ay iinstall sa inyong browser para sa mas mabilisang pag-loload at tibay laban sa mga web attacks.","1090":"Pumunta sa download page","1091":"I-click para ma-upload o i-drag or i-drop ang mga files dito","1092":"I-scroll para magpatuloy","1093":"Huwag ilagay ang inyong password sa device na hindi mo gasinong gamay o mapagkakatiwalaan. Huwag maglog-in ng inyong account sa isang shared o pambulikong computer.","1094":"Para sa mas mabisang seguridad, iinstall ang aming [A]browser extension[\/A] at i-load ang MEGA sa inyong computer kesa sa aming servers.","1095":"Gumawa ng [A]free[\/A] account","1096":"Pangalan","1097":"Apelyedo","1098":"Maling pangalan o apelyedo","1099":"Makikilagay ng inyong pangalan at apelyedo","1100":"Maling e-mail address","1101":"Makikilagay ng tamang e-mail address","1102":"Maling password.","1104":"Mas patindihin ang inyong passowrd.","1105":"Tindi ng password:","1106":"Status ng password","1107":"Hindi tugma ang password.","1108":"Gumawa ng account","1109":"Ang inyong password ay iyong master encryption key.","1110":"Ang seguridad ng account mo ang dedepende sa kalakasan at tindi ng password mo. Ang password na masyadong ma-igsi, o madali o dictionary words ay madaling mahuhulaan.","1111":"Huwag kalimutan ang inyong password.","1112":"Walang recovery procedure para sa mga nawalang password. Kung hindi mo ito matandaan, hindi mo na ma-aacess ang mga nakatabi mong data.","1113":"Ang iyong account ay kasing secure ng inyong computer.","1114":"I-type muli ang ang password.","1115":"Ang password strength verifier ay nagsisimula na.","1116":"Subukan muli sa loob ng ilang minuto.","1117":"Mga Takda ng Service Agreement","1118":"Kelang mong pumayag sa terms of service para mag-register ng account sa MEGA.","1119":"Ang password ay sobrang daling mahulaan. Kailangang pahabain mo pa ang password mo. Pagsamahin ang uppercase at lowercase na mga letra. Magdagdag ng mga espesyal na letra. Huwag gumamit ng pangalan o dictionary words","1120":"Ang password ay sobrang daling mahulaan. Kailangang pahabain mo pa ang password mo. Pagsamahin ang uppercase at lowercase na mga letra. Magdagdag ng mga espesyal na letra. Huwag gumamit ng pangalan o dictionary words.","1121":"Ang inyong password ay ok na, pero mas rekomandado na pag-ibayuhin pa ang pagpapalakas ng password mo.","1122":"Ang password na ito ay matatagalan ang atake ng mga hackers. Siguraduhin mo lamang na tanda mo ito.","1123":"Ang password na ito ay matatagalan ang mas matiniding atake ng mga hackers. Siguraduhin lamang na matatandaan mo ito.","1124":"Napakahina","1125":"Mahina","1126":"Tama lang","1127":"Maganda","1128":"Matindi","1129":"masyadong mahina ang password mo para magpatuloy","1130":"Maling e-mail at password.","1131":"I-confirm inyong account","1132":"Entropy Collection","1133":"Ang larong ito mangongolekta ng [A]entropy[\/A] base sa inyong paggalaw ng inyong mouse.","1134":"Magpapalakas ito ng inyong [A]RSA key[\/A].","1135":"Pede mo ng itigil ang laro sa oras ang indicator ay umabot na sa 100%.","1136":"Tapos na!","1137":"ikaw maaari ng magpatuloy sa susunod na step para makuha an inyong key","1138":"Magpatuloy","1139":"Iskor:","1140":"Ito ay mahalagang hakbang at maaaring tumagal ng ilang minuto.","1141":"Mangyaring maghintay.","1142":"Public - Private key creation","1143":"Nag-gegenerate na ng key","1144":"Ang pinakaunang paggamit ng cryptography ay nangyari noong una sa Ehipto, 4000 taon na ang nakakalipas","1145":"Ngayon, makalipas ang 4000 taon, karamihan sa mga cloud storage providers ay hindi pa na-aadopt ang cryptography.","1146":"Kumpletohin ang inyong account","1147":"Pumili ng account type","1148":"[A]Makakuha ng 2 buwang libre[\/A] kung ikaw ay bibili ng one-year pro plan.","1149":"Limitado","1150":"Libre","1151":"Gamitin ng husay ang MEGA bilang [A]Pro account user[\/A]","1152":"Pumili ng Pro package","1153":"pang-isang taong plano","1154":"Ang grupo","1155":"Nag-uupload","1156":"Nag-dodownload","1157":"Libreng download","1158":"para sa Windows","1159":"Padating na para sa [A]Mac[\/A]","1160":"Pinapasalamatan ng MEGA ang authors ng open source components na nag-contribute sa functionality ng ating site:","1161":"May seguridad","1162":"Ang inyong data ay naka-encrypt saan man. Walang sinuman ang makakapag-intercept nito habang nasa storage ito o nasa transit.","1163":"Flexible","1164":"I-sync ang alinmang folder sa inyong PC sa alin mang folder sa cloud. I-sync din ang kahit na ilang bilang ng folder.","1165":"Mabilis","1166":"Gamitin ng husay ang high-powered imprastraktura at multi-connection na paglilipat ng MEGA","1167":"Galante","1168":"Magstore ng hanggang 50 GB ng libre!","1169":"Umaapaw sa features","1170":"Maghanap, magtabi o magdownload, mag-stream, magview o magbahagi, magpalit ng pangalan o magbura ng inyong mga files. Andito lahat -- sa palad ng iyong mga kamay.","1171":"Malapit na para sa [A]iOS[\/A]","1172":"Extension para sa Firefox","1173":"Extension para sa Chrome","1174":"Ang app na ito ay nag-aallow para mag-install ng MEGA sa inyong browser. Paiikiliin nito ang oras ng pagloload ng browser, pagpapaganda ng downloading at patitibayin ang seguridad ng browser mo.","1175":"Alin mang MEGA URL na nakuha ng app na ito at manatiling local (walang JavaScript ang i-loload sa servers namin). Sa pamamagitan ng cryptographic private key signing, ay merong secure (atuo-) updates.","1176":"At kung ikaw ay talagang natutuliro:","1177":"i-disable ang auto-updates at suriin ang source code para sa manwal na pag-uupdate.","1178":"I-download ang MEGA para sa Firefox","1179":"Installation:","1180":"I-download ang MEGA para sa Chrome","1181":"Buksan ang extensions page sa Chrome","1182":"menu>tools>extensions","1183":"o i-type.","1184":"sa inyong address bar.","1185":"I-drag at ihulog ang the downloaded file [X] sa Chrome extensions page at i-confirm ang installation.","1186":"Ikaw ay madaling makakabili ng ng MEGA Pro membership sa alin mang authorized resellers sa ibaba:","1187":"Download","1188":"Sa iyong Computer","1189":"I-import","1190":"Sa inyong Cloud Drive","1191":"Pansamantalang hindi makuha ang file na dino-download mo.","1192":"I-scroll para malaman pa ang tungkol sa MEGA","1193":"Gumawa ng bagong account","1194":"Gusto mo bang i-import ang file na ito para sa bagong session?","1195":"\"Hindi\" ay maaaring mong ipagparuloy ang paglog-in mo at i-proseso ang inyong import.","1196":"Kanselahin ang pagdodownload","1197":"SIgurado ka bang i-cacancel mo na ang pag-download nito?","1198":"Ang downloaded file ay papahiin na.","1199":"Hindi madecrypt ang metadata ng walang key.","1200":"Affiliate Terms of Service","1201":"[A]Samahan kami[\/A] sa pagbibigay ng cloud storage market","1202":"Ikalat ang tungkol sa MEGA at kumita.","1203":"Tulungan kami at sumama sa pag-unlad.","1204":"Mag-sign up","1205":"Pano nga ba ito gumagana?","1206":"Mag-sign up at makakuha ng sariling partner ID na pedeng idagdag sa aming URL","1207":"I-tatrack namin ang purchases na ginawa ng mga visitors na na-refer mo sa MEGA","1208":"Maaari kang kumita ng [B]20%[\/B] sa lahat ng kikitain mo sa pamamagita ng partner ID.","1209":"Ang paulit-ulit na subscriptions ay bibilangin bilang dumadagdag ng mga referrals.","1210":"Para kanino nga ba ang affiliate program?","1211":"App Developers:","1212":"Gumawa ng sariling app gamit ang aming [A]SDK[\/A]","1213":"Kumita sa pamamagitan ng pag-convert sa mga free users sa pro users","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"Ano ang mga patakaran?","1218":"Makikibasa at sundin ang aming [A]Affiliate Terms of Service[\/A]","1220":"Magsimula na!","1221":"Mag-sign up sa aming affiliate program at kumita ng pera agad-agad.","1223":"Contact info","1224":"Kailangan namin ng mga detalye tungkol sa iyo.","1230":"Impormasyon tungkol sa pagbabayad","1231":"Nagbabayad kami isang beses sa isang buwan sa aming PayPal account o sa wire transfer (sa New Zealand o NZ lamang ).","1232":"Paraan ng pagbabayad","1233":"PayPal","1234":"Bank account (sa mga taga-New Zealand lamang )","1235":"Beneficiary name","1236":"Pangalan ng bangko","1237":"Numero ng bank account","1238":"Address ng Paypal","1239":"Affiliate info","1240":"Gusto naming malaman kung paano mo pinaplano magtakda ng mas maraming online traffic sa MEGA.","1241":"Ilarawan ang inyong istratehiyang pang-marketing:","1242":"Ako ay pumapayag sa MEGA [A]Affiliate Terms of Service[\/A]","1243":"Ikaw ay kasama na sa affiliate program. Ikaw ay kikita ng 20% sa lahat ng kikitain ng inyong partner ID.","1244":"Siguradong nag-comply ka sa aming [A]Affiliate Terms of Service[\/A]","1245":"Kumita sa pamagigitan ng pag-sesend ng traffic sa:","1246":"Istatistika","1247":"Timeframe","1248":"30 araw","1249":"90 araw","1250":"180 araw","1251":"365 araw","1252":"Palagian","1253":"Petsa","1254":"Sales","1255":"Turnover","1256":"Kinikita","1257":"Walang sales record para sa napiling time frame","1258":"Payouts","1259":"Walang payouts na na-record para sa napiling time frame","1260":"Partner ID","1261":"Pakiusap na ilagay ang date of birth","1262":"Pakilagay ang pangalan ng bayan o syudad","1263":"Pakilagay ang pangalan ng probinsya","1264":"Pakilagay ng inyong ZIP o postal code","1265":"Pakilagay ng inyong landline number","1266":"Pakilarawan ng gagamitin mong istratehiyang pang-marketing","1267":"Kailangan mong pumayag sa Affiliate Terms of Service","1268":"Ilagay ang inyong PayPal address","1269":"Ilagay ang inyong beneficiary name sa inyong NZ bank account.","1270":"Ilagay ang inyong NZ bank name.","1271":"Ilagay ang NZ bank account number.","1272":"Ang MEGA ay gawa ng tao at nangangahulugan na ito ay hindi perpekto. Kung ikaw ay magkaroon ng technical glitches, gusto naming makinig ang inyong hinaing tungkol dito at para maayos namin, mas maraming detalye tungkol sa inyong problema, mas mabuti.","1273":"Mahigpit naming binabatayan ang intellectual property rights at nagpapatupad kami ng matinding takedown\/repeat infringer policy tungkol dito.","1274":"Para sa karagdagang impormasyon, makikibasa ng aming [A]takedown guidance[\/A].","1275":"Ikaw ay makakapagsubmit ng takedown notice sa aming [A]online form[\/A] o magpadala sa amin ng e-mail.","1276":"Meron ka bang ideya o concern? Gusto mo bang matuto sa iba pa naming produkto?","1277":"Kami ay laging available.","1278":"Makikpili","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Magdagdag ng isa pang URL","1284":"Pangalan ng copyright owner","1285":"Kung maaari","1286":"Pangalan ng copyright owner's authorized agent submitting notice:","1287":"Copyright Notice Received","1288":"Rereviewhin at ipoproseso ang inyong notice.","1289":"Salamat sa pag-click sa invitation link. Makikigawa ng inyong free account sa ibaba.","1290":"Naku, hindi yata ito ang valid na invitation link. Nag-register ka na ba para sa account?","1291":"Dati ka ng nag-clik para sa aming invitation link. Makikigawa ng inyong account.","1292":"Coming Soon","1293":"Maligayang pagdating sa help centre","1294":"Kung hindi masagot dito ang inyong katanungan, wag mag-alinlangang tawagan kami.","1295":"Contact Support","1296":"Mga popular ng topics:","1297":"Ang e-mail address ay nagamit na.","1298":"Mag-log-in sa inyong account.","1299":"Hilahin para i-refresh","1300":"Pinakahuling update","1301":"Ngayon","1302":"Kahapon","1303":"Ngayong linggo","1304":"Nung huling linggo","1305":"Ngayong buwan","1306":"Ngayong taon","1307":"Pinakaluma","1308":"Nag-fail ang download","1309":"Nagfail ang upload","1310":"Pakilagay ng confirmation code","1311":"May error sa pag-loload ng files","1312":"Nawawala ang username\/password","1313":"Nagmali ang paglolog-in","1314":"I-delete ang error","1315":"Walang email account ang nandito","1316":"I-save ang file ng offline para makita ito","1317":"May error sa pag-gegenerate ng link","1319":"Masyadong maikli ang password","1320":"Ang pangala ay masyadong maikli","1321":"May mali sa pagloload ng account details","1322":"Tapos na ang pag-uupoload","1323":"Naglolog-in na","1324":"Tagumpay ang paglolog-in","1325":"Gumagawa na ng link","1326":"Nakopya na sa clipboard ang link","1327":"Tapos na ang pagdownload","1328":"Nagsisimula na ang pagdodownload","1329":"Naghihintay","1330":"Pakilagay ng username at password","1331":"Email","1332":"I-confirm ang registration","1333":"Pakicheck ng email at ilagay ang confirmation code sa ibaba o i-click ang espesyal na iOS confirmation link.","1334":"Itigil ang registration","1335":"Confirmation code","1336":"Gamitin ang pinakahuli","1337":"Kumuha ng litrato","1338":"Gamitin 'ung nandito na","1339":"Magdagdag ng folder","1340":"Maglagay ng pangalan sa bagong folder","1341":"Pumili ng (mga) litrato","1342":"Baguhin","1343":"Bakante ang Cloud Drive","1344":"Ibahagi","1345":"I-save offline","1346":"Mga transfer","1347":"Bakante ang Inbox","1348":"Folders na Shared","1349":"Walang Litrato","1350":"Litrato","1351":"Locally","1352":"Available","1353":"I-save para sa offline access","1354":"I-set sa maximum amount ng storage sa inyong device","1355":"Version","1356":"Feedback","1357":"Mag-sign out","1358":"Lahat ng na-download na files ay papahiin","1359":"Ang napiling size ay mas maliit sa cache na kasalukuyang ginagamit. Kung gusto mong ipagpatuloy, may ibang files ang mapapahi.","1360":"I-extend ang Pro","1361":"Pagpepresyo","1362":"I-restore ang mga naudlot na purchases","1363":"Walang signal","1364":"Subukang muli","1365":"Hindi ka konektado sa Internet","1366":"Maglagay ng bagong pangalan","1367":"Makakuha ng 50 GB ng libre, o mag-sign-up para sa Pro packages at makakuha ng 4 TB na encrypted storage na nagsisimula sa €8.33 kada buwan.","1368":"hanggang [X]","1369":"at [X]","1370":"Email at Chat","1371":"Ang aming encrypted communication package ay magsisimula na sa unang bahagi ng  2014.","1372":"Maghanda na para sa MEGA chat, email, calling at video conferencing.","1373":"Ano nga ba ang MEGA? Mag-click o scroll","1374":"Bumalik sa Startpage","1375":"Bumalik sa Download Page","1376":"pinapatakbo ng:","1377":"Gusto mo bang maglaro? Kung gusto mong umiwas sa step na ito, maaaring mapeligro ang seguridad ng aacount mo. Maaari mong igalaw ang mouse mo kung saan man at kahit saan mo gusto para mareduce ang risk.","1378":"Simulan ang Game","1379":"Mag-skip","1380":"Kategorya","1381":"Settings para sa user interface","1382":"Sorting preferences","1383":"I-configure ang column sorting order base sa per-folder basis, o gumamit ng same order para sa lahat ng folder","1384":"per folder","1385":"parehas para sa bawat folder","1386":"Tingnan ang mode preference","1387":"Piliin ang view mode (icons o details) na per-folder basis, o gumamit ng parehas na view mode sa lahat ng folders","1388":"[B]I-download[\/B] [A]sa inyong computer[\/A]","1389":"[B]I-import[\/B] [A]sa inyong Cloud Drive[\/A]","1390":"I-drag at i-drop ang imahe dito","1391":"sundan kami sa","1392":"Mga Files at Folders","1393":"Kunin ang Video","1394":"Kopyahin ang link","1395":"I-email ang link","1396":"Bigyan ng access ang app para sa mga litrato","1397":"I-enable ang location services","1398":"I-allow ang pag-access sa location services","1399":"Ano ang nararamdaman mo?","1400":"Masaya","1401":"Nalilito","1402":"Malungkot","1403":"Magbigay ng Tugon","1404":"I-contact ang support team sa pamamagitan ng email.","1405":"Babasahin namin ang inyong message, ngunit dahil sa dami ng mga requests ay maaaring di na namin ito masagot isa-isa.","1406":"I-rate mo kami!","1407":"Makakuha ng suporta o basahin ang mga popular na topics","1408":"Tungkol sa","1409":"Acknowledgements","1410":"Pumili ng folder location para sa pag-iimport","1411":"PhotoSync","1412":"Paganahin ang PhotoSync","1413":"Ang mga litrato ay ma-uupload na sa PhotoSync folder","1414":"Gumamit ng cellular data","1415":"Ang mga litrato ay hindi may ma-iiupload gamit ang inyong mobile data plan","1416":"Background upload","1417":"Simulan ayon sa inyong lugar ang PhotoSync","1418":"Tapos na","1419":"I-enable ang Passcode","1420":"Ipasok ang Passcode","1421":"Baguhin ang Passcode","1422":"Ipasok ang inyong kasalukuyang passcode","1423":"Ipasok ang inyong passcode","1424":"Patayin ang Passcode","1425":"Ipasok muli ang inyong passcode","1426":"Ipasok ang inyong bagong passcode","1427":"Ipasok muli ang inyong bagong passcode","1428":"Magkaiba ang passcodes. Subukang muli.","1429":"1 Sablay na Passcode","1430":"%i beses na Maling Passcode","1431":"Passcode lock","1432":"Buksan ang Passcode","1433":"Patayin ang Passcode","1434":"Pahiin ang Data","1435":"Pahiin lahat ng data pagkatapos ng 10 maling pasok ng passcode","1436":"Application language","1437":"Ingles","1438":"Bulgarian","1439":"Portuges","1440":"Traditisyonal na Chinese","1441":"Aleman","1442":"Español","1443":"Pranses","1444":"Hungarian","1445":"Indonesian","1446":"Italyano","1447":"Niponggo","1448":"Polish","1449":"Slovak","1450":"Slovenian","1451":"Hudyo","1452":"Olandes","1453":"Koreano","1454":"Ruso","1455":"Nag-uupdate","1456":"Nag-loload","1457":"Ini-import","1458":"Mag-download sa MEGA link","1459":"Mag-upload na","1460":"Pumili ng maramihan","1461":"Mag-register","1462":"Pag-reregister ng bagong account","1463":"Kailangang i-confirm","1464":"Makiki-check ng inyong e-mail at mag-click sa link para maka-login at ikumpirma ang inyong account","1465":"Kung hindi ka makakatanggap ng confirmation email, subukang muling magregister","1466":"Ako ay pumapayag sa mga","1467":"terms of service","1468":"Ikaw ba ay MEGA user?","1469":"Mag-log in","1470":"Nag-lolog na","1471":"Gumawa ng bagong account","1472":"Subukan muli","1473":"Kumokenekta na sa server","1474":"Kina-kalkula ang encryption keys, pakihintay","1475":"Bago ka ba sa MEGA?","1476":"Pin Lock","1477":"Maling code","1478":"Ipasok","1479":"Default download location","1480":"Internal cache","1481":"Pumili ng folder kung saan gusto mong ilagay ang mga na-download na files","1482":"Custom files","1483":"I-download sa","1485":"Binabago na ang password","1486":"Maling password o ang bagong password ay di tugma. Subukang muli.","1487":"Matagumpay na nabago ang inyong password","1488":"Pumili ng Package","1489":"Pumili ng presyo","1490":"I-download ang file","1491":"Gusto mo bang kanselahin ang pagda-download?","1492":"Inuupdate ang file list","1493":"Pindutin para itigil ang download","1494":"Nag-fail ang pag-dodownload","1495":"nai-download","1496":"Nagsimula na ang pagdodownload","1497":"Gusto mo bang i-cancel ang pag-uupload?","1498":"Pinaprocess na ang file","1499":"Pindutin para i-upload","1500":"Nagsimula na ang pag-uupload","1501":"na-upload na","1502":"Nag-fail ang pag-uupload","1503":"Hindi mabuksan ang napiling file","1504":"Pumili galing sa","1505":"Pumili ng file type","1506":"Na-idownload na","1507":"Buksan gamit ang","1508":"Maling format ng link","1509":"Hindi pa sinusuportahan ang folder link","1510":"Maling email at password. Vinalidate mo na ba ang iyong email account?","1511":"Masyadong maikli ang password","1512":"Ilagay ang iyong email address","1513":"Maling email address","1514":"May problema sa network connection, muling subakan","1515":"Pansamantalang hindi available ang resource, muling subukan maya-maya","1516":"May problema sa filesystem","1517":"Ang may-ari ng file ay ni-block","1518":"Di makita ang entity","1519":"Wala ng bakanteng space","1520":"Karamihan sa devices ay hindi kayang magdownload ng higit pa sa 4GB. Ang iyong download ay maaaring mag-fail.","1521":"Ibahagi ang link","1522":"Ibahagi ang File","1523":"Piliin","1524":"Muling Pangalanan","1525":"Pinapangalan na","1526":"Ilipat sa Basurahan","1527":"Inililipat ang document","1528":"Gumagawa ng link","1529":"Ibahagi ang link ng file","1530":"Inililipat sa basurahan","1531":"I-save sa","1532":"I-save sa File System","1533":"I-save sa Downloads","1534":"Gawing available offline","1535":"Photo Sync","1536":"I-upload ang mga litrato at videos kaagad sa MEGA","1537":"I-sisync na ang mga litrato sa MEGA","1538":"Tapos na ang Photo Sync","1539":"I-upload lamang sa pamamagitan ng WiFi","1540":"I-upload lamang kapag nachacharge","1541":"I-sync ang Photos sa","1542":"Problema sa Photo Sync","1543":"Hindi available ang pupuntahang folder","1544":"hindi na nakaset","1545":"Folder ng Litrato","1546":"Pupuntahang folder","1547":"I-sync ang Photos sa","1548":"Maling mga litrato sa folder","1549":"Slots para sa pag-uupload","1550":"Slots para sa pagdodownload","1551":"Bilang ng magkaparehong upload koneksyon","1552":"Bilang ng magparehong download koneksyon","1553":"Pin Lock","1554":"Paganahin ang Pin Lock","1555":"Pin Lock timeout (s)","1556":"Code","1557":"Advanced","1558":"Max cache file size (KB)","1559":"Max foreground file download (KB)","1560":"Thumbnails","1561":"Gumawa ng imahe para sa thumbnails","1562":"Ang app ay magdodownload ng bawat imahe na meron ka at gagawa ng mas maliit na kahintulad nito (thumbnail)","1563":"I-download lamang sa pamamagitan ng WiFi","1564":"Imahe","1565":"Tunog","1566":"Video","1567":"Pumili ng File System","1570":"litrato","1571":"mga video","1572":"parehas","1573":"May mali sa camera sync: 'Ung external storage ay hindi available","1574":"Mga Litrato lamang","1575":"Mga Videos lamang","1576":"Mga Litrato at Videos","1577":"Isama ang na-sychronized na folder","1578":"Mali","1579":"Pumili ng local folder at ang MEGA folder","1580":"Ang napiling folder ay naka-sync na","1581":"Ang synced folder ay hindi maaaring nasa loob ng isa pang synced folder","1582":"Ang napiling MEGA folder ay na-isync na","1584":"Ang buong pag-sisync ng account ay posible lamang ng walang kahit na anong piniling syncs","1585":"Babala","1586":"Ang local folder ay masyadong malaki (ang bersyong ito ay hang %1 folders o %2 files lang. Pumili ng isa pang folder.","1587":"Pangalan ng sync","1588":"Ang pangalang \"%1\" ay ginagamit na para sa isang sync","1589":"Pakilagyan ng ibang pangalan upang mapansin ang synced folder na ito:","1590":"Lokal na folder:","1591":"MEGA folder:","1592":"Pumili ng local folder","1593":"Mahahalagang links","1594":"I-download sa aking computer","1595":"Ilagay sa aking cloud drive","1596":"SIGE","1597":"Wag na","1599":"Pumili ng local folder","1600":"Error sa pagdedecrypt","1601":"Hindi nakita","1602":"Ang MEGAsync ay up to date","1603":"NGAYON LAMANG","1604":"Paggamit: Ang mga datos ay pansamantalang hindi available","1605":"Syncs","1606":"Website ng MEGA","1607":"%1 ng %2","1608":"Usage: %1","1609":"%1 ng %2 (%3\/s)","1610":"%1 ng %2 (itinigil)","1611":"Itinigil panandalian","1612":"Ang MEGAsync ay nag-isiscan","1613":"Lahat ng pagpapasa ay natapos na","1614":"Itigil lahat ng download","1615":"Itigil ang pagdodownload","1616":"Itigil lahat ng pagpapasa","1617":"Itigil ang pagpapasa","1618":"Add Sync","1619":"isang file sa %1\/s","1620":"isang file (itinigil)","1621":"%1 ng %2 files sa %3\/s","1622":"%1 ng %2 files (itinigil)","1623":"Nalalabi:","1624":"Downloading","1625":"Uploading","1626":"MEGAsync","1627":"Naglolog-in","1628":"Tumatakbo na ang MEGAsync","1629":"I-click dito para magbukas ang status window","1630":"Ang sync na \"%1\" ay tinanggal dahil walang remote folder na ganun","1631":"Ang sync na \"%1\" ay tinanggal dahil walang remote folder sa basurahan","1632":"Ang sync na \"%1\" ay tinanggal dahil walang local folder na ganun","1633":"Error: Maling destination folder","1634":"Ang pag-uupload ay itinigil","1635":"Ang folder na (%1) ay hindi inilagay dahil masyado itong malaki (ang bersyong ito ay limitado sa %2 mga folder o %3 mga files).","1636":"%1 mga folders ang hindi nailagay dahil masyado silang malaki (ang bersyong ito ay limitado sa %2 mga folders o %3 mga files).","1637":"Ang pag-sisynchronize ay itinigil.","1638":"Ang mga pagpahing mangyayari habang hindi nag-sisync ay hindi sabayang mangyayari sa computer mo at sa cloud drive","1639":"Umalis na?","1640":"Tungkol sa MEGAsync","1641":"MEGAsync version code %1","1642":"Ang link ay nagaya na sa clipboard","1643":"Ang mga links ay nagaya na sa clipboard","1644":"Umalis","1645":"Tungkol","1646":"Mga Settings","1647":"Itigil","1649":"I-resume","1650":"Up to date","1651":"Itinigil","1652":"I-iscan","1653":"Sini-sync","1654":"Pansamantalang transmission error:","1655":"Mayroon kang bago o updated na files sa account mo","1656":"Walang error","1657":"Panloob na error","1658":"Maling argumento","1659":"Pumalpak ang hinihiling, sinusubakan muli","1660":"Lagpas na sa rate limit","1661":"Pumalpak talaga","1662":"Masyadong maraming sabay-sabay na koneksyon o paglilipat","1663":"Out of range","1664":"Expired na","1665":"Hindi makita","1667":"Hindi maaari","1668":"Meron na","1669":"Di natapos","1670":"Maling key\/Error sa pagdedecrypt","1671":"Maling session ID","1672":"Hinarangan","1673":"Lagpas na sa quota","1674":"Hindi muna available","1675":"Connection overflow","1676":"Write error","1677":"Read error","1678":"Maling application key","1679":"Di matukoy na error","1680":"Babala","1681":"Pagpili ng Folder","1682":"Pumili ng MEGA folder:","1683":"Kinukuha ang folders","1684":"Bagong folder","1685":"SIGE","1686":"Wag na","1687":"Cloud Drive","1688":"Ilagay ang bagong pangalan ng folder:","1689":"Ang root folder ay hindi ma-isync.","1690":"Pakipili ng sub folder.","1691":"Ikaw ay may %1 sa folder na ito.","1692":"Gusto mo nga bang i-sync ito?","1693":"I-enter ang isa o maramihang MEGA file links","1694":"Ibigay","1695":"Maglagay ng isa o maraming MEGA file links","1696":"Walang valid na MEGA links na nakita. (ang folder links ay hindi pa suportado)","1697":"%1 oras ang nakalipas","1698":"Kumuha ng MEGA link","1699":"ngayon lang","1700":"%1 segundong nakalipas","1701":"isang minuto na ang nakalipas","1702":"%1 minutong nakalipas","1703":"isang oras na ang nakalipas","1704":"isang araw na ang nakalipas","1705":"%1 araw na ang lumipas","1706":"isang buwan na ang nakalipas","1707":"%1 buwan na ang lumipas","1708":"1 taon ang lumipas","1709":"%1 taon na ang nagdaan","1710":"Buksan","1711":"Ipakita sa folder","1712":"Panglahatan","1713":"Account","1714":"Syncs","1715":"Bandwidth","1716":"Advanced","1717":"Ayuda","1718":"Itigil","1719":"Ilagay","1720":"Ipakita ang mga abiso","1721":"Simulan sa pagbubukas","1722":"I-update kaagad","1723":"Lengwahe","1724":"Detalye","1725":"LIBRE","1726":"Mag-logout","1727":"Bakanteng storage","1728":"I-upgrade","1729":"Mga synced na folders","1730":"Pahiin","1731":"Idagdag","1732":"Local folder","1733":"MEGA folder","1734":"Rate limit ng pag-uupload","1735":"Huwag limitahan","1736":"Limitahan sa:","1737":"Auto","1738":"halos 90% ng available bandwidth","1739":"Bandwidth quota","1740":"Ang upload limits ay kada upload server at inaapply bago magsimula ang uploads","1741":"Folder para sa uploads galing Window Explorer","1742":"Hindi kasamang file names","1743":"Proxy Settings","1744":"Walang proxy","1745":"I-auto detect","1746":"Proxy","1747":"Uri ng Proxy:","1748":"Server:","1749":"Nagrerequire ang proxy server ng password","1750":"Username:","1751":"Password:","1752":"Ang datos ay pansamantalang hindi available","1753":"%1 (%2%) ng %3 ang nagamit","1754":"Ikaw ay nag-sisync na ng buong account.","1755":"Ang sychronization titigil gumana.","1756":"Sigurado ka?","1757":"Excluded name","1758":"Ilagay ang pangalan ng hindi isasama sa sychronization","1759":"(mga wildcards * at ? ay hindi pinapayagan):","1760":"Setup Wizard","1761":"Meron akong MEGA account","1762":"Wala akong MEGA account","1763":"Gumawa ng bagong MEGA account","1764":"Pangalan:","1765":"Email:","1766":"Password:","1767":"Ulitin ang password:","1768":"Mag-login sa iyong MEGA account","1769":"Pakiverify ng inyong account gamit ang confirmation link na pinadala sa iyong email","1770":"Pumili ng uri ng pag-iinstall","1771":"Buong account sync","1772":"I-sync ang buong entire cloud drive","1773":"Pinamimiliing pagsisync","1774":"I-sync ang piling folders sa iyong cloud drive","1775":"Ang mga sumusunod na folders ay agarang isisynchronize:","1776":"Baguhin","1777":"Tuloy na sa MEGA","1778":"Iyong local folder:","1779":"at ang iyong MEGA folder:","1780":"ito ay kaagad-agad ding masisynchronize.","1781":"Bumalik","1782":"Kasunod","1783":"Meron ng ganyang user","1784":"Kinukuha ang file list","1785":"Maling email at password.","1786":"Na-verify mo na ba iyong account?","1787":"Walang ganyang MEGA folder","1788":"Tapos na","1789":"Makikilagay ng email","1790":"Makikilagay ng valid email","1791":"Makikilagay ng password mo","1792":"Makikilagay ng inyong pangalan","1793":"Makikilagay ng matibay na password","1794":"Ang mga password ay di tugma","1795":"Tinatanggap mo ang aming terms of service","1796":"Gumagawa ng account","1797":"Ikaw ay may %1 sa iyong Cloud Drive.","1798":"Sigurado ka bang gusto mong i-sync ang buong Cloud Drive mo?","1799":"at ang iyong MEGA Cloud Drive","1800":"Pumili ng local folder","1801":"Pumili ng MEGA folder","1802":"Pumili ng local folder","1803":"I-upload sa MEGA","1804":"I-share sa ibang MEGA user","1805":"Ipasa sa isang MEGA user","1806":"isang file","1807":"%1 files","1808":"isang folder","1809":"%1 mga folders","1811":"Piliin ang upload folder para sa mga files mo:","1812":"Laging ilagay dito","1813":"MEGA synced folder","1814":"Ikaw ay mag-iimport ng files sa isang synced folder. Kapag nag-enable downloading ka, ang file na ito ay madodoble sa inyong computer.","1815":"Sigurado ka ba?","1816":"Ikaw ay maglalagay ng files sa isang synced folder. Kung pinayagan mo ang downloading, ang files ay maduduplicated sa computer mo.","1817":"dagdagan pa","1818":"Naghihintay ang MEGAsync","1819":"Na-update na ang MEGAsync","1820":"Abangan para sa Mac at Linux","1821":"Noong ni-launch namin ang MEGA simula 2013, ang pagniniktik ng pamahalaan sa kadahilanan ng pagsugpo sa terorismo ay hindi pa noon kapani-paniwala at tinuturing pang mga 'conspiracy theorists' ang gumagawa ng mga haka-hakang ito. Ngunit, makalipas ang 137 araw ng magsalita si Edward Snowden, naiba na ang pananawa ng publiko ukol sa ganang bagay at ipinakita ang <i>security by policy<\/i> (\"kami ay may access sa inyong data, pero pinapangako namin na itatabi ito at hindi ito gagamitin sa kung ano man\") ay hindi naging mabuti. Anumang kukulang sa <i>security by design<\/i> (\"hindi namin maaccess ang inyong data ng wala ka kung hindi mo din ito makikita\"), na kailangan din ng matinding end-to-end encryption ay prerequisite ngayon, ay kulang na kulang na din.","1822":"Ang MEGA ay ginawa sa kadahilanang ang cryptography, para ito ay tanggapin at gamitin ay, hindi dapat humarang sa paggamit. Ang MEGA ay magagamit kahit na walang naka-install na software at nanatiling cloud storage provider na browser-based at may mabilis na end-to-end encryption. Ang nakikita lamang na crypto layer sa MEGA ay ang entropy collection habang nagsasign-up, kawalan ng password reset feature at ang naiibang paraan ng file-transfer na browser-specific. Ngayon, milyun-milyon mga negosyante at indibidwal ang gumagamit na ng MEGA para sa sigurado at mapagkakatiwalaang pagtatabi at pamamahagi ng petabytes na datos at kami ay naniniwala na ang tagumpay ng MEGA ay resulta ng kakaunting mga hadlang sa pagpasok sa mas secured na cloud storage.","1823":"Kami ay patuloy na naghihire. Kung ikaw ay isang namumukod-tanging inhinyero ng software, inaanyayahan ka naming sumama sa aming global team at magpadala ng CV o resume sa jobs@mega.co.nz","1824":"Ikaw ngayon ay nakalog-in na. Gusto mo bang maglog-out at magregister ng bagong account?","1825":"Ano nga ba ang MEGAsync?","1826":"Ang MEGAsync ay isang naiinstall na appllication na nagsi-sychronize ng mga folders sa pagitan ng iyong computer at ng MEGA cloud drive. Lahat ng files at mga subfolders ay na duduplicate. Lahat ng pagbabago na gawin sa isang panig ay lilitaw sa kabilang panig agad (kung ito ay aari sa limitasyon ng link\/system latency o sa bilang ng paglilipat ng files).","1827":"Paano ko iinstall ang MEGAsync?","1828":"Pumunta sa [A]download page[\/A] at sundan ang gabay. Habang iniinstall, ikaw ay tatanungin na ipasok o gumawa ng MEGA account at para magsetup ng folders para ireplicate (alinman sa buong MEGA clound drive sa isang single local folder o piling subfolders sa iyong cloud drive sa alinmang local folders). Pagkatapos ng installation, ang MEGAsync ay magsisimula na ng kusa. Sa Windows, makakakita ka ng isang clickable MEGA logo sa system tray habang ang sync tool ay tumatakbo at magbibigay sa iyo ito ng access sa status popup at sa settings page.","1829":"Pede ko bang gamitin ang MEGAsync sa maramihang computer?","1830":"Oo. Sa pamamagitan ng pagsi-sychronize ng iba't ibang devices sa iisang cloud folder, magkukuha mo ang cross-computer na syncing.","1831":"Paano ko mababantayan ang sync status ng aking mga local files at folders?","1832":"Ang icons ng files at folders na na-sync na sa cloud ay matatag ng berdeng bilog. Ang pagsulong ng paglilipat naman ay makikita sa indikasyon ng bughaw na bilog at ang mga mababagal ay may pulang bilog.","1833":"Ang MEGAsync ay nag-iisstore ng aking login credentials para makapag-autologin. Ito ba ay isang security concern?","1834":"Hindi naman kung encrypted ang iyong local drive (pakiusap na lang - bakit mo nga ba gugustuhing i-sync ang isang encrypted cloud drive sa isang unencrypted local drive?). ","1835":"Pinahi ko ang ilang local synced folder habang hindi natakbo ang MEGAsync. Pero ng binuksan ko ulit ito, ang file ay lumitaw ulit. Bakit?","1836":"Hindi natatandaan ng MEGAsync ang local filesystem state habang ito ay nakapatay. Hindi nito malalaman kung may nawawalang file pagkatapos nito patakbuhin. Kaya't kung maaari, laging buksan ang MEGAsync para ang pagpapahi ng files ay maayos.","1837":"May mahalagang file akong napatangan o napahi ng sync client. Maaari pa ba itong ibalik?","1838":"Sa panig ng cloud storage, ang napahing files ay mapapapunta sa ''SyncDebris\"  subfolder ng inyong Basurahan at maaaring makuha doon (gamit ang built-in search ng MEGA). Sa computer mo naman, ang bawat root folder ay may nakatagong \"Debris\" folder na kung ang mga napahing items ay napupunta.","1839":"Ang MEGAsync ba ay nagsasagawa ng explicit file versioning?","1840":"Hindi. Ngunit, maaari mong mapuntahan ang mga overwritten files sa bawat debris folders bago sila tuluyang pahiiin.","1841":"Ang MEGAsync ba ay nagsasagawa ba ng pagmomodify sa mga existing files?","1842":"Hindi. Kung may pagbabago man sa synced files, ito ay laging pinapalitan ng buo. Kaya't di rekomendado na magsync ng malalaking log files o database tables. Ang encrypted delta write ay pinaplano pa para sa hinaharap.","1845":"Meron bang paghihigpit ukol sa file names?","1846":"Ang MacOS\/UNIX filenames ay case sensitive ngunit ang Windows ay hindi. Ang folder na naglalaman ng \"ABC.TXT\" at \"abc.txt\" ay masisync sa isang UNIX machine ng walang problema, ngunit kung sa Windows  naman, isa lamang ang matitira dito.","1847":"Ang MEGA ay hindi nagpapatupad ng anumang paghihigpit sa pagpapangalan ng files - ang mga files ay maaaring maglaman ng mga characters na : o * na hindi tugma sa operating system. Ito ay isusulat muli sa kabilang panig bilang %xx at ibabalik muli sa orihinal na characters kapag isinyc pabalik. Nahihirapan ang Windows Explorer sa maraming hindi naman nakakapinsalang files at folder names gaya ng \"con.doc\", halimbawa, ito ay hindi accessible (para maintindihan kung bakit, kelangan mo pang maging isang geek o veteran, o parehas). Kung ikaw man ay nagkaroon ng ganitong sitwasyon, baguhin na lamang ang file name sa panig ng cloud storage. Ang mga foreign characters sa file ay suportado naman.","1848":"Ang MEGAsync ay sumusuporta sa malalimang folder structures (ang MEGA mismo ay limitado haggang 63 lebel nito) at mahahabang pathnames (hanggang 32,000 characters sa Windows). Ngunit, karamihan sa Window software (kasama ang Explorer) ay di kayang maaccess ang files na ang path ay mas mahaba sa 260 characters.","1849":"Paano ako makakasigurado na bago lagi ang bersyon ng MEGAsync?","1850":"Ang MEGAsync ay laging tumitingin ng bagong bersyon kada 2 oras at nag-uupdate ng kusa matapos makahanap (pede mong patayin ang settings - ang susunod na paghahanap ay gagawin matapos mong buhayin ito). Para sa pangseguridad, ang account lamang na na-install ng MEGAsync ang pedeng mag-update nito.","1851":"Gagamit ba ang MEGAsync ng peer-to-peer na paglilipat upang mas mapabilis ang syncing sa pagitan ng mga computer sa kaparehas na local area network?","1852":"Hindi. Ang MEGAsync ay laging nagsisync mula sa cloud infrastructure lamang ng MEGA.","1853":"Anong mangyayari kung mayroong sabay-sabay na magkakasalungat na aksyon ang isasagawa sa mga kliyenteng nakasync sa parehas na cloud location?","1854":"Ang kasalukuyang MEGAsync ay di kayang punan ang mga ganitong problema na may tiyak na paraan. Iwasan ito hangga't maaari.","1855":"Ang MEGAsync ay sumusoporta sa advaced filesystem features gaya ng links, attributes, ACLs, streams\/forks at sparse files?","1856":"Hindi. Huwag mong asahan na ito ay may replikado sa cloud.","1857":"Ang MEGAsync nga ba ay sumusuporta pagsisync sa parehas na local folder sa ibang lokasyon o sa iisang folder sa ibang local na lokasyon?","1858":"Hindi. Hindi din rekomendado na patakbuhin ang MEGAsync na iba't ibang proseso na magkakaparehas. Bilang patakaran, ang bawat file system itemay isang beses lamang dapat sa MEGAsync makikita,  kaya't iwasan mag-sync ng subfolders sa synced folders o maglagay ng iba't ibang links sa iisang file system item sa lokal synced folder.","1859":"Saan ko makikita ang iOS app?","1860":"Madodownload at maiinstall mo ito sa [A]App Store[\/A].","1861":"Saan ko makikita ang Android app?","1862":"Madodownload at maiinstall mo ito sa [A]Google Play[\/A].","1863":"Kami ay nagbibigay ng [A]apps[\/A] na nakalaan para sa inyong mobile device, gaya ng [B]iOS[\/B] & [C]Android[\/C].","1864":"Maling report","1865":"Ang MEGAsync ay may nakitang problema. Ito ang mga detalye:","1866":"Pwede mo kaming tulungang mapabuti ang MEGAsync sa pamamagitan ng pagbibigay ng error report. Ito ay hindi maglalaman ng anumang personal na impormasyon. Kung gusto mong magbigay ng higit pang detalye, mangyaring sumulat sa ibaba:","1867":"Maraming salamat para sa inyong pagtulong!","1868":"Magpadala ng report","1869":"Pumili ng Users","1870":"Piliin kung kanino user ito iinstall [A].","1871":"Piliin kung sa'yo mo lang ito gustong iinstall o para din sa lahat ng gumagamit ng computer na ito. [B]","1872":"Iinstall para sa lahat ng gumagamit ng computer na ito","1873":"Iinstall para lang sa akin","1874":"Mali: Maling pupuntahang folder. Ang upload ay kinansela na","1875":"Ang bagong excluded file names ay isasama sa muling pagbubukas ng application.","1876":"Current cache size: %1","1877":"Cache","1878":"Pahiin","1879":"Ang inyong proxy settings ay mali o ang proxy ay hindi nagrerespond","1880":"Ang destination folder ay naka-sync na at ikaw ay may file na dito at may kaparehas na name na ito (%1).","1881":"Kung ikaw ay magpapatuloy na mag-upload, ang iyong dating file ay mapapatungan.","1882":"Agad-agad? Ang taas ng rating?! Puno ng mga stars?","1883":"Ikaw ay natatakang magsync ng folder na masyadong malaki. Para maiwasan ang pagsisync ng buong boot volumes, na matagal at mapanganib, hinihingi namin na magsimula muna sa maliit na folder at unti-unti itong dagdagan ng data habang bukas ang MEGAsync.","1884":"Ang folder na (%1) ay hindi na-upload dahil masyado itong malaki. Ginagawa namin itong pagsisiyasat na ito para maiwasan ang pag-uupload ng buong boot volumes, na masyadong mabagal at delikado.","1885":"%1 folders ay hindi nailagay dahil masyadong malaki ang laman. Ginagawa namin ang sisiyasat na ito upang maiwasan ang paglalagay ng buong boot volumes, na masyadong mabagal at delikado.","1886":"Sinusubukan kong baguhin ang pangalan ng local folder sa Explorer, pero ang pangalang nasa folder ng aking cloud drive ay ganun pa din, ano ang dapat kong gawin.","1887":"Ang folder na iyong sinusubukang baguhin ang pangalan ay mayroong nakatagong file na tinatawag na desktop.ini na mayrong LocalizedResourceName= field na kung saan dito napunta lahat ng pagbabago ng pangalan ng folder - ang pangalan mismo ng folder ay hindi nagbago. Idelete ang desktop.ini at baguhin muli.","1888":"Startpage","1889":"iOS App","1890":"Android App","1891":"Humanap ng mga kasagutan tungkol sa aming serbsiyo.","1892":"Matuto ng higit pa tungkol sa model pangseguridad at kriptograpiya o cryptography ng MEGA.","1893":"Makakuha ng kaalaman patungkol sa pagsisync ng mga computers mo at ng MEGA.","1894":"Matuto ng higit pa tungkol sa aming Android app, ang cloud sa iyong bulsa.","1895":"Matuto ng higit pa sa mga malakas na pagsasanib ng mga features ng MEGA.","1896":"Lahat ng dapat mong matutunan sa MEGA account mo.","1897":"Matuto sa aming iOS app, ang cloud sa iyong pocket.","1898":"Pindutin ang Esc para magsara","1899":"Pasilip","1900":"Meron ng update!","1901":"Ang update ay mailalagay sa susunod na pagbubukas ng application","1902":"Nilalagay na ang update...","1903":"Humahanap ng updates...","1904":"I-install ang update","1905":"May bagong bersyon na ang MEGAsync! I-click ang mensaheng ito para iinstall ito","1906":"Walang updates ang nahanap","1907":"Nagkaroon problema sa paglalagay ng update. Muling subukan mamaya o magdownload ng pinakahuling bersyon sa: https:\/\/mega.co.nz\/#sync","1908":"Maghanap ng updates","1909":"Manual na pag-iinstall \/ paglalagay","1910":"gumagana lamang para sa:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"I-download ang MEGA","1914":"para sa Chrome Beta \/ Canary","1915":"Babala: i-click lamang ang buton kung ikaw ay nagtitiwala sa [A]Chrome web store[\/A]. Pwede ding i-download ng manually at ilagaya ng extension sa ibaba.","1916":"I-download mula sa","1917":"Chrome web store","1918":"May available na update. Kinukuha na...","1919":"Hindi makuha ang file system.","1920":"Muling subukan. Kung magpatuloy ang ganito, i-email kami sa bug@mega.co.nz","1921":"Invalid na folder para sa synchronization.","1922":"Siguraduhing walang mga karacter na \\ \/ o : sa pangalan ng folders ninyo.","1923":"Piling sync active lamang","1924":"Paganahin ang full account sync","1925":"Ang pagpapagana sa full account sync ay magpapatay ng inyong current syncs","1926":"Aktibo ang full account sync","1927":"Itigil ang full account sync","1928":"Ang pagpapatigil sa full account sync ay magbibigay daan para i-set naman ang piling folder syncing","1929":"I-install ang MEGA sa inyong browser para sa mas pinagandang performance at pinatibay na seguridad.","1930":"Ang cloud sa inyong bulsa. I-access at i-stream ang inyong files sa inyong smartphone o tablet.","1931":"Nagsisimula na ang MEGAsync","1932":"Para makapagdownload ng mas higit pa sa 1GB, pakiusap na i-install ang aming browser extension.","1933":"Para makapagdownload ng mas higit pa sa 1GB, pakiusap na maglagay ng mas bagong browser.","1934":"Nalimutan ang inyong password?","1935":"Kung meron kang backup ng inyong master crypto key, maaari mong i-reset ang inyong password sa pagpili ng OO. Walang data ang mawawala.","1936":"Maaari ka pa ding mag-[A]export[\/A] ng inyong master key kung meron kang aktib na MEGA session sa alin mang browser sa inyong computer o sa ibang computer. Kung hindi man, hindi mo na maaaring i-decrypt ang inyong existing account, pero makakapagsimula ka ng bagong account sa ilalim ng bagong email at piliin ang HINDI.","1937":"Meron ka bang backup ng master key mo?","1938":"'Yun oh!","1939":"Ilagay ang inyong email sa ibaba. Ikaw ay makakatanggap ng recovery link magbibigay raan upang maisumite mo ang inyong master key at baguhing muli ang inyong passoword.","1940":"Ipadala","1941":"Naku.","1942":"Dahil sa aming end-to-end encryption paradigm, ikaw ay hindi maaaring mag-access ng inyong data na walang password o [A]backup[\/A] ng inyong master key.","1943":"Ikaw ay maaaring magpark ng inyong existing account at magsimula ng panibagong account sa iisang email. Kung matandaan mong muli ang inyong password ng inyong parked account, mag-email sa [A]support@mega.co.nz[\/A] para sa recovery assistance. Ang inyong data ay maitatabi sa loob ng 60 na araw.","1944":"Hindi mo maaaring gamitin ang account recovery habang mayroon pang temporary session.","1945":"Ikaw ay naka-log in sa account na [X]. Kung hindi mo matandaan ang password mo ngayon at gust mo itong baguhin, kung maaari ay iexport ang master key at mag-log out at umpisahang muli.","1946":"I-check ang email address at ulitin muli.","1947":"Park account","1948":"Naiwala mo ang iyong password at hindi mo maibigay ang dati mong inilabas na master key? Dahil sa pinaigting na cryptography ng MEGA, ang pagkawala ng inyong master key ay magdudulot ng pagkawala ng lahat ng inyong data. Kung ikaw ay magpapatuloy, magsisimula ka ng bagong account sa datihan mong email. Ang inyong lumang account ay mananatili naka-park sa loob ng animnapung araw at maibabalik lamang sa pag-contact sa support@mega.co.nz kung mangyari mang matandaan muli ang inyong password.","1949":"Pumili ng bagong password","1950":"Alam ko na ako ay magsisimula ulit ng panibagong, bakanteng account at mawawala lahat ng aking data sa datihan kong account hangga't hindi ko natatandaaan ang aking datihang password at makita ang nailabas kong master key.","1951":"Magsimula ng bagong account","1952":"Paalala:","1953":"Kami ay naglalagay ng backup ng data mo sa loob ng panibagong animnapung araw.","1954":"Kung matandaan mo man ang inyong password, i-email kami sa support@mega.co.nz para sa tulong sa pagbabalik ng inyong lumang account data.","1955":"Ireset ang password","1956":"Ibigay ang datihang nailabas na master key. Ito ay pwede mo pang iexport ito sa alinmang MEGA session na maaaring bukas sa ibang browser o ibang computer.","1957":"Kung wala kang master key, pwede mong i-[A]park[\/A] ang inyong datihang account at magsimula muli.","1958":"Gamitin ang master key text file","1959":"Pumili ng key file","1960":"Beripikahin","1961":"Muli mong nakuha ang inyong account. Gumawa ng panibagong password sa ibaba:","1962":"I-validate ang password","1963":"Mali yata ang master key na nailagay.","1964":"Sigurado ka bang tama ang nailagay na key?","1965":"Kung wala sa iyo ang tamang key, maaari mong [A]reset[\/A] ang inyong account.","1966":"Lipas na ang Recovery LInk","1967":"Ang recovery link ay lipas na, subukang muli.","1968":"Maling Recovery Link","1969":"Maling link, subukang muli.","1970":"O ilagay ang inyong master key dito","1971":"Hindi mo maaaring gamitin ang account recovery habang ikaw ay naka-log in. Mag-log out muna at subukang muli.","1972":"Maling key file","1973":"Ang inyong napiling file ay masyadong malaki. Siguraduhing pumili ng file na kasama ang inyong 22-character master key.","1974":"I-confirm na alam mo na lahat ng data mo ay papahiin na.","1975":"Naka-park ang account","1976":"Ang inyong lumang account ay naipark na. Maaari ka na mag-log sa bago mong account.","1977":"Maling master key","1978":"Ang key na binigay mo ay hindi tugma sa account na ito.Siguradahing tama ang master key na inyong binigay at subukang muli.","1979":"Blocked ang account","1980":"Ang account na gusto mong ireset ay blocked.","1981":"Ang password ay nabago na. Maglog in na sa inyong account.","1982":"I-backup ang [A]master encryption key[\/A]","1983":"Ang password ang nag-uunlock sa inyong master key","1984":"Ang inyong data ay mababasa lamang sa kawing ng decryption operations na nagsisimula sa inyong master encryption key, na inilalagay naming naka-encrypt sa pamamagitan ng inyong password. Ito ay nangangahulugan na kapag naiwala mo ang inyong password, ang inyong master key ay hindi na maaaring ma-decrypt, hindi mo na maaaring i-decrypt ang inyong data.","1985":"Ang pag-eexport o paglalabas sa master key at pagtatabi nito sa isang ligtas na lugar ay magbibigay sa inyo ng kakayahang magtakda ng bagong password ng hindi nawawala ang mga data.","1986":"Hindi maaaring makuha ng isang external attacker ang inyong account gamit lamang ang isang key. Ang pagbabago ng passoword ay nangangailangan ng key at access sa inyong email.","1987":"Itabi ang master key bilang text file","1988":"Itabi ang file","1989":"Kopyahin ang master key sa clipboard","1990":"Kopyahin","1991":"Laging maglaan ng kopya ng inyong master key (e.g. sa client device, external storage, o sa printed material).","1992":"Huwag ilagay sa Internet (habang di pa natutukyan ang encryption).","1993":"o [A]manggawa ng account[\/A]","1994":"Oo. Pero ang inyong MEGA password ay hindi lamang isang password - ito rin ang nagbubukas ng inyong master encryption key, kung wala ito, ang inyong data ay hindi mababasa. Samakatuwid, mayrooong dalawang uri ng ng password reset: ang mayroon o ang walang kasamang kopya ng inyong backed up master key. Kung mayroong kasamang key, maaaring magtakda lamang ng panibagong password at isama sa datihang account. Kung hindi naman kasama ang key, maaaring mong i-park ang datihang account at magsimula ng panibago sa ilalim ng inyong email ng datihang account. Ipinapayo namin na magtabi ng backup ng inyong master key sa isang ligtas na lugar sa lahat ng oras, kung ano't ano pa man! I-click ang <ahref=\"#backup\">dito<\/a> para iexport ang inyong key o <ahref=\"#irecover\">dito<\/a> para i-reset ang inyong password.","1995":"Bigla kong natandaan ang dating password ng aking account pagkatapos ng ginawang password reset. Paano ko maibabalik ang data ko?","1996":"Kung sa loob ng 60 na araw matapos i-park ang inyong old account, ang data nito ay makukuha pa. I-contact lang kami sa [A]support@mega.co.nz[\/A]","1997":"Tinatanong ako ng MEGA na gumawa daw ako ng backup ng aking master encryption key. Bakit?","1998":"Kung ikaw ay siguradong hindi mo maiwawala ang iyong password, hindi na kinakailangang i-back up pa ang key ng account mo. Kung magpag-isipan mong gumawa ng [A]backup[\/A], gayunman, tiyakin lamang na ito ay nasa ligtas na lugar: Sinomang mayroong daan upang makuha ang inyong backed up key at ng inyong email ay maaaring ireset o baguhin ang inyong password at mapasok ang inyong account.","1999":"Pwede ko bang i-sync ang FAT\/FAT32 partitions sa ilalim ng Windows?","2000":"Sa unang tingin, maaaring makitang ito ay gumagana, ngunit ikaw ay aming mahigpit na pinapayuhan laban dito sa kadahilanang ang FAT timestamps ay nakabatay sa timezones, na maaaring magresulta sa pagre-synced ng files mo ng dalawang beses sa loob ng isang taon kung ikaw ay nakatira sa lugar na mayroong dayligth saving time. Samakatuwid, ang sumusunod na simulain ng lamat sa desenyo ng Windows API ay magpapabigat sa pabago-bagong pagtutumbas: \"Kapag ito ay naging  daylight saving time, ang oras na mababawi ng GetFileTime ay huli ng isang oras, dahil ang cache nito ay hindi updated. Kung irerestart mo ang computer, ang naka-cache nitong oras na mababawi ng GetFileTime ay tama na.\" Sa madaling sabi, wag ka ng mag-atubi at iwasan ang FAT.","2001":"Gusto mo bang i-upload ang mga files sa bagong session?","2002":"\"Hindi\" ay magpapahintulot sa iyo na mag-log in at magsimula ng upload.","2003":"I-backup ang inyong master encryption key","2004":"Di kagaya ng legacy cloud storage services, ang MEGA ay end-to-end encrypted. Ibig sabihin na ang inyong data ay hindi mababasa kung maiwala mo ang inyong password. Isinusuhestyon namin na i-back up mo ang inyong master encryption key. Ang pagrereset ng password ng walang data loss ay pwede lamang mangyari kung maibibigay mo sa amin ang inyong master key para sa inyong account.","2005":"Alisin","2006":"Iback-up na","2007":"Iba pang settings","2008":"Alisin ang overlay icons","2009":"Ipwersa ang buong pagrescan","2010":"Buong rescan","2011":"Ang MEGAsync ay gagawa ng buong scan ng iyong synced folders","2012":"Gusto mo bang irestart ang MEGAsync?","2013":"I-upload ang files\/folders","2014":"May bagong bersyon ng MEGAsync!","2015":"Ang MEGAsync ay tumatakbo ngayon. I-click ang system tray icon para magbukas ng status window.","2016":"Ipakita ang status","2017":"Folder para sa uploads ng computer na ito","2020":"Hindi makuha ang session key","2021":"Buong sync","2022":"Ang inyong local folder at ang inyong MEGA Cloud Drive ay naka-sync na.","2023":"Pumili","2024":"Ang inyong config ay mali, muling magsimula ulit","2025":"Available din para sa <a href=\"\" class=\"red mac\">Mac<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Available din para sa <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Available din para sa <a href=\"\" class=\"red windows\">Windows<\/a> and <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"opsyonal","2029":"Piliin ang Linux Distro","2030":"Piliin ang Linux distro at i-click ang download button","2031":"Para sa Mac","2032":"Para sa Linux","2033":"Ang pagdodownload ng ZIP files na mas malaki pa sa 2GB ay maaaring magrequire ng karagdagang unpacker tool (gaya ng \"7zip\"). Subalit, ang ZIP64 ay masusuportahan ng lahat ng operating systems.","2034":"Files","2035":"Folders","2036":"I-refresh","2037":"I-download galing MEGA","2038":"Pumili ng idodownload na folder sa inyong files:","2039":"Laging idownload sa destinasyong ito","2041":"Wala kang pahintulot para sa local folder na ito","2042":"Wala kang pahintulot para sa folder na ito","2043":"Walang maidownload ang MEGAsync dito.","2044":"Gusto mo pa bang magpatuloy?","2045":"Mali ang nakukuhang link:","2046":"Default folders","2047":"Uploads:","2048":"Downloads:","2049":"Ang sync na ito ay hininto dahil walang nag-eexist na local folder","2051":"Ikaw ay nagsisync na ng buong Cloud Drive mo","2052":"Enable \/ disable","2053":"Pumili ng local folder","2055":"Ang inyong Cloud Drive ay isisyncronize sa folder na ito:","2056":"Mga detalye sa account usage","2222":"downloads","5526":"Ang MEGA ay isang secure cloud storage na nagbibigay sa'yo ng libreng 50GB storage. Kumpara sa ibang cloud storage providers, ang inyong data ay inencrypt and idenedecrypt ng devices ng client at hindi namin. Ang inyong data ay makukuha kahit anong oras, kahit saang device, kahit saan. Ibahagi ang inyong folder sa inyong mga contacts at makita ang updates nila agad-agad. Ang cloud sa bulsa mo. Puntahan at i-stream ang inyong files galing sa inyong smartphone o tablet. Ilagay at i-sync ang inyong media patungo sa cloud.Maghanap, maglagay, mag-download, mag-stream, tingnan, ibahagi, palitan ng pangalan o pahiin ang inyong files. Nandito na lahat - sa palad ng iyong kamay.Para sa karagdagang impormasyon, puntahan ang aming website:https:\/\/mega.co.nz\/","5527":"Ang MEGA ay isang Cloud Storage na may malakas na laging bukas na Privacy. 50GB, libre","5528":"ng","5529":"Ilipat sa","5530":"Kopyahin sa","5531":"Iangkat sa","5532":"I-upload ang File","5533":"Nagloload...","5534":"Iniimport...","5535":"Ina-update...","5536":"Hindi pa naipapatupad","5537":"Tatanggalin mo na ang iyong na-export na master key file","5538":"Babala pangseguridad! Ito ay isang operasyon na may mataas na panganib. Gusto mo bang ipagpatuloy?","5539":"Mga pagpipililian pa...","5540":"Gusto mo bang tanggalin ang contact na ito","5541":"Gusto mo bang tanggaling ang mga contact na ito?","5542":"Padating na mga Shares","5543":"Mga Ipinamigay","5544":"Ina-upload na...","5545":"Gumawa ng bagong folder","5546":"I-upload sa","5547":"I-refresh","5548":"Ayuda","5549":"Ina-upgrade ang account","5550":"Piliin Lahat","5551":"Tanggalin Lahat","5552":"Thumbnail view","5553":"Kuhang palista","5554":"Ilabas ang MasterKey","5555":"Tanggalin ang MasterKey","5556":"Ang MasterKey ay na-iexport sa:","5557":"file","5558":"files","5559":"contact","5560":"contacts","5561":"folder","5562":"mga folders","5563":"shared folder","5564":"mga shared folders","5565":"i-download","5566":"i-upload","5567":"mga uploads","5568":"user","5569":"users","5570":"e-mail","5571":"password","5572":"Kumpirmahin ang password","5573":"ABC","5574":"...","5577":"Ilagay ang inyong password","5578":"Kina-calculate ang encryption keys","5579":"Chinecheck ang validation link","5580":"Activating account","5581":"Sinisimulan ang file list","5582":"Gumawa ng account","5583":"pangalan","5584":"Tinatanggap ko ang  <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Terms of Service<\/a> ng MEGA","5585":"Meron ka na bang account sa MEGA?","5586":"Kailangan mong tanggapin ang aming Terms of Service.","5587":"Di tugma ang password","5588":"Itabi ng magamit Offline","5589":"Naibahagi sa akin","5590":"CONTACTS","5591":"SENT REQUESTS","5592":"NATANGGAP NA REQUESTS","5593":"Walang naipadalang requests","5594":"Walang natanggap na requests","5595":"Camera Uploads","5596":"%1$s of %2$s","5597":"PADATING","5598":"OUTGOING","5599":"Bakatehin ang Basurahan","5600":"Walang padating na shared folders","5601":"Walang papalabas na shared folders","5602":"Available pag-offline","5603":"ON","5604":"OFF","5605":"Laki:","5606":"Content:","5607":"Dinagdag noong:","5608":"Binago noong:","5609":"Walang public link","5610":"Read & write","5611":"Ibahagi kasama si:","5612":"Mga pahintulot:","5613":"Baguhin ang pahintulot","5614":"Ibahagi kasama ang","5615":"Ipadala sa","5616":"Contact info","5617":"Shared Folders kasama ang:","5618":"Magdagdag ng bagong contacts gamit ang button sa ibaba.","5619":"Inihahanda ang mga files","5620":"Walang app na pede para mag-execute ng file na ito sa device mo.","5621":"Ibahagi gamit ang imahe gamit ang","5622":"Ibahagi ang link","5623":"Inililipat","5624":"Binabahaging folder","5625":"Kinokopya","5626":"Tanggalin sa MEGA","5627":"Email ng contact","5628":"Gumagawa ng folder...","5629":"Nagdaragdag ng bagong contact","5630":"Magpadala ng link","5631":"Folder ng mga share","5632":"Tingnan ang shared folders","5633":"Tinatanggal lahat ng nagshashare na contacts","5634":"Umaalis na sa shared folder","5635":"Camera folder","5636":"MEGA Contacts","5637":"Phone Contacts","5638":"Burahin","5639":"Naidagdag na ang contact","5640":"Tinanggal na ang contact","5641":"Error. Hindi natanggal ang contact","5642":"Binago ang pahintulot","5643":"Error. Ang pahintulot ay hindi nabago","5644":"meron na ganitong folder","5645":"Nakagawa na ng folder","5646":"Napangalanang muli","5647":"Error. Hindi napangalanan","5648":"Nakopya ng tama","5649":"Error. Hindi nakopya","5650":"Nailapat ng tama","5651":"Error. Hindi nailipat","5652":"Naibahagi ng tama","5653":"Error. Hindi naibahagi","5654":"Imposibleng makuha ang link","5655":"Natanggal na sa MEGA","5656":"Error. Hindi natanggal sa MEGA","5657":"Naipadala ng tama sa:","5658":"Ang folder ay pribado na ngayon.","5659":"Ang share ay natanggal na","5660":"Ina-unzip na ang file","5661":"Viewer ng Litrato","5662":"Mag-upgrade na!","5663":"Pinakahuling sesyon:","5664":"Pumili ng uri ng membership","5665":"Kada buwan  o kada taon","5666":"Paypal subscription","5667":"Kada buwan*","5668":"Kada taon*","5669":"* ang kasalukuyang subscription ay pwedeng ikansela kahit kailan bago ang petsa ng pagrerenew","5670":"Ang preview ay hindi pa naidodownload. Saglit lang.","5671":"Naiimport ng tama","5672":"Walang aktibong paglilipat","5673":"Lahat ng transfer ay nakatigil","5674":"Itigil muna ang transfer","5675":"Simulan muli ang paglilipat","5676":"Wi-Fi only","5677":"Wi-Fi o data plan","5678":"Nagproprogress na ang Camera Upload","5679":"Gusto mo bang itigil ang Camera Uploads?","5680":"Ina-upload na ang mga kuha sa camera","5681":"Camera Uploads problem","5682":"Kumpleto na ang Camera Uploads","5683":"PIN Lock","5684":"Lagi bang tanungin ang download location?","5685":"Gamitin ang Camera Uploads","5686":"Itigil ang Camera Uploads","5687":"Paano mag-upload","5688":"Mga litrato at video","5689":"Gamitin ang PIN Lock","5690":"Itigil ang PIN Lock","5691":"PIN Code","5692":"Hindi nakaset","5693":"App version","5694":"MEGA PDF Viewer","5695":"Browser ng ZIP","5696":"Uri ng Account:","5697":"Meron ng Camera Uploads folder","5698":"Ang zip file ay naidownload na at na-unzipped na","5699":"Ang zip file ay nai-unzipped na.","5700":"'Kuha ko","5701":"Buksan","5702":"Walang pang password","5703":"Wala pang email","5704":"Maling login credentials","5705":"Maling email","5706":"Pangalan masyado maigsi","5707":"Masyadong maikli ang password","5708":"Kailangan mong tanggapin ang aming Terms of Service","5709":"Panatilihing nakalogin","5710":"Gusto mo bang itigil na ang registration?","5711":"Itigil","5712":"Tapos na ang registration","5713":"Pumapayag ako sa <a href='terms'>Terms of Service<\/a> ng MEGA","5714":"Aking email","5715":"Ibahagi kasama ang MEGA content kay","5716":"Burahin ang isang file?","5717":"Pahiin ang [X] files?","5718":"Kumpirmahin ang pagbura","5719":"Pangalan ng bagong folder","5720":"I-upload ang huling litrato","5721":"Kunan","5722":"Pumili","5723":"Mga files na binabahagi","5724":"Walang files sa CloudDrive","5725":"Walang files sa folder","5726":"I-restore","5727":"Pumili ng folder para sa paglipat","5728":"Pumili ng patutungahang folder para sa pag-iimport","5729":"Notes ukol  sa release","5730":"I-load ang mga contacts","5731":"Hindi ma-access ang contacts","5732":"Bigyan ng access ang MEGA sa contacts sa Settings > Privacy > Contacts !","5733":"Walang files na naibahagi","5734":"Binabahagi ang isang node","5735":"Nagbabahagi ng [X] nodes","5736":"Naipadala na ang imbatasyon","5737":"Walang contacts","5738":"Basurahan","5739":"Nagkaroon ng  aberya!","5740":"Idinadownload: [X]%","5741":"Sinisumalan ang pagdodownload","5742":"Na-upload na: [X]%","5743":"Nai-save locally","5744":"Ilagay ang pangalan","5745":"Sigurado ka?","5746":"Offline files","5747":"Walang files na nadownload","5748":"Walang litrato o imahe","5749":"Isang litrato","5750":"[X] mga imahe","5751":"[X] na natitira","5752":"Walang mga litrato o imahe","5753":"Gumagawa ng Camera Uploads folder","5754":"Tapos na ang paglilist ng mga litrato","5755":"Iniexport na ang photo","5756":"Nilakdangan ang photo","5757":"Ina-upload na ang mga kuha","5758":"Ina-upload na ang video","5759":"Gumawa ng Camera Uploads folder","5760":"Error sa pag-uupload ng asset","5761":"Bukas ang Camera Uploads","5762":"Sarado ang Camera Uploads","5763":"Tapos na ang Camera Uploads","5764":"Pumili ng mga albums para sa Camera Uploads","5765":"Opsyon para sa Camera Uploads","5766":"Kapag itinigil ang camera uploads, walang bagong photos at videos ang mai-uupload","5767":"Gamitin ang Camera Uploads ng automatically para mailagay din ang inyong imahe at videos sa Cloud Drive","5768":"Mag-upload ng videos","5769":"Gamitin ang cellular connection","5770":"Patakbuhin kung kailan pede sa background","5771":"Niloload ang litrato","5772":"Hindi ma-access ang photos","5773":"Inilalabas o iniexport na ang file","5774":"Passcode","5775":"Gamit na","5776":"Local","5777":"Kung ang bilang ng bigong pagpasok ng passcode ay naabot na","5778":"Patayin ang passcode","5779":"Buhayin ang passcode","5780":"Gamitin ang TouchID","5781":"Baguhin ang passcode","5782":"Burahin lahat ng local data","5783":"Automatic language","5786":"Magpadala ng kuro-kuro at suhestyon","5787":"Irate mo kami!","5788":"I-contact ang support team sa pamamagitan ng email. Binabasa namin lahat ng email na dumarating subalit sa kadahilanan ng mataas na bilang ng natatanggap naming email, maaaring hindi namin masagot ito isa-isa.","5789":"Makakuha ng suporta o basahin ang mga popular na topics.","5790":"Grabe, ang daming mga bituin! (reference to  the 2001 movie quote)","5791":"Ilabas ang Master Key","5792":"Gamitin ang logging","5793":"Ang mga binurang file ay mapupunta sa Basurahan.","5794":"Ang paglalabas ng Master Key at paglalagay nito sa isang ligtas na lugar ay magbibigay daan para makapag-set ka ng bagong password ng walang anumang nalalagas na data.","5795":"Ang mga log files ay nakakatulong sa mga developers na malutas ang mga problema","5796":"Ang MasterKey.txt ay nailagay na sa Documents folder. Pwede mo itong ilipat  sa computer mo at mailipat galing sa device mo gamit ang iTunes. Ikaw ay mahigpit naming pinaalalahanan na huwag itong eemail.","5797":"Nagkaaberya sa pag-eexport ng Master Key","5798":"Na-export na ang Master Key","5799":"Nagamit na","5800":"available","5801":"nagamit na","5802":"Litrato o Imahe","5803":"Videos","5804":"Mga Dokumento","5805":"Archives","5806":"Cache na local","5807":"Cache","5808":"Local storage","5809":"Pagpahi ng Cahe","5810":"Ang pagpahi sa cache ay magbubura sa mga locally saved documents, thumbnails at iba pang temporary files.","5811":"Pahiin ng tuluyan ang Cache?","5812":"Ito ay magdedelete ng lahat ng locally stored files","5813":"Na-clear na ang cache","5814":"I-upgrade ang account","5815":"[X] na GB","5816":"[X] na TB","5817":"\"PRO 1\" buwanang subscription","5818":"\"PRO 1\" taunang subscription","5819":"PRO I","5820":"Ilagay ang datihan passcode","5821":"Patunayan gamit ang fingerprint?","5822":"Nabigo ang File Upload","5823":"Ang piniling mong file ay hindi nailagay sa MEGA.Subukang muli.","5824":"Itinigil ang File Upload","5825":"Ang piniling mong file ay hindi nailagay sa MEGA.","5826":"MEGA SPACE","5827":"MEGA SPEED","5828":"MEGA PRIVACY","5829":"MEGA ACCESS","5830":"Magregister na at makakuha ng 50 GB na libreng space","5831":"Ang mga uploads ay mabilis.Madaling maibahagi ang mga files sa lahat.","5832":"Pakakaingatan ng end-to-end encryption ng MEGA ang mga itatabi ninyong file dito","5833":"Makakuha ng buong encrypted access kahit saan, kailan man.","5834":"Ang MEGA ay isang secure cloud storage service na may 50 GB na libreng storage space.Sa loob ng app na ito, pede kang mag-upgrade ng inyong storage space at bandwidth quota sa pamamagitan ng pagsusubscribe sa MEGA Pro na may buwanan o taunang subscription.Ang mga subscriptions ay €9.99 (US$10.99) kada buwan o €99.99 (US$119.99) kada taon.Ang subscription ito ay magbibigay sayo ng 500 GB na storage space at 1000 GB bandwidth kada buwan.Ang subscription ay nirerenew automatically para sa kasunod na subscription period sa loob ng iisang panahon at ang presyo ay katulad din sa nakaraang panahong napili. Pwede mong itigil ang agarang renewal ng inyong MEGA Pro subscription ng hindi lalagpas ng 24 oras bago ang kasunod mong subscription payment na due sa inyong iTunes account page. Para pamahalaan ang inyong subscriptions, i-click lamang ang App Store icon sa inyong handset, mag-sign in gamit ang inyong Apple ID sa ibabang bahagi ng pahina (kung hindi mo pa ginagawa) at i-click ang View ID. Ikaw ay dadalhin naman sa account page, mag-scroll down lamang para sa Manage App Subscriptions. Mula dito, pwede mong piliin ang MEGA Pro subscription at tingnan ng inyong scheduled renewal date, at pumili ng ibang subscription package o i-toggle ang on-off switch sa off para maitigil ang auto-renewal ng inyong subscription.Terms of Service:https:\/\/mega.co.nz\/ios_terms.htmlPrivacy policy:https:\/\/mega.co.nz\/ios_privacy.html","5835":"Sa pamamagitan ng PhotoSync, ang photos na nasa iPhone mo ay agarang mababacked up sa MEGA.Pede mong gamitin ang WiFi o ang cellular connection sa pamamagitan ng pag-eenable ng Background mode ng app, i-uupload naman nito ang photos kapag ang lokasyon mo ay nagbago.Ang passcode lock ay nagdaragdag seguridad sa pamamagitan ng pag-require ng apat na digit na passcode sa tuwing ang app ay bubuksan. Ito ay magpoproktekta sa files mo kahit na ang iPhone mo ay mapasakamay ng masasamang loob. Meron mo ding pilliin na pahiin lahat ng data at i-logut ito kung maling password ang mailagay matapos ang 10 beses na pagsubok sa password.May mga bug fixes at pagpapabuti ng bilis.Ang inyong tugon o kuro-kuro ay mahalaga sa amin, at kahit na hindi namin masasagot ang lahat ng ito, binabasa isa-isa ang lahat ng ito.Tsaka, ang inyong 5-stars na rating sa AppStore ay lubos naming ikatutuwa.","5836":"mag-upload, mag-backup, cloud, file, magbahagi, may seguridad, MEGA","5837":"[X] minuto","5838":"1 minuto","5839":"ay magiging available sa loob ng","5840":"Gumawa ng MEGA account","5841":"Hindi ka naka-log-in","5842":"Kinakailangang may MEGA account ka para makumpleto ang pag-purchase o pagbili:","5843":"Naka-log-in ka na. Makakagawa ka lang ng isang MEGA account.","5844":"Gagamitin ba ang prepaid balance para magpatuloy?","5845":"bandwidth na nagamit","5846":"Inireredirect sa PayPal","5847":"Matagumpay ang inyong pagbili. Para matapos ang account creation, kinakailangang i-activate ang inyong account sa pamamagitan ng pag-click sa ng link sa inyong email.","5848":"Ayusin base sa...","5849":"Kumokonekta sa server: gumagawa ng account","5851":"Ipadala ang inyong contact request","5852":"Tinggap ang inyong contact request","5853":"Tinaggihan ang inyong contact request","5854":"Bago","5855":"Notifcation","5856":"Tanggapin","5857":"Talikuran ang mga padating pang request","5858":"Hindi payagan","5859":"Inimbitahan","5860":"Talikuran","5861":"Imbitahan muli","5862":"Magpadala ng Requests","5863":"Tumanggap ng Requests","5864":"Tinalikuran ang user","5865":"Hindi namin ma-decipher ang inyong link na pang-imbita, tingnan muna kung tama ang kinopyang link, o mag-sign up muli gamit ang parehas na email address.","5866":"Iwanan ang share","5867":"Iwan ang share","5868":"Tingnan ang profile","5869":"Alisin ang contact","5870":"Alisin ang contact","5871":"Paborito","5872":"Alisin ang paborito","5873":"Padating na shared folders","5874":"Mga padating na shared folders","5875":"MEGAchat","5876":"Subukan ang bagong may seguridad na end-to-end encryption sa audio\/video chat ng MEGA.","5877":"'Wag mag-alala!","5878":"Hello, samahan mo ako sa MEGA at makakuha ng access sa encrypted storage at komunikasyon. Makakuha ka ng libreng 50 GB!","5879":"Corporate Info","5880":"Investors","5881":"Press Releases","5882":"Shareholder Reports","5883":"Simulan ang tawag ...","5884":"Tapusin ang tawag ...","5885":"Simulan ang pag-uusap","5886":"Tapusin ang pag-uusap","5888":"Sinimulan ang tawag kay [X].","5889":"Natapos ang tawag kay [X].","5890":"Ang tawag kay [X] ay hindi nasagot ng ayos.","5891":"Tinatawagan na si [X] ...","5892":"Ang tawag kay [X] ay ni-reject.","5893":"Meron kang padating na tawag mula kay [X] ","5894":"Ang pagtawag kay [X] ay itinigil.","5895":"Ang pagtawag kay [X] ay ginawa sa ibang device.","5896":"Simulan ang audio call","5897":"Simulan ang video call","5898":"Si user [X] ay inimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo siya.","5899":"Ang users ay naimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo sila.","5900":"TIngnan ang received requests","5901":"Tingnan ang pinadalang requests","5902":"Mga pag-uusap","5903":"Aking contacts","5904":"Pinakahuling interaksyon","5905":"May-ari","5906":"Access","5907":"beta","5908":"I-type ang email o contact","5909":"Ang MacOS\/UNIX filenames ay case sensitive, ang Windows filenames ay hindi. Ang folder na naglalaman ng \"ABC.TXT\" at \"abc.txt\" ay maaaring i-sync sa UNIX machine ng walang problema subalit kung sa Windows machine ito ii-sync, isa lamang sa files na ito ang matitira.Ang MEGA ay walang harang pagdating sa filenames - ito ay maaaring naglalaman ng mga characters na hindi naayon sa dapat gamiting filenames ng isang operating systems tulad ng : o *. Ito ay isusulat bilang %xx sa kabila at ibabalik sa datihang characters kapag isinyc pabalik. Ang Windows Explorer ay kamalian sa ilang hindi mapaminsalang files o pangalan ng folder, tulad na lamang ng \"con.doc\", hindi mo ito maa-access (maiintindihan mo lamang ito kung ikaw ay isang geek o bihasa o parehas). Kung ikaw ay makakabangga ng ganang pangyayari, baguhin na lamang ang pangalan ng file sa bahagi ng cloud. Ang mga dayuhang characters ay suportado naman.Ang MEGAsync ay kayang suportahan ang katamtamang lalim na folder structures (ang MEGA mismo ay kaya ang hanggang 63 maximum levels) at mahahabang pathnames (hanggang 32,000 characters sa Windows). Ngunit, karamihan sa Windows software (kasama ang Explorer) ay hindi kaya ang files na mas mahaba sa 260 characters.","5910":"Merong tatlong paraan upang i-upload ang mga files papunta sa MEGA gamit ang inyong web browser:1. I-click ang pulang button sa start page2. Pumunta sa inyong file manager at i-click ang \"File Upload\" o kung gamit ang Chrome, i-click ang \"Folder Upload\" button sa taas.3. Hilahin o ibagsak ang mga files o kung gamit mo ay Chrome, hilahin o ibagsak ang folders sa site ng MEGA","5911":"Magdagdag ng Contacts","5912":"Ikaw ay makakagawa ng bagong folder sa ibaba. Doon, sa kaliwang parte.","5913":"Ikaw ay makakapagdagdag agad ng mga bagong contacts sa pamamagitan ng email o mag-import ng bagong contacts sa ibang services.","5914":"Aking mga pag-uusap","5915":"Mga padating kong shares","5916":"Aking folders","5917":"Walang bagong contact requests","5918":"Naku merong kang malformed email!","5919":"Meron ka ng contact sa email na ito!","5920":"Di na kailangan, ikaw ang may-ari!","5921":"Pataas","5922":"Pababa","5923":"Online","5924":"Wala","5925":"Abala","5926":"Offline","5927":"I-import ang Contacts","5928":"Standard na Download","5929":"Ikaw ay lubhang nasa taas na ng pinayapayagang storage allocation at ang iyong uploads ay itinigil. Siguraduhing ikaw ay nasa tamang MEGA PRO plan, o i-contact ang support@mega.co.nz.","5930":"Itigil ang kahilingan","5931":"I-click [A]ito[\/A] para makita ang iyong storage usage.","5932":"Lumagpas ka na sa quota","5933":"Burahin ang aking account","5934":"Nabigong ikumpirma ang account. Muling subukan. [{0}]","5935":"Ang inyong account ay nabuo, nakumpirma at na-activate na. Ito kaagad magsisimulang mag-log in.","5936":"Activated na ang account","5937":"Kinakailangan ng kumpirmasyon","5938":"Ang paggawa ng MEGA Cloud Drive ay nabigo. Subukang muli. [{0}]","5939":"Nabigo ang paggawa ng account","5940":"Nabigo ang paggawa ng folder","5941":"Nabigo sa paggawa ng folder","5942":"Nagawa ang folder","5943":"Nabigo ang pagpahi","5944":"Nabigo ang pagkuha sa link","5945":"Nabigong i-download ang file. Muling subukan. [{0}]","5946":"Hindi makuha ang files at folders galing MEGA. Subukang muli.","5947":"Nabigo ang pagkuha ng file","5948":"Nabigong kunin ang link","5949":"Nabigo ang pagkuha sa link","5950":"Nabigong kunin ang preview","5951":"Nabigo ang pagkuha sa pasilip","5952":"Ang imahe ay nailagay na sa 'saved pictures' album","5953":"Naisave ang image","5954":"Nagkaroon ng problema sa pag-eexport ng imahe sa 'saved pictures' album. Subukang muli","5955":"Nabigong i-save ang imahe","5956":"Ang MEGA link ay nakopya na sa inyong clipboard","5957":"Nabigo ang paglolog-in sa MEGA Cloud Drive. Muling subukan. [{0}]","5958":"Nabigo ang paglilipat","5959":"Ang imahe ay nai-save sa inyong photo album","5960":"Nai-save ang picture","5961":"Gusto mo bang tanggalin ang {0}?","5962":"Tanggalin?","5963":"Nabigo ang pagtanggal sa item","5964":"Nabigo ang pagtanggal","5965":"Natanggal na ang item","5966":"Natanggal na ang item","5967":"Nabigo ang pagpapalit ng pangalan sa item","5968":"Nabigo ang pagpapalit ng pangalan","5969":"Lagyan ng pangalan, email address at password","5970":"Lagyan ng mga required fields","5971":"I-export ang kasalukuyang imahe sa 'saved pictures' album","5972":"Hindi online","5973":"Nabigo ang pagkuha ng thumbnail [{0}]","5974":"Ang pagkuha ng thumbnail ay nabigo","5975":"Nabigong kunin ang account details. Subukang muli. [{0}] ","5976":"Nabigong kunin ang account details","5977":"Ikaw ay matagumpay na nag-log out na","5978":"Naglog-out na","5979":"Nabigong maglog-out. Sibukang muli. [{0}]","5980":"Nabigo ang paglolog-out","5981":"Gusto mo bang tanggalin ang {0} items na ito?","5982":"Tanggalin ang items?","5983":"{0} Items ang tinaggal","5984":"Natanggal na ang mga items","5985":"Nabigong ilipat sa basurahan. Subukang muli","5986":"Nabigo ang paglilipat sa basurahan","5987":"Gusto mo bang ilipat itong {0} sa basurahan? ","5988":"Ililipat ba sa basurahan?","5989":"Ang item ay naitapon na sa basurahan","5990":"Nailipat na ang item","5991":"Gusto mo bang ilipat ito sa basurahan ang {0} items na ito?","5992":"Ilipat ang mga items?","5993":"{0} Items ang nailipat na sa basurahan","5994":"Nailipat na ang items","5995":"Ikaw ay may {0} natitirang transfer. Ang natitirang transfer ay ititigil na. Gusto mo bang maglog out?","5996":"Natitirang Transfers","5997":"Ikaw ay nagkansela ng {0} natitirang transfers. Ang mga natitirang transfers ay ititigil na. Gusto mo bang umalis?","5998":"Ang account na ito ay nakumpirma na. Pede ka ng maglog-in.","5999":"Naikumpirma na ang account","6000":"Ang naitype na password ay mali","6001":"Maling password","6002":"Ikaw ay pumuli ng 100 items para i-download. Gusto mo bang magpatuloy?","6003":"Bilang ng download","6004":"Gusto mo bang agarang i-export ang IMAGE files papunta sa iyong photo album pagkatapos mai-download? Pwede mong baguhin ang setting na ito sa settings page pagkatapos. Ang iba pang file types ay maaaring lamang ma-istore sa local storage ng app.","6005":"Nabigong itigil muna ang transfer","6006":"Nabigo ang panandaliang pagtigil","6007":"Nabigong simulan muli ang paglilipat","6008":"Nabigo ang pagsisimula muli","6009":"Pumili ng hindi baba sa isang picture para iupload","6010":"Walang piniling picture","6011":"Nabigong ihanda ang imaheng: {0} para i-upload","6012":"Nabigo ang paghahanda sa imahe","6013":"Nabigong i-upload ang photo","6014":"Nabigong iupload ang photo.","6015":"Hindi makita ang napiling file","6016":"Hindi makita ang file","6017":"Nabigong buksan ang napiling file","6018":"Ang pagbubukas sa file ay nabigo","6019":"Nabigo ang pag-upload sa selfie picture","6020":"Pumalpak ang selfie upload","6021":"Hindi makapagload ng files at folders galing MEGA. Subukang muli o i-click ang refresh.","6022":"Nabigo ang pag-upload","6023":"Ang inyong PIN lock codes ay hindi tugma. Subukang muli na i-type ito at siguraduhing match ito.","6024":"Ang PIN lock codes ay hindi tugma","6025":"Ikaw ay naka-log out na sa device na ito sa ibang lokasyon","6026":"Ang operasyong ito ay ititigil na sa kadahalinang lalagpas ka sa storage limit ng iyong account. Gusto mo bang i-upgrade ang inyong account?","6027":"Overquota Alert!","6028":"Ikaw ay hindi pa pumipili ng default na lokasyon para sa mga dinownload mong files.Para magpatuloy, pumili ng gagamiting folder o pumunta sa preferences para maisaayos ang pagseset up ng inyong default download location.","6029":"Pumalpak ang paghahanda sa file: {0} para i-upload","6030":"Ang paghahanda sa file ay naantala","6031":"Pumalpak ang pagkopya sa napiling file: [{0}]","6032":"Pumalpak ang pagkopya sa file","6033":"Wala kang kahit na anong pahintulot upang kopyahin ang file na ito sa anumang folder. Marahil ay sinusubukan mong i-save o kopyahin ito sa isang SD card na hindi naman suportado ang ganitong uri ng file. Subukang muli na  i-save o kopyahin ang file na ito sa internal memory ng inyong device.","6034":"Wala kang pahintulot i-access ito","6035":"Nabigong kopyahin ang masterkey patungo sa clipboard. Subukang muli","6036":"Nabigo ang clipboard","6037":"Ang kasalukuyang PIN lock ay hindi tama o hindi tugma","6038":"Ang kasalukuyang PIN lock ay hindi tugma","6039":"nakopya na ang masterkey sa clipboard","6040":"Nakopya na ang masterkey","6041":"Ang PIN lock ay dapat 4 digits","6042":"Ang PIN lock ay masyadong maigsi","6043":"Ang cache ay napabura na","6044":"Burado na ang cache","6045":"Wala ng masyadong espasyo para sa memory upang tapusin ang prosesong ito. Ang app ay mag-shushutdown na","6046":"Memory Limit","6047":"no, sa local lang","6048":"Opsyon sa pagdodownload","6049":"oo, i-export","6050":"Hindi alam na resolution type","6051":"Nagkamali sa pagpili ng folder. Subukang muli o pumuli ng panibagong folder: [{0}]","6052":"Pumalpak ang pagpili ng folder","6053":"Pumalpak ang pag-upload ng file. Subukang muli. [{0}]","6054":"Ikinukumpira ang account...","6055":"Gumagawa ng account...","6056":"Gumagawa ng folder...","6057":"Pinapahi na ang '{0}'...","6058":"Kinukuhang muli ang download link...","6059":"Ipinagpapatuloy ang sesyon...","6060":"Kinukuha ang files at folders... [{0}]","6061":"Kumukuha ng detalye ng account...","6062":"Kinukuha ang link...","6063":"Kinukuha ang preview..","6064":"Iniimport ang file...","6065":"Gumagawa ng view...","6066":"Naglolog-in na...","6067":"Nag-lolog out na...","6068":"Inililipat...","6069":"Inililipat na sa  Basurahan...","6070":"Itinitigil ang paglilipat...","6071":"Inihahanda na ang pagdodownload...","6072":"Inihahanda ang uploads...","6073":"Tinatanggal...","6074":"Binabago na ang pangalan...","6075":"Sinisimulan ang paglilipat...","6076":"magdagdag","6077":"magdagdag ng folder","6078":"MEGA","6079":"itigil","6080":"ikumpirma","6081":"ikumpirma ang password","6082":"kopyahin","6083":"pagreregister","6084":"Ginawa noong:","6085":"Bumuo ng bagong account dito","6086":"Dina-download","6087":"ang iyong email address","6088":"bakante ang folder","6089":"Walang transfer","6090":"Niloload ang  preview...","6091":"link ng MEGA:","6092":"Gusto kong ibahagi ang MEGA cloud service file sa'yo","6093":"aking account","6094":"iyong pangalan","6095":"Bago sa MEGA?","6096":"kasunod","6097":"buksan","6098":"Buksan ang MEGA download link:","6099":"buksan ang link","6100":"ang iyong password","6101":"nakaraan","6102":"i-refresh","6103":"Manatiling nakalog-in","6104":"palitan ang pangalan","6105":"Magtype ng bagong pangalan:","6106":"I-save","6107":"ibahagi","6108":"Laki:","6109":"terms ng paggamit","6110":"Ina-upload na...","6111":"mga paglilipat","6112":"Itigil","6113":"Itinitigil","6114":"May error sa paglilipat","6115":"Tapos na","6116":"Humanda","6117":"mga settings","6118":"Gumawa ng shortcut","6119":"Multi select","6120":"Panandaliang itinitigil...","6121":"tungkol sa","6122":"Gusto namin pasalamatan ang mga sumusunod na kumpanya\/tao upang maisakatuparan ang app na ito:","6123":"tapos na","6124":"preferences","6125":"PRO II","6126":"PRO III","6127":"Baguhin ang PIN Lock","6128":"ikumpirma ang inyong PIN lock","6129":"ang inyong PIN lock","6130":"oo","6131":"File upload","6132":"Link options","6133":"Pumili ng photo","6134":"Selfie mode","6135":"Kumuha ng photo","6136":"Opsyon sa pag-uupload","6137":"I-upload ang image","6138":"PRO Lite","6139":"tanggapin","6140":"account","6141":"acknowledgements","6142":"Laging tanungin kung saan ang download location","6143":"cache","6144":"Itigil lahat","6145":"kuhain","6146":"linisin ang transfers o mga paglilipat","6147":"burahin ang cache","6148":"burahin ang napili","6149":"clipboard","6150":"ang inyong kasalukuyang PIN lock","6151":"I-export ang masterkey","6152":"I-export ang imahe sa 'saved pictures' album pagkatapos i-download","6153":"files (paitaas)","6154":"files (paibaba)","6155":"Bakanteng espasyo","6156":"pinakamalaki","6157":"Gumawa ng PIN Lock","6158":"MasterKey","6159":"MEGA SDK","6160":"pangalan (paitaas)","6161":"pangalan (paibaba)","6162":"pinakabago","6163":"ang inyong bagong PIN lock","6164":"Walang maipapakitang datos","6165":"Walang pwedeng i-display","6166":"pinakaluma","6167":"sandaling itigil lahat","6168":"Privacy policy","6169":"pinakamaliit","6170":"I-sort batay sa","6171":"simulan lahat","6172":"mag-subscribe","6173":"Terms of service","6174":"kabuuan","6175":"version","6176":"view","6177":"Download location","6178":"pumili ng folder","6179":"Ang MEGA ay hindi ikokompromiso ang end-to-end user controlled encryption model at maipagmamalaking hindi parte ng business network na dumidiskrimina laban sa lehitomong mga international business.","6180":"Ang MEGA ay hindi ikokompromiso ang end-to-end user controlled encryption model at maipagmamalaking hindi parte ng business network na dumidiskrimina laban sa lehitomong mga international business.","6181":"Ikansela ang inyong account","6182":"Isarado ang aking account","6183":"Oo, gusto kong tanggalin ang aking account","6184":"Ang cancellation link ay nag-expire na","6185":"Ang cancellation link ay expired na, muling subukan.","6186":"Maling cancellation link.","6187":"Maling cancellation link, muling subukan.","6188":"Ang account ay kinansela na","6189":"Ang inyong account ay matagumpay na nabura.","6190":"BUMILI","6191":"Kumuha na ng FREE account","6192":"BAGONG OFFER","6193":"subscription period","6194":"Uri ng pagbabayad","6195":"Uri ng pagbabayad","6196":"Walang naantalang request ngayon","6197":"Account name","6198":"Wire transfer","6199":"Kung gusto mong mag-subscribe para sa taunang PRO account at bayaran kami gamit ang Euros (€), maaari kang mag-wire transfer sa amin sa:","6200":"Account number","6201":"Code ng bangko","6202":"Code ng Branch","6203":"SWIFT code","6204":"Bank\/BIC code","6205":"Reference","6206":"Ang inyong MEGA account registered email address","6207":"Antayin ang 2 hanggang 4 na business days para mailipat ang funds.","6208":"Ang pinakamainam na offer sa mercado ngayon na may libreng account","6209":"I-upload ang inyong photos at videos sa MEGA at i-access ito lahat gamit ang lahat ng inyong devices","6210":"Makakuha ng buong encrypted access kahit anong oras, sa lahat ng iyong devices","6212":"Ingatan ang inyong mga files gamit ang end-to-end encryption ng MEGA","6213":"Agad na i-link at i-share ang inyong dokumento sa pamamagitan ng email, SMS sa inyong mga MEGA contacts.","6214":"Tingnan ang inyong email at i-click ang link para magpatuloy","6215":"pagsasara ng account","6216":"Kung hindi mo ma-access ang inyong email account, maaaring i-contact","6217":"Para ikumpirma ang","6218":"isinasara ang inyong account","6219":"muling ilagay ang inyong password","6220":"Ipasok ang password:","6221":"Isarado ang account","6222":"Address ng bangko","6223":"Ang iyong email address ay masyadong mahaba para sa 'Reference' na field, dapat ito ay maipapadala sa 'Comments' field.","6224":"Inililipat sa Bitcoin","6225":"Hindi ko na ginagamit ang account na ito","6226":"Meron akong ibang MEGA account","6227":"Marami akong naranasang problema","6228":"Ang paborito kong browser ay hindi technologically compatible at ayoko itong baguhin","6229":"Nalilito akong gamitin ang interface","6230":"Ang MEGA ay binali ang pangako nito","6231":"Caution: You have elected to close your MEGA account.\\n The account under this email address will be permanently closed,\\n and this can not be undone.","6232":"Sa pagkumpleto sa aksyong ito, ikaw ay mawawalan ng access sa lahat ng\\n iyong uploaded data, mga binahagi at contacts.","6233":"Mag-ingat: Itinutulak mong isara ang inyong MEGA account.","6234":"LITE","6235":"Ang account sa ilalim ng email address na ito isasara na ng tuluyan,","6236":"at ito ay hindi na pwedeng bawiin pa.","6237":"Sa pagkumpleto sa aksyong ito, mawawalan ka ng access sa lahat","6238":"ang inyong uploaded data, mga pagbabahagi at contacts.","6239":"Matuto ng mas higit pa sa security model at cryptography ng MEGA.","6240":"Windows Phone App","6241":"BlackBerry App","6242":"MEGAChat - Nagsisimula na","6243":"Where do my downloads go?","6244":"Sinusuportahan ninyo ba ang BB10?","6245":"<p><br><\/p>","6246":"Paano ko papahiin ang mga taong nasa binagi kong folder? Paano ko iiwan ang mga binahaging folder sa akin?","6247":"Paano ako makakakuha ng 'decryption key'?","6248":"Paano ko masisilip o maii-stream ang files ko?","6249":"How do I transfer data from one account to another?","6250":"Paano ako makakapagtransfer ng data ng MEGA patungo sa ibang cloud storage?","6251":"Zipped \/ .rar file I am downloading is asking for a password - where do I get it from?","6252":"Paano gumagana ang inyong bandwidth?","6253":"Aling browser ang dapat kong gamitin?","6254":"Asan ang aking downloads galing sa aking web client?","6255":"Kailangan ko bang gumamit ng download client?","6256":"Meron bang maidudulot na panganib kung gagamit ako ng RC4?","6257":"Kailangan ko din bang i-encrypt ang local drive ko?","6258":"May plano ba kayong maglagay ng Two Factor Authentication?","6259":"Saan ko makikita ang inyong BlackBerry app?","6260":"Audio at Video setup","6261":"Ano itong MEGAChat?","6262":"Nalimutan ko ang aking password - pwede ko ba ito i-reset sa pamamagitan ng app? Naka log-in parin ako.","6263":"Gusto kong baguhin ang aking password - pede ko ba itong gawin sa app?","6264":"Nalimutan ko ang aking passcode - ano dapat ang gawin?","6265":"Paano ko agarang maibaback up ang aking photos at videos?","6266":"Paano ako magsha-share ng folder \/ file galing sa aking app?","6267":"How do I get a folder \/ file link in my app and share it with friends? ","6268":"Can I preview and stream audio \/ video through my app? How to set it up?","6269":"Paano ko iisync ang mga padating na binahaging folders?","6270":"Paano i-setup ang folders na gustong kong i-sync?","6271":"Safe ba na gamitin ang port 80?","6272":"How to use MEGAsync for backup?","6273":"Nagbibigay ng error ang sync sa akin. Anong gagawin ko?","6274":"Hindi ko makita lahat ng data ko - anong gagawin ko?","6275":"Paano ako Makakakuha at Makakapamahagi ng Links gamit ang Mac Sync client?","6276":"Paano ko gagawin ang versioning sa MEGASync?","6277":"Paano ako magreregister para sa isang account?","6278":"Paano ako magsasara ng account?","6279":"How do I change my account's email address?","6280":"How long does my account stay active?","6281":"How do I get a Pro account?","6282":"Paano ko babaguhin o tatangalin ang aking Pro subscription?","6283":"Na-charge ng ilang beses kada buwan ang aking credit card! Anong gagawin ko?","6284":"Bibilis ba ang speed ko kung kukuha ako ng Pro account?","6285":"Nakuha ko na aking voucher. Paano ko babaguhin ang account balance ko papunta sa Pro account?","6286":"Paano ko babaguhin ang aking password?","6287":"May mali - hindi ko makita ang mga datos na aking inupload. Anong gagawin ko?","6288":"Nag-upload ako ng mas madami taliwas sa pinapayagan ng aking account storage quota - problema ba iyon?","6289":"Business \/ Company \/ Multi account setup","6290":"iOS error tips","6291":"Saan napupunta ang aking downloads? Bakit hindi ko mai-upload ang documents ko pamula sa aking email?","6292":"Pwede ko bang i-access ang aking iPhone data pamula sa aking iPad?","6293":"Pwede ba akong mag-stream ng audio \/ video pamula sa aking app? Paano ko ito ilalagay?","6294":"Saan ko makikita ang Windows phone app?","6295":"Copyright -  is a legal concept, enacted by most governments, giving the creator of an original work exclusive rights to it, usually for a limited time. Generally, it is \"the right to copy\", but also gives the copyright holder the right to be credited for the work, to determine who may adapt the work to other forms, who may perform the work, who may financially benefit from it, and other related rights. It is a form of intellectual property (like the patent, the trademark, and the trade secret) applicable to any expressible form of an idea or information that is substantive and discrete.","6296":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.","6297":"https:\/\/mega.nz\/#copyright.","6298":"Alalahanin na ang mga accounts na mapupuntirya ng pangmaramihang 'Take Down's' dahil sa pinaghihinalaang paglabag sa karapatang magpalathala ay maaaring isuspinde.","6299":"Para sa kabuuan ng Takedown Guidance, pumunta dito: https:\/\/mega.nz\/#takedown ","6300":"You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).","6301":"Para Ibahagi:","6302":"Select a folder you want to share with your colleague - right click that folder and select 'Sharing'. Enter your friends email address and permission level in the pop up window that appears.  There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).","6303":"If your colleague does not have a MEGA account, they will receive an invite email in their email inbox to create their own free account. ","6304":"If they already have an account with MEGA, your email address will appear under their 'Contacts' in their Mega account and the shared folder can be found in the 'Incoming shares' section. They will also receive a Notification inside their account.","6305":"Problema?","6306":"Please double check the each user has each other's email ID added to 'Contacts'. If a 'share' from a new contact hasn't automatically added the email ID this share came from into 'Contacts' please make sure you add that email ID manually (Contact - Add Contact).","6307":"If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.","6308":"Right-clicking on any folder in your Cloud Drive and selecting 'Reload' also helps with recent updates.","6309":"Simply right click on a folder in your Cloud Drive and select Sharing. You will see all people that currently have access (and access level) to the shared folder. ","6310":"Right click on the person and click the remove symbol 'x' option from the menu.","6311":"To leave an incoming share go to 'Incoming shares', right-click on the folder and select 'Leave share' from the menu.","6312":"Shared folders (outgoing) in your Cloud Drive have a special icon with three silhouettes on the folder.","6313":"Ang inyong padating ng mga bahagi ay makikita sa 'Incoming shares' na section.","6314":"Hindi. Ang folder na naibahagi na ay maaaring ilipat pa para maiwasan ang hindi awtorisadong pagbabahagi.","6315":"First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.","6316":"Para Magpadala ng Link:","6317":"Select a file you want to share with your friend - right click and select 'Get link'.  A pop up window will appear. Copy and paste this 'File Link' and 'File Key' into a new email (for increased security separate file link and file key into two messages. Sending both the Link and the key together is not very secure. You can email it to your friend via secure channels.","6318":"When the recipient receives your email and clicks on your link, a Mega window will appear and give them options:  ","6319":"1)  Import (to their Mega Account)  ","6320":"2)  Download (to their computer).","6321":"Para ideactivate ang link:","6322":"Right-click on the folder that already has a link generated and select 'Sharing'. In the 'Sharing' interface you will see an existing 'Link' with a switch set on 'ON'. Simply click on the 'ON' switch and drag it across the field to 'OFF'. ","6323":"Para baguhin ang link para sa parehas na data:","6324":"Folder - deactivate the link (if you wish) as described above. Then - you can change the existing 'Folder Link' by creating a new folder in your MEGA account under a new folder name. Then move or copy the file\/s into this new folder. Then right-click on the new folder, select to 'Get Link' again and MEGA will generate a new 'Folder Link & Key'.","6325":"File - you can either 'copy' the file into a new destination in your Cloud Drive and then, when in the new folder \/ Cloud Drive, right-click and select 'Get link'","6326":"Alternatively you can remove the file and re-upload the data again. Then you can generate a brand new link to this data.","6327":"Our users can generate a 'File Link' as well as the decryption key ('File key'). The reason users split the link from the key, is to make the file more difficult to access for unauthorized users, as you need both the link and the key to successfully complete the download.","6328":"To generate both file link and file (decryption) key -  right-click on the desired file, select 'Get Link' (including the File Key) and copy to clipboard. Then you can paste into your URL or a message to a friend.","6329":"Take this link for example:  (This is just a sample picture from my account, you can try these links to understand how it works) ","6330":"https:\/\/mega.co.nz\/#!qIB1UICR!Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - Kung i-cliclick mo ang file sa itaas, maibabahagi mo ito sa iba kaagad, o pwede mong maipadala ang link na ito ng magkahiwalay (na magdaragadag pa ng seguridad sa makakatanggap nito dahil kakailanganganin pa niya ang parehas na link at ang key para makuha ang download) ","6331":"https:\/\/mega.co.nz\/#!qIB1UICR - Ang parteng ito ang ang 'File Link' ","6332":"Wwhs4wI9ifAMDLISZgHwNV9fyA1JWbauAPepZUQoB00 - This portion is the 'File Key' (You can see that this is just the second half of the complete link) ","6333":"If you click on the short link, it will ask you for the file (decryption) key, which is where you just paste the second half of the link into, thus unlocking the file, and making it retrievable. ","6334":"If you don't have the decryption key to a file that was shared with you - you will need to get the key from the generator of the link. The user who uploaded and shared the data.","6335":"The streaming feature of audio and video file types is already possible on the MEGA iOS app and in our Android app. We are currently working on implementation for BlackBerry app, Windows Phone app as well as in-browser. ","6336":"The preview feature of image file types is now possible in both most compatible browsers Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox) and Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome). ","6337":"Because encrypted in-browser video streaming and document preview deployment is going to be very difficult, so it will be more of a later-stage feature.","6338":"What you can do is to connect the two accounts through a share. You can only share folders, so you need to put all files and folders under one master folder in your file manager (In the account with the data in it). Lets call this Account 1. ","6339":"Then right-click on the master folder, which has all your other folders and files in it, and select 'sharing' and add Account 2 email address and grant full access. You can then log into Account 2 and you will see the folder available to you in 'Incoming Shares' area.","6340":"Pedeng bukas parehas ang Account 1 at Account 2 sa magkabilang tabs para mas mapadali.","6341":"That is the sharing method, you can also achieve the same outcome by generating a link for yourself to follow : ","6342":"Paraan ng pag-gegenerate ng link :","6343":"You can right click on the files within the folder (or the whole folder) and select 'Get Link & Key', then open up a new tab, copy and paste these links into browser, and it will bring up an option to 'Import'. From there, you log into Account 2, refresh the page, and all the files form the master folder will now have been imported into your Account 2. ","6344":"The easiest way to transfer your files over is to install our Sync client (https:\/\/mega.nz\/#sync) and sync all the data to your Cloud Drive through the client directly. ","6345":"Alternatively you can install our Android application and then select 'Upload' from the Menu and as soon as you pick whether you want to upload image, audio or video files the option to import from Dropbox appears. Then you can login to your Dropbox account and import everything into MEGA.","6346":"Ang pinakamadaling paraan mag-download tapos ay i-upload muli ang inyong data sa inyong web browser.","6347":"We apologise for this inconvenience which is caused by the fact that we have an encryption layer. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6348":"Siguraduhing meron kang naka-install na latest version ng aming browser extension.","6349":"Pwede sa MEGA na mga browsers:","6350":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6351":"Hindi pwedeng lagyang ng encryption ng MEGA ang .rar o zipped files.","6352":"That means that you are trying to download someone else's archive without having the related password from them. The owner of the data password protected the file\/folder and you will have to ask them for the correct password to be able to extract the contents.","6353":"MEGA is a secure cloud storage and electronic collaboration\/communication service, not a file sharing or hosting site. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your browser or through dedicated client applications. You can upload your own files to your account or another MEGA user may share their files with you. Other than that you will not be able to find any files to download from our site.","6354":"MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6355":"Encrypted na Pagtawag","6356":"Amin ng inilunsad ang kaunahang stage ng encrypted na messaging - audio at video calling at ang bagong domain na https:\/\/mega.nz.","6357":"Encrypted na Pagmemensahe","6358":"Malapit ng dumating ang MEGA Chat (pag-memesagge sa pagitan ng users)","6359":"Encrypted Email","6360":"The inbox feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6361":"May tatlong paraan ng pag-aupload ng files sa MEGA gamit ang inyong web browser:","6362":"1. Click on the red button on the start page","6363":"2. Go to your 'Cloud Drive' and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6364":"3. Drag and drop files or folders onto the site","6365":"You can download any file visible in your 'Cloud Drive' by simply right-clicking on the file and selecting 'Download'. When you right-click on a file you will also see that you can 'Get Link' to generate the 'File Link' and 'File Key' and share the data with another person.","6366":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. ","6367":"Currently we recommend Mozilla Firefox ( + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension 1.0.+ - Get the extension here : https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6368":"Remember, MEGA's cryptographic security model depends on the confidentiality of the keys. Avoid transmitting them through insecure channels!","6369":"Copyright policy ng MEGA:","6370":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity. For the full policy wording click here: https:\/\/mega.nz\/#copyright.","6371":"!!!!!! PAALALA!!!!","6375":"We are providing dedicated [A]apps[\/A] for your mobile device, including for [B]iOS[\/B], [C]Android[\/C], Windows Phone and BlackBerry.","6376":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","6377":"If you don't want to have multiple copies of the same file go to Menu - My Account - Settings and tick 'Skip identical files when uploading'.","6378":"You can relate bandwidth to the width of a highway, which then has multiple lanes for cars, depending on the width of the highway = maximum channel capacity at any given time of performing an upload or a download. The speed (of downloads\/uploads) can be related to the speed of the cars. That is dependent on the state and speed of your computer, software, OS and versions, browsers and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or of uploads, depending on your priorities in 'My Account' - 'Transfer Settings'.","6379":"MEGA Bandwidth = the total amount of data, typically measured in MegaBytes or GigaBytes, that may be downloaded or uploaded from a particular web site or web hosting account during a given month. It is a frequency of a network connection between a local and a remote system (the remote system being your ISP), and your speed cannot exceed that of the frequency without changing the frequency (which is actually not changing the frequency, per se, but the wavelength). ","6380":"Our Free account has a dynamic bandwidth - allowance starts with 10 GB and increases 30 min after logging in. ","6381":"Pro I account bandwidth capacity is 1 TB per month (12 TB per year). ","6382":"Pro II and III have increased Bandwidth - 4 TB per month (48 TB per year) for PRO II and 8 TB per month (96 TB per year) for PRO III.","6383":"However the PRO account bandwidth management accounting is not active yet and will be activated in about three months (approx. Mar - Apr 2015). For now our users are getting available channel capacity (bandwidth) their ISP allows with their free accounts.","6384":"You can have multiple downloads\/uploads going depending on your bandwidth capacity. Uploads and downloads per browser tab can run in parallel and you can have several tabs open at the same time, even in a different browsers.","6385":"Bandwidth restrictions: Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks. We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","6386":"A PRO account gives you an additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account). The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","6387":"To sum it up - your bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly.","6388":"We do not impose artificial limits on file sizes other than your available cloud drive space. However, some legacy or technically inadequate browsers require the entire file to be stored in memory for downloading (IE11, Opera), or for both downloading and uploading (IE9, Safari 6 - 8) due to their incomplete HTML5 support.","6389":"2. Go to your file manager and click on the \"File Upload\" or \"Folder Upload\" buttons near the top","6390":"3. Drag and drop files or  folders (if you're using Chrome) onto the site","6391":"Alternatively use one of our Sync clients https:\/\/mega.nz\/#sync or mobile apps https:\/\/mega.nz\/#mobile","6392":"You do not need to install anything. MEGA is entirely browser based and can be used with any modern web browser. ","6393":"However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. ","6394":"To unleash MEGA's full potential, we strongly urge you to use our recommended browsers and browser extensions (Menu - Apps).","6395":"To install our sync client click here: https:\/\/mega.nz\/#sync","6396":"Advanced functionality such as filesystem mounts will be made available through installable client applications.","6397":"Para makakuha ng aming mobile apps, pumunta sa inyong app store at hanapin ang MEGA.","6398":"Yes we do offer API. Please use our software development kit to add MEGA support to your application. The open-source Javascript code that implements the browser-based MEGA interface uses our API, so you have a wealth of real-world sample code to draw from if you find our documentation insufficient. ","6399":"Since we don’t have the resources to build all the cool apps that turn MEGA into a versatile and useful tool ourselves, we invite you to help us. ","6400":"After auditing your app’s code for back doors, we will feature it on our site. We are happy to discuss revenue sharing models for highly popular apps. For more information please click here: https:\/\/mega.co.nz\/#dev and https:\/\/github.com\/meganz\/sdk2","6401":"Sa ngayon, inirerekomenda namin ang Mozilla Firefox. Para sa mas maayos na pagsasagawa, i-install ang aming MEGA extension 2.0.+. https:\/\/mega.nz\/#firefox","6402":"Our second preferred browser is Google Chrome (get extension here: https:\/\/mega.nz\/#chrome) ; third recommended browser is Opera Next.","6403":"Basahin ang kabutihan ng App na ito dito : https:\/\/mega.co.nz\/#blog_19","6404":"Browser Update","6405":"Starting with version 20, Mozilla Firefox finally supports the tiny JavaScript API detail that we had been craving for, making it the preferred browser to use MEGA with.","6406":"Ang panibagong MEGA browser compatibility table:","6407":"Firefox 20+:","6408":"+ Supports recursive folder uploads (using our browser extension)","6409":"+ Napakatibay, salamat sa mahusay na memory management","6410":"+ Napakabilis na JavaScript engine","6411":"+ Mahusay na text rendering, na may maayos na character spacing o kerning kahit pa MacOS","6412":"⇒ Higit na inirerekomenda (kasama ang browser extension)","6413":"Chrome:","6414":"+ Sumusuporta sa recursive folder uploads","6415":"+ Napakabilis na JavaScript engine","6416":"- Anemic text rendering, erratic character spacing under MacOS","6417":"⇒ Rekomendado (para sa 64-bit operating system) (may kasamang browser extension)","6418":"Opera Next:","6419":"⇒ Rekomendado","6420":"Internet Explorer 11:","6421":"+ Mahusay na pagkaayos ng text","6422":"- Walang folder uploads","6423":"- Limitado ang laki ng file na i-dadownload","6424":"⇒ Compatible ","6425":"Safari 6, 7, 8:","6426":"- No support for writing files from within JavaScript (requiring a kludgy Flash-based workaround)","6427":"- Paibaibang spacing ng characters sa MacOS","6428":"⇒ Hindi rekomendado","6429":"Opera: No JavaScript file writing and exceedingly slow JavaScript crypto operations.","6430":"⇒ Hindi rekomendado","6431":"You can change download destination in your browsers settings. However this varies from browser to browser. ","6432":"Siguraduhing mayroon kang browser extensions na nakalagay gaya ng pinapakita sa baba.","6433":"In theory your browser downloads data to a browser-internal file system and then copies the data to the final destination (the copy even happens if both locations are on the same drive). All files 'in progress' are being saved onto your C: Drive. ","6434":"100% status progress ay nangangahulugang ang pagdodownload mo ay tapos na.","6435":"Mangyaring hanapin ang files sa default download folder ng inyong browser.","6436":"Mozilla Firefox (+ MEGA extension https:\/\/mega.nz\/#firefox)","6437":"- you can check your download history in 'Tools' - 'Downloads'. ","6438":"To nominate a default download destination go to 'My Account' - 'Settings' - and scroll right down to 'Browse' and select your nominated download destination.","6439":"Google Chrome (+ MEGA extension https:\/\/mega.nz\/#chrome)","6440":"- you can check your download history in 'Downloads', and click 'Show in folder' for any given file. ","6441":"To nominate a default download destination go to 'Settings' - 'Advanced Settings' - 'Downloads'.","6442":"We cannot recommend any third-party tools. Our onsite download is already using multichannel downloading. The Internet Download Manager, JDownloader or any other third party download client have not been approved or authorized by MEGA and should only be used at your own risk of loosing or corrupting your data.","6443":"All files stored on MEGA are encrypted. All data transfers from and to MEGA are encrypted. And while most cloud storage providers can and do claim the same, MEGA is different – unlike the industry norm where the cloud storage provider holds the decryption key, with MEGA, you control the encryption, you hold the keys, and you decide who you grant or deny access to your files, without requiring any risky software installs. It’s all happening in your web browser!","6444":"All our encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device. The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).","6445":"The nominated and confirmed password for your MEGA account is also your unique master encryption key to your files. You could have noticed this being created upon your 'confirmation email' validation. The encryption key gets created from your password and to strengthen the key we have collected the entropy from your mouse movements and key stroke timings. ","6446":"Remember to keep your MEGA password secure and confidential at all times and generate your MASTER CRYPTO KEY for the event of misplacing your password in the future - https:\/\/mega.nz\/#backup.","6447":"No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.","6448":"Data na nilagay ninyo sa MEGA:","6449":"We make no use of the data a user stores with us because we cannot even decrypt it. MEGA uses a unique system of User Controlled Encryption. BEFORE your data leaves your browser, the file is encrypted (scrambled, unreadable) and then it leaves your computer, to be stored on the cloud as unreadable. The only way to decrypt\/ make it readable is to download it back, while logged in to your file manager. Only when it reaches your browser, and realizes you are logged in with the correct credentials, does it begin decrypting (become readable). The only way to get the file is to be correctly logged into that account. This is UCE. ","6450":"Server controlled encryption (other storage providers) means the file is still readable when it is sent to the cloud, and then it is encrypted. When downloading, it is decrypted at the cloud, and then sent back to you fully readable. Not hard for prying eyes to see what is going on!","6451":"Ang inyong impormasyon na aming kinukuha:","6452":"Itinatabi namin ang mga sumusunod na impormasyon:","6453":"Registration details (such as email address; time and date of creation, location on a computer network where the registration has been performed)","6454":"Mga tala ng mga address ng IP na ginamit upang ma-access ang aming serbisyo","6455":"We may also collect information about visits to our website to measure the number of visitors to different parts of the site","6456":"We may use cookies or other similar technology for these purposes. By using our website or our services you specifically agree to our use of cookies and such other technology to collect personal information.","6457":"If we think it is necessary or we have to by law in any jurisdiction then we are entitled to give your information to the authorities. We reserve the right to assist any law enforcement agency with investigation, including a limited to by way of disclosure of information to them or their agents. We also reserve the right to comply with any legal processes, including but not limited to subpoenas, search warrants and court orders.","6458":"Hindi namin inilalabas ang impormasyon sa kahit sinong pangatlong pangkat pwera na lang kung may subpoena na ang korte.","6459":"All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ","6460":"Ang individual accounts ay nalalagay sa alanganin sa pamamagitan ng:","6461":"- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.","6462":"- Shoulder surfing. Huwag mong itype ang iyong password habang may nakakakita ng iyong pagtatype.","6463":"- Password brute-forcing. Paggamit ng malalakas na passwords.","6464":"- Phishing. Laging siguraduhin ang status ng inyong connection (https:\/\/) at ang tamang pangalan ng domain (mega.co.nz) bago ilagay ang inyong password.","6465":"Ang pangmalakihang mga atake ay pwedeng ilagay sa pamamagitan ng:","6466":"- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).","6467":"- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.","6468":"For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.","6469":"For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.","6470":"There is no need to worry. Anything we do send through RC4 is already encrypted from the point it leaves your browser so there is no security risk. For increased security make sure you have our browser extensions installed. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6471":"We are now conducting a single node tests to see in how much the server load will increase when using AES instead of RC4 so we can provide an alternative to those who have turned off RC4.","6472":"For our customer's sake, some things are really important to us. One of these things is obviously security, whereas another one is performance. However, the former cannot be trumped by the latter!!!","6473":"When you log in, receive the `secureboot.js` file, or when you're connecting to our API, you will *always* be running through a properly configured web server, which will give you strong authentication, strong encryption, as well as forward secrecy (PFS). These are the places where it matters that information is transferred in a secure fashion when using SSL\/TLS!","6474":"Afterwards, when you're accessing further static content, or when you're accessing your file storage, the client side (that is for example the JavaScript code in your browser, a browser extension, a","6475":"sync client or a mobile app) will take care of ensuring security. Every content further loaded off of servers (e. g. the *.static.mega.co.nz servers) will be verified cryptographically by the client, and the content that could be seen on the wire is harmless. Every time data is transferred to or from our storage servers, the client side code will take care of proper, strong encryption, so that only ever the client alone is able to get access to the actual plain data.","6476":"Given these circumstances, we could actually serve all static content and\/or data transfers with our storage servers over a completely unencrypted connection. There would be *no* lack in security!","6477":"However, browsers will refuse to allow for unencrypted HTTP connections (for good reasons) when originating from an HTTPS encrypted site, or they will at least display a degradation in security in the browser bar. This is all very good and common practice, especially if SSL\/TLS is your line of defence when transmitting plain text data. For those reasons also, all subsequent connections generally should be of similar good strength in protection. However, as stated above, we don't actually need an encrypted HTTPS connection to uphold our protection (as we've taken care to completely encrypt the actual content already). But, we can't remove SSL\/TLS (HTTPS) completely, as that would make the look in the browser \"unhappy\". Therefore, we have opted to use the weakest","6478":"possible protection (RC4 with MD5) as a \"NULL cipher\" to prevent the browser from alarming people, whereas we would even be happy with an unencrypted connection altogether. This will give the end user an enhanced performance, *without* decreasing any security. And this is actually what our other clients are doing, they're getting rid of even RC4\/MD5, but use strong SSL\/TLS where needed.","6479":"I hope this rather lengthy description has cleared up the situation, and lets you enjoy MEGA without a stale feeling of insecurity or security by hand waving. We really do take it seriously, and have put *lots* of thoughts into it.","6480":"Para sa karagdagagang impormasyon, basahin ang  https:\/\/mega.co.nz\/#blog_32","6481":"Para mapahalagahan ang seguridad at privacy ng inyong data, ipinapayo namin na i-encrypt ang inyong local drive.","6482":"Ipinapayo naming gamitin ang built-in \"Bitlocker\" o (Windows) or TrueCrypt.","6483":"Oo naman! Ginagawan na namin ito ng paraan.","6484":"MEGA BlackBerry app is a ported Android app. You can get it here: http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6485":"We are now waiting for Blackberry to approve our new app version 2 for porting so we can deliver BB10 support as well as many new features.","6486":"Ang native support ay darating sa mga susunod na stage.","6487":"You can download and install our BlackBerry app from the app store http:\/\/appworld.blackberry.com\/webstore\/content\/46810890\/?countrycode=NZ&lang=en","6488":"Una - siguraduhing ikaw nagamit ng maasahan at technologically compatible na browser.","6489":"Currently we recommend Mozilla Firefox ( + MEGA extension - https:\/\/mega.nz\/#firefox). Our second preferred browser is Google Chrome (+ MEGA extension - https:\/\/mega.nz\/#chrome). Third recommended browser is Opera Next.","6490":"Mag-log in sa inyong MEGA account sa https:\/\/mega.nz .","6491":"Baguhin ang inyong status button (taas na linya, kanan) pamula Pula (Offline) papunta sa Berde (Online)","6492":"(pwede sa browser settings)","6493":"Pumunta sa Contacts (kaliwa ng screen, pang-apat na icon sa taas)","6494":"Add a contact using the ‘Add contact’ feature at top right. Note: you must use the email address the person has used to create their Mega account. If you use another address they will receive an invite to join Mega at that different email address.","6495":"I-double click ang contact na nagpapakitang Online (Green status)","6496":"Iclick ang 'Simulan ang Conversation'","6497":"I-click ang 'Simulan ang Tawag' [Sa kanang taas na bahagi]","6498":"Watch for the browser popup asking for permission to utilise your camera\/audio. [Click ‘Allow always’ to avoid this issue in future. Click the camera icon in the address bar to check settings.]","6499":"Ikasiya ang fully encrypted conversation","6500":"Nakakaranas ng problema?","6501":"Mangyaring maghintay upang makatawag. Ang system ay naghahanap na pa ng pinakamabisang ruta para sa inyong tawag.","6502":"Gawin ang hard reload ng pahina (Windows shift+F5; MAC - cmd+R) para mapagana ang pinakabagong updates.","6503":"Get both parties to log out then log in again [make sure you remember your password!]","6504":"Kung ikaw ay nakakaranas ng issues, i-email ang beta@mega.co.nz na may kasamang screenshots at karagdagang detalye patungkol dito.","6505":"Kailangan mong mag-log in sa inyong account sa aming bagong domain na https:\/\/mega.nz","6506":"Ang Audio at Video settings ay magkakaiba sa bawat browser.","6507":"Currently we recommend Mozilla Firefox ( + MEGA extension - coming soon). Our second preferred browser is Google Chrome (+ MEGA extension - coming soon). Third recommended browser is Opera Next.","6508":"Settings","6509":"Ito ay kailangang i-enable sa Operating System, na maaaring mag-ibaba depende sa version ng Windows, Mac OS, Linux, etc.","6510":"Kailangan mo ding mag-set up ng audio o camera sa inyong browser.","6511":"Walang audio o video","6512":"Icheck kung na-enable mo ang audio at camera sa inyong Operation System settings","6513":"Pagkatapos ay icheck ang inyong settings sa inyong browser","6514":"Para sa Chrome:","6515":"I-click ang Chrome menu sa browser toolbar.","6516":"Pumili ng Settings.","6517":"Iclick ang Show advanced settings.","6518":"Sa \"Privacy\" section, i-click ang Content settings button.","6519":"In the \"Media\" section: select your Microphone and Camera in the two drop down boxes and select “Ask when a site requires access to your camera and microphone (recommended)”","6520":"For Firefox you should get a popup to the left of your URL bar asking “Would you like to share your camera and microphone” please click on “Share Selected Devices\"","6521":"Also note that your Notification of incoming call may be blocked by your browser - look for a pop up icon in your URL bar and click 'always allow'!","6522":"Kung ikaw ay nakakaranas ng issues:","6523":"Maaaring magbigay ng anumang detalye tungkol sa inyong systems at ng mga error report sa support@mega.co.nz","6524":"Inilunsad na namin ang unang hakbang ng encrypted messaging - audio at video na end-to-end na encrypted na pagtawag at ang aming bagong domain na https:\/\/mega.nz.","6525":"MEGA Chat (end-to-end na encrypted messaging sa pagitan ng users) ay malapit ng dumating.","6526":"The email feature has not yet launched yet. It will allow Mega users to send encrypted emails to each other first however - you will not be able to setup an email address in a traditional concept which is very insecure.","6527":"The email feature is currently in development. The deployment has proven to be more difficult due to our User Controlled Encryption algorithm and we will take our time to get it right.","6528":"Go to your Account - Menu to 'Export MasterKey' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6529":"Pumunta sa inyong Account - Menu sa 'Baguhin ang inyong password'.","6530":"Tanggalin at ilagay muli ang app pamula sa Play Store. Pagkatapos ay  maglogin gamit ang inyong password at ang bagong set ng passcode.","6531":"Pumunta sa 'Menu' - 'Settings' at i-tick ang 'Paganahin ang camera uploads' at isama ang video sa ibaba.","6532":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'More' and then select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6533":"Para magbahagi ng File - gumawa ng bagong folder para dito sa mataas na kanang bahagi ng Menu at sundan ang instructions sa taas.","6534":"I-tap ang arrow sa kaliwang bahagi ng file o folder sa inyong Cloud Drive. Pamula sa Menu na nalaki, piliin ang 'Kunin ang Link'.","6535":"Pasilip - magtap sa file ng inyong Cloud Drive \/ folder.","6536":"I-stream ang audio - pindutin ang audio file at piliin kung aling player ang gusto mo","6537":"Stream video - tap on the video file and select which player you want to complete the stream with.","6538":"MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.","6539":"MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.","6540":"Kapag binuksan mo ang iyong MEGAsync interface, magclick sa 'Settings' icon sa kanang-taas na bahagi at pumunta sa 'Syncs'","6541":"Iclick ang 'Add' button para makapagdagdag ng bagong sync, iclick ang MEGA cloud para makita ang mga ibinahagi mo.","6542":"Para makapag-sync ng pinamahaging folder, ang folder na ibabahagi sa iyo ay dapat may kabuuang access at hindi read only access lamang dahil hindi ito magdidisplay sa iyo.","6543":"Ang inyong binahaging folders ay mapapapunta sa ilalim ng listahan.","6544":"Pagkatapos ay pwede mong piliin ang mga folders na gusto mong i-sync sa MEGA maging sa inyong computer.","6545":"Kapag i-clinick mo ang pagpili sa Local Folder, pwede mong piliin ang kahit na anong lokasyon o drive ulit sa pamamagitan ng pag-click sa kaliwang computer path icon.","6546":"Kung ikaw ay may problem sa sa pagsi-sync ng folders:","6547":"Can you please confirm with the user who shared data with you that he gave you 'Full access'? If you do not have 'Full access' permission on the shared folder you will not be able to sync these (they aren't shown in MEGAsync). ","6548":"Kapag binuksan ang inyong MEGAsync interface, i-click ang 'Settings' icon sa kanang taas na bahagi at pumunta sa 'Syncs'.","6549":"Dito, pwede kang pumili ng mga folders na gusto mong i-sync - sa MEGA at maging sa machine mo.","6550":"Piliin ang 'Idagdag' sa Sync interface","6551":"Pagkatapos ay i-click din ang 'Piliin' na icon sa kanang pailalim na bahagi.","6552":"Kapag nag-click upang pumili ng Local Folder, pwede mong piliin ng kahit na anong lokasyon o drive ulit at i-click sa kanang path icon sa inyong local system.","6553":"Ang mga connection ay secure, maging sa lahat ng tinatransmit sa port 80 ay encrypted, end-to-end pa.","6554":"Ang MEGAsync ay isang program na nagsisynchronise sa inyong mga local folders pati sa MEGA Cloud folders.","6555":"Ito ay nangangahulugang isisi-synchronise maging mga kamaliang nagawa sa inyong local folder, kagaya ng, kung ikaw ay aksidenteng nag-overwrite ng isang file sa inyong local folder, ang file na ito ay i-uupdate maging sa inyong MEGA account, samakatuwid, hindi ito dapat asahan para sa pagbabackup ng live data.","6556":"Ang pinakamagandang paraan ng paggamit ng MEGAsync para sa pagbabackup ay ang paggawa ng local \"Backups\" folder sa inyong computer at gamitin ang angkop na backup program (kahit na batch file o script) para gumawa ng backup at i-save ang backup file sa inyong folder, na masisi-sychronise naman sa inyong MEGA account.","6557":"Sa paggamit ng method na ito ay makakagawa ka ng iba't ibang backup files.","6558":"Halimbawa, sa paggamit ng petsa ng backup file, hal 22-10-14.zip, 23-10-14.zip, 24-10-14.zip, etc.","6559":"Ang lahat ng files na ito ay masisi-synchronise  sa inyong MEGA account at kapag tinaggal mo ang pinakalumang backup file mo sa iyong computer upang makatipid ng espasyo, ito kusa ring matatanggal sa iyong MEGA account.","6560":"Sa madaling sabi:","6561":"1. Gumawa ng local na backup folder, hal, c:\\backups","6562":"2. Magsetup ng backup program o magbatch ng file\/script tuwi-tuwina para makabuo ng","6563":"ibackup ang inyong files sa c:\\backups, halimbawa, kada araw o kada linggo.","6564":"3. Mag-set ng MEGAsync upang ma-synchronise ang c:\\backups sa inyong MEGA account","6565":"Ang data na ina-upload sa MEGA ay inilalagay sa dalawang pandaigdigang data storage servers. Sa ngayon ay meron kaming servers sa New Zealand, Alemanya, Luxembourg at sa Olanda. Pinaplano naming  magtayo ng server sa Canada ngayong taon. Para sa pinakabagong balita, mag-click dito: https:\/\/mega.co.nz\/#blog_21","6566":"Laging magtabi ng kahalintulad na mga kopya ng mahahalagang files, online man o offline. Kahit na itinatabi namin ang bawat file sa dalawang lokasyon, wala pa ring tiyak na garantiya laban sa sabayang pagkabigo o paulit-ulit na","6567":"hindi katanggap-tanggap na pag-asta ng gobyerno.","6568":"Nagbibigay kami ng user controlled encryption (UCE) na kung saan, ang user, ang kumokontrol sa keys. Ang UCE implementation ay open source, at iniimbitahan at hinihimuk namin ang komunidad na siyasatin ito at magbigay feedback hinggil dito.","6569":"Kami ay nananiniwalang ang paraan ito ay mas ligtas kaysa sa paglalagay ng inyong data sa isang provider na may server-side encryption na kung saan ang ISP ang humahawak sa keys o susi, o ang matindi pa nito, walang encryption - halimbawa ay, ang MEGA user files ay biglaang na-access ng walang password dahil sa programming error, ito dapat ay hindi mababasa kung walang user-controlled decryption keys.","6570":"Pangkalahatang connectivity o ibang errors","6571":"I-reinstall muli ang inyong sync client pamula sa link na ito https:\/\/mega.nz\/#sync (hindi mo kailangangang tanggalin ang kahit na ano. I-install na lang muli)","6572":"Anong operating system at bersyon ang ginagamit mo? Windows, Mac, Linux + versions?","6573":"Kung gumagamit ka ng lumang version ng Windows: nirerequire ng MEGAsync na dapat ay Windows XP SP3. Ang users na may datihang version ng Windows ay hindi makaka-connect. Ang sanhi nito ay ang mahigpit na seguridad ng SSL certificate ng MEGA servers. Ang pag-uupdate ng datihang version ng Windows (XP SP2, halimbawa) papunta sa SP3 ang natatanging paraan.","6574":"Mga tips para maayos ang problema sa koneksyon:","6575":"* i-check\/tanggalin ang antivirus\/firewall (maaaring pumipigil sa MEGAsync),","6576":"* tanggalin ang IPv6 (para maayos ang maling IPv6 na settings na inilatag ng ibang ISP, karamihan ay sa Germany)","6577":"* mag-update sa bagong bersyon ng inyong Operating System.","6578":"Panandaliang transmission error: Nabigo ng tuluyan","6579":"Ang error na ito ay kadalasang nalabas kapag narating na ang error limit sa paglilipat. Nakaranas na din kami ng ganitong problema sa mga users na gumagamit ng IPv6 para ma-access ang storage servers o temporary servers.","6580":"Isi-sync ng MEGAsync ang lahat ng files pagna-scan na ito.","6581":"I-reboot ang inyong PC at sa pag-rerestart ang mga binago ay mag-sisync.","6582":"Kung magpatuloy pa din ang problema, maaari mong ihinto muna ang IPv6 sa TCP\/IP settings. Mag-click dito para sa karagdagang impormasyon:","6583":"http:\/\/windows.microsoft.com\/is-is\/windows\/change-tcp-ip-settings#1TC=windows-7","6584":"Kailangan mong i-uncheck ang checkbox malapit sa TCP\/IPv6 sa unang screenshot at i-click ang \"OK\".","6585":"Ang remote files ay maaaring nasa Basurahan ng inyong Cloud Drive, sa SyncDebris folder.","6586":"Ang local files ay maaaring nasa .rubbish o .debris folder sa loob ng synced folder. Maaaring ang folder na ito ay nakatago sa inyong OS at kailangan mong baguhin ang folder settings mo bago ito makita.","6587":"Ang aming MAC Sync client ay wala pang features gaya ng 'Get Link' at 'Share Link'.","6588":"Sa madaling sabi, isinasara ng Apple ang finder at kinakailangan pa ng bad hacks upang matapos lang ang ganito.","6589":"Sa kasalukuyan ay tinitimbang namin ang nakaambang na pag-bypass sa mga restriction na ito ng Apple ngunit baka ito sa mas matagal pang panahon namin mailabas (kapag binuksan ng Apple ang Finder API).","6590":"Paumanhin sa pagkaantala","6591":"VERSIONING ang tawag sa maraming files sa iisang path na may iisang pangalan.","6592":"OVERWRITE ang tawag sa paglalagay ng uploads sa basurahan pagkatapos nitong ma-upload, hal. isang file kada folder na may iisang pangalan - pinakabago (ito ang ginagawa ng MEGAsync).","6593":"Ni-uupload ulit sa web browser sa pamamagitan ng pagpatay sa LAKDANGAN ANG MAGKAKATULAD NA FILES sa Settings","6594":"gumawa ng VERSIONING.","6595":"Reuploading through the web browser with SKIP IDENTICAL FILES turned 'ON' in Settings ","6596":"itabi lamang ang PINAKALUMANG version.","6597":"Kung ikaw ay nagkaka-problema sa Versioning o Overwriting, i-check muna ang dalawang factors na ito:","6598":"Pa-check kung ang timestamp sa file sa server ay mas bago kaysa sa oras sa computer na pinagbaguhan ng file.","6599":"Problema palagi ito... Ang imahe o text editor ang nagpapanatili ng palagiang timestamps at ang MEGAsync ay naniniwalang ito ay ang lumang file na ino-overwrite lamang ng pinakabagong file pamula sa server.","6600":"Patayin ang \"keep timestamp constant\" sa settings.","6601":"Inilalagay namin ang inyong files sa dalawang servers sa magkaibang datacentres, kung available.","6602":"Laging magtabi ng ilang parehas na kopya ng mahahalagang files, online man o offline. Kahit na itinatabi namin ang bawat files sa dalawang lokasyon, walang pa ring garantiya laban sa paulit-ulit na kabiguang teknikal o pangingialam ng gobyerno sa inyong data.","6603":"Oo. Ngunit, ang inyong MEGA password ay hindi lang password mo, ito rin ang magbubukas ng master encryption key, kung wala ito, hindi mababasa ang iyong data.","6604":"Therefore, there are two kinds of password reset: With or without providing a copy of your backed up master key. With the key, you can just set a new password and retain your existing account. Without the key, you can park your existing account and start a new empty one under your existing account's e-mail address. We recommend that you do keep a backup of your master key in a safe location at all times, just in case! Click <a href=\"#backup\">here<\/a> to export your key or <a href=\"#recovery\">here<\/a> to reset your password.","6605":"Important question - have you got our MEGASync client \/ one of our mobile apps installed and are you logged in? That would make a big difference. Please let us know! You can still export your Master Crypto Key through 'Settings' - 'Account'.","6606":"PRO subscribers","6607":"If you decide to reset your account - Option B - and you are a Pro user -> please let support@mega.co.nz know when you have completed (together with your PayPal email address) that and we will re-assign your Pro account status to your new fresh account.","6608":"At the present moment you will not be able to perform the account reset from your mobile device. The feature to backup your Master Crypto Key is still in development and will be deployed on one of our future updates.","6609":"Reset","6610":"Mayroong dalawang uri ng password reset: 'Yung meron at walang kopya ng backed up Master Crypto Key.","6611":"- Sa pamamagitan ng key (Option A), pwedeng mong baguhin ang password at itabi ang datihang account.","6612":"- Without the key (Option B), you can park your existing account and start a new one under your existing account's e-mail address.","6613":"OPTION A - If you have data uploaded, don't remember your password and you do have your Master Crypto Key backed up:","6614":"1. Buksan ang https:\/\/mega.nz\/#recovery","6615":"2. Maglagay ng bagong password pagkatapos maibigay ang exported na master key","6616":"=> If you have a backup of your master crypto key you can reset your password and no data from your account will be lost. Your data will re-appear upon the next login with the reset password.","6617":"=> You can still export your master key now if have an active MEGA session in any other browser on this or any other computer. If this device does not support the Crypto key export - you can download and backup your data at least.","6618":"If you do not have any other active MEGA session open you can no longer decrypt your existing account but you can start a new one under the same email address =>","6619":"OPTION B - If you do not have your Master Crypto Key saved, there is now a workflow that permits the re-use of your primary e-mail address for a fresh and empty MEGA account (with possible data recovery):","6620":"2. I-click ang 'No'","6621":"3. I-type ang inyong email address at i-click ang 'Send'","6622":"4. Icheck ang inyong email para sa inyong password reset ling at iclick ito.","6623":"5. Nominate your new password for the reset account with the same email address.","6624":"6. If you remember \/ recover your original password within the 60 days period, contact the friendly MEGA support team at support@mega.co.nz and ask them to restore the parked account.","6625":"=> Due to our end-to-end encryption paradigm you will not be able to access your data without your original password or backup of your Master Crypto key. You can park your existing account and start a fresh one under the same email address. In the event you recover your 'parked' account password contact us for assistance. Your data will be retained in your 'parked' account for at least 60 days. ","6626":"Kabuuan:","6627":"1. If you do have your Master crypto key backed up - you can reset the password to your account and your data will stay.","6628":"2. If you do not have your Master crypto key backed up - you can re-register with the same email address however your data will be lost after the 60 day 'recovery' period.","6629":"If you are positively sure that you will never lose your password, there is no need to back up your key. If you do decide to make a [A]backup[\/A], however, please ensure that you keep it in a safe location: Anyone with access to your backed up key and your e-mail account will be able to reset your password and gain access to your data.","6630":"We recommend you do export your account's Master Crypto Key so you can reset your account together with your data in the future if you ever misplace your account's password.","6631":"Pwedeng mong itabi ang inyong master crypto key sa inyong local storage o sa dokumentong ibinack up mo.","6632":"Paano magback-up ng inyong Master crypto key:","6633":"1.) Mag log in sa inyong account","6634":"2.) Copy and paste this link into the URL bar https:\/\/mega.nz\/#backup","6635":"3.) Save your Master Key in your PC and \/ or Copy to clipboard and paste into a document","6636":"Alternatively you can backup your master key in Settings - Account in your Sync client or one of our mobile apps.","6637":"Kung nawala mo man ang password mo, pwede mong ireset ang iyong account sa pamamagitan ng inyong master key.","6638":"1. Kalimutan ang inyong password","6639":"2. Magrequest ng password reset link sa email - sa https:\/\/mega.nz\/#recovery","6640":"3. Maglagay ng bagong password pagkatapos mailabas ang master key","6641":"Sa pamamagitang ng aming libreng account makakakuha ka ng pangdaigdigang pang-access, mataas na performance at cloud drive na may seguridad na may 50 GB ng matatabihang espasyo na may User Controlled Encryption (UCE).","6642":"Kung kailangan mo ng mas higit pang espasyo, pwede kang mag-upgrade sa [A]pro[\/A] account.","6643":"When you 'Create Account' with Mega (https:\/\/mega.nz\/#register), the pop up on the page will tell you to expect a 'Confirmation Email' and you should go to your email inbox and look for a 'MEGA Activation' email.  In this 'Confirmation' email, you click on the confirmation link which takes you to Mega again to put in your password for the second time so that you can authenticate your account.  If successful, you are taken to your Mega account displaying 'Cloud Drive'.","6644":"May problema?","6645":"If you haven’t received the email to confirm\/activate your account, please check your junk mail folder and spam filters at your email address.","6646":"If you still can’t locate the email, you might try to re-register using the original email address.  If the confirmation email for this registration does not appear in any of your email folders, then we suggest that you contact your ISP to determine if there is a 'block' on Mega emails.  Alternatively you may need to sign up using a different email ID.","6647":"If you are getting the warning message \"Incorrect password \/ email ID\" - that appears when the password you entered at the point of registration and the password you try to enter to validate and confirm your account don't match. ","6648":"We suggest to start registration again with the same email address and write the password down somewhere secure to validate it later. Try to make your password longer so it is not easily guessed. Combine upper and lower case letters, add special characters (we don't limit any!). Do not use names or dictionary words. Also do not use copy & paste function while creating your account - please make sure you type your password in each time when registering. ","6649":"We also strongly discourage users to use password generators as your password is also going to be your unique encryption key. ","6650":"Hindi gumagana 'yung link?","6651":"If the activation link you have received after signing up at Mega does not work when you click on it try to copy and paste the link directly into your browser; check for any extra white space that your email client might have entered.","6652":"If you still cannot activate your account try to re-register for a MEGA account with the same email address or sign up using a different email address to receive a new confirmation link.","6653":"Ensure you regularly clear your browser cache and that you are not logged into another MEGA account from the same browser while registering for a new one.","6654":"To cancel your actual MEGA account:","6655":"Log into your MEGA account and delete all your data, including 'Clear Rubbish Bin'.","6656":"Iemail ang inyong mga kahilingan sa support@mega.co.nz.","6657":"Para itigil ang inyong subscription, magrefer sa 'Paano ko babaguhin o ititigil ang aking Pro subscription?' sa ibaba.","6658":"Mag-email sa support@mega.co.nz para sa ayuda o tulong.","6659":"Your free account with MEGA and the files it contains do not have an expiry date and your account will stay active unless you do not log into your account for an entire year. After that period you will get a follow up email from us.","6660":"If you don't renew your Pro account subscription at the end of the term purchased your account will simply revert to a free account.","6661":"If you have more than 50 GB worth of files you will receive multiple deletion warnings to advise you, so you have a chance to save your files locally or purchase a new Pro account upgrade.","6662":"If you don't renew after a month and your account's storage is still over-quota for the free account (50 GB) your files will be deleted, largest first, until you are within the free account storage limit.","6663":"You can subscribe for a Pro account either directly through PayPal (log into your account and click https:\/\/mega.nz\/#pro) or through any of our authorized resellers (https:\/\/mega.nz\/#resellers). ","6664":"Either way you will get two options: Monthly and Annually (slide the switch across in the top right hand corner).","6665":"By purchasing a voucher you will be in charge of renewing your subscription manually each month \/ year (depends on what option you prefer).","6666":"Subscribing for a Pro account using your PayPal account will set you up with automated re-billing and the subscription will auto-renew for you each month \/ year (depends on what option you prefer).  ","6667":"Pwede mong bayaran gamit ang iyong Paypal account o credit\/debit card.","6668":"We don't manage MEGA Pro subscriptions with automated re-billing. ","6669":"Our users subscribe themselves using their PayPal account.","6670":"Please check your PayPal payment email confirmation you received for all the details of the agreement you have made. ","6671":"If you want to change or cancel your payment agreement with Mega Ltd. you have to do this from your PayPal account.","6672":"Kung ikaw ay nagkakaroon ng issue na mahanap ang subscription mo (para alisin o tanggalin ito) - icontact ang inyong PayPal support para sa ayuda.","6673":"Sa ganitong mga kaso, sundan ang sumusunod:","6674":"If you would like to cancel this subscription, log in to your PayPal account and go to the \"History\" subtab of the \"My Account\" tab. Choose \"Subscriptions\" from the pull-down \"Show\" menu and press the \"Submit\" button. Choose this subscription, and click on its \"Details\" link. You will be taken to a Transaction Details page from which you may cancel your subscription. Cancelling your subscription will immediately stop all future scheduled payments for this subscription.","6675":"Refunds","6676":"When logged into your PayPal account (after you cancelled the ongoing subscription) you may also 'file a PayPal dispute' and apply for a refund.","6677":"Kung ikaw ay nagkakaroon ng problema sa subscription cacellation, icontact ang inyong PayPal support.","6678":"Icheck ang inyong PayPal payment email confirmations na natanggap mo para sa lahat ng detalye ng kasundaang ginawa mo.","6679":"It sounds like you may have accidentally created several subsequent Pro account subscriptions.","6680":"Please follow the instructions below, log into your PayPal account and cancel the additional subscriptions in your My Account - History. Keep only the first one you made.","6681":"Then apply for a refund of these redundant subsequent subscriptions.","6682":"The privacy and security you get with browser based end to end encryption can take it's toll on speed as due to not all browsers provide complete HTML5 support. MEGA's users get to enjoy the privacy of their data with our User Controlled Encryption (UCE) mechanism - the only storage provider on the market offering this level of security and privacy. ","6683":"The speed of downloads\/uploads is dependent on the state and speed of your computer, software, operating systems and versions and your ISP provider. With Mega, you can control the 'speed' of downloads or uploads, depending on your priorities in 'My Account' - 'Transfer Settings'. You can try to maximize your upload performance by disabling the 'Upload Speed Limit' as well.","6684":"We do default the 'Upload Speed Limit' to enabled as many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. ","6685":"The speed tests such as speedtest.net are great when you want to determine if your router or ISP has issues – you know what your speed ‘should’ be and this test indicates if there is an issue somewhere along the ‘lines’. However the result from speed test does not have a direct relation to speed with MEGA. The speed test will indicate whether everything is working right from the users or ISP’s end however there are other factors to take into consideration. Such as international peering issues (internet as a whole is currently experiencing: http:\/\/www.internetpulse.com\/); the state of users computer (whether your software is up to date, whether your HDD and browser are clogged by temp or cached data or fragmented…); transfer speed also depends which server we are storing the data on. ","6686":"To sum it up - your Pro account's increased bandwidth does not have any relation to 'speed' however greater bandwidth may improve the speed of your traffic indirectly. ","6687":"Mga steps na gagawin upang makita kung ang voucher mo ay nakuha na at makita ang account balance mo na:","6688":"Mag log in sa MEGA account","6689":"Pumunta sa Menu","6690":"Pumunta sa My Account","6691":"in 'Account type' you see FREE. Click on 'Upgrade my account'","6692":"Pumili ng package na gusto mong makuha o nabili na - hal. PRO I kada taon","6693":"Iclick ang 'Buy Now'","6694":"May pop up na lalabas: \"Gusto mo bang gamitin ang inyong prepaid balance para magpatuloy?\"","6695":"Piliin ang 'OO'.","6696":"If you wish to change your password at any point you can do so from inside the 'My Account' - 'Account Details' - 'Edit your profile' area using \"Change password\". Please note that the \"Cancel\" \/ \"Save\" buttons will appear only after a matching pair of new passwords have been entered!","6697":"Also. You must know your original password and type it in the password change field correctly for a password change to complete correctly. If you do not know your original password, do not enter it correctly into the original password field and proceed with the password change - it will not complete. ","6698":"Ang iyong bagong password ay hindi madaragdag sa system hangga't hindi tama ang iyong lumang password.","6699":"Sa iyong mobile app at sycn clien, pumunta sa Settings o Account section.","6700":"There is an 'ephemeral - test' session feature that MEGA offers users to 'get a feel' of what MEGA is all about without having to register for an account. ","6701":"This screen session displays a 'Warning Triangle' and 'Create Account' sign on the top line to alert users that they are not currently logged into any account.","6702":"Maaari mo bang ikumpirma na na-validate mo ng tama at nakapaglog ka sa iyong account habang nag-aupload?","6703":"Natingnan mo na ba ang iyong Basurahan?","6704":"Possible display issues","6705":"Please run CCleaner periodically through your system to get rid of any cached temp data - https:\/\/www.piriform.com\/ccleaner and re-try the access to your account (or clear your system and browser cache manually).","6706":"MEGA is entirely browser based with a unique system of user controlled encryption (in browser) the only provider on the market offering this level of security and privacy. Therefore we need technologically compatible browsers with equivalent HTML5 technology in order for the transfers of encrypted files to work properly. Please make sure you have the latest version of our browser extension installed.","6707":"What happens when you refresh the browser (or log out of your account. Close the browser. Open a new browser session and log back into your MEGA account) - do the files appear? ","6708":"Nawawala ang naibahaging data?","6709":"Also be aware that if you are sharing a folder that contained your file, anyone that you have given ‘full’ access to is able to not only download but delete any files in the folder. When sharing a folder please ensure you select the correct permissions; the three options are read-only, read\/write (files can be viewed and added, but not deleted), and full (files can be added and deleted).","6710":"Minamalas?","6711":"I-contact ang aming grupo sa support@mega.co.nz para sa karagdagang ayuda.","6712":"All your communication can be achieved by setting up folder sharing. We strongly discourage you from sharing your account log in information with anyone as MEGA's strict security stands precisely on keeping your details confidential.","6713":"Tandaan na makakasanayan ang paggamit sa MEGA at konting paglalapat din.","6714":"In order for any of the following to make sense, I urge you to get into MEGA, and start testing for yourself, and see how what i am about to describe can apply!","6715":"SIGE, ang paraan para gawin ito ay:","6716":"Firstly, the leader of this project, or the file administrator would set up an account which would be considered the MASTER account - This can just be a normal Free account, or Pro (https:\/\/mega.nz\/#pro) depending on your storage requirements. ","6717":"MEGA.nz - Libre sila :)","6718":"2 - You need to add each of their email IDs to your master account's Contacts.","6719":"3 - In your master account, it is up to you to set up the 'hierarchy' as described. E.g. you would create a different folder unique to each user, you could call it by their name. ","6720":"4 - Once you have set up the 'hierarchy' to reach the level that you need uploaded to (e.g. User\/ Event and sub folder, Users name)","6721":"you can then 'right click' select sharing, and assign that user with FULL ACCESS!","6722":"5 - From here, this folder is effectively synced on both accounts, any modifications are visible at both accounts instantly!","6723":"You then load files into that folder, and they will be visible at the other users account too, listed under their 'Incoming Shares'","6724":"Then are also notifications to alert all users with access to that folder, of any recent activities such as new files added, removed etc. ","6725":"FULL Access allows both the master account, and the receiving account with full permissions to that folder. Each user could upload, download, modify and erase any content in that folder. The other permission levels are Read Only (no adding, no deleting) and Read and Write (you can add but not delete).","6726":"-- You may want to set up your master account, and set up a dummy account for yourself too, and start familiarizing, and the above will make sense! (Obviously with following above steps to share\/bridge)","6727":"Kailangan mong maging maingat sa iyong password, lagi itong ingatan.","6728":"Currently MEGA is optimized for desktop browsers and you can see some more information about why we recommend Mozilla Firefox in particular here: https:\/\/mega.co.nz\/#blog_12. If you have any difficulties with uploads or downloads install our MEGA extension 2.0.+. ","6729":"Our second preferred browser is Google Chrome.  Third recommended browser is Opera Next.","6730":"So, I recommend the latest version of Mozilla Firefox + MEGA extension 2.0.+ - Get the extension here : https:\/\/mega.co.nz\/#firefox","6731":"Alternatively, you could test our new Chrome App. Firstly, read about the advantages of this App here : https:\/\/mega.co.nz\/#blog_19","6732":"If you like the sound of the Chrome app, you will find a download link plus instructions here: https:\/\/mega.co.nz\/#chrome ","6733":"This App is to be installed into the very latest version of Google Chrome. ","6734":"Suma total, kaya naming ibigay ang lahat ng gusto mo, bigyan lang ng oras na masanay ka, at mamanage mo ang operasyon nito ng ayos pamula sa una hanggang huli :)","6735":"Ang daming maiibigay ng MEGA, at ang quality support na makukuha mo sa isang Libreng account! Subukan kaagad ito!","6736":"Sa ibang kaso na ang ilang users nakakaranas ng issues sa pag-login sa iOS app login, ang pinakamagandang gawin ay:","6737":"- mag-log out sa app","6738":"- burahin ang app","6739":"- i-install muli ang app","6740":"- irestart ang device","6741":"Some older devices have limited RAM and once the OS is loaded and maybe some other apps running in background, will impact the MEGA app","6742":"Apple has strict regulations due to their security. You must connect your iPhone to your iTunes and go to Devices - Apps - File Sharing - MEGA.","6743":"That is where you find your downloaded documents.","6744":"Same security restriction of the Apple security system prevents you to upload anything outside the app apart from photos on your device.","6745":"Go to your Settings - Advanced to 'Export your master key' to be able to reset your password through web client https:\/\/mega.nz\/#recovery","6746":"Hindi. Maglog-in sa web client.","6747":"Un-install and re-install the application from App store. Then login with your password and setup a new passcode.","6748":"Go to Settings - Camera Uploads and there you can amend the settings to suit your needs for both photos and videos.","6749":"Oo. Idownload ang MEGA iOS app sa inyong iPad pagkatapos ay mag log-in sa inyong MEGA account.","6750":"Ang iPad User Interface ay malapit ng ilaunch.","6751":"Mag-right click sa folder \/ file at piliin ang 'Ibahagi ang link'.","6752":"Simply tap on the audio \/video file and the streaming will commence.","6753":"Tap on the arrow at the right hand side of a folder in your Cloud Drive. From the Menu that expands select 'Share Folder'. Then tap on an existing contact or add a new email address by tapping the + icon in the top right hand corner. ","6754":"Para magbahagi ng File - gumawa ng bagong folder para dito mula sa kanang taas na hand menu '+' at sundan ang gabay sa taas.","6755":"Sa WP8.0 hindi namin pwedeng i-save ang documents kahit saan maliban sa app, dahil ito sa restriction ng Windows Phone SDK, imahe lamang ang pwedeng i-export sa 'Saved Pictures'","6756":"WP 8.1 - Ang users ay pupwedeng mag-angkat ng doc files at iba pang kilalang file types sa KnownFolders. Halimbawa nito ay mga Picture o Litrato at mga Documents.","6757":"Kung gusto mong tingnan ang file structure ng iyong phone, kailangan mo ng app. Halimbawa nito ang Files app ng Microsoft na pwede mong tingnan at buksan ang mga documents o imahe sa iyong internal storage. Ito ay mismong solusyon ng Microsoft.","6758":"Pwede mong idownload at i-install ang aming Windows phone app pamula sa Windows app store http:\/\/www.windowsphone.com\/s?appid=1b70a4ef-8b9c-4058-adca-3b9ac8cc194a","6759":"Pumunta sa Settings - Preferences sa 'Iluwas ang masterkey' para makapag-reset ng password sa https:\/\/mega.nz\/#recovery","6760":"Oo. Pumunta sa Preferences - Baguhin ang Password.","6761":"n\/a","6762":"Mag-long press sa folder \/ file at piliin ang 'Kunin ang Link' sa menu na lilitaw.","6763":"Plan duration","6764":"Pumili ng duration","6765":"Kapag iclinick mo ang \"PURCHASE\" ikaw ay ipapadala sa <span class=\"payment-provider-name\">Provider<\/span> site na kung saan nandoon ang impormasyon para sa pagbabayad.","6766":"Dahit sa katangian sa palitan ng Bitcoin, lahat ng Bitcoin transaction ay sarado na at hindi na mauulit pa","6767":"I-customise ang inyong <span>PAYMENT PACKAGE TITLE<\/span> account","6768":"Pumili ng subscription period sa ibaba at magpatuloy sa aming payment provider.","6769":"\/one time","6770":"Matuto ng mas higit pa tungkol sa security model at cryptography ng MEGA.","6771":"Mga binurang folders","6772":"Walang Conversations","6773":"Pataas","6774":"Pababa","6775":"Ibahagi ang Folders","6776":"I-verify","6777":"Payagan","6778":"Payagan ang credentials","6779":"Bagong identification credentials ang nakita para sa iyong contact:","6780":"Ang credentials ng iyong Contact:","6781":"Ito ay magandang gawin ng harapan at personal. Kung meron kang ibang verified channel gaya ng verified OTR at PGP, pwede mo itong gamitin.","6782":"Ang iyong credentials:","6783":"Payagan ang credentials","6784":"Credentials para sa Authenticity:","6785":"I-type ang email o contact","6786":"Worry not! You can easily add new contacts by email or import existing contacts from other services.","6787":"No shared folders with you","6788":"buwan","6789":"Suspendidong account","6790":"Ikaw ay sinuspinde dahil sa labis na data usage. Icontact ang support@mega.co.nz para maibalik ang inyong account.","6791":"Na-verified na","6792":"Na-verified na","6793":"Makakuha pa ng higit na espasyo sa pamamagitan ng paglinis ng Basurahan","6794":"Linisin ang Basurahan","6795":"Gusto mo bang pahiin lahat ng items sa inyong Basurahan? Hindi na ito pwedeng baguhin pa!","6796":"\"PRO Lite\" buwanang subscription","6797":"\"PRO Lite\" taunang subscription","6798":"\"PRO 2\" buwanang subscription","6799":"\"PRO 2\" taunang subscription","6800":"\"PRO 3\" buwanang subscription","6801":"\"PRO 3\" taunang subscription","6802":"Bitcoin","6803":"%1 na buwan","6804":"Kulang na ang balanse","6805":"Kulang na ang iyong pondo para bumili pa. Mangyaring magdagdag ka ulit sa account mo ng voucher o pumili ng ibang paraan ng pagbabayad.","6806":"%1 na buwan na purchase","6807":"Kapag iclinick mo ang \"PURCHASE\" ipapakita sa iyo ang presyo sa Bitcoins at ang address kung saan ipapadala ang Bitcoins.","6808":"Dahil sa kalikasan ng palitan ng Bitcoin, lahat ng transaksyon sa Bitcoin ay sarado na at hindi pa mauulit muli","6809":"one time","6810":"I-scan ang code para bayaran","6811":"Buksan gamit ang Bitcoin wallet","6812":"Isara ulit ang dialog na ito at i-click ang <span>purchase<\/span>.","6813":"BTC","6814":"Ang purchase na ito ay matatapos sa","6815":"Nabigo ang connection sa payment provider.","6816":"Haba ng plan","6817":"Pumili ng haba ng panahon","6818":"Options ng payment","6819":"Pumili ng haba ng subscription sa ibaba at magpatuloy sa inyong payment provider.","6820":"Icustomise ang inyong <span>PRO III<\/span> account","6821":"Alisin ang link","6822":"Pagtanggal sa subscription","6823":"Gusto mo bang itigil ang inyong subscription? Ang inyong credit card ay hindi ichacharge muli, bagkus mareretain mo ang Pro status hanggang sa kahulihang billing cycle.","6824":"Grabe!","6825":"Natanggap na ang inyong bayad.","6826":"Magpatuloy","6827":"Tinaggihan ang bayad","6828":"Tinanggihan ang iyong bayad. Subukang muli.","6829":"Pro payment","6830":"Magdagdag ng personal na mensahe para sa mga bagong contacts...","6831":"Caution You have elected to close your MEGA account The account under this email address will be permanently closed and this can not be undone","6832":"By completing this action you will lose access to all your uploaded data shares and contacts","6833":"Tapusin ang chat","6834":"Magpadala ng files","6835":"Idagdag ang contact sa Pag-uusap","6836":"Ipadala ang contact details","6837":"Galing sa iyong Cloud Drive","6838":"Galing sa iyong computer","6839":"Idownload sa iyong Cloud Drive","6840":"Idownload sa iyong computer","6841":"Paumanhin sa inyong paglisan","6842":"Ang inyong account ay sinara na","6843":"pero bago ka umalis, gusto naming malaman kung bakit ka aalis","6844":"Pumili ng isa","6845":"Hindi ko ginagamit ang account na ito","6846":"Ang aking paboritong browser ay hindi technologically compatible at ayaw kong magbago","6847":"Ang MEGA ay hindi tumapad sa pangako nito","6848":"Mag-iwan ng komento","6849":"Opsyon sa pagbabahagi","6850":"Meron yatang problema sa email","6851":"Nakakuha ka na nga mga contacts sa Gmail","6852":"Meron yatang kakaibang email dito","6853":"Magdagdag ng personal na mensahe para sa mga bagong contacts","6854":"Ibahagi ang folder sa mga contacts","6855":"Pumili ng folder na ibabahagi","6856":"Ok sa akin na ibahagi ang aking email sa hinaharap patungkol sa feedback","6857":"Ito ang datus na ipapadala namin sa aming servers kaalinsabay ng inyong mensahe at feedback","6858":"Mga bagong hindi pa beripikadong credentials","6859":"Info","6860":"Magpadala ng contact","6861":"Sumagot","6862":"Sumagot sa lahat","6863":"Ipasa","6864":"Itaas ang queue","6865":"Ibaba ang queue","6866":"KASALUKUYANG TINATAWAGAN","6867":"Mga backup","6868":"Mga mensahe","6869":"Maling folder link","6870":"Walang Mensahe","6871":"Walang padating na mga Bahagi","6872":"Authenticity Credentials","6873":"Reseller","6874":"Create vouchers","6875":"Voucher type","6876":"Create voucher","6877":"Get a FREE account","6878":"Select files to upload or drag drop anywhere on this page","6879":"Bagong hindi pa na-beripika na credentials","6880":"There may be a man-in-the-middle attack in progress. Please close this dialog and verify that your identification credentials are correct with your contact through an existing secure channel or in person. This can be done from the Contacts menu, then clicking on your contact, then clicking Verify.","6881":"Ang naunang nakitang contact credentials para sa %1 ay nabago.","6882":"Ang naunang na-verify na  contact credentials para sa %1 ay nabago.","6883":"Mga datihang nakita ng credentials","6884":"Mga datihang nabeperipika ng credentials","6885":"Thank you for activating your complimentary MEGA Pro account! Upon completion, you will receive 500 GB of secure encrypted high-performance online storage space for one year. All transfers from and to MEGA are unmetered and therefore uncapped from all Slingshot broadband connections.","6886":"Questions or comments? Please contact our [A]customer support department[B] for assistance.","6887":"Please install our extension for improved download performance and added security. Unfortunately, there is a [A]bug[B] in the current version of Firefox that will cause excessive memory consumption during and after large downloads.","6888":"You can choose to import contacts from third party services. These will not be added to you MEGA Contacts but will remain accessible to share and collaborate.","6889":"Setting up Bitcoin transaction...","6890":"Hindi nakita ang file link","6891":"Hindi nakita ang folder link","6892":"naii-upload na","6893":"Info tungkol sa file","6894":"Info tungkol sa folder","6895":"Ang pangalawahang media folder ay hindi makita, pumili ng bagong folder.","6896":"Ang folder na ito ay read only lamang. Wala kang pahintulot na mag-upload dito.","6897":"Itapon sa Basurahan?","6898":"Burahin mula sa MEGA?","6899":"Kapag nilisan mo ang folder, hindi mo na ulit ito makikita","6900":"Buksan ang link...","6901":"Register now and get 50 GB of free space","6902":"Uploads are fast. Quickly share files with everyone","6903":"Keep all you files safe with MEGA's end-to-end encryption","6904":"Get fully encrypted access anywhere, anytime","6905":"Pumapayag ako sa Terms of Service ng MEGA","6906":"Binahaging items","6907":"CLOUD DRIVE","6908":"Pumili ng folder","6909":"I-manage ang link","6910":"Lumisan","6911":"Ang link na ito ay hindi na makikita sa publiko","6912":"Buksan ang link","6913":"Download folder","6914":"I-import ang folder","6915":"Nagamit na Espasyo","6916":"Nawawalan ka na nang espasyo! Gusto mo bang mag-upgrade ng account?","6917":"Ang operation ay hindi pinapayagan","6918":"Google Play subscription","6919":"Ang link ay tinaggal","6920":"Kumuha ng picture","6921":"Inilalagay na ang files sa media folders","6922":"Enable Secondary Media Uploads","6923":"Disable Secondary Media Uploads","6924":"Kapag nag-chacharge lamang","6925":"Itabi ang file names kagaya ng sa device","6926":"Lokal na Camera folder","6927":"MEGA Camera Uploads Folder","6928":"Lokal na Secondary folder","6929":"Pangalawahang Folder ng MEGA","6930":"MEGA SDK version","6931":"Gumawa ng isang account ngayon!","6932":"base sa pangalan","6933":"pataas","6934":"pababa","6935":"base sa petsa","6936":"base sa laki","6937":"pinakamalaki muna","6938":"pinakamaliit muna","6939":"Enter your billing details:","6940":"Enter your payment details:","6941":"(hindi nauulit)","6942":"Please select one:","6943":"I don't use my account anymore","6944":"Leave a comment:","6945":"I'm ok with sending anonymised data\/statistics","6946":"Pina-process na ang inyong bayad ...","6947":"Purchase Successful!","6948":"Ikaw ay matagumpay na nag-upgrade ng inyong account sa <span><\/span>","6949":"May nangyaring di inaasahan","6950":"Pakiusap na i-verify muna ang inyong impormasyon sa pagbabayad at subukang muli.","6951":"o Esc","6952":"Credit card","6953":"iTunes","6954":"Maling numero ng card","6955":"Maglagay ng valid credit card number.","6956":"Nawawalang detalye sa billing","6957":"Pakiusap na maayos na kompletuhin ang detalye sa billing.","6958":"May nawawalang detalye sa pagbabayad","6959":"Pakisuyo na kumpletohin ang detalye sa pagbabayad ng maayos.","6960":"Pina-process na ang inyong bayad ...","6961":"Matagumpay ang Pagbili","6962":"Ikaw ay matagumpay na nakapag-upgrade ng inyong account sa %1.","6963":"Ilagay ang detalye ng inyong bayad","6964":"Ilagay ang detalye sa billing","6965":"nauulit","6966":"Ito ay error sa detalye ng inyong credit card.","6967":"Ito ay error sa detalye ng inyong billing .","6968":"Ang inyong transaksyon ay napatanuyang mapalinlang.","6969":"Sinubukan mong magbayad ng maraming beses gamit ang credit card na ito.","6970":"Hindi na sapat ang inyong pondo para makapagbayad.","6971":"Panibago","6972":"Ang inyong orihinal na password ay hindi nailagay ng tama.","6973":"Sigurado ka bang tatanggalin na ang avatar?","6974":"Alisin ang avatar","6975":"Pumili nang paraan ng pagbabayad sa ibaba.","6976":"Pinili mo ang %1 na plano","6977":"Pumili nang period ng renewal","6978":"[A]Get 2 months free[\/A] if you subscribe to a one-year pro plan.","6979":"&Oo","6980":"Settings - MEGAsync","6981":"Setup Wizard - MEGAsync","6982":"I-exclude base sa laki","6983":"Pwede ba namin kayong i-contact para sa karagdagang impormasyon?","6984":"The fingerprints for this user have changed.<br \/> We recommend you <span>reset<\/span> these credentials and re-verify them manually.","6985":"Choose your payment method below","6986":"Your download could not proceed because it would take you over the current free transfer allowance for you IP address. This limit is dynamic and depends on the amount of unused bandwidth we have available. ","6987":"You have utilized <strong>532 MB<\/strong> of data transfer in the last 6 hours which took you over our current limit. To circumvent this limit, you can <span class=\"red\">upgrade to pro<\/span>, which will give you your own bandwidth package and also ample extra storage space. ","6988":"Please upgrade to PRO to continue immediately, or wait 87 minutes to continue for free.","6989":"Free bandwidth quota exceeded","6990":"MEGAsync is currently disabled","6991":"Clear all transfers","6992":"Clear completed","6993":"Pause all transfers","6994":"Are you sure you want to continue?","6995":"This operation will destroy all the data stored by MEGA in your browser and let you start over."}