{
    "12": "Walang taong isasailalim sa di-makatwirang panghihimasok sa kanyang pananahimik, pamilya, tahanan o pakikipagsulatan ni sa tuligsa sa kanyang karangalan at mabuting pangalan. Ang bawat tao'y may karapatan sa pangangalaga ng batas laban sa gayong mga panghihimasok o pag-atake.",
    "13": "Pangkalahatang Pagpapahayag ng Karapatang Pantao",
    "14": "I-confirm kung buburahin na",
    "15": "Gusto mo ba talagang burahin ng tuluyan ang lahat ng items sa iyong basurahin?",
    "16": "Internal na error",
    "17": "Lumagpas na sa transfer quota",
    "18": "Masyadong maraming koneksyon para sa download na ito",
    "19": "Nag-expire o invalid ang paglog-in mo",
    "22": "Wala na ang file na ito",
    "23": "Hindi na ma-access ang file",
    "24": "Error sa pagdedecrypt",
    "34": "Babala:",
    "47": "Oops, may nangyaring mali. Pasensya na!",
    "53": "1 folder",
    "55": "Read-only",
    "56": "Read & Write",
    "57": "Ganap na access",
    "58": "I-download",
    "59": "Kuhanin ang link",
    "60": "Pagbabahagi",
    "61": "Pangalanan ng iba",
    "62": "Ilipat",
    "63": "Kopyahin",
    "64": "Mga Pahintulot",
    "68": "Bagong folder",
    "70": "Linisin ang Basurahan",
    "71": "Magdagdag ng koneksyon",
    "78": "Oo",
    "79": "Hindi",
    "81": "OK",
    "82": "Kanselahin",
    "83": "Alisin",
    "85": "I-reload",
    "86": "Pangalan",
    "87": "Sukat",
    "89": "Katayuan",
    "93": "Uri",
    "94": "Huling binago",
    "95": "E-mail",
    "98": "Magupload ng Folder",
    "99": "Magupload ng File",
    "101": "Magdagdag ng koneksyon",
    "102": "Maghanap",
    "103": "Kanselahin ang paglilipat",
    "104": "Paglilipat ng file",
    "105": "pending",
    "113": "Link ng file",
    "115": "Pangalan ng file",
    "120": "Ang iyong download ay hindi maituloy, sa dahilang masasakop niya ang kasalukuyang allowance ng libreng paglilipat para sa iyong IP address.",
    "121": "Ang limitasyon na ito ay nagbabago at ito ay nakadepende sa halaga ng hindi nagamit na bandwidth mayroon kami ngayon.",
    "122": "Tanging ang mga paglilipat ng ginawa sa panahon ng lima hangang anim na oras na nakalipas.",
    "127": "Para sa pagpapabilis, ang iyong mga naka-queue na download ay ilalagay sa on hold hanggang sa magkaroon ka ng sapat na magagamit na quota, at pagkatapos ay itutuloy ng awtomatiko.",
    "128": "Kung ayaw mong maghintay, pwede mong isaalang-alang ang pagkuha ng bandwidth package na magbibigay rin ng karagdagang imbakan.",
    "129": "Mag-upgrade sa PRO",
    "135": "Error",
    "136": "Mangyaring piliin ang folder na patutunguan.",
    "141": "Mangyaring maglagay ng nararapat na e-mail address.",
    "142": "Mangyaring maghintay...",
    "145": "E-mail address:",
    "148": "Isara",
    "150": "Naimbitahan na",
    "155": "Magdagdag",
    "156": "Kanselahin",
    "157": "Pangalan ng folder",
    "158": "Gumawa",
    "164": "Cloud Drive",
    "165": "Mga Koneksyon",
    "166": "Inbox",
    "167": "Basurahan",
    "168": "Basurahan",
    "169": "Menu",
    "170": "Magpa-rehistro",
    "171": "Mag-login",
    "174": "o",
    "186": "Mag-sign out",
    "187": "sariling  Account",
    "190": "Mag-login",
    "192": "Tandaan ang paglog-in",
    "193": "Maglog-in",
    "195": "Ang iyong Email",
    "197": "Ilagay ang iyong e-mail address.",
    "198": "Ilagay ang isang valid e-mail address.",
    "199": "Ilagay ang inyong password.",
    "200": "Naku! May mali.",
    "201": "Maling e-mail o password. Subukan na lang ulit mag-login.",
    "205": "maglog-in",
    "206": "Pangalan",
    "208": "Sinasang-ayunan ko ang [A]Terms of Service[\/A] ng MEGA",
    "209": "Mag-register",
    "212": "Ilagay ang inyong pangalan.",
    "213": "Maglagay ng password.",
    "214": "Kailangan mong tanggapin ang aming Terms of Service.",
    "216": "Grabe",
    "217": "I-check ang inyong e-mail address at i-click ang link para i-confirm ang inyong account.",
    "218": "Ang e-mail address na ito ay naka-register na sa MEGA.",
    "219": "Ang e-mail address na ito ay meron ng registered account sa MEGA.",
    "229": "Wag na ulit ipakita",
    "230": "Mag-upgrade sa PRO",
    "233": "Pansamantalang error, sinusubukan muli.",
    "236": "Import",
    "239": "Kompleto na ang pag-download",
    "240": "Para ma-kompleto ang pag-sasalin ng file,kailangan mong isave manually ang iyong file",
    "241": "I-save ang  iyong file",
    "242": "I-update sa chrome para ma-enjoy nang lubusan ang MEGA",
    "243": "Ang file na iyong sinusubukang idownload ay hindi na available",
    "244": "Dahil ito sa sumusunod na kadahilanan:",
    "246": "Tinangal ang file dahil sa paglabag sa Tos\/AUp.",
    "247": "Mali ang URL-ang ink na yong sinubukang i-access ay hindi umiiral",
    "248": "Ang file ay binura na ng user.",
    "253": "Subukang muli mamaya.",
    "258": "Nag-dadownload",
    "368": "Caution:",
    "371": "Nakopya na sa clipboard",
    "372": "I-upload",
    "377": "Naglilipat pa ng files. Kapag pinili mong sarhan ang browser,matitigil ang pag-dadownload at pag-uupload",
    "378": "I-enter ang inyong password upang mapatunayan ang account mo.",
    "381": "Lahat ng karapatan ay reserbado",
    "383": "Suporta",
    "384": "Tulong",
    "385": "Terms of Service",
    "386": "Pribadong Patakaran",
    "387": "Copyright",
    "389": "Blog",
    "391": "Tagapagbili",
    "392": "taga-pag-unlad",
    "396": "Tungkol sa amin",
    "398": "PRO Membership",
    "399": "Kontakin kami",
    "403": "Account",
    "405": "Kagamitan",
    "408": "Enero",
    "409": "Pebrero",
    "410": "Marso",
    "411": "Abril",
    "412": "Mayo",
    "413": "Hunyo",
    "414": "Hulyo",
    "415": "Agosto",
    "416": "Setyembre",
    "417": "Oktubre",
    "418": "Nobyembre",
    "419": "Disyembre",
    "425": "Palitan ang pangalan ng folder",
    "426": "Palitan ang pangalan ng file",
    "429": "History ng sesyon",
    "430": "history ng pag-purchase",
    "431": "History ng transaksyon",
    "432": "Tipo ng Account:",
    "433": "Upgrade",
    "435": "Libre",
    "436": "walang billing cycle",
    "438": "[X] nagamit",
    "439": "[X1] ng [X2]",
    "449": "Balanse ng account",
    "450": "Top-up",
    "455": "Gumawa",
    "456": "Kunin ang voucher:",
    "457": "Bilhin ang voucher",
    "458": "Kunin",
    "459": "Ang iyong mga voucher",
    "466": "Huli  [X]",
    "468": "history ng pag-purchase",
    "469": "huling pang-[X] na purchase",
    "471": "huling  [X] transactions",
    "472": "Huling  [X] sesyon",
    "473": "oops,maaring hindi ito balidadong voucher code",
    "475": "Petsa\/Oras",
    "476": "Item",
    "477": "halaga",
    "478": "Paraan ngpagbabayad",
    "479": "Browser",
    "480": "IP-address",
    "481": "Bansa",
    "482": "Ang pinakahuling ginawa",
    "484": "TransactionID",
    "485": "Credit",
    "486": "Debit",
    "487": "Voucher code",
    "488": "Status",
    "489": "hindi na gamit",
    "490": "kinuha noong",
    "491": "Binawi noong",
    "492": "kinansela noong",
    "495": "Lagayan",
    "496": "Transfer quota",
    "498": "kada buwan",
    "499": "kada taon",
    "501": "makakatipid ka ng 17%",
    "507": "Ipagpatuloy",
    "509": "Ang Pribadong Kompanya",
    "511": "Ang iyong 2048-bit RSA public\/private key pairs ay ginagawa ngayon.",
    "514": "Kunlang ang inyong balanse,Subukan ulit.",
    "516": "kumuha ng suporta",
    "517": "May hindi ba gumagana para sayo? Icheck ang aming [A]help centre[\/A]. Kung ang tanong mo ay hindi nasagutan, huwag mag-atubiling magtanong sa amin.",
    "518": "Legal",
    "519": "Ang aming Legal department ay nandiyan para rumisponde sa inyong mga kailangan",
    "520": "Copyright",
    "521": "Nababahala ka ba sa paglabag ng user sa iyong intelektwal na property rights? Mag-pasa lamang ng abiso ng takedown sa pamamagitan ng [A]online form[\/A] o magpadala ng email sa amin.",
    "522": "Mag-suggest ng maaring ipabuti",
    "523": "Mag-pasa ng feature request at usability related dito.",
    "524": "Mag-ulat ng bug",
    "526": "Medya",
    "527": "Aming inaanyayahan ang myembro ng media,kasama na ang bloggers na kontakin kami at may katanungan sa MEGA.",
    "543": "mahigit sa  [X]",
    "553": "HIndi nakalista ng iyong payment provider? [A]i-e-mail sa amin[\/A]",
    "555": "Ako ay pumapayag sa MEGA [A]Reseller Terms of Service[\/A]",
    "556": "Susunod",
    "561": "Address",
    "565": "Lungsod",
    "568": "Piliin ang bansa mo",
    "569": "Ilipat ang settings",
    "570": "Bilang ng nakahilerang koneksyon ng upload",
    "571": "Bilang ng nakahilerang koneksyon ng download",
    "572": "Speed Limit ng pag-upload",
    "573": "Wala",
    "574": "Automatik",
    "575": "Permanente",
    "576": "laktawan ang parehong files kapag ng upload:",
    "577": "Oo",
    "578": "Hindi",
    "579": "Gumamit ng SSL para sa pag-lipat ng files:",
    "580": "Ang pag-disable ng SSL ay nag-papabuti sa pag-ganap at hindi bumabawas sa kaligtasan.",
    "593": "Grabe",
    "620": "Abiso ng Pinanindigang pag-labag",
    "621": "Abiso",
    "622": "Nirerespeto namin ang copyright ng iba at inoobliga namin ang mga gumagamit ng aming serbisyo na umayon sa mga batas ng copyright. Ikaw ay mahigpit na pinagbabawalan na gumamit ng aming serbisyo para sumira o mag-infringe sa copyright ng iba. Hindi ka maaaring mag-upload, magdownload, magtabi, magmigay, magpakita, magstream, magbahagi, mag-email, maglink, magtransmit o gawing available ang anumang files, data, o laman na maaaring makasira sa copyright o karapatang pagmamay-ari ng sinuman. Kami ay sasagot sa mga abiso ng pagsira\/pag-infringe ng copyright kung ito ay may basehang batas at maiparating ito sa amin ng maayos. Kung ikaw ay naniniwalang ang iyong content ay nagaya o ginamit ng makatwiran gaya ng pag-infringe sa copyright, makikisuyong magbigay ng mga detalyeng ito: (i) pisikal o elektronikong pirma ng may-ari ng copyright o ang taong otorisadong pumalit sa ngalan ng may-ari; (ii) pagkakakilanlan ng bagay ng may copyright na na-infringe; (iii) pagkakakilanlan ng bagay na sinasabing nag-iinfringe o itinuturong may gawa ng pag-infringe at dapat alisin o tanggalan ng pag-access upang ito ay madisable, at ang impormasyon makaturungan at patas para kami ay bigyan ng rason upang ito ay hanapin halimbawa gaya ng URL o uniform resource locator(s); (iv) ang inyong contact information, kasama na inyong tirahan, telepono, at email; (v) isang pahayag galing sa'yo na nagsasabi na ang layunin ng pagamit nito ay mabuti at ang reklamo ay hindi otorisado ng copyright owner, ng agent nito o ng batas; at (vi) pahayag na ang impormasyong nasa abiso ay tama, at nasa ilalim ng batas ng perjury (maliban na lang kung iba sinasabi ng batas), na ikaw ay otorisadong gumawa sa ngalan ng may-ari ng copyright.",
    "623": "Aming nirereserba ang karapatan na mag-alis ng data na sinasabing lumalabag ng walang abiso, sa aming pagkakaalam at kahit walang pananagutan sa iyo. Sa tamang mga pagkakataon, amin ding ititigil ang inyong account kung ikaw ay determinadong labagin muli ito. Ang aming nakatalagang copyright agent para sa mga pinaghihinalaang may mga copyright infringement ay si:",
    "624": "Abiso para sa Copyright",
    "626": "Ang Nilalaman:",
    "628": "Lumabag sa aking personal na copyright.",
    "629": "Lumabag sa copyright ng taong aking nirerepresenta",
    "630": "Takedown type:",
    "636": "Aking naintindihan na ako ay maaring managot sa anu mang pinsala.kabilang ang kabayaran at bayad sa abogado,kung alam ko na ang iniulat na nilalaman,mga URL o file ay lumalabag.",
    "637": "Ang impormasyon sa abisong ito ay tama at ako ay nasailalim ng parusa ng di pag-sabi ng katotohanan na ako ay awtorisadong kumilos sa ngalan ng may-ari ng copyright.",
    "638": "Ang abisong ito ay isang seryosong legal na dokumento - maaari po lamang na mag-ingat na tama ang inyong pag-aangkin sa paglabag ng copyright. Kung gusto mo ay pwede ka ding kumonsulta muna sa adogado para malaman kung ang nilalaman na iyong irereport ay talagang lumabag at hindi protektado ng patas na pag-gamit, lisensya o iba pang legal na basehan.",
    "641": "URL ng lumalabag na nilalaman:",
    "643": "Ranggo sa trabaho:",
    "645": "Fax:",
    "646": "Lungsod:",
    "647": "ZIP\/Postal Code:",
    "648": "Copyright na ginawa na sinasabing lumalabag:",
    "650": "Kompanya\/Organisasyon:",
    "651": "Telepono",
    "652": "Tirahan:",
    "653": "Lalawigan\/Probinsya:",
    "654": "Bansa:",
    "657": "Pumili kung ang nilalaman ay lumalabag sa iyong personal na copyright o sa iba na awtorisadona kumatawan sa iyo",
    "658": "Pumili ng takedown type.",
    "659": "Pakilagay ng URL ng bawat may copyright na gawa na sinasabi na lumalabag.",
    "660": "Pakilagay ng copyright na gawa ng bawat lumabag na URL.",
    "661": "Pakilagay ng pangalan ng may-ari ng copyright.",
    "662": "Pakilagay ng iyong buong pangalan.",
    "663": "Pakilagay ng iyong E-mail address.",
    "664": "Pakilagay ng tunay na E-mail address.",
    "665": "Pakikompirma na mayroon kang mabuting paniniwala na ang pagbabahagi ng material na inicopyright at ang lokasyon sa itaas ay hindi otorisado ng may-ari ng copyright,ng kanyang ahente o nang batas. (hal. ang patas na paggamit).",
    "666": "Pak-kompirma na ikaw ay mananagot sa anumang pinasala, kabilang  na ang mga gastos, bayad sa abogado, at kung alam mong hindi tama ang naulat na nilalaman, ang (mga) URL o files ay lumalabag.",
    "667": "Paki-kompirma kung ang abisong ito ay tama at nasailalaim lng parusa ng pagsabi ng di-makatotohanan na ikaw ay awtorisadong kumilos sa ngalan ng may-ari ng copyright.",
    "670": "Lenggwahe",
    "671": "Ikaw ba ay nagsasalita ng iba't ibang mga wika?",
    "672": "Tulungan kaming mag-salinwika!",
    "676": "Ang MEGA ay isang Cloud Storage na may Malakas na Always-On Privacy",
    "677": "Ang MEGA ay nagbibigay ng robust cloud storage na mas madali at mas mas malakas na always-on privacy. Ang MEGA ay naniniwala sa inyong right to privacy at nagbibigay sa inyo ng pang-teknolohiyang tools upang maproteksyonan ito. Ang tawag namin dito ay User Controlled Encryption, o UCE, at nangyayari ito agad-agad.",
    "678": "Ano nga ba ang MEGA User Controlled Encryption?",
    "679": "Ang lahat ng files ng MEGA ay encrypted. Ang lahat ng data transfers papunta at palabas ng MEGA ay encrypted. Pero kung ang halos lahat ng cloud storage providers ay kaparehang claim, ibahin nyo ang MEGA - kaiba sa mga pamantayan ng industriyang ito na kung saan ang cloud storage provider ang may hawak ng decryption key, sa MEGA, ikaw mismo ang may hawak ng susing ito,  na kung saan ikaw ang magdedesisyon kung sino ang papayagan mo o pag-babawalan mo ng maka-access ng files mo, nang walang karagdagang pag-iinstall ng mga software. Lahat ito ay nangyayari sa web browser mo!",
    "680": "MEGA Future",
    "681": "Nagsisimula pa lang ang MEGA cloud. Sa hinaharap, ang MEGA ay mabibigay sa inyong browser ng UCE para sa samu't saring applications ng hindi ka na mag-install na kung ano pa man. Ang aming teknolohiya ay mag-iingat ng inyong emails, calls, chats at video streams.",
    "694": "1. I-disable ang isang link (\"URL\") sa bawat file - ang mga file ay mananatili sa Account ng User",
    "695": "2. I-disable ang mga URL sa bawat (mga)file - ang mga file ay mananatili sa Account ng User",
    "696": "3.Alisin lahat ng mga file na nasa ilalim ng (mga)URL na ibinigay-Walang user ang pinahihintulutang mag-lagay nito sa kahit ano mang mga pangyayari.",
    "698": "Maaaring mag-pasa ng Abiso dito",
    "699": "Lagdaan at mag - pasa ng abiso",
    "700": "Maaari po lamang na ipasa ang inyong Abiso sa pag-alis sa pamamagitan ng inyong E-mail sa [A1]copyright@mega.nz[\/A1] alinsunod sa aming [A2]takedown provisions[\/A2].",
    "701": "E-mail ng Abiso ng pag-alis",
    "703": "Ang inyong sign-up link ay hindi valid. Pakisuyong i-check kung may line breaks sa inyong activation e-mail.",
    "704": "Ang inyong account ay aktibo na. Mag-log in na.",
    "705": "Ang confirmation code ay hindi maproseso. Pakisuyong mag-sign in ulit. Error code:",
    "706": "Palitan ang password",
    "707": "I-update",
    "714": "Na-redeem na ang voucher",
    "715": "Ang password na iyong nilagay ay hindi magkapareho. Subukang muli.",
    "716": "Kasalukuyang password",
    "717": "Bagong password",
    "718": "Kompirmahin ang bagong password",
    "719": "Ilagay ang iyong kasalukuyang password.",
    "724": "Ang password na iyong binigay ay mali.",
    "725": "Nabago na ang iyong passsword.",
    "726": "Tapos na.",
    "727": "Nabago na ang iyong passsword.",
    "728": "Ang password confirmation link ay expired na",
    "729": "Ang link na ito ay nakompirma na.",
    "730": "Ang inyong account ay sinuspinde. I-check ang inyong e-mail para sa mga detalye at kaagarang pagsagot ukol dito.",
    "731": "Dahil sa makailang-ulit na paglabag sa aming [A]Terms of Service[\/A], tinanggal ang account na gumawa sa link na ito.",
    "732": "Ikaw ay nakalog-in na sa account na iba sa inyong i-cononfirm. I-check ang inyong current session, log out  at i-click ang confirmation link ulit.",
    "735": "Tingnan ang inyong e-mail.",
    "741": "Pakiusap na pumili ng bagong mas secure na password.",
    "742": "I-reset",
    "748": "Buwanan",
    "749": "Taunan",
    "752": "MEGA Firefox extension",
    "754": "Ang MEGA Firefox extension ay secure at invisible. Kung gusto nyo na gamitin ang MEGA ng walang extension, gamitin nyo ang [A]Chrome[\/A].",
    "761": "I-confirm",
    "763": "Contact",
    "770": "Pumili ng password",
    "776": "I-save",
    "778": "Wala ka pa bang MEGA account?",
    "779": "Ma-register na!",
    "780": "Meron ka na bang MEGA account?",
    "782": "Bakanteng Folder",
    "783": "Wala kang files sa inyong Cloud Drive",
    "784": "Wala ka pang Contacts",
    "797": "Ibahagi ang Folder",
    "798": "Storage Space",
    "799": "Nagamit na espasyo",
    "800": "Nalalabing  espasyo",
    "808": "Folder Link",
    "812": "I-confirm ang account",
    "813": "Shared Folder",
    "819": "nagsisimula na",
    "822": "Bumalik",
    "823": "Mga Settings",
    "824": "Bagong shared folder galing kay [X]",
    "825": "Bagong shared folder",
    "828": "[X1] folders at [X2] files",
    "829": "[X] folders at 1 file",
    "830": "1 folder at [X] files",
    "831": "1 folder at 1 file",
    "832": "[X]mga folder",
    "833": "[X]mga files",
    "834": "1 folder",
    "835": "1 file",
    "836": "[X]dinagdag [DATA]",
    "837": "[X] na idagdag na",
    "838": "[X] na idagdag na",
    "862": "Abiso",
    "864": "I-download na ZIP",
    "865": "Buksan",
    "870": "kompirma",
    "871": "[B]Babala:[\/B]nalampasan na ang storage quota. Paki-bura ng ibang files o [A]i-upgrade ang iyong account[\/A]",
    "872": "PRO",
    "873": "[X] segundong lumipas",
    "874": "1 minutong nakalipas",
    "875": "[X] minutong nakalipas",
    "876": "1 oras na nakalipas",
    "877": "[X] oras na nakalipas",
    "878": "1 araw na nakalipas",
    "879": "[X] araw na nakalipas",
    "880": "Ngayon lang",
    "882": "Babala",
    "884": "[X] ay hindi magkatugma sa MEGA",
    "885": "Ang iyong browser",
    "886": "Ang Internet Explorer 10 ay may nilalamang mahalagang bug na umi-epekto sa pagsusulat ng JavaScript,dahilan ng kawalan ng memory situation habang ng dadownload ng malalaking data.Kami ay umaasa na pangyayaring ito ay maaayos sa Intenet Explorer 11.Pansamantala,I-upgrade muna ito sa ibang browser. ",
    "887": "Ang [X] ay kulang  sa HTML5 feature na kung saan ay nakasalalay ang MEGA sa pag-ganap ng client-side in-browser cryptography. Ang isinaling HTML5 file ay paparisan sa pamamagitan ng limitadong Flash workaround. I-saalang-alang ang pag-upgrade sa pinakabagong browser sa pinakamainam na panahon.",
    "888": "Lubos Na Rekomendado",
    "889": "Nirerekomenda",
    "890": "Ang MEGA ay mabisang gumagana sa mga browser sa ito:",
    "891": "Babala sa compatibility ng browser",
    "892": "Properties",
    "893": "Na-iupload",
    "894": "Kabuuang laki",
    "896": "Ginawa",
    "897": "naglalaman ng",
    "909": "Password",
    "912": "galing sa",
    "913": "Buwan",
    "918": "buwanan",
    "919": "taunan",
    "920": "I-upgrade ang iyong account",
    "922": "1 buwan",
    "923": "1 taon",
    "924": "Meron ka bang mga katanungan ukol sa [A]PRO accounts?[\/A]",
    "925": "Ang aming support team ay malugod kayong tutulungan.",
    "927": "Lungsod",
    "930": "araw",
    "931": "Buwan",
    "932": "taon",
    "933": "tirahan",
    "939": "Pangalan ng bangko",
    "949": "Inbox",
    "950": "Contacts",
    "951": "Aking Account",
    "952": "Karamihan sa mga devices ay hindi kayang magdownload ng mas malaki sa 4GB. Ang download mo ay maaaring hindi maudlot.",
    "953": "Medyo kaunti ang na espasyo",
    "954": "Credits",
    "955": "Mobile Apps",
    "956": "Sync Client",
    "957": "Chrome App",
    "959": "Firefox App",
    "961": "Apps",
    "962": "Software Development Kit",
    "963": "Dokyumentasyon",
    "965": "Polisiya",
    "966": "Takedown Guidance",
    "967": "Mag-logout",
    "968": "Gumawa ng account",
    "969": "I-try mo ulit",
    "970": "Mag-enter ng valid password.",
    "978": "Ang inyong hinahanap ay hindi tugma sa alin mang dokumento namin.",
    "982": "Content",
    "983": "Overview",
    "984": "Profile",
    "985": "History",
    "987": "Mag-eexpire sa",
    "988": "Connections:",
    "989": "[X] contacts",
    "990": "1 contact",
    "993": "Baguhin ang Avatar",
    "994": "Impormasyong personal",
    "995": "Kaarawan",
    "996": "Pumili ng bansa",
    "997": "Ang pagdadag ng contacts ay para sa mga registered users lang.",
    "998": "Pakiusap na gumawa ka ng free account",
    "999": "Gusto mo bang mag-upgrade ang ephemeral session mo sa isang free account ngayon na?",
    "1000": "Iwasang mawalan ng access. Mag-register na! Libre naman!",
    "1001": "Alisin ang contact",
    "1002": "Siguradong tatanggalin si [X] sa iyong contact-list?",
    "1003": "I-confirm ang pag-aalis",
    "1004": "Sigurado ka bang tataggalin ang [X] sa basurahan?",
    "1005": "Ang paggawa ng links ay para sa registered users lang.",
    "1006": "Ang pagshashare ng folders ay para sa registered users lang.",
    "1007": "Hindi mo pwedeng baguhin ulit ang ginawa mo.",
    "1008": "Lumagpas na sa PRO transfer quota.",
    "1010": "nalagpasan na ang storage quota",
    "1015": "Pakilagay ng inyong voucher code.",
    "1016": "Pumili ng imahe",
    "1017": "Gamitin ang Avatar na ito",
    "1018": "Bakante",
    "1021": "On",
    "1022": "Off",
    "1023": "Wala kang write access sa folder na ito",
    "1024": "Pakilagyan ng pangalan ang folder",
    "1025": "Maramihang Items",
    "1026": "Pakilagay ng decryption key",
    "1027": "I-decrypt",
    "1028": "Decryption Key",
    "1029": "Pampublikong link",
    "1031": "Maglabas ng file links at decryption keys",
    "1034": "Mag-download ng maraming files",
    "1035": "I-click ang 'Payagan' para matapos ang pagdodownload",
    "1036": "Ibahagi kina",
    "1037": "Pumayag",
    "1038": "Pumili ng language",
    "1042": "Sinisimulan",
    "1043": "Ang folder link ay hindi available",
    "1044": "Ang folder link ay ina-access mo ay hindi matagpuan. Ito  ay dahil sa mga:",
    "1045": "Tinanggal ang folder link dahil sa Tos\/AUP violation.",
    "1046": "Ang folder link ay dinisable ng user.",
    "1049": "Folder",
    "1051": "Never",
    "1057": "I-confirm ang pag tigil sa session",
    "1058": "Ikaw ay kasalukuyang gumagamit ng ephemeral session. Gusto mo bang tapusin na ito?",
    "1059": "Ang action itong ay papahiin ang lahat ng data mo.",
    "1066": "Nagbibigay ang MEGA ng mga tools para mas mapadali ang [A]pribado at confidential[\/A] na online communication.",
    "1067": "Nagpapa-abot ng encrypted cloud-based services ang MEGA na para sa [A]pribado at secure[\/A] na komunikasyon at collaboration para sa mga negosyo at indibidwal. Ikaw ang humahawak at kumokontrol sa encryption keys ng inyong data sa cloud.",
    "1070": "Paano ito gumagana",
    "1076": "Gumawa ng account",
    "1080": "Mobile Apps",
    "1082": "Ang cloud sa inyong pocket. I-access at i-stream ang files sa inyong smartphone or tablet. I-upload ang isaayos ang media sa inyong cloud.",
    "1086": "Madaliang automated syncing sa pagitan ng mga computers mo at ng iyong MEGA cloud drive.",
    "1088": "Browser Apps",
    "1093": "Huwag ilagay ang inyong password sa device na hindi mo gasinong gamay o mapagkakatiwalaan. Huwag maglog-in ng inyong account sa isang shared o pambulikong computer.",
    "1094": "Para sa mas mabisang seguridad, iinstall ang aming [A]browser extension[\/A] at i-load ang MEGA sa inyong computer kesa sa aming servers.",
    "1095": "Gumawa ng [A]free[\/A] account",
    "1096": "Pangalan",
    "1097": "Apelyedo",
    "1098": "Maling pangalan o apelyedo",
    "1099": "Makikilagay ng inyong pangalan at apelyedo",
    "1100": "Maling e-mail address",
    "1101": "Makikilagay ng tamang e-mail address",
    "1102": "Maling password.",
    "1104": "Mas patindihin ang inyong passowrd.",
    "1105": "Tindi ng password:",
    "1106": "Status ng password",
    "1107": "Hindi tugma ang password.",
    "1108": "Gumawa ng account",
    "1109": "Ang inyong password ay iyong master encryption key.",
    "1110": "Ang seguridad ng account mo ang dedepende sa kalakasan at tindi ng password mo. Ang password na masyadong ma-igsi, o madali o dictionary words ay madaling mahuhulaan.",
    "1111": "Huwag kalimutan ang inyong password.",
    "1112": "Walang recovery procedure para sa mga nawalang password. Kung hindi mo ito matandaan, hindi mo na ma-aacess ang mga nakatabi mong data.",
    "1113": "Ang iyong account ay kasing secure ng inyong computer.",
    "1114": "I-type muli ang ang password.",
    "1115": "Ang password strength verifier ay nagsisimula na.",
    "1116": "Subukan muli sa loob ng ilang minuto.",
    "1117": "Kasunduan sa Terms of Service",
    "1118": "Kailagan mong pumayag sa Terms of Service para makapag-register ng account sa MEGA.",
    "1119": "Ang password ay sobrang daling mahulaan. Kailangang pahabain mo pa ang password mo. Pagsamahin ang uppercase at lowercase na mga letra. Magdagdag ng mga espesyal na letra. Huwag gumamit ng pangalan o dictionary words",
    "1120": "Ang password ay sobrang daling mahulaan. Kailangang pahabain mo pa ang password mo. Pagsamahin ang uppercase at lowercase na mga letra. Magdagdag ng mga espesyal na letra. Huwag gumamit ng pangalan o dictionary words.",
    "1121": "Ang inyong password ay ok na, pero mas rekomandado na pag-ibayuhin pa ang pagpapalakas ng password mo.",
    "1122": "Ang password na ito ay matatagalan ang atake ng mga hackers. Siguraduhin mo lamang na tanda mo ito.",
    "1123": "Ang password na ito ay matatagalan ang mas matiniding atake ng mga hackers. Siguraduhin lamang na matatandaan mo ito.",
    "1124": "Napakahina",
    "1125": "Mahina",
    "1126": "Tama lang",
    "1127": "Maganda",
    "1128": "Matindi",
    "1129": "masyadong mahina ang password mo para magpatuloy",
    "1130": "Maling e-mail at password.",
    "1131": "I-confirm inyong account",
    "1133": "Ang larong ito mangongolekta ng [A]entropy[\/A] base sa inyong paggalaw ng inyong mouse.",
    "1134": "Magpapalakas ito ng inyong [A]RSA key[\/A].",
    "1138": "Magpatuloy",
    "1140": "Ito ay mahalagang hakbang at maaaring tumagal ng ilang minuto.",
    "1141": "Mangyaring maghintay.",
    "1142": "Public - Private key creation",
    "1143": "Nag-gegenerate na ng key",
    "1144": "Ang pinakaunang paggamit ng cryptography ay nangyari noong una sa Ehipto, 4000 taon na ang nakakalipas",
    "1145": "Ngayon, makalipas ang 4000 taon, karamihan sa mga cloud storage providers ay hindi pa na-aadopt ang cryptography.",
    "1146": "Kumpletohin ang inyong account",
    "1147": "Pumili ng account type",
    "1148": "[A]Makakuha ng 2 buwang libre[\/A] kung ikaw ay bibili ng one-year PRO plan.",
    "1149": "Limitado",
    "1150": "Libre",
    "1151": "Gamitin ng husay ang MEGA bilang [A]PRO account user[\/A]",
    "1154": "Ang grupo",
    "1155": "Nag-uupload",
    "1156": "Nag-dodownload",
    "1158": "para sa Windows",
    "1159": "Padating na para sa [A]Mac[\/A]",
    "1160": "Pinapasalamatan ng MEGA ang authors ng open source components na nag-contribute sa functionality ng ating site:",
    "1161": "May seguridad",
    "1162": "Ang inyong data ay naka-encrypt saan man. Walang sinuman ang makakapag-intercept nito habang nasa storage ito o nasa transit.",
    "1165": "Mabilis",
    "1169": "Umaapaw sa features",
    "1170": "Maghanap, magtabi o magdownload, mag-stream, magview o magbahagi, magpalit ng pangalan o magbura ng inyong mga files. Andito lahat -- sa palad ng iyong mga kamay.",
    "1171": "Malapit na para sa [A]iOS[\/A]",
    "1174": "Ang app na ito ay nag-aallow para mag-install ng MEGA sa inyong browser. Paiikiliin nito ang oras ng pagloload ng browser, pagpapaganda ng downloading at patitibayin ang seguridad ng browser mo.",
    "1175": "Alin mang MEGA URL na nakuha ng app na ito at manatiling local (walang JavaScript ang i-loload sa servers namin). Sa pamamagitan ng cryptographic private key signing, ay merong secure (atuo-) updates.",
    "1176": "At kung ikaw ay talagang natutuliro:",
    "1177": "i-disable ang auto-updates at suriin ang source code para sa manwal na pag-uupdate.",
    "1178": "I-download ang MEGA para sa Firefox",
    "1181": "Buksan ang extensions page sa Chrome",
    "1182": "menu>tools>extensions",
    "1183": "o i-type.",
    "1184": "sa inyong address bar.",
    "1185": "I-drag at ihulog ang the downloaded file [X] sa Chrome extensions page at i-confirm ang installation.",
    "1186": "Ikaw ay madaling makakabili ng ng MEGA PRO membership sa alin mang authorized resellers sa ibaba:",
    "1187": "Download",
    "1189": "I-import",
    "1190": "Sa inyong Cloud Drive",
    "1191": "Pansamantalang hindi makuha ang file na dino-download mo.",
    "1193": "Gumawa ng bagong account",
    "1194": "Gusto mo bang i-import ang file na ito para sa bagong session?",
    "1195": "\"Hindi\" ay maaaring mong ipagparuloy ang paglog-in mo at i-proseso ang inyong import.",
    "1196": "Kanselahin ang pagdodownload",
    "1197": "SIgurado ka bang i-cacancel mo na ang pag-download nito?",
    "1198": "Ang downloaded file ay papahiin na.",
    "1199": "Hindi madecrypt ang metadata ng walang key.",
    "1201": "[A]Samahan kami[\/A] sa pagbibigay ng cloud storage market",
    "1208": "Maaari kang kumita ng [B]20%[\/B] sa lahat ng kikitain mo sa pamamagita ng partner ID.",
    "1212": "Gumawa ng sariling app gamit ang aming [A]SDK[\/A]",
    "1230": "Impormasyon tungkol sa pagbabayad",
    "1233": "PayPal",
    "1262": "Pakilagay ang pangalan ng bayan o syudad",
    "1272": "Ang MEGA ay gawa ng tao at nangangahulugan na ito ay hindi perpekto. Kung ikaw ay magkaroon ng technical glitches, gusto naming makinig ang inyong hinaing tungkol dito at para maayos namin, mas maraming detalye tungkol sa inyong problema, mas mabuti.",
    "1273": "Mahigpit naming binabatayan ang intellectual property rights at nagpapatupad kami ng matinding takedown\/repeat infringer policy tungkol dito.",
    "1274": "Para sa karagdagang impormasyon, makikibasa ng aming [A]takedown guidance[\/A].",
    "1275": "Ikaw ay makakapagsubmit ng takedown notice sa aming [A]online form[\/A] o magpadala sa amin ng e-mail.",
    "1276": "Meron ka bang ideya o concern? Gusto mo bang matuto sa iba pa naming produkto?",
    "1277": "Kami ay laging available.",
    "1278": "Makikpili",
    "1279": "Step 1",
    "1280": "Step 2",
    "1281": "Content details",
    "1282": "Copyright owner details",
    "1283": "Magdagdag ng isa pang URL",
    "1284": "Pangalan ng copyright owner",
    "1285": "Kung maaari",
    "1286": "Pangalan ng copyright owner's authorized agent submitting notice:",
    "1287": "Copyright Notice Received",
    "1288": "Rereviewhin at ipoproseso ang inyong notice.",
    "1289": "Salamat sa pag-click sa invitation link. Makikigawa ng inyong free account sa ibaba.",
    "1290": "Naku, hindi yata ito ang valid na invitation link. Nag-register ka na ba para sa account?",
    "1291": "Dati ka ng nag-clik para sa aming invitation link. Makikigawa ng inyong account.",
    "1297": "Ang e-mail address ay nagamit na.",
    "1298": "Mag-log-in sa inyong account.",
    "1301": "Ngayon",
    "1302": "Kahapon",
    "1303": "Ngayong linggo",
    "1304": "Nung huling linggo",
    "1305": "Ngayong buwan",
    "1306": "Ngayong taon",
    "1307": "Pinakaluma",
    "1308": "Nag-fail ang download",
    "1309": "Nagfail ang upload",
    "1311": "May error sa pag-loload ng files",
    "1313": "Nagmali ang paglolog-in",
    "1319": "Masyadong maikli ang password",
    "1323": "Naglolog-in na",
    "1325": "Gumagawa na ng link",
    "1329": "Naghihintay",
    "1331": "Email",
    "1332": "I-confirm ang registration",
    "1333": "Pakicheck ng email at ilagay ang confirmation code sa ibaba o i-click ang espesyal na iOS confirmation link.",
    "1334": "Itigil ang registration",
    "1335": "Confirmation code",
    "1342": "Baguhin",
    "1343": "Bakante ang Cloud Drive",
    "1344": "Ibahagi",
    "1346": "Mga transfer",
    "1348": "Folders na Shared",
    "1350": "Litrato",
    "1352": "Available",
    "1355": "Version",
    "1356": "Feedback",
    "1362": "I-restore ang mga naudlot na purchases",
    "1364": "Subukang muli",
    "1367": "Makakuha ng 50 GB ng libre, o mag-sign-up para sa PRO packages at makakuha ng 4 TB na encrypted storage na nagsisimula sa €8.33 kada buwan.",
    "1379": "Mag-skip",
    "1382": "Sorting preferences",
    "1383": "I-configure ang column sorting order base sa per-folder basis, o gumamit ng same order para sa lahat ng folder",
    "1384": "per folder",
    "1385": "parehas para sa bawat folder",
    "1386": "Tingnan ang mode preference",
    "1387": "Piliin ang view mode (icons o details) na per-folder basis, o gumamit ng parehas na view mode sa lahat ng folders",
    "1389": "[B]I-import[\/B] [A]sa inyong Cloud Drive[\/A]",
    "1390": "I-drag at i-drop ang imahe dito",
    "1392": "Mga Files at Folders",
    "1394": "Kopyahin ang link",
    "1399": "Ano ang nararamdaman mo?",
    "1400": "Masaya",
    "1401": "Nalilito",
    "1402": "Malungkot",
    "1403": "Magbigay ng Tugon",
    "1408": "Tungkol sa",
    "1409": "Acknowledgements",
    "1418": "Tapos na",
    "1419": "I-enable ang Passcode",
    "1421": "Baguhin ang Passcode",
    "1423": "Ipasok ang inyong passcode",
    "1424": "Patayin ang Passcode",
    "1425": "Ipasok muli ang inyong passcode",
    "1426": "Ipasok ang inyong bagong passcode",
    "1427": "Ipasok muli ang inyong bagong passcode",
    "1428": "Magkaiba ang passcodes. Subukang muli.",
    "1429": "1 Sablay na Passcode",
    "1430": "%i beses na Maling Passcode",
    "1436": "Application language",
    "1456": "Nag-loload",
    "1458": "Mag-download sa MEGA link",
    "1463": "Kailangang i-confirm",
    "1464": "Makiki-check ng inyong e-mail at mag-click sa link para maka-login at ikumpirma ang inyong account",
    "1466": "Ako ay pumapayag sa mga",
    "1467": "Terms of Service",
    "1470": "Nag-lolog na",
    "1472": "Subukan muli",
    "1473": "Kumokenekta na sa server",
    "1475": "Bago ka ba sa MEGA?",
    "1477": "Maling code",
    "1478": "Ipasok",
    "1479": "Default download location",
    "1485": "Binabago na ang password",
    "1486": "Maling password o ang bagong password ay di tugma. Subukang muli.",
    "1487": "Matagumpay na nabago ang inyong password",
    "1491": "Gusto mo bang kanselahin ang pagda-download?",
    "1492": "Inuupdate ang file list",
    "1493": "Pindutin para itigil ang download",
    "1495": "nai-download",
    "1496": "Nagsimula na ang pagdodownload",
    "1497": "Gusto mo bang i-cancel ang pag-uupload?",
    "1498": "Pinaprocess na ang file",
    "1499": "Pindutin para i-upload",
    "1500": "Nagsimula na ang pag-uupload",
    "1501": "na-upload na",
    "1503": "Hindi mabuksan ang napiling file",
    "1505": "Pumili ng file type",
    "1506": "Na-idownload na",
    "1508": "Maling format ng link",
    "1510": "Maling email at password. Vinalidate mo na ba ang iyong email account?",
    "1512": "Ilagay ang iyong email address",
    "1513": "Maling email address",
    "1514": "May problema sa network connection, muling subakan",
    "1515": "Pansamantalang hindi available ang resource, muling subukan maya-maya",
    "1516": "May problema sa filesystem",
    "1517": "Ang may-ari ng file ay ni-block",
    "1523": "Piliin",
    "1525": "Pinapangalan na",
    "1526": "Ilipat sa Basurahan",
    "1528": "Gumagawa ng link",
    "1530": "Inililipat sa basurahan",
    "1531": "I-save sa",
    "1543": "Hindi available ang pupuntahang folder",
    "1557": "Advanced",
    "1564": "Imahe",
    "1565": "Tunog",
    "1566": "Video",
    "1567": "Pumili ng File System",
    "1574": "Mga Litrato lamang",
    "1575": "Mga Videos lamang",
    "1577": "Isama ang na-sychronized na folder",
    "1578": "Mali",
    "1579": "Pumili ng local folder at ang MEGA folder",
    "1580": "Ang napiling folder ay naka-sync na",
    "1581": "Ang synced folder ay hindi maaaring nasa loob ng isa pang synced folder",
    "1582": "Ang napiling MEGA folder ay na-isync na",
    "1584": "Ang buong pag-sisync ng account ay posible lamang ng walang kahit na anong piniling syncs",
    "1585": "Babala",
    "1587": "Pangalan ng sync",
    "1590": "Lokal na folder:",
    "1591": "MEGA folder:",
    "1593": "Mahahalagang links",
    "1594": "I-download sa aking computer",
    "1595": "Ilagay sa aking cloud drive",
    "1596": "SIGE",
    "1597": "Wag na",
    "1599": "Pumili ng local folder",
    "1600": "Error sa pagdedecrypt",
    "1603": "NGAYON LAMANG",
    "1604": "Paggamit: Ang mga datos ay pansamantalang hindi available",
    "1606": "Website ng MEGA",
    "1607": "%1 ng %2",
    "1608": "Usage: %1",
    "1609": "%1 ng %2 (%3\/s)",
    "1610": "%1 ng %2 (itinigil)",
    "1611": "Itinigil panandalian",
    "1613": "Lahat ng pagpapasa ay natapos na",
    "1614": "Itigil lahat ng download",
    "1615": "Itigil ang pagdodownload",
    "1616": "Itigil lahat ng pagpapasa",
    "1617": "Itigil ang pagpapasa",
    "1618": "Add Sync",
    "1619": "isang file sa %1\/s",
    "1620": "isang file (itinigil)",
    "1621": "%1 ng %2 files sa %3\/s",
    "1622": "%1 ng %2 files (itinigil)",
    "1623": "Nalalabi:",
    "1624": "Downloading",
    "1625": "Uploading",
    "1626": "MEGAsync",
    "1630": "Ang sync na \"%1\" ay tinanggal dahil walang remote folder na ganun",
    "1631": "Ang sync na \"%1\" ay tinanggal dahil walang remote folder sa basurahan",
    "1632": "Ang sync na \"%1\" ay tinanggal dahil walang local folder na ganun",
    "1642": "Ang link ay nagaya na sa clipboard",
    "1643": "Ang mga links ay nagaya na sa clipboard",
    "1644": "Umalis",
    "1645": "Tungkol",
    "1646": "Mga Settings",
    "1647": "Itigil",
    "1649": "I-resume",
    "1650": "Up to date",
    "1651": "Itinigil",
    "1652": "I-iscan",
    "1653": "Sini-sync",
    "1654": "Pansamantalang transmission error:",
    "1655": "Mayroon kang bago o updated na files sa account mo",
    "1656": "Walang error",
    "1657": "Panloob na error",
    "1658": "Maling argumento",
    "1659": "Bigo ang request, sinusubokang muli",
    "1660": "Lagpas na sa rate limit",
    "1661": "Pumalpak talaga",
    "1662": "Masyadong maraming sabay-sabay na koneksyon o paglilipat",
    "1663": "Out of range",
    "1664": "Expired na",
    "1665": "Hindi makita",
    "1667": "Hindi maaari",
    "1668": "Meron na",
    "1669": "Di natapos",
    "1670": "Maling key\/Error sa pagdedecrypt",
    "1671": "Maling session ID",
    "1672": "Hinarangan",
    "1673": "Lagpas na sa quota",
    "1674": "Hindi muna available",
    "1675": "Connection overflow",
    "1676": "Write error",
    "1677": "Read error",
    "1678": "Maling application key",
    "1679": "Di matukoy na error",
    "1681": "Pagpili ng Folder",
    "1682": "Pumili ng MEGA folder:",
    "1684": "Bagong folder",
    "1686": "Wag na",
    "1687": "Cloud Drive",
    "1688": "Ilagay ang bagong pangalan ng folder:",
    "1693": "I-enter ang isa o maramihang MEGA file links",
    "1694": "Ibigay",
    "1695": "Maglagay ng isa o maraming MEGA file links",
    "1697": "%1 oras ang nakalipas",
    "1698": "Kumuha ng MEGA link",
    "1699": "ngayon lang",
    "1700": "%1 segundong nakalipas",
    "1701": "isang minuto na ang nakalipas",
    "1702": "%1 minutong nakalipas",
    "1703": "isang oras na ang nakalipas",
    "1704": "isang araw na ang nakalipas",
    "1705": "%1 araw na ang lumipas",
    "1706": "isang buwan na ang nakalipas",
    "1707": "%1 buwan na ang lumipas",
    "1708": "1 taon ang lumipas",
    "1709": "%1 taon na ang nagdaan",
    "1710": "Buksan",
    "1711": "Ipakita sa folder",
    "1712": "Panglahatan",
    "1713": "Account",
    "1714": "Syncs",
    "1715": "Bandwidth",
    "1716": "Advanced",
    "1717": "Ayuda",
    "1718": "Itigil",
    "1719": "Ilagay",
    "1720": "Ipakita ang mga abiso",
    "1721": "Simulan sa pagbubukas",
    "1722": "I-update kaagad",
    "1723": "Lenggwahe",
    "1724": "Detalye",
    "1725": "LIBRE",
    "1726": "Mag-logout",
    "1727": "Bakanteng storage",
    "1728": "I-upgrade",
    "1729": "Mga synced na folders",
    "1730": "Pahiin",
    "1731": "Idagdag",
    "1732": "Local folder",
    "1733": "MEGA folder",
    "1734": "Rate limit ng pag-uupload",
    "1735": "Huwag limitahan",
    "1736": "Limitahan sa:",
    "1737": "Auto",
    "1739": "Bandwidth quota",
    "1740": "Ang upload limits ay kada upload server at inaapply bago magsimula ang uploads",
    "1741": "Folder para sa uploads galing Window Explorer",
    "1742": "Hindi kasamang file names",
    "1743": "Proxy Settings",
    "1744": "Walang proxy",
    "1745": "I-auto detect",
    "1746": "Proxy",
    "1747": "Uri ng Proxy:",
    "1748": "Server:",
    "1749": "Nagrerequire ang proxy server ng password",
    "1750": "Username:",
    "1752": "Ang datos ay pansamantalang hindi available",
    "1753": "%1 (%2%) ng %3 ang nagamit",
    "1755": "Ang sychronization titigil gumana.",
    "1756": "Sigurado ka?",
    "1757": "Excluded name",
    "1761": "Meron akong MEGA account",
    "1762": "Wala akong MEGA account",
    "1763": "Gumawa ng bagong MEGA account",
    "1764": "Pangalan:",
    "1765": "Email:",
    "1766": "Password:",
    "1767": "Ulitin ang password:",
    "1768": "Mag-login sa iyong MEGA account",
    "1769": "Pakiverify ng inyong account gamit ang confirmation link na pinadala sa iyong email",
    "1770": "Pumili ng uri ng pag-iinstall",
    "1771": "Buong account sync",
    "1772": "I-sync ang buong entire cloud drive",
    "1773": "Pinamimiliing pagsisync",
    "1774": "I-sync ang piling folders sa iyong cloud drive",
    "1775": "Ang mga sumusunod na folders ay agarang isisynchronize:",
    "1776": "Baguhin",
    "1777": "Tuloy na sa MEGA",
    "1778": "Iyong local folder:",
    "1779": "at ang iyong MEGA folder:",
    "1780": "ito ay kaagad-agad ding masisynchronize.",
    "1781": "Bumalik",
    "1782": "Kasunod",
    "1783": "Meron ng ganyang user",
    "1785": "Maling email at password.",
    "1786": "Na-verify mo na ba iyong account?",
    "1787": "Walang ganyang MEGA folder",
    "1788": "Tapos na",
    "1791": "Makikilagay ng password mo",
    "1794": "Ang mga password ay di tugma",
    "1795": "Kailangan mong tanggapin ang aming Terms of Service",
    "1796": "Gumagawa ng account",
    "1799": "at ang iyong MEGA Cloud Drive",
    "1803": "I-upload sa MEGA",
    "1804": "I-share sa ibang MEGA user",
    "1805": "Ipasa sa isang MEGA user",
    "1807": "%1 files",
    "1809": "%1 mga folders",
    "1812": "Laging ilagay dito",
    "1813": "MEGA synced folder",
    "1815": "Sigurado ka ba?",
    "1817": "dagdagan pa",
    "1822": "Ang MEGA ay ginawa sa kadahilanang ang cryptography, para ito ay tanggapin at gamitin ay, hindi dapat humarang sa paggamit. Ang MEGA ay magagamit kahit na walang naka-install na software at nanatiling cloud storage provider na browser-based at may mabilis na end-to-end encryption. Ang nakikita lamang na crypto layer sa MEGA ay ang entropy collection habang nagsasign-up, kawalan ng password reset feature at ang naiibang paraan ng file-transfer na browser-specific. Ngayon, milyun-milyon mga negosyante at indibidwal ang gumagamit na ng MEGA para sa sigurado at mapagkakatiwalaang pagtatabi at pamamahagi ng petabytes na datos at kami ay naniniwala na ang tagumpay ng MEGA ay resulta ng kakaunting mga hadlang sa pagpasok sa mas secured na cloud storage.",
    "1823": "Kami ay patuloy na naghihire. Kung ikaw ay isang namumukod-tanging inhinyero ng software, inaanyayahan ka naming sumama sa aming global team at magpadala ng CV o resume sa jobs@mega.nz",
    "1824": "Ikaw ngayon ay nakalog-in na. Gusto mo bang maglog-out at magregister ng bagong account?",
    "1864": "Maling report",
    "1867": "Maraming salamat para sa inyong pagtulong!",
    "1868": "Magpadala ng report",
    "1869": "Pumili ng Users",
    "1872": "Iinstall para sa lahat ng gumagamit ng computer na ito",
    "1873": "Iinstall para lang sa akin",
    "1874": "Mali: Maling pupuntahang folder. Ang upload ay kinansela na",
    "1876": "Current cache size: %1",
    "1877": "Cache",
    "1878": "Pahiin",
    "1879": "Ang inyong proxy settings ay mali o ang proxy ay hindi nagrerespond",
    "1882": "Agad-agad? Ang taas ng rating?! Puno ng mga stars?",
    "1884": "Ang folder na (%1) ay hindi na-upload dahil masyado itong malaki. Ginagawa namin itong pagsisiyasat na ito para maiwasan ang pag-uupload ng buong boot volumes, na masyadong mabagal at delikado.",
    "1885": "%1 folders ay hindi nailagay dahil masyadong malaki ang laman. Ginagawa namin ang sisiyasat na ito upang maiwasan ang paglalagay ng buong boot volumes, na masyadong mabagal at delikado.",
    "1888": "Startpage",
    "1889": "iOS App",
    "1890": "Android App",
    "1898": "Pindutin ang Esc para magsara",
    "1899": "Pasilip",
    "1900": "Meron ng update!",
    "1901": "Ang update ay mailalagay sa susunod na pagbubukas ng application",
    "1902": "Nilalagay na ang update...",
    "1903": "Humahanap ng updates...",
    "1904": "I-install ang update",
    "1908": "Maghanap ng updates",
    "1909": "Manual na pag-iinstall \/ paglalagay",
    "1910": "gumagana lamang para sa:",
    "1913": "I-download ang MEGA",
    "1915": "Babala: i-click lamang ang button sa taas kung nagtitiwala ka sa [A]Chrome Web Store[\/A]. Pwede mo ding i-download at i-install ang extension sa ibaba.",
    "1916": "I-download mula sa",
    "1917": "Chrome web store",
    "1918": "May available na update. Kinukuha na...",
    "1923": "Piling sync active lamang",
    "1924": "Paganahin ang full account sync",
    "1925": "Ang pagpapagana sa full account sync ay magpapatay ng inyong current syncs",
    "1926": "Aktibo ang full account sync",
    "1927": "Itigil ang full account sync",
    "1928": "Ang pagpapatigil sa full account sync ay magbibigay daan para i-set naman ang piling folder syncing",
    "1929": "I-install ang MEGA sa inyong browser para sa mas pinagandang performance at pinatibay na seguridad.",
    "1930": "Ang cloud sa inyong bulsa. I-access at i-stream ang inyong files sa inyong smartphone o tablet.",
    "1932": "Para makapagdownload ng mas higit pa sa 1GB, pakiusap na i-install ang aming browser extension.",
    "1933": "Para makapagdownload ng mas higit pa sa 1GB, pakiusap na maglagay ng mas bagong browser.",
    "1934": "Nalimutan ang inyong password?",
    "1935": "Kung meron kang backup ng inyong master crypto key, maaari mong i-reset ang inyong password sa pagpili ng OO. Walang data ang mawawala.",
    "1936": "Pupwede mong pa ring i-[A]export[\/A] ang Recovery Key kahit na ikaw ay may aktibong MEGA session sa alin mang browser dito o sa alin mang computer. Kung hindi, hindi mo na made-decrypt ang iyong kasalukuyang account, pero maaari kang magsimula ng panibagong account sa ilalim ng parehas na e-mail address sa pamamagitan ng pagpili ng HINDI.",
    "1937": "Meron ka bang backup ng iyong Recovery Key?",
    "1938": "'Yun oh!",
    "1939": "Ilagay ang e-mail address sa ibaba. Makakatanggap ka ng recovery link na mabibigay daan sa iyo upang maisumite ang Recovery Key at upang i-reset ang iyong password.",
    "1940": "Ipadala",
    "1941": "Naku.",
    "1942": "Dahil sa aming end-to-end encryption paradigm, hindi mo pupwedeng puntahan ang iyong data ng walang password o isang [A]backup[\/A] ng iyong Recovery Key.",
    "1943": "Ikaw ay maaaring magpark ng inyong existing account at magsimula ng panibagong account sa iisang email. Kung matandaan mong muli ang inyong password ng inyong parked account, mag-email sa [A]support@mega.nz[\/A] para sa recovery assistance. Ang inyong data ay maitatabi sa loob ng 60 na araw.",
    "1944": "Hindi mo maaaring gamitin ang account recovery habang mayroon pang temporary session.",
    "1945": "Ikaw ay kasalukuyang naka-log in gamit ang account na [X]. Kung hindi mo matandaan ang iyong kasalukuyang password at nais mong baguhin ito, pakiusap na i-export ang Recovery Key, at subukan muli pagkatapos mag-log out.",
    "1946": "I-check ang email address at ulitin muli.",
    "1947": "Park account",
    "1948": "Naiwala mo ang iyong password at hindi mo maibigay ang iyong datihang inilabas na Recovery Key? Dahilan sa matinding cryptography ng MEGA, ang pagkawala ng Recovery Key ay magbibigay daan upang lahat ng iyong data ay hindi na mabasa. Kung magpapatuloy ka man, kinakailangan mong magsimula muli ng bagong account sa ilalim ng kasalukuyang e-mail address. Mananatiling nakatigil ang iyong account sa loob ng 60 days at pupwede pa siyang buhayin sa pagkikipag-ugnayan sa [A]support@mega.nz[\/A] kung mangyari mang matandaan mo pang ang iyong password.",
    "1949": "Pumili ng bagong password",
    "1950": "Pinatutunayan ko na ako ay magsisimula ng bagong, bakanteng account at mawawala ang aking lahat na kasalukuyang account hanggang sa matandaan o matagpuan ang aking inilabas na Recovery Key.",
    "1951": "Magsimula ng bagong account",
    "1952": "Paalala:",
    "1953": "Kami ay naglalagay ng backup ng data mo sa loob ng panibagong animnapung araw.",
    "1954": "Kung matandaan mo man ang inyong password, i-email kami sa support@mega.nz para sa tulong sa pagbabalik ng inyong lumang account data.",
    "1955": "Ireset ang password",
    "1956": "Ibigay ang datihang nailabas na Recovery Key. Pupwede mo pang i-export ito pamula sa anumang MEGA session na binuksan mo sa ibang browser o sa ibang computer.",
    "1957": "Kung wala sa iyo ang Recovery Key, pupwede mong i-[A]park[\/A] ang iyong kasalukuyang account at magsimula muli.",
    "1958": "Gamitin ang Recovery Key text file",
    "1959": "Pumili ng key file",
    "1960": "Beripikahin",
    "1961": "Muli mong nakuha ang inyong account. Gumawa ng panibagong password sa ibaba:",
    "1962": "I-validate ang password",
    "1963": "Maaaring ang ibinigay mong Recovery Key ay mali.",
    "1964": "Sigurado ka bang tama ang nailagay na key?",
    "1965": "Kung wala sa iyo ang tamang key, maaari mong [A]reset[\/A] ang inyong account.",
    "1966": "Lipas na ang Recovery LInk",
    "1967": "Ang recovery link ay lipas na, subukang muli.",
    "1968": "Maling Recovery Link",
    "1969": "Maling link, subukang muli.",
    "1970": "O kaya ilagay ang Recovery Key dito",
    "1971": "Hindi mo maaaring gamitin ang account recovery habang ikaw ay naka-log in. Mag-log out muna at subukang muli.",
    "1972": "Maling key file",
    "1973": "Masyadong malaki ang napili mong file. SIguraduhing ang napili mong file ay kasama ang 22-character na Recovery Key.",
    "1974": "I-confirm na alam mo na lahat ng data mo ay papahiin na.",
    "1975": "Naka-park ang account",
    "1976": "Ang inyong lumang account ay naipark na. Maaari ka na mag-log sa bago mong account.",
    "1977": "Maling Recovery Key",
    "1978": "Ang Recovery Key na ibinigay mo ay di-tugma sa account. Siguradohing ito ay ang tamang Recovery Key at subukang muli.",
    "1979": "Blocked ang account",
    "1980": "Ang account na gusto mong ireset ay blocked.",
    "1981": "Ang password ay nabago na. Maglog in na sa inyong account.",
    "1982": "I-backup ang [A]master encryption key[\/A]",
    "1983": "Ang iyong password ang mag-aunlock ng iyong Recovery Key",
    "1984": "Ang inyong data ay mababasa lamang sa pamamagitan ng sunod-sunod na operasyon ng decryption na magsisimula sa iyong master encryption key (Recovery Key), na aming inilalagay na encrypted sa inyong password. Ito ay nangangahulugang na kapag naiwala mo ang iyong password, ang iyong Recovery Key ay hindi na made-decrypt, hindi mo na din made-decrypt ang iyong data.",
    "1985": "Ang pag-iexport ng Recovery Key at pag-iingat nito sa isang sigurado lugar ay magbibigay daan upang makapagset ka ng bagong password ng walang data loss.",
    "1986": "Hindi maaaring makuha ng isang external attacker ang inyong account gamit lamang ang isang key. Ang pagbabago ng passoword ay nangangailangan ng key at access sa inyong email.",
    "1987": "Isave ang Recovery Key bilang text file",
    "1988": "Itabi ang file",
    "1989": "Kopyahin ang Recovery Key sa clipboard",
    "1990": "Kopyahin",
    "1992": "Huwag ilagay sa Internet (habang di pa natutukyan ang encryption).",
    "1993": "o [A]manggawa ng account[\/A]",
    "2001": "Gusto mo bang i-upload ang mga files sa bagong session?",
    "2002": "\"Hindi\" ay magpapahintulot sa iyo na mag-log in at magsimula ng upload.",
    "2005": "Alisin",
    "2007": "Iba pang settings",
    "2008": "Alisin ang overlay icons",
    "2010": "Buong rescan",
    "2013": "I-upload ang files\/folders",
    "2016": "Ipakita ang status",
    "2017": "Folder para sa uploads ng computer na ito",
    "2020": "Hindi makuha ang session key",
    "2021": "Buong sync",
    "2022": "Ang inyong local folder at ang inyong MEGA Cloud Drive ay naka-sync na.",
    "2023": "Pumili",
    "2024": "Ang inyong config ay mali, muling magsimula ulit",
    "2028": "opsyonal",
    "2029": "Piliin ang Linux Distro",
    "2030": "Piliin ang Linux distro at i-click ang download button",
    "2031": "Para sa Mac",
    "2032": "Para sa Linux",
    "2033": "Ang pagdodownload ng ZIP files na mas malaki pa sa 2GB ay maaaring magrequire ng karagdagang unpacker tool (gaya ng \"7zip\"). Subalit, ang ZIP64 ay masusuportahan ng lahat ng operating systems.",
    "2034": "Files",
    "2035": "Folders",
    "2036": "I-refresh",
    "2037": "I-download galing MEGA",
    "2038": "Pumili ng idodownload na folder sa inyong files:",
    "2039": "Laging idownload sa destinasyong ito",
    "2041": "Wala kang pahintulot para sa local folder na ito",
    "2042": "Wala kang pahintulot para sa folder na ito",
    "2044": "Gusto mo pa bang magpatuloy?",
    "2045": "Mali ang nakukuhang link:",
    "2046": "Default folders",
    "2047": "Uploads:",
    "2048": "Downloads:",
    "2049": "Ang sync na ito ay hininto dahil walang nag-eexist na local folder",
    "2051": "Ikaw ay nagsisync na ng buong Cloud Drive mo",
    "2052": "Enable \/ disable",
    "2055": "Ang inyong Cloud Drive ay isisyncronize sa folder na ito:",
    "2056": "Mga detalye sa account usage",
    "2222": "downloads",
    "2426": "Ang pangalang \"%1\" ay gamit na sa ibang sync Pakiusap maglagay ng ibang pagakakakilanlan para sa sycned folder:",
    "2435": "Ang inyong \"%1\" ay ipinatigil dahil ang remote folder ay hindi matagpuan",
    "2436": "Ang inyong \"%1\" ay itinigil dahil ang remote folder ay nasa basurahan na.",
    "2438": "Ang folder (%1) ay hindi na-upload dahil masyado itong malaki (ang betang ito ay limitado %2 folders o %3 files.",
    "2439": "%1 folders ang hindi na-upload dahil masyado itong malaki (ang betang ito ay limitado sa %2 folders o %3 files.",
    "2440": "Titigil ang synchronization.Ang mga pagpapahing magaganap habang hindi ito tumatakbo ay hindi magpapatuloy.",
    "2443": "Ang patutunguhang folder ay synced na at meron ka ng file sa loob nito na may kaparehas na pangalang  (%1). Kung ikaw ay magpapatuloy pa sa iyong upload, ang datihang file ay mapatungan. SIgurado ka ba?",
    "2445": "Ang root folder ay hindi mai-sync. Pakiusap, pumili ulit ng subfolder.",
    "2447": "Walang valid na MEGA links na nakita. (Hindi pa suportado ang folder links)",
    "2461": "Ako ay pumapayag sa MEGA <a href=\"https:\/\/mega.nz\/#terms\">Terms of Service<\/a>",
    "2464": "Ilagay ang inyong e-mail address",
    "2465": "Maglagay ng valid na e-mail address",
    "2466": "Ilagay ang inyong password",
    "2467": "Ilagay ang inyong pangalan",
    "2468": "Maglagay ng mas malakas na password",
    "2471": "Pumili ng local folder",
    "2472": "Pumili ng MEGA folder",
    "2475": "Pumili ng i-aupload na folder para sa iyong files:",
    "2480": "Nabigo ang pag-confirm sa account",
    "2483": "Tingnan ang inyong e-mail at i-click ang link at login para i-confirm ang inyong account",
    "2507": "Nabigo ang pag-iimport",
    "2508": "Nabigo ang pag-iimport ng file",
    "2531": "I-save ang image sa photo's",
    "5526": "Ang MEGA ay isang secure cloud storage na nagbibigay sa'yo ng libreng 50GB storage. Kumpara sa ibang cloud storage providers, ang inyong data ay inencrypt and idenedecrypt ng devices ng client at hindi namin. Ang inyong data ay makukuha kahit anong oras, kahit saang device, kahit saan. Ibahagi ang inyong folder sa inyong mga contacts at makita ang updates nila agad-agad. Ang cloud sa bulsa mo. Puntahan at i-stream ang inyong files galing sa inyong smartphone o tablet. Ilagay at i-sync ang inyong media patungo sa cloud.Maghanap, maglagay, mag-download, mag-stream, tingnan, ibahagi, palitan ng pangalan o pahiin ang inyong files. Nandito na lahat - sa palad ng iyong kamay.Para sa karagdagang impormasyon, puntahan ang aming website:https:\/\/mega.nz\/",
    "5527": "Ang MEGA ay isang Cloud Storage na may malakas na laging bukas na Privacy. 50GB, libre",
    "5528": "ng",
    "5529": "Ilipat sa",
    "5530": "Kopyahin sa",
    "5531": "Iangkat sa",
    "5532": "I-upload ang File",
    "5533": "Nagloload...",
    "5534": "Iniimport...",
    "5535": "Ina-update...",
    "5536": "Hindi pa naipapatupad",
    "5538": "Babala pangseguridad! Ito ay isang operasyon na may mataas na panganib. Gusto mo bang ipagpatuloy?",
    "5539": "Mga pagpipililian pa...",
    "5540": "Gusto mo bang tanggalin ang contact na ito",
    "5541": "Gusto mo bang tanggaling ang mga contact na ito?",
    "5542": "Padating na mga Shares",
    "5543": "Mga Ipinamigay",
    "5544": "Ina-upload na...",
    "5545": "Gumawa ng bagong folder",
    "5546": "I-upload sa",
    "5547": "I-refresh",
    "5548": "Ayuda",
    "5549": "Ina-upgrade ang account",
    "5550": "Piliin Lahat",
    "5551": "Tanggalin Lahat",
    "5552": "Thumbnail view",
    "5553": "Kuhang palista",
    "5557": "file",
    "5558": "files",
    "5559": "contact",
    "5560": "contacts",
    "5561": "folder",
    "5562": "mga folders",
    "5563": "shared folder",
    "5564": "mga shared folders",
    "5565": "i-download",
    "5566": "i-upload",
    "5567": "mga uploads",
    "5568": "user",
    "5569": "users",
    "5570": "e-mail",
    "5571": "password",
    "5572": "Kumpirmahin ang password",
    "5573": "ABC",
    "5574": "...",
    "5578": "Kina-calculate ang encryption keys",
    "5579": "Chinecheck ang validation link",
    "5580": "Activating account",
    "5581": "Sinisimulan ang file list",
    "5582": "Gumawa ng account",
    "5583": "pangalan",
    "5585": "Meron ka na bang account sa MEGA?",
    "5586": "Kailangan mong tanggapin ang aming Terms of Service.",
    "5587": "Di tugma ang password",
    "5588": "Itabi ng magamit Offline",
    "5589": "Naibahagi sa akin",
    "5590": "CONTACTS",
    "5591": "SENT REQUESTS",
    "5592": "NATANGGAP NA REQUESTS",
    "5593": "Walang naipadalang requests",
    "5594": "Walang natanggap na requests",
    "5595": "Camera Uploads",
    "5596": "%1$s of %2$s",
    "5597": "PADATING",
    "5598": "OUTGOING",
    "5599": "Bakatehin ang Basurahan",
    "5600": "Walang padating na shared folders",
    "5601": "Walang papalabas na shared folders",
    "5602": "Available pag-offline",
    "5603": "ON",
    "5604": "OFF",
    "5605": "Laki:",
    "5606": "Content:",
    "5607": "Dinagdag noong:",
    "5608": "Binago noong:",
    "5609": "Walang public link",
    "5610": "Read & write",
    "5611": "Ibahagi kasama si:",
    "5612": "Mga pahintulot:",
    "5613": "Baguhin ang pahintulot",
    "5615": "Ipadala sa",
    "5616": "Contact info",
    "5617": "Shared Folders kasama ang:",
    "5618": "Magdagdag ng bagong contacts gamit ang button sa ibaba.",
    "5619": "Inihahanda ang mga files",
    "5620": "Walang app na pede para mag-execute ng file na ito sa device mo.",
    "5621": "Ibahagi gamit ang imahe gamit ang",
    "5622": "Ibahagi ang link",
    "5623": "Inililipat",
    "5624": "Binabahaging folder",
    "5625": "Kinokopya",
    "5626": "Tanggalin sa MEGA",
    "5627": "Email ng contact",
    "5628": "Gumagawa ng folder...",
    "5629": "Nagdaragdag ng bagong contact",
    "5630": "Magpadala ng link",
    "5631": "Folder ng mga share",
    "5632": "Tingnan ang shared folders",
    "5633": "Tinatanggal lahat ng nagshashare na contacts",
    "5634": "Umaalis na sa shared folder",
    "5635": "Camera folder",
    "5636": "MEGA Contacts",
    "5637": "Phone Contacts",
    "5638": "Burahin",
    "5639": "Naidagdag na ang contact",
    "5640": "Tinanggal na ang contact",
    "5641": "Error. Hindi natanggal ang contact",
    "5642": "Binago ang pahintulot",
    "5643": "Error. Ang pahintulot ay hindi nabago",
    "5644": "meron na ganitong folder",
    "5645": "Nakagawa na ng folder",
    "5646": "Napangalanang muli",
    "5647": "Error. Hindi napangalanan",
    "5648": "Nakopya ng tama",
    "5649": "Error. Hindi nakopya",
    "5650": "Nailapat ng tama",
    "5651": "Error. Hindi nailipat",
    "5652": "Naibahagi ng tama",
    "5653": "Error. Hindi naibahagi",
    "5654": "Imposibleng makuha ang link",
    "5655": "Natanggal na sa MEGA",
    "5656": "Error. Hindi natanggal sa MEGA",
    "5657": "Naipadala ng tama sa:",
    "5658": "Ang folder ay pribado na ngayon.",
    "5659": "Ang share ay natanggal na",
    "5660": "Ina-unzip na ang file",
    "5661": "Viewer ng Litrato",
    "5662": "Mag-upgrade na!",
    "5663": "Pinakahuling sesyon:",
    "5664": "Pumili ng uri ng membership",
    "5665": "Kada buwan o kada taon nagrerecur",
    "5667": "Kada buwan*",
    "5668": "Kada taon*",
    "5669": "* ang recurring subscription ay pwedeng ikansela kahit kailan bago ang petsa ng pagrerenew.",
    "5670": "Ang preview ay hindi pa naidodownload. Saglit lang.",
    "5671": "Naiimport ng tama",
    "5672": "Walang aktibong paglilipat",
    "5673": "Lahat ng transfer ay nakatigil",
    "5674": "Itigil muna ang transfer",
    "5675": "Simulan muli ang paglilipat",
    "5676": "Wi-Fi only",
    "5677": "Wi-Fi o data plan",
    "5678": "Nagproprogress na ang Camera Upload",
    "5679": "Gusto mo bang itigil ang Camera Uploads?",
    "5681": "Camera Uploads problem",
    "5682": "Kumpleto na ang Camera Uploads",
    "5683": "PIN Lock",
    "5684": "Lagi bang tanungin ang download location?",
    "5685": "Gamitin ang Camera Uploads",
    "5686": "Itigil ang Camera Uploads",
    "5687": "Paano mag-upload",
    "5688": "Mga litrato at video",
    "5689": "Gamitin ang PIN Lock",
    "5690": "Itigil ang PIN Lock",
    "5691": "PIN Code",
    "5692": "Hindi nakaset",
    "5693": "App version",
    "5694": "MEGA PDF Viewer",
    "5695": "Browser ng ZIP",
    "5696": "Uri ng Account:",
    "5697": "Meron ng Camera Uploads folder",
    "5698": "Ang zip file ay naidownload na at na-unzipped na",
    "5699": "Ang zip file ay nai-unzipped na.",
    "5700": "'Kuha ko",
    "5701": "Buksan",
    "5702": "Walang pang password",
    "5703": "Wala pang email",
    "5704": "Maling login credentials",
    "5705": "Maling email",
    "5706": "Pangalan masyado maigsi",
    "5707": "Masyadong maikli ang password",
    "5708": "Kailangan mong tanggapin ang aming Terms of Service",
    "5709": "Panatilihing nakalogin",
    "5710": "Gusto mo bang itigil na ang registration?",
    "5711": "Itigil",
    "5712": "Tapos na ang registration",
    "5713": "Pumapayag ako sa <a href='terms'>Terms of Service<\/a> ng MEGA",
    "5714": "Aking email",
    "5715": "Ibahagi kasama ang MEGA content kay",
    "5716": "Burahin ang isang file?",
    "5717": "Pahiin ang [X] files?",
    "5718": "Kumpirmahin ang pagbura",
    "5719": "Pangalan ng bagong folder",
    "5720": "I-upload ang huling litrato",
    "5721": "Kunan",
    "5722": "Pumili",
    "5723": "Mga files na binabahagi",
    "5724": "Walang files sa CloudDrive",
    "5725": "Walang files sa folder",
    "5726": "I-restore",
    "5727": "Pumili ng folder para sa paglipat",
    "5728": "Pumili ng patutungahang folder para sa pag-iimport",
    "5729": "Notes ukol  sa release",
    "5730": "I-load ang mga contacts",
    "5731": "Hindi ma-access ang contacts",
    "5732": "Bigyan ng access ang MEGA sa contacts sa Settings > Privacy > Contacts !",
    "5733": "Walang files na naibahagi",
    "5734": "Binabahagi ang isang node",
    "5735": "Nagbabahagi ng [X] nodes",
    "5736": "Naipadala na ang imbatasyon",
    "5737": "Walang contacts",
    "5738": "Basurahan",
    "5739": "Nagkaroon ng  aberya!",
    "5740": "Downloading...",
    "5741": "Sinisumalan ang pagdodownload",
    "5742": "Na-upload na: [X]%",
    "5743": "Nai-save locally",
    "5744": "Ilagay ang pangalan",
    "5746": "Offline files",
    "5747": "Walang files na nadownload",
    "5748": "Walang litrato o imahe",
    "5749": "Isang litrato",
    "5750": "[X] mga imahe",
    "5751": "[X] na natitira",
    "5752": "Walang mga litrato o imahe",
    "5753": "Gumagawa ng Camera Uploads folder",
    "5754": "Tapos na ang paglilist ng mga litrato",
    "5755": "Iniexport na ang photo",
    "5756": "Nilakdangan ang photo",
    "5757": "Ina-upload na ang mga kuha",
    "5758": "Ina-upload na ang video",
    "5759": "Gumawa ng Camera Uploads folder",
    "5760": "Error sa pag-uupload ng asset",
    "5761": "Bukas ang Camera Uploads",
    "5762": "Sarado ang Camera Uploads",
    "5763": "Tapos na ang Camera Uploads",
    "5764": "Pumili ng mga albums para sa Camera Uploads",
    "5765": "Opsyon para sa Camera Uploads",
    "5766": "Kapag itinigil ang camera uploads, walang bagong photos at videos ang mai-uupload",
    "5767": "Gamitin ang Camera Uploads ng automatically para mailagay din ang inyong imahe at videos sa Cloud Drive",
    "5768": "Mag-upload ng videos",
    "5769": "Gamitin ang cellular connection",
    "5770": "Patakbuhin kung kailan pede sa background",
    "5771": "Niloload ang litrato",
    "5772": "Hindi ma-access ang photos",
    "5773": "Inilalabas o iniexport na ang file",
    "5774": "Passcode",
    "5775": "Gamit na",
    "5776": "Local",
    "5777": "Kung ang bilang ng bigong pagpasok ng passcode ay naabot na",
    "5778": "Patayin ang passcode",
    "5779": "Buhayin ang passcode",
    "5780": "Gamitin ang TouchID",
    "5781": "Baguhin ang passcode",
    "5782": "Burahin lahat ng local data",
    "5783": "Automatic language",
    "5786": "Magpadala ng suhestyon",
    "5787": "Irate mo kami!",
    "5788": "I-contact ang support team sa pamamagitan ng email. Binabasa namin lahat ng email na dumarating subalit sa kadahilanan ng mataas na bilang ng natatanggap naming email, maaaring hindi namin masagot ito isa-isa.",
    "5789": "Makakuha ng suporta o basahin ang mga popular na topics.",
    "5792": "Gamitin ang logging",
    "5793": "Ang mga binurang file ay mapupunta sa Basurahan.",
    "5794": "Ang paglalabas ng Master Key at paglalagay nito sa isang ligtas na lugar ay magbibigay daan para makapag-set ka ng bagong password ng walang anumang nalalagas na data.",
    "5795": "Ang mga log files ay nakakatulong sa mga developers na malutas ang mga problema",
    "5796": "Ang MasterKey.txt ay nailagay na sa Documents folder. Pwede mo itong ilipat  sa computer mo at mailipat galing sa device mo gamit ang iTunes. Ikaw ay mahigpit naming pinaalalahanan na huwag itong eemail.",
    "5797": "Nagkaaberya sa pag-eexport ng Master Key",
    "5799": "Nagamit na",
    "5800": "available",
    "5801": "nagamit na",
    "5802": "Litrato o Imahe",
    "5803": "Videos",
    "5804": "Mga Dokumento",
    "5805": "Archives",
    "5806": "Cache na local",
    "5807": "Cache",
    "5808": "Local storage",
    "5809": "Pagpahi ng Cahe",
    "5810": "Ang pagpahi sa cache ay magbubura sa mga locally saved documents, thumbnails at iba pang temporary files.",
    "5811": "Pahiin ng tuluyan ang Cache?",
    "5812": "Ito ay magdedelete ng lahat ng locally stored files",
    "5813": "Na-clear na ang cache",
    "5814": "I-upgrade ang account",
    "5815": "[X] na GB",
    "5816": "[X] na TB",
    "5817": "\"PRO 1\" buwanang subscription",
    "5818": "\"PRO 1\" taunang subscription",
    "5819": "PRO I",
    "5820": "Ilagay ang datihan passcode",
    "5821": "Patunayan gamit ang fingerprint?",
    "5822": "Nabigo ang File Upload",
    "5823": "Ang piniling mong file ay hindi nailagay sa MEGA.Subukang muli.",
    "5824": "Itinigil ang File Upload",
    "5825": "Ang piniling mong file ay hindi nailagay sa MEGA.",
    "5826": "MEGA SPACE",
    "5827": "MEGA SPEED",
    "5828": "MEGA PRIVACY",
    "5829": "MEGA ACCESS",
    "5830": "Magregister na at makakuha ng 50 GB na libreng space",
    "5831": "Ang mga uploads ay mabilis.Madaling maibahagi ang mga files sa lahat.",
    "5832": "Pakakaingatan ng end-to-end encryption ng MEGA ang mga itatabi ninyong file dito",
    "5833": "Makakuha ng buong encrypted access kahit saan, kailan man.",
    "5835": "Sa pamamagitan ng PhotoSync, ang photos na nasa iPhone mo ay agarang mababacked up sa MEGA.Pede mong gamitin ang WiFi o ang cellular connection sa pamamagitan ng pag-eenable ng Background mode ng app, i-uupload naman nito ang photos kapag ang lokasyon mo ay nagbago.Ang passcode lock ay nagdaragdag seguridad sa pamamagitan ng pag-require ng apat na digit na passcode sa tuwing ang app ay bubuksan. Ito ay magpoproktekta sa files mo kahit na ang iPhone mo ay mapasakamay ng masasamang loob. Meron mo ding pilliin na pahiin lahat ng data at i-logut ito kung maling password ang mailagay matapos ang 10 beses na pagsubok sa password.May mga bug fixes at pagpapabuti ng bilis.Ang inyong tugon o kuro-kuro ay mahalaga sa amin, at kahit na hindi namin masasagot ang lahat ng ito, binabasa isa-isa ang lahat ng ito.Tsaka, ang inyong 5-stars na rating sa AppStore ay lubos naming ikatutuwa.",
    "5836": "mag-upload, mag-backup, cloud, file, magbahagi, may seguridad, MEGA",
    "5837": "[X] minuto",
    "5838": "1 minuto",
    "5839": "ay magiging available sa loob ng",
    "5840": "Gumawa ng MEGA account",
    "5841": "Hindi ka naka-log-in",
    "5842": "Kinakailangang may MEGA account ka para makumpleto ang pag-purchase o pagbili:",
    "5843": "Naka-log-in ka na. Makakagawa ka lang ng isang MEGA account.",
    "5845": "nagamit na transfer quota",
    "5847": "Matagumpay ang inyong pagbili. Para matapos ang account creation, kinakailangang i-activate ang inyong account sa pamamagitan ng pag-click sa ng link sa inyong email.",
    "5848": "Ayusin base sa...",
    "5849": "Kumokonekta sa server: gumagawa ng account",
    "5851": "Ipadala ang inyong contact request",
    "5852": "Tinggap ang inyong contact request",
    "5853": "Tinaggihan ang inyong contact request",
    "5856": "Tanggapin",
    "5858": "Hindi payagan",
    "5859": "Inimbitahan",
    "5860": "Talikuran",
    "5861": "Imbitahan muli",
    "5862": "Magpadala ng Requests",
    "5863": "Tumanggap ng Requests",
    "5864": "Tinalikuran ang user",
    "5866": "Iwanan ang share",
    "5868": "Tingnan ang profile",
    "5871": "Paborito",
    "5872": "Alisin ang paborito",
    "5873": "Padating na shared folders",
    "5875": "MEGAchat",
    "5876": "Subukan ang bagong may seguridad na end-to-end encryption sa audio\/video chat ng MEGA.",
    "5878": "Hello, samahan mo ako sa MEGA at makakuha ng access sa encrypted storage at komunikasyon. Makakuha ka ng libreng 50 GB!",
    "5884": "Tapusin ang tawag ...",
    "5885": "Simulan ang pag-uusap",
    "5888": "Sinimulan ang tawag kay [X].",
    "5889": "Natapos ang tawag kay [X].",
    "5890": "Ang tawag kay [X] ay hindi nasagot ng ayos.",
    "5891": "Tinatawagan na si [X] ...",
    "5892": "Ang tawag kay [X] ay ni-reject.",
    "5893": "Meron kang padating na tawag mula kay [X] ",
    "5894": "Ang pagtawag kay [X] ay itinigil.",
    "5895": "Ang pagtawag kay [X] ay ginawa sa ibang device.",
    "5896": "Simulan ang audio call",
    "5897": "Simulan ang video call",
    "5898": "Si user [X] ay inimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo siya.",
    "5899": "Ang users ay naimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo sila.",
    "5900": "TIngnan ang received requests",
    "5901": "Tingnan ang pinadalang requests",
    "5902": "Mga pag-uusap",
    "5903": "Aking contacts",
    "5904": "Pinakahuling interaksyon",
    "5905": "May-ari",
    "5906": "Access",
    "5907": "beta",
    "5908": "I-type ang email o contact",
    "5911": "Magdagdag ng Contacts",
    "5913": "Ikaw ay makakapagdagdag agad ng mga bagong contacts sa pamamagitan ng email o mag-import ng bagong contacts sa ibang services.",
    "5914": "Aking mga pag-uusap",
    "5915": "Mga padating kong shares",
    "5916": "Aking folders",
    "5918": "Naku merong kang malformed email!",
    "5923": "Online",
    "5924": "Wala",
    "5925": "Abala",
    "5926": "Offline",
    "5928": "Standard na Download",
    "5929": "Ikaw ay lubhang nasa taas na ng pinayapayagang storage allocation at ang iyong uploads ay itinigil. Siguraduhing ikaw ay nasa tamang MEGA PRO plan, o i-contact ang support@mega.nz.",
    "5930": "Itigil ang kahilingan",
    "5931": "I-click [A]ito[\/A] para makita ang iyong storage usage.",
    "5932": "Lumagpas ka na sa quota",
    "5934": "Nabigong ikumpirma ang account. Muling subukan. [{0}]",
    "5935": "Ang inyong account ay nabuo, nakumpirma at na-activate na. Ito kaagad magsisimulang mag-log in.",
    "5936": "Activated na ang account",
    "5937": "Kinakailangan ng kumpirmasyon",
    "5938": "Ang paggawa ng MEGA Cloud Drive ay nabigo. Subukang muli. [{0}]",
    "5939": "Nabigo ang paggawa ng account",
    "5940": "Nabigo ang paggawa ng folder",
    "5941": "Nabigo sa paggawa ng folder",
    "5942": "Nagawa ang folder",
    "5943": "Nabigo ang pagpahi",
    "5944": "Nabigo ang pagkuha sa link",
    "5945": "Nabigong i-download ang file. Muling subukan. [{0}]",
    "5946": "Hindi makuha ang files at folders galing MEGA. Subukang muli.",
    "5947": "Nabigo ang pagkuha ng file",
    "5948": "Nabigong kunin ang link",
    "5949": "Nabigo ang pagkuha sa link",
    "5950": "Nabigong kunin ang preview",
    "5951": "Nabigo ang pagkuha sa pasilip",
    "5952": "Ang imahe ay nailagay na sa 'saved pictures' album",
    "5953": "Naisave ang image",
    "5954": "Nagkaroon ng problema sa pag-eexport ng imahe sa 'saved pictures' album. Subukang muli",
    "5955": "Nabigong i-save ang imahe",
    "5956": "Ang MEGA link ay nakopya na sa inyong clipboard",
    "5957": "Nabigo ang paglolog-in sa MEGA Cloud Drive. Muling subukan. [{0}]",
    "5958": "Nabigo ang paglilipat",
    "5959": "Ang imahe ay nai-save sa inyong photo album",
    "5960": "Nai-save ang picture",
    "5961": "Gusto mo bang tanggalin ang {0}?",
    "5962": "Tanggalin?",
    "5963": "Nabigo ang pagtanggal sa item",
    "5964": "Nabigo ang pagtanggal",
    "5965": "Natanggal na ang item",
    "5966": "Natanggal na ang item",
    "5967": "Nabigo ang pagpapalit ng pangalan sa item",
    "5968": "Nabigo ang pagpapalit ng pangalan",
    "5969": "Lagyan ng pangalan, email address at password",
    "5970": "Lagyan ng mga required fields",
    "5971": "I-export ang kasalukuyang imahe sa 'saved pictures' album",
    "5972": "Hindi online",
    "5973": "Nabigo ang pagkuha ng thumbnail [{0}]",
    "5974": "Ang pagkuha ng thumbnail ay nabigo",
    "5975": "Nabigong kunin ang account details. Subukang muli. [{0}] ",
    "5976": "Nabigong kunin ang account details",
    "5977": "Ikaw ay matagumpay na nag-log out na",
    "5978": "Naglog-out na",
    "5979": "Nabigong maglog-out. Sibukang muli. [{0}]",
    "5980": "Nabigo ang paglolog-out",
    "5981": "Gusto mo bang tanggalin ang {0} items na ito?",
    "5982": "Tanggalin ang items?",
    "5983": "{0} Items ang tinaggal",
    "5984": "Natanggal na ang mga items",
    "5985": "Nabigong ilipat sa basurahan. Subukang muli",
    "5986": "Nabigo ang paglilipat sa basurahan",
    "5987": "Gusto mo bang ilipat itong {0} sa basurahan? ",
    "5988": "Ililipat ba sa basurahan?",
    "5989": "Ang item ay naitapon na sa basurahan",
    "5990": "Nailipat na ang item",
    "5991": "Gusto mo bang ilipat ito sa basurahan ang {0} items na ito?",
    "5992": "Ilipat ang mga items?",
    "5993": "{0} Items ang nailipat na sa basurahan",
    "5994": "Nailipat na ang items",
    "5995": "Ikaw ay may {0} natitirang transfer. Ang natitirang transfer ay ititigil na. Gusto mo bang maglog out?",
    "5996": "Natitirang Transfers",
    "5997": "Ikaw ay nagkansela ng {0} natitirang transfers. Ang mga natitirang transfers ay ititigil na. Gusto mo bang umalis?",
    "5998": "Ang account na ito ay nakumpirma na. Pede ka ng maglog-in.",
    "5999": "Naikumpirma na ang account",
    "6000": "Ang naitype na password ay mali",
    "6001": "Maling password",
    "6003": "Bilang ng download",
    "6004": "Gusto mo bang agarang i-export ang IMAGE files papunta sa iyong photo album pagkatapos mai-download? Pwede mong baguhin ang setting na ito sa settings page pagkatapos. Ang iba pang file types ay maaaring lamang ma-istore sa local storage ng app.",
    "6005": "Nabigong itigil muna ang transfer",
    "6006": "Nabigo ang panandaliang pagtigil",
    "6007": "Nabigong simulan muli ang paglilipat",
    "6008": "Nabigo ang pagsisimula muli",
    "6009": "Pumili ng hindi baba sa isang picture para iupload",
    "6010": "Walang piniling picture",
    "6011": "Nabigong ihanda ang imaheng: {0} para i-upload",
    "6012": "Nabigo ang paghahanda sa imahe",
    "6013": "Nabigong i-upload ang photo",
    "6014": "Nabigong iupload ang photo.",
    "6015": "Hindi makita ang napiling file",
    "6016": "Hindi makita ang file",
    "6017": "Nabigong buksan ang napiling file",
    "6018": "Ang pagbubukas sa file ay nabigo",
    "6019": "Nabigo ang pag-upload sa selfie picture",
    "6020": "Pumalpak ang selfie upload",
    "6021": "Hindi makapagload ng files at folders galing MEGA. Subukang muli o i-click ang refresh.",
    "6022": "Nabigo ang pag-upload",
    "6023": "Ang inyong PIN lock codes ay hindi tugma. Subukang muli na i-type ito at siguraduhing match ito.",
    "6024": "Ang PIN lock codes ay hindi tugma",
    "6025": "Ikaw ay naka-log out na sa device na ito sa ibang lokasyon",
    "6026": "Ang operasyong ito ay ititigil na sa kadahalinang lalagpas ka sa storage limit ng iyong account. Gusto mo bang i-upgrade ang inyong account?",
    "6027": "Overquota Alert!",
    "6029": "Pumalpak ang paghahanda sa file: {0} para i-upload",
    "6030": "Ang paghahanda sa file ay naantala",
    "6031": "Pumalpak ang pagkopya sa napiling file: [{0}]",
    "6032": "Pumalpak ang pagkopya sa file",
    "6033": "Walang kang permiso upang kopyahin ang file na ito sa ibang folder. Sinusubukan mo bang mag-save\/mag-copy ng file sa di-suportadong type sa isang SD card? Subukang mag-save\/kopyahin ang file sa internal memory ng inyong device.",
    "6034": "Wala kang pahintulot i-access ito",
    "6035": "Nabigong kopyahin ang masterkey patungo sa clipboard. Subukang muli",
    "6036": "Nabigo ang clipboard",
    "6037": "Ang kasalukuyang PIN lock ay hindi tama o hindi tugma",
    "6038": "Ang kasalukuyang PIN lock ay hindi tugma",
    "6039": "nakopya na ang masterkey sa clipboard",
    "6040": "Nakopya na ang masterkey",
    "6041": "Ang PIN lock ay dapat 4 digits",
    "6042": "Ang PIN lock ay masyadong maigsi",
    "6043": "Ang cache ay napabura na",
    "6044": "Burado na ang cache",
    "6045": "Wala ng masyadong espasyo para sa memory upang tapusin ang prosesong ito. Ang app ay mag-shushutdown na",
    "6046": "Memory Limit",
    "6047": "no, sa local lang",
    "6048": "Opsyon sa pagdodownload",
    "6049": "oo, i-export",
    "6051": "Nagkamali sa pagpili ng folder. Subukang muli o pumuli ng panibagong folder: [{0}]",
    "6052": "Pumalpak ang pagpili ng folder",
    "6053": "Pumalpak ang pag-upload ng file. Subukang muli. [{0}]",
    "6054": "Ikinukumpira ang account...",
    "6055": "Gumagawa ng account...",
    "6056": "Gumagawa ng folder...",
    "6057": "Pinapahi na ang '{0}'...",
    "6058": "Kinukuhang muli ang download link...",
    "6059": "Ipinagpapatuloy ang sesyon...",
    "6061": "Kumukuha ng detalye ng account...",
    "6062": "Kinukuha ang link...",
    "6063": "Kinukuha ang preview..",
    "6064": "Iniimport ang file...",
    "6065": "Gumagawa ng view...",
    "6066": "Naglolog-in na...",
    "6067": "Nag-lolog out na...",
    "6068": "Inililipat...",
    "6069": "Inililipat na sa  Basurahan...",
    "6070": "Itinitigil ang paglilipat...",
    "6071": "Inihahanda na ang pagdodownload...",
    "6072": "Inihahanda ang uploads...",
    "6073": "Tinatanggal...",
    "6074": "Binabago na ang pangalan...",
    "6075": "Sinisimulan ang paglilipat...",
    "6076": "magdagdag",
    "6077": "magdagdag ng folder",
    "6078": "MEGA",
    "6079": "itigil",
    "6080": "ikumpirma",
    "6081": "ikumpirma ang password",
    "6082": "kopyahin",
    "6083": "pagreregister",
    "6086": "Dina-download",
    "6087": "ang iyong email address",
    "6088": "bakante ang folder",
    "6089": "Walang transfer",
    "6090": "Niloload ang  preview...",
    "6091": "link ng MEGA:",
    "6092": "Gusto kong ibahagi ang MEGA cloud service file sa'yo",
    "6093": "aking account",
    "6094": "iyong pangalan",
    "6096": "kasunod",
    "6097": "buksan",
    "6098": "Buksan ang MEGA download link:",
    "6099": "buksan ang link",
    "6100": "ang iyong password",
    "6101": "nakaraan",
    "6102": "i-refresh",
    "6103": "Manatiling nakalog-in",
    "6104": "palitan ang pangalan",
    "6105": "Magtype ng bagong pangalan:",
    "6106": "I-save",
    "6107": "ibahagi",
    "6108": "Laki:",
    "6109": "terms ng paggamit",
    "6110": "Ina-upload na...",
    "6111": "mga paglilipat",
    "6112": "Itigil",
    "6113": "Itinitigil",
    "6114": "May error sa paglilipat",
    "6115": "Tapos na",
    "6116": "Humanda",
    "6117": "mga settings",
    "6118": "Gumawa ng shortcut",
    "6119": "Multi select",
    "6120": "Panandaliang itinitigil...",
    "6121": "Tungkol dito",
    "6122": "Gusto namin pasalamatan ang mga sumusunod na kumpanya\/tao upang maisakatuparan ang app na ito:",
    "6123": "tapos na",
    "6124": "preferences",
    "6125": "PRO II",
    "6126": "PRO III",
    "6127": "Baguhin ang PIN Lock",
    "6128": "ikumpirma ang inyong PIN lock",
    "6129": "ang inyong PIN lock",
    "6130": "oo",
    "6131": "File upload",
    "6132": "Link options",
    "6133": "Pumili ng photo",
    "6134": "Selfie mode",
    "6135": "Kumuha ng photo",
    "6136": "Opsyon sa pag-uupload",
    "6137": "I-upload ang image",
    "6138": "PRO Lite",
    "6139": "tanggapin",
    "6140": "account",
    "6141": "acknowledgements",
    "6142": "Laging tanungin kung saan ang download location",
    "6143": "cache",
    "6144": "Itigil lahat",
    "6145": "kuhain",
    "6146": "linisin ang transfers o mga paglilipat",
    "6147": "burahin ang cache",
    "6148": "burahin ang napili",
    "6149": "clipboard",
    "6151": "I-export ang masterkey",
    "6152": "I-export ang imahe sa 'saved pictures' album pagkatapos i-download",
    "6153": "files (paitaas)",
    "6154": "files (paibaba)",
    "6155": "Bakanteng espasyo",
    "6156": "pinakamalaki",
    "6157": "Gumawa ng PIN Lock",
    "6158": "MasterKey",
    "6159": "MEGA SDK",
    "6160": "pangalan (paitaas)",
    "6161": "pangalan (paibaba)",
    "6162": "pinakabago",
    "6163": "ang inyong bagong PIN lock",
    "6164": "Walang maipapakitang datos",
    "6165": "Walang pwedeng i-display",
    "6166": "pinakaluma",
    "6167": "sandaling itigil lahat",
    "6168": "Privacy policy",
    "6169": "pinakamaliit",
    "6170": "I-sort batay sa",
    "6171": "simulan lahat",
    "6172": "mag-subscribe",
    "6173": "Terms of service",
    "6174": "kabuuan",
    "6175": "version",
    "6176": "view",
    "6177": "Download location",
    "6178": "pumili ng folder",
    "6181": "Ikansela ang inyong account",
    "6182": "Isarado ang aking account",
    "6183": "Oo, gusto kong tanggalin ang aking account",
    "6184": "Ang cancellation link ay nag-expire na",
    "6185": "Ang cancellation link ay expired na, muling subukan.",
    "6186": "Maling cancellation link.",
    "6187": "Maling cancellation link, muling subukan.",
    "6188": "Ang account ay kinansela na",
    "6189": "Ang inyong account ay matagumpay na nabura.",
    "6190": "BUMILI",
    "6196": "Walang naantalang request ngayon",
    "6197": "Account name",
    "6198": "Wire transfer",
    "6200": "Account number",
    "6203": "SWIFT code",
    "6205": "Reference",
    "6206": "Ang inyong MEGA account registered email address",
    "6207": "Antayin ang 2 hanggang 4 na business days para mailipat ang funds.",
    "6214": "Tingnan ang inyong email at i-click ang link para magpatuloy",
    "6215": "pagsasara ng account",
    "6216": "Kung hindi mo ma-access ang inyong email account, maaaring i-contact",
    "6217": "Para ikumpirma ang",
    "6218": "isinasara ang inyong account",
    "6219": "muling ilagay ang inyong password",
    "6220": "Ipasok ang password:",
    "6221": "Isarado ang account",
    "6222": "Address ng bangko",
    "6226": "Meron akong ibang MEGA account",
    "6227": "Marami akong naranasang problema",
    "6229": "Nalilito akong gamitin ang interface",
    "6234": "LITE",
    "6240": "Windows Phone App",
    "6690": "Pumunta sa My Account",
    "6771": "Mga binurang folders",
    "6772": "Walang Conversations",
    "6773": "Pataas",
    "6774": "Pababa",
    "6775": "Ibahagi ang Folders",
    "6776": "I-verify",
    "6777": "Payagan",
    "6779": "Bagong identification credentials ang nakita para sa iyong contact:",
    "6780": "Ang credentials ng iyong Contact:",
    "6781": "Ito ay magandang gawin ng harapan at personal. Kung meron kang ibang verified channel gaya ng verified OTR at PGP, pwede mo itong gamitin.",
    "6782": "Ang iyong credentials:",
    "6783": "Payagan ang credentials",
    "6787": "Walang binahaging folders sa iyo",
    "6788": "buwan",
    "6789": "Suspendidong account",
    "6793": "Makakuha pa ng higit na espasyo sa pamamagitan ng paglinis ng Basurahan",
    "6794": "Linisin ang Basurahan",
    "6795": "Gusto mo bang pahiin lahat ng items sa inyong Basurahan? Hindi na ito pwedeng baguhin pa!",
    "6796": "\"PRO Lite\" buwanang subscription",
    "6797": "\"PRO Lite\" taunang subscription",
    "6798": "\"PRO 2\" buwanang subscription",
    "6799": "\"PRO 2\" taunang subscription",
    "6800": "\"PRO 3\" buwanang subscription",
    "6801": "\"PRO 3\" taunang subscription",
    "6802": "Bitcoin",
    "6803": "%1 na buwan",
    "6804": "Kulang na ang balanse",
    "6805": "Kulang na ang iyong pondo para bumili pa. Mangyaring magdagdag ka ulit sa account mo ng voucher o pumili ng ibang paraan ng pagbabayad.",
    "6806": "%1 na buwan na purchase",
    "6810": "I-scan ang code para bayaran",
    "6811": "Buksan gamit ang Bitcoin wallet",
    "6813": "BTC",
    "6814": "Ang purchase na ito ay matatapos sa",
    "6815": "Nabigo ang connection sa payment provider.",
    "6821": "Alisin ang link",
    "6822": "Pagtanggal sa subscription",
    "6826": "Magpatuloy",
    "6831": "Babala: Sinimulan mo ng isara ang inyong MEGA account. Ang account sa ilalim ng email address na ito ay tuluyan ng isasara at hindi na mababawi pa.",
    "6832": "Sa pagsasagawa ng hakbang na ito, mawawalan ka ng access sa lahat ng uploaded data na binahagi at mga contact mo",
    "6834": "Magpadala ng files",
    "6841": "Paumanhin sa inyong paglisan",
    "6842": "Ang inyong account ay sinara na",
    "6843": "pero bago ka umalis, gusto naming malaman kung bakit ka aalis",
    "6844": "Pumili ng isa",
    "6845": "Hindi ko ginagamit ang account na ito",
    "6846": "Ang aking paboritong browser ay hindi technologically compatible at ayaw kong magbago",
    "6847": "Ang MEGA ay hindi tumapad sa pangako nito",
    "6849": "Opsyon sa pagbabahagi",
    "6851": "Nakakuha ka na nga mga contacts sa Gmail",
    "6853": "Magdagdag ng personal na mensahe para sa mga bagong contacts",
    "6854": "Ibahagi ang folder sa mga contacts",
    "6855": "Pumili ng folder na ibabahagi",
    "6858": "Mga bagong hindi pa beripikadong credentials",
    "6859": "Info",
    "6860": "Magpadala ng contact",
    "6864": "Itaas ang queue",
    "6865": "Ibaba ang queue",
    "6868": "Mga mensahe",
    "6869": "Maling folder link",
    "6870": "Walang Mensahe",
    "6871": "Walang padating na mga Bahagi",
    "6872": "Authenticity Credentials",
    "6873": "Reseller",
    "6874": "Gumawa ng vouchers",
    "6875": "Uri ng voucher",
    "6876": "Gumawa ng voucher",
    "6881": "Ang naunang nakitang contact credentials para sa %1 ay nabago.",
    "6882": "Ang naunang na-verify na  contact credentials para sa %1 ay nabago.",
    "6883": "Mga datihang nakita ng credentials",
    "6884": "Mga datihang nabeperipika ng credentials",
    "6888": "Pwede mong piliing ilagay ang contacts pamula sa third party na services. Hindi ito dadagdag sa iyong MEGA Contacts pero mananatiling accessible para maipamahagi at mai-collaborate.",
    "6889": "Isinasaayos ang Bitcoin transaction...",
    "6890": "Hindi nakita ang file link",
    "6891": "Hindi nakita ang folder link",
    "6892": "naii-upload na",
    "6893": "Info tungkol sa file",
    "6894": "Info tungkol sa folder",
    "6895": "Ang pangalawahang media folder ay hindi makita, pumili ng bagong folder.",
    "6896": "Ang folder na ito ay read only lamang. Wala kang pahintulot na mag-upload dito.",
    "6897": "Itapon sa Basurahan?",
    "6898": "Burahin mula sa MEGA?",
    "6899": "Kapag nilisan mo ang folder, hindi mo na ulit ito makikita",
    "6900": "Buksan ang link...",
    "6901": "Magregister na at makakuha ng libreng 50 GB ng storage",
    "6902": "Mabilis ang pag-upload. Madaling ibahagi ang files kanino man",
    "6903": "Ingatan ang inyong mga files gamit ang end-to-end encryption ng MEGA",
    "6904": "Makakuha ng buong encrypted access, kahit saan, kahit kailan",
    "6905": "Pumapayag ako sa Terms of Service ng MEGA",
    "6906": "Binahaging items",
    "6907": "CLOUD DRIVE",
    "6908": "Pumili ng folder",
    "6909": "I-manage ang link",
    "6910": "Lumisan",
    "6911": "Ang link na ito ay hindi na makikita sa publiko",
    "6912": "Buksan ang link",
    "6913": "Download folder",
    "6914": "I-import ang folder",
    "6915": "Nagamit na Espasyo",
    "6916": "Nawawalan ka na nang espasyo! Gusto mo bang mag-upgrade ng account?",
    "6917": "Ang operation ay hindi pinapayagan",
    "6918": "Google Play subscription",
    "6919": "Ang link ay tinaggal",
    "6920": "Kumuha ng picture",
    "6921": "Inilalagay na ang files sa media folders",
    "6922": "Paganahin ang Secondary Media Uploads",
    "6923": "Patayin ang Secondary Media Uploads",
    "6924": "Kapag nag-chacharge lamang",
    "6925": "Itabi ang file names kagaya ng sa device",
    "6926": "Lokal na Camera folder",
    "6927": "MEGA Camera Uploads Folder",
    "6928": "Lokal na Secondary folder",
    "6929": "Pangalawahang Folder ng MEGA",
    "6930": "MEGA SDK version",
    "6931": "Gumawa ng isang account ngayon!",
    "6932": "base sa pangalan",
    "6933": "pataas",
    "6934": "pababa",
    "6935": "base sa petsa",
    "6936": "base sa laki",
    "6937": "pinakamalaki muna",
    "6938": "pinakamaliit muna",
    "6939": "Ilagay ang inyong detalye sa billing:",
    "6940": "Ilagay ang detalye sa pagbabayad:",
    "6941": "(hindi nagre-recur)",
    "6945": "Ok ako sa pagpapadala ng tagong data\/statistics",
    "6949": "May nangyaring di inaasahan",
    "6950": "Pakiusap na i-verify muna ang inyong impormasyon sa pagbabayad at subukang muli.",
    "6951": "o Esc",
    "6952": "Credit card",
    "6954": "Maling numero ng card",
    "6955": "Maglagay ng valid credit card number.",
    "6956": "Nawawalang detalye sa billing",
    "6957": "Pakiusap na maayos na kompletuhin ang detalye sa billing.",
    "6958": "May nawawalang detalye sa pagbabayad",
    "6959": "Pakisuyo na kumpletohin ang detalye sa pagbabayad ng maayos.",
    "6960": "Pina-process na ang inyong bayad ...",
    "6961": "Matagumpay ang Pagbili",
    "6962": "Ikaw ay matagumpay na nakapag-upgrade ng inyong account sa %1.",
    "6963": "Ilagay ang detalye ng inyong bayad",
    "6964": "Ilagay ang detalye sa billing",
    "6965": "recurring",
    "6966": "Ito ay error sa detalye ng inyong credit card.",
    "6967": "Ito ay error sa detalye ng inyong billing .",
    "6968": "Ang inyong transaksyon ay napatanuyang mapalinlang.",
    "6969": "Sinubukan mong magbayad ng maraming beses gamit ang credit card na ito.",
    "6970": "Hindi na sapat ang inyong pondo para makapagbayad.",
    "6971": "Panibago",
    "6972": "Ang inyong orihinal na password ay hindi nailagay ng tama.",
    "6973": "Sigurado ka bang tatanggalin na ang avatar?",
    "6974": "Alisin ang avatar",
    "6975": "Pumili nang paraan ng pagbabayad sa ibaba.",
    "6976": "Pinili mo ang %1 na plano",
    "6978": "[A]Makakuha ng 2 buwang libre0[\/A] at mag-subscribe ng isang-taong PRO plan.",
    "6979": "&Oo",
    "6982": "I-exclude base sa laki",
    "6989": "Lumagpas na sa libreng transfer quota",
    "6991": "Tanggalin ang lahat ng transfers",
    "6992": "Tapos na pagtatanggal",
    "6993": "Itigil lahat ng transfer",
    "6994": "Gusto mo bang magpatuloy?",
    "6996": "Bago kami umalis at itigil ang inyong subscription, gusto naming malaman ang dahilan kung bakit ninyo itinigil ang inyong plano.",
    "6998": "Iclick para itigil ang inyong subscription",
    "6999": "Matagumpay ang Pagpapatigil sa Subscription",
    "7001": "Makiusap para sa package quotation",
    "7002": "Walang planong na tutumbas sa iyong kasalukuyang paggagamitan. I-contact ang [A]contact support[\/A] para sa isang custom plan.",
    "7003": "kasalakuyang storage",
    "7004": "Maraming salamant sa inyong feedback.",
    "7005": "Ilagay ng dahilan sa ibaba",
    "7006": "Nag-loload...",
    "7007": "Masyadong malaki ang file na ito (ang version na ito ay limitado sa %1 folders o %2 files. Pakiusap, pumili ng ibang folder.",
    "7009": "Hindi ka pwedeng mag-sync ng binahaging folder ng walang permisong pang-Full Access",
    "7014": "Ang inyong account ay sumobra na sa pinapayagang space quota. Mag-[A]upgrade[\/A] at patuloy na makakuha ng tapat, at end-to-end encrypted storage.",
    "7015": "Pumili para kung kaninong user i-install $(^NameDA).",
    "7016": "Piliin kung gusto mong mag-install $(^NameDA) sa iyong sarili o para sa lahat ng gumagamit ng computer. $(^ClickNext)",
    "7019": "May problema sa pag-iinstall ng update. Subukang muli mamamaya o mag-download ng pinakabagong version dito: https:\/\/mega.nz\/#sync",
    "7020": "Walang available na update sa ngayon",
    "7021": "Ititigil na ang synchronization.",
    "7022": "Nagsisimula",
    "7023": "Hindi makuha ang filesystem.Pasuyo pong subukan muli. Kung magpapatuloy ang problema, mag-email sa bug@mega.nz",
    "7025": "Umalis",
    "7026": "Preferences",
    "7028": "Ang inyong \"%1\" na sync ay tinanggal dahil wala namang local folder na nandito",
    "7029": "Ang iyong account ni-block. Kontakin ang support@mega.nz",
    "7030": "Login error: %1",
    "7031": "Ikaw ay ni-log out sa ibang computer pamula sa ibang lokasyon",
    "7032": "Ikaw ay ni-log out dahil sa problemang: %1",
    "7033": "Ang inyong \"%1\" na sync ay tinanggal dahil may binago sa local folder",
    "7034": "Ang inyong sync na \"%1\" ay ipinatigil muna. Ang remote folder na (ang anumang parte nito) ay walang access",
    "7035": "Ang pagsisync sa \"%1\" ay itinigil dahil ang synchronization ng VirtualBox at binahaging folder ay hindi suportado dahil sa pagkukulang sa filesystem.",
    "7036": "Naudlot ang paglilipat:",
    "7037": "Nagkakaroon ng problema sa pagkuha ng link",
    "7038": "Na-detect ang circular linkage",
    "7039": "Huwag mo na akong tanungin ulit",
    "7040": "Ang patutunguhang folder ay naka-sync na at ikaw ay may file sa loob nito na kaparehas ang pangalan. Kung ikaw ay magpapatuloy sa iyong upload, ang datihang file ay mapapatungan. Sigurado ka ba?",
    "7041": "Kinukuha ang folders...",
    "7042": "Meron kang %1 sa folder na ito. Gusto mo bang i-sync ito?",
    "7043": "Maling folder para sa synchronization.Siguradohing hindi gumagamit ng mga characters na '' '\/' or ':' sa inyong folder names.",
    "7044": "Kailangan mo ng Read & Write o Full access rights para mag-upload sa napiling folder.",
    "7045": "Kailangan mo ng Full access right para makapag-sync sa napiling folder.",
    "7046": "&Hindi",
    "7047": "&OK",
    "7048": "&Itigil",
    "7049": "KB",
    "7050": "(nasa 90 na bahagdan ang available bandwidth)",
    "7051": ":",
    "7053": "Ikaw ay nagsi-sync na nang buong Cloud Drive mo.",
    "7054": "Ilagay ang pangalan na hindi isasama sa synchronization. (pwede ang * at?):",
    "7055": "Ang mga bagong inihiwalay na file names ay ihihiwalay sa susunod na pagsisimula muli ng application.",
    "7056": "HTTP",
    "7057": "Isapilit ang full scan",
    "7060": "Buksan sa login",
    "7061": "Ipakita ang Mac OS notifications",
    "7063": "Ang sync ay hindi ma-enable dahil wala namang remote folder",
    "7066": "Hindi maisulat ang file",
    "7068": "Ang mga bagong hindi isinamang file names ay tatangalin kapag nagsimula muli ang application",
    "7069": "Ang mga bagong hindi isinamang file sizes ay hindi isasama kapag nagsimula muli ang application. ",
    "7070": "Tanggalin",
    "7071": "Lokal na cache: %1",
    "7072": "Remote na cache: %1",
    "7073": "Nag lolog-in na ...",
    "7074": "Kinukuha ang file list...",
    "7075": "Mayroon kang %1 sa inyong Cloud Drive.Gusto mo bang i-sync ang buong Cloud Drive?",
    "7077": "Sigurado ka bang gusto mong itigil ang wizard at ibalik sa dati ang lahat?",
    "7078": "%1 (%2, %3)",
    "7079": "%1 (%2)",
    "7080": "Wag isama ang files na mas mataas sa",
    "7081": "Wag isama ang files na mas mababa sa",
    "7082": "Ang limit sa size ay hindi pedeng zero",
    "7084": "kasama ang MEGAsync",
    "7086": "Piliin ang inyong Linux Distro",
    "7087": "Web Browser",
    "7088": "Bilis ng Paglilipat:",
    "7089": "MAS PINABILIS",
    "7090": "Resource Usage:",
    "7093": "File Size:",
    "7094": "UNLIMITED",
    "7098": "Ang inyong download ay hindi makapagpatuloy dahil kukunin nito ang kasalukuyang libreng transfer allowance para sa inyong IP address. Ang limitasyong ito ay nagbabago at depende sa hindi pa nagagamit na bandwidth na meron.",
    "7099": "Nagamit mo ang %1 ng data transfer sa loob ng anim na oras na kumuha sa inyong kasalukuyang hangganan. Para matanggal ang hangganang ito, pwede kang [A]Mag-upgrade sa PRO[\/A], na kung saan ay magbibigay sa iyo ng inyong bandwidth package at karagdagang storage space.",
    "7100": "Mag-upgrade sa PRO para magpatuloy kaagad o maghintay ng %1 para magpatuloy ng libre.",
    "7101": "Simulan muli ang mga transfers",
    "7107": "Makakuha ng 2 buwan na libre",
    "7108": "Balanse",
    "7109": "UnionPay",
    "7110": "Fortumo",
    "7111": "Credit Card",
    "7112": "Pamahalaan ang iyong mga subscription",
    "7113": "%ld Piniling Litrato",
    "7114": "%ld Mga Piniling Litrato",
    "7115": "%ld Piniling Video",
    "7116": "%ld Videos Selected",
    "7117": "%ld Items Selected",
    "7118": "%ld Photos",
    "7119": "%ld Videos",
    "7120": "%1$ld Photos, %2$ld Videos",
    "7122": "Ang app na ito ay walang access sa inyong litrato o videos.",
    "7123": "Pwede mong paganahin ang access sa Privacy Settings.",
    "7124": "Walang mga litrato o video",
    "7127": "Litrato",
    "7128": "Patayo",
    "7129": "Pahalang",
    "7130": "Mag-laro",
    "7131": "Hindi avaiable",
    "7132": "oras",
    "7133": "oras",
    "7134": "mga minuto",
    "7135": "minuto",
    "7136": "mga segundo",
    "7137": "segundo",
    "7138": "Ang MEGAsync ay kasalukuyang dina-download sa inyong computer. I-install ito kaagad pagkatapos matapos ang pagda-download.",
    "7139": "Kapag tumatakbo na ang MEGAsync, ang inyong file ay magsisimula ng mag-download na kaagad.",
    "7140": "May di maipaliwanag na error na nangyari. Subukang muli.",
    "7141": "Ang inyong bayad para sa %1 plano ay nabigo.",
    "7142": "Ang inyong bayad para sa %1 plano ay tagumpay.",
    "7143": "Hinarang ka bilang contact",
    "7144": "Ang account ay pinahi o tinanggal",
    "7145": "Kayo ngayon ay parehas na bagong magka-contact",
    "7146": "Tinanggal ka bilang contact",
    "7147": "Tinanggihan mo ang contact request",
    "7148": "Tinanggap mo ang contact request",
    "7149": "Hindi mo pinansin ang contact request",
    "7150": "Paalala: mayroon kang contact request",
    "7151": "Itinigil ang contact request",
    "7152": "Mabigat",
    "7153": "Magaan",
    "7154": "Pwede mong sarhan ang tab na ito, ang inyong download ay minamanage sa ibang tab na kung saan bukas ang inyong file manager.",
    "7156": "Pwede ka ding magbayad sa Google Play Store, Apple App Store o Android mobile carrier billing kapag gumagamit ng [A]MEGA apps[\/A].",
    "7157": "Sarhan lahat ng browser windows\/tabs na nagpapatakbo ng MEGA bago magpatuloy.",
    "7160": "Kunin ang Voucher",
    "7162": "Ang planong ito ay masyadong mahal upang bilhin sa pamamagitan ng payment provider na ito.",
    "7163": "Walang external SD card na natagpuan",
    "7164": "Ina-aupgrade ang account",
    "7165": "Itigil ang subscription",
    "7166": "Ang subscription ay naitigil na",
    "7167": "Ang subscription ay hindi na kansela ng ayos. Icontact ang support@mega.nz para itigil ang inyong subscription.",
    "7168": "Isara lahat ng sesyon",
    "7169": "Ang mga nalalabing sesyon ay matagumpay na naisara",
    "7170": "Bigo sa pagsasara ng opened sessions",
    "7171": "Pumili ng Account",
    "7172": "Inihahanda ang file...",
    "7173": "Ipadala sa Inbox",
    "7174": "Naipadala ng tama ang file",
    "7175": "Error. Ang file ay hindi naipadala",
    "7176": "Pumili ng isang file",
    "7177": "Ititigil mo na ang iyong MEGA subscription. Ipaalam sa amin kung meron kaming maitutulong upang baguhin ang inyong isip.",
    "7178": "Ilagay ang feedback dito...",
    "7179": "Itigil ang Subscription",
    "7180": "Salamat sa inyong feedback! Gusto mo bang itigil ang inyong Mega subscription?",
    "7181": "Ang inyong subscription ay hindi itinigil. Magbigay ng dahilan para itigil.",
    "7182": "Ibang File",
    "7183": "Pwede kang maging PRO user! Gusto mo bang mag-upgrade ng account?",
    "7184": "Pumili ng payment method",
    "7185": "Sa ngayon, wala pang ganap na paraan nang pagpapabayad ang pupwede sa ganitong plano",
    "7186": "Credit Card (subscription)",
    "7187": "Mobile Carrier (one-off)",
    "7188": "Google Wallet",
    "7189": "Ipakita ang advanced devices (external SD)",
    "7190": "Address 1",
    "7191": "Address 2 (opsyonal)",
    "7192": "Probinsya \/ Rehiyon",
    "7193": "Postal code",
    "7194": "Credit Card Number",
    "7195": "Buwan",
    "7196": "Taon",
    "7197": "CVV",
    "7198": "Matagumpay na na-upgrade ang account!",
    "7199": "Ang operasyon ay hindi natapos ng tama. Ang credit card ay hindi icha-charge.",
    "7200": "Ang credit card information ay hindi tama. Ang inyong credit card ay hindi icha-charge.",
    "7201": "Ang inyong account balance ay",
    "7202": "Para mapataas ang inyong balanse, iclick ang Redeem Voucher na button at ipasok ang voucher code. Kung wala kang voucher, pakiusap na [A]bumili ng voucher[\/A].",
    "7203": "Inililipat sa payment provider...",
    "7204": "Sa datihang site ay maaaring meron kang forbidden camera access kaya't lahat ng camera requests ay nawawala. Pwede mong i-check ang camera icon kahanay ng address bar, o ang site permissions settings.",
    "7205": "Sagutin",
    "7206": "Ang tawag kay [X] ay nagsisimula na...",
    "7207": "Sinisimulan na ang tawag kay [X]...",
    "7208": "Haba ng tawag: [X]",
    "7209": "Bigo ang pagtawag kay [X].",
    "7210": "Meron kang nakaligtaang tawag mula kay [X].",
    "7211": "Walang required na audio\/video capabilities ang inyong browser upang gumawa ng tawag.",
    "7212": "Advertisement",
    "7213": "Ang inyong email address na naipasok ay mukhang mali - tingnan muli!",
    "7214": "Mag log-in bilang",
    "7215": "Hindi Ikaw?",
    "7216": "Nilolo-load ang Files",
    "7218": "I-clear ang transfer",
    "7219": "Mobile",
    "7222": "Isang download ang naidagdag sa queue ng paglilipat",
    "7223": "Isang upload ang naidagdag sa queue ng paglilipat",
    "7224": "Ipakita sa akin",
    "7225": "Gusto mo bang burahin lahat ng pagbabahagi?",
    "7226": "Scheduler ng Paglilinis ng Basurahan:",
    "7227": "Na-queued",
    "7228": "Laki ng font:",
    "7229": "Maliit",
    "7230": "Malaki",
    "7231": "Hindi kasama sa presyo ang Bitcoin transaction fee.",
    "7233": "Ang transaction ay hindi maitigil ng dahil sa problema sa connection. Kung magpatuloy man ito, i-contact kami sa support@mega.nz",
    "7234": "Mayroong nangyaring hindi inaasahan at hindi namin ma-charge ang inyong card.",
    "7235": "Nabigo ang Pagbabayad",
    "7236": "Para mag-download ng files na mas malaki sa 1GB o mag-upload ng folders, ilagay ang aming MEGAsync client. Ito ay magbibigay daan sa madali at agarang syncing sa pagitan ng inyong computer at ng inyong MEGA cloud drive.",
    "7241": "Kailangan mong pumayag sa aming Terms of Service",
    "7242": "Nabigong pahiin ang item. Muling subukan [{0}]",
    "7243": "Nabigong kunin ang download link. Muling subukan.",
    "7244": "Nabigong gumawa ng folder. Muling subukan.",
    "7245": "Parehas ang destination at source folder. Inihinto ang paglilipat.",
    "7246": "Nabigong ilipat ang item. Subukang muli.",
    "7247": "Hindi tugma ang password. Subukang muli.",
    "7248": "Ilagay ang napiling password.",
    "7249": "Ilagay ang inyong e-mail address at ang inyong MEGA password.",
    "7250": "Hindi ka naka-log in sa MEGA para gawin ang aksyong ito. Mag-login muli.",
    "7251": "Nabigong piliin ang\/ang mga file(s). Subukang muli [{0}]",
    "7252": "Nabigo ang pagpili sa file(s)",
    "7253": "Maling e-mail. Subukang muli.",
    "7254": "Maling e-mail address o password. Muling subukan muli.",
    "7255": "Gusto mo bang burahin ng tuluyan ang {0}?",
    "7256": "Burahin ang  item?",
    "7257": "Nabigong kunin ang inyong user data. Muling subukan [{0}]",
    "7258": "Nabigo ang pagkuha sa user data",
    "7259": "Nabigong kunin ang litrato. Subukang muli [{0}]",
    "7260": "Nabigo ang pagkuha ng litrato",
    "7261": "Nabigong kunin ang litrato o video. Subukang muli [{0}]",
    "7262": "Nabigo ang pagkuha sa litrato\/video",
    "7263": "Nabigong kunin ang video. Subukang muli [{0}]",
    "7264": "Nabigo ang pagkuha sa video",
    "7265": "Nabigong i-save ang settings. Subukang muli [{0}]",
    "7266": "Nabigo ang save settings",
    "7267": "May nangyaring error habang binubuksan ang shortcut. Maaaring mali ang shortcut o ang patutungahang folder ay binura.",
    "7268": "Error sa shortcut",
    "7269": "Nabigo sa paglalagay ng credit card",
    "7270": "Lagyan muli ang required fields at subukang muli.",
    "7271": "Ang numero ng credit card, buwan o taon ng expiration at ang CW ay numeric dapat. Pakiusap, i-check kung ang lahat ay tama at subukang muli.",
    "7272": "Maling format ng data",
    "7274": "Ang inyong subscription ay hindi naitigil ng maayos. I-contact kami sa support@mega.nz para itigil ang inyong subscription.",
    "7275": "Nabigo ang pagtigil sa subscription",
    "7276": "Ang inyong subscription ay naitigil ng maayos.",
    "7277": "Kinansela ang subscription",
    "7278": "Maglagay ng feedback message para sa amin. Salamat.",
    "7279": "Nabigo ang pag-uupgrade sa account",
    "7280": "Ina-upgrade na ang account",
    "7281": "Nabigong kunin ang mga pupwedeng payment methods. Muling subukan [{0}]",
    "7282": "Error sa pagkuha ng payment methods",
    "7283": "Nabigong kunin ang payment Url. Muling subukan [{0}]",
    "7284": "Nabigo ang pagkuha sa payment Url",
    "7285": "Bigong magdagdag ng contact: [{0}]",
    "7286": "Nabigo ang pagdagdag sa contact",
    "7287": "Matagumpay ang pagdadagdag sa contact",
    "7288": "Di pinapagana ang background agents para sa MEGA ng user",
    "7289": "Nakapatay ang background agents",
    "7290": "Para mapagana ang agarang Camera Uploads nang tama, kailangang mong buksan ang option na \"Manatiling nakalog-in\". Gusto mo bang paganahin ito?",
    "7291": "Prerequisites para sa Auto Camera Uploads",
    "7292": "LeftToRight",
    "7293": "en-US",
    "7294": "AKING APPLICATION",
    "7295": "Menu item",
    "7297": "https:\/\/mega.nz\/mobile_terms.html",
    "7298": "Z5dGhQhL",
    "7299": "MEGAWindowsPhone\/1.0.0",
    "7300": "thumbnails",
    "7301": "mga pasilip",
    "7302": "windowsphone@mega.nz",
    "7303": "64",
    "7304": "Nilalagay na ang credit card...",
    "7305": "Kinukuha ang contact data...",
    "7306": "Kinukuha ang payment methods...",
    "7307": "Kinukuha ang payment Url...",
    "7308": "Kinukuha ang user data...",
    "7309": "Ina-upgrade ang account...",
    "7310": "{048D1075-3EC2-40F1-A8CF-874656BBB212}",
    "7311": "{42A8FBE1-08A0-4E48-82C2-C90AFDAB2551}",
    "7312": "{92C84A5F-1387-4A44-AFE8-C44154B264D1}",
    "7313": "{85DBF3E5-51E8-40BB-968C-8857B4FC6EF4}",
    "7314": "Basurahan",
    "7315": "Simulan",
    "7316": "Itigil lahat ng transfer",
    "7317": "Na-download na",
    "7318": "makakuha ng",
    "7319": "buong encrypted access",
    "7320": "kahit saan, kahit kailan.",
    "7321": "MEGA access",
    "7322": "pangalagaan ang inyong files sa pamamagitan ng MEGA's",
    "7323": "end-to-end encryption.",
    "7324": "MEGA privacy",
    "7325": "mag-register na at makakuha ng.",
    "7326": "libreng 50 GB na espasyo.",
    "7327": "MEGA space",
    "7328": "mabilis ang transfer.",
    "7329": "madaliang ibahagi ang inyong files sa lahat.",
    "7330": "MEGA bilis",
    "7331": "I-sort",
    "7332": "Linisin ang basurahan",
    "7333": "Sige",
    "7334": "I-set up ang camera uploads",
    "7335": "Wifi and Data plan",
    "7336": "Wifi only",
    "7337": "Seguridad",
    "7338": "Detalye sa pagbabayad",
    "7339": "Pumili ng renewal period",
    "7340": "Recurring payments para sa Credit Card",
    "7341": "Ilagay ang detalye pagbabayad sa ibaba",
    "7342": "Unang pangalan",
    "7343": "Galing",
    "7344": "Makakuha ng 2 buwang libre kung ikaw ay mag-susubscribe sa isang buong taong PRO plan",
    "7345": "Huling pangalan",
    "7346": "Optional",
    "7347": "(Optional)",
    "7348": "Detalye ng pagbabayad",
    "7349": "Postal Code",
    "7350": "Probinsya",
    "7351": "Pinili mo ang {0} Plan",
    "7352": "State",
    "7353": "Idikit ang MEGA download link:",
    "7354": "Renews on",
    "7355": "Ikaw ay bumili ng {0} account.",
    "7356": "Ang inyong {0} subscription ay agarang mai-rerebilled sa inyong {0} anibersaryo hangga't ikaw ay nakalog-in sa inyong account at itigil ang subscription bago dumating ang renewal date.",
    "7357": "Taon-taon",
    "7358": "Pumili ng payment method",
    "7359": "Sa ngayon, wala pang pupwedeng payment method sa ganitong plano",
    "7360": "Phone Bill",
    "7361": "Punctual",
    "7362": "Recurring",
    "7363": "Pwede kang maging PRO user!",
    "7364": "Gusto mo bang mag-upgrade ng account?",
    "7365": "Mawawalan ka na ng espasyo!",
    "7366": "Mag-browse papunta sa import o download link",
    "7367": "I-type ang email address:",
    "7368": "Mensahe",
    "7369": "Ipadala ang file",
    "7370": "Ibahagi ang folders",
    "7371": "MEGA contacts",
    "7372": "Mga binahaging folder",
    "7373": "Mga natanggap na requests",
    "7374": "Magpadala ng request",
    "7375": "Pinayagan",
    "7376": "Binura",
    "7377": "Tinanggihan",
    "7378": "Binalewala",
    "7379": "Pending",
    "7380": "Pinaalala",
    "7381": "Hindi alam",
    "7382": "Tanggihan",
    "7383": "{0} araw na lumipas",
    "7384": "{0} oras na lumipas",
    "7385": "{0} minuto na lumipas",
    "7386": "{0} segundo na lumipas",
    "7387": "Agarang Upload",
    "7388": "Developer",
    "7392": "Chrome Dev",
    "7399": "Nakakandado ang file.",
    "7403": "Ihulog dito ang file upang simulan ang pag-uupload",
    "7410": "Lahat ng naibahaging file o folder ay hindi na mapupuntahan ng ibang pang gumagamit.",
    "7411": "Source Code",
    "7413": "Mayroon ka ng contact sa email na ito",
    "7414": "Hindi mo na dapat idagdag pa ang iyong email",
    "7415": "Mayroon yatang di-mawaring email",
    "7417": "Mga Payo:",
    "7418": "Gumamit ng headphones o headset",
    "7420": "Walang camera",
    "7421": "PAUNAWA",
    "7422": "Bigyan ng permiso ang MEGA app na ma-access ang inyong Camera sa Settings",
    "7423": "Bigyan ng permiso ang MEGA app na ma-access ang inyong photo library sa Settings",
    "7424": "Hindi ka pupwedeng mag-download ng bakanteng folder",
    "7425": "Maling MEGA Link",
    "7426": "Na-encrypt na ang File",
    "7427": "Hindi mo pupwedeng i-import o i-download ang encrypted file dahil wala o kulang ang decryption key.",
    "7428": "Encrypted ang folder",
    "7429": "Hindi mo pupwedeng i-import o i-download ang encrypted folder dahil wala o kulang ang decryption key.",
    "7430": "Ikaw ay nag-log out sa device na ito sa ibang lokasyon",
    "7431": "Maling e-mail at\/o password. Subukang muli",
    "7432": "Maglagay ng valid email",
    "7433": "Maglagay ng valid password",
    "7434": "Email",
    "7435": "Pumapayag ako sa MEGA Terms of Service",
    "7436": "Maglagay ng valid na pangalan",
    "7437": "Ilagay ang inyong password para makumpirma ang inyong account",
    "7438": "Ikaw ay nakalogged in sa ibang account",
    "7439": "Kung ikaw ay papayag, ang inyong kasalukuyang account ay ila-log out at lahat ng Offline data ay mapapahi. Gusto mo pa bang magpatuloy?",
    "7440": "Kailangang magbawas upang mabakante ang inyong device.",
    "7441": "MEGA Link",
    "7442": "I-import sa Cloud Drive",
    "7443": "I-download sa inyong MEGA App",
    "7444": "Ang inyong file na tinatangkang i0download ay mas malaki sa inyong available na memory.",
    "7445": "Ang inyong file na tinatangkang buksan ay mas malaki sa inyong available na memory.",
    "7446": "Walang file link",
    "7448": "Nagsimula na ang Download",
    "7449": "Ang folder na tinatangka mong i-download ay mas malaki sa available memory.",
    "7450": "Ang folder na '%@' ay hindi mabuo",
    "7452": "Walang internet connection",
    "7453": "Bakanteng folder link",
    "7454": "Sa ngayon, ang link na ito ay walang files.",
    "7455": "Ang sub folder na ito ay walang files.",
    "7456": "Walang files ang nasa binahaging folder",
    "7457": "Magdagdag ng files gamit ang button sa itaas",
    "7458": "Magbahagi ng kahit na ano! Magdagdag na files gamit ang itaas na button.",
    "7459": "Hindi pinagana ang Camera Uploads",
    "7460": "Pagganahin ang Camera Uploads upang magkaroon ng kopya ng inyong device photos sa MEGA.",
    "7462": "Mag-download ng files para magamit kung walang internet connection.",
    "7464": "Magdagdag ng contacts gamit ang button sa itaas.",
    "7466": "Simulang ang paglilipat gamit ang taas na button.",
    "7467": "Wala kang pending downloads.",
    "7468": "Wala kang pending uploads",
    "7469": "%d file",
    "7470": "%d files",
    "7471": "%d folder",
    "7472": "%d folders",
    "7477": "Itinigil ang paglilipat!",
    "7478": "Mayroong pending downloads",
    "7479": "Subukang muli o itigil na",
    "7480": "I-upload galing sa ...",
    "7482": "Nagsimula ang upload",
    "7483": "Isave sa offline",
    "7484": "Gumagawa ng link...",
    "7485": "Ang link ay tinanggal",
    "7486": "Isang file ang nailipat",
    "7487": "%d files moved",
    "7488": "isang folder ang nailipat",
    "7489": "%d folders ang nailipat",
    "7490": "1 file at 1 folder ang nailipat",
    "7491": "1 file at %d folders ang nilipat",
    "7492": "%d files at isang folder ang nilipat",
    "7494": "Isang file ang nakopya",
    "7495": "%d files ang nakopya",
    "7496": "1 folder ang nakopya",
    "7497": "%d ang nakopya",
    "7498": "1 file at 1 folder ang kinopya",
    "7499": "1 file at %d folders ang kinopya",
    "7500": "%d files at 1 folder ang kinopya",
    "7502": "Ilipat sa Basurahan",
    "7503": "Gusto mo bang ilipat ang isang file na ito sa Basurahan?",
    "7504": "Gusto mo bang itapon ang mga %d files na ito sa Basurahan?",
    "7505": "Gusto mo bang itapon ang isang folder na ito sa Basurahan?",
    "7506": "Gusto mo bang ilagay ang %d na folders sa iyong Basurahan?",
    "7507": "Gusto mo bang itapon sa Basurahan ang isang file at isang folder na ito?",
    "7508": "Gusto mo bang ilagay ang isang file at ang %d na folders sa Basurahan?",
    "7509": "Gusto mo bang ilagay ang %d na files at isang folder sa Basurahan?",
    "7511": "1 file ang nilipat sa Basurahan!",
    "7512": "%d files ang nilipat sa Basurahan!",
    "7513": "Pagkakamali sa permiso",
    "7514": "Tingnan ang inyong permiso sa folder na ito",
    "7515": "Naibahagi na ang folder",
    "7516": "Na-import na ang file",
    "7517": "Pumili ng items",
    "7518": "%lu mga imahe",
    "7519": "%lu imahe",
    "7520": "Pinagana ang Camera Uploads",
    "7521": "%lu ang item na pinili",
    "7522": "%lu items ang napili",
    "7523": "Ang Camera Uploads ay hindi pagaganahin, dahil wala ka ng espasyo sa iyong device",
    "7524": "Walang folders na binahagi",
    "7525": "Ilagay ang email",
    "7526": "Idagdag pamula sa contacts",
    "7527": "Naidagdag ang contact!",
    "7528": "Gusto mo bang tanggalin si %@ sa inyong listahan ng contact?",
    "7529": "Gusto mo bang tanggalin ang %d na users sa inyong listahan ng contact?",
    "7530": "%d tinaggal ang contacts",
    "7531": "Tinanggal si %@",
    "7532": "Ang contact ay walang email",
    "7533": "Iniwan ang folder",
    "7534": "Read only",
    "7535": "Security Options",
    "7536": "Walang email na naka set up sa inyong device",
    "7537": "Opsyon",
    "7538": "Kapag pinagana, mga bagong photos ang mai-uupload.",
    "7543": "Tatanggalin mo na ng tuluyan ang isang file. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7544": "Tatanggalin mo na ng tuluyan ang %d na files. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7545": "Tatanggalin mo na ng tuluyan ang isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7546": "Tatanggalin mo na ng tuluyan ang %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7547": "Tuluyan mo ng buburahin ang isang file at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7548": "Tuluyan mo ng tatanggalin ang isang file at %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7549": "Tuluyan mo ng tatanggalin ang %d files at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)",
    "7551": "1 file ang tinanggal sa MEGA!",
    "7552": "%d files ang tinanggal sa MEGA!",
    "7553": "Ang bago at lumang password ay hindi tugma.",
    "7554": "Madaling passcode",
    "7555": "Pahiin ang local data",
    "7557": "Lahat",
    "7558": "Itinuloy ang paglilipat!",
    "7559": "Itinigil muna ang mga transfers!",
    "7560": "Ang mga paglilipat ay itinigil na!",
    "7561": "Itigil ang transfer",
    "7562": "Gusto mo bang itigil ang %@?",
    "7563": "LAHAT ng transfer",
    "7564": "UPLOAD tranfers",
    "7565": "DOWNLOAD transfers",
    "7567": "Logging out",
    "7568": "magtatapos sa %@",
    "7569": "ng %@",
    "7570": "nakagamit ng %@",
    "7571": "available na %@",
    "7574": "%.2f %@ kada buwan",
    "7579": "Walang Transfer",
    "7580": "Walang Download",
    "7581": "Walang Upload",
    "7585": "Ang lagda pamula sa %1 key galing kay %2 ay hindi tama.",
    "7587": "May mali sa pag-eexport ng imahe sa 'saved pictures' album. Muling subukan.",
    "7588": "Ilagay ang iyong pangalan, email at ang iyong MEGA password.",
    "7589": "Ilagay sa basurahan?",
    "7590": "Ilagay lahat sa basurahan?",
    "7591": "Pinili mo ang {0} na items laban sa ({1}) upang i-download. Gusto mo bang magpatuloy?",
    "7593": "https:\/\/mega.co.nz\/mobile_terms.html",
    "7594": "windowsphone@mega.co.nz",
    "7595": "Kinukuha ang files at folders... [{0}]",
    "7596": "Tinatapon sa Basurahan...",
    "7597": "Bakanteng folder",
    "7598": "Hindi pa nagsisimula",
    "7599": "Kumpirmahin ang PIN",
    "7600": "Linisin ang paglilipat",
    "7601": "Burahin ang cache",
    "7602": "Burahin ang pinili",
    "7603": "Files (pataas)",
    "7604": "Files (pababa)",
    "7605": "Ang iyong bagong PIN",
    "7606": "Itigil lahat",
    "7607": "Simulan muli lahat",
    "7608": "Ang SSL key ng Server ay hindi ma-verify. Ikaw ay maaaring apektado ng isang man-in-the-middle attack.",
    "7609": "Wala ka pang account?",
    "7610": "Gumawa ng account",
    "7611": "isang file ang tinapon sa Basurahan",
    "7612": "%d files tinapon sa Basurahan",
    "7613": "isang folder ang tinapon sa Basurahan",
    "7614": "%d folders ang nilagay sa Basurahan",
    "7615": "tig-isang file at folder ang tinapon sa Basurahan",
    "7616": "isang file at %d folders ang tinapon sa Basurahan",
    "7617": "%d files at isang folder ang tinapon sa Basurahan",
    "7618": "[A] files at [B] folders ang tinapon sa Basurahan",
    "7619": "1 file tinanggal sa MEGA",
    "7620": "%d files ang tinanggal sa MEGA",
    "7621": "isang folder ang tinanggal sa MEGA",
    "7622": "%d folders ang tinaggal sa MEGA",
    "7623": "isang file at folder ang tinanggal sa MEGA",
    "7624": "isang file at %s folders ang tinanggal sa MEGA",
    "7625": "%d files at isang folder ang tinanggal sa MEGA",
    "7626": "[A] files at [B] folders ang tinanggal sa MEGA",
    "7627": "Pumili ng plano sa ibaba:",
    "7628": "Makakuha ng 2 libreng buwan at mag-subscribe ng isang taon sa PRO plan",
    "7629": "Pumili ng membership:",
    "7630": "Makaipon ng 17%",
    "7631": "MALING PAGBILI %@ (%ld) ",
    "7633": "Hindi makita ang produktong %@ , i-contact ang ios@mega.nz",
    "7634": "Payagan ang pagbili",
    "7635": "Kailangan mong paganahin ang In-App na Pagbili sa iyong iOS Settings bago mag-restore ng pagbili.",
    "7636": "Ang In-App Purchase item ay wala pa sa App Store ngayon. Subukan muli mamaya.",
    "7637": "Maraming salamat",
    "7638": "Ang inyong binibili ay naibalik",
    "7639": "Itinigil ang pagbili",
    "7640": "Maaaring itinigil mo ang request o nag-report ang Apple ng isang transaction error. Muling subukan o i-contact ang ios@mega.nz.",
    "7641": "Irestore ang issue",
    "7642": "Ang nauna mong binili ay hindi makita. Piliin muli ang binili mo para maibalik. Wala itong charge.",
    "7643": "Itinigil ang pagrerestore",
    "7644": "Maaaring ang inyong request ay itinigil o ang naunang pagbili ay hindi nairestore. Muling subukan mamaya o i-contact ang ios@mega.nz.",
    "7645": "Pumapayag ako",
    "7646": "Tumututol ako",
    "7647": "Nirerespeto ng MEGA ang copyright ng iba at nirerequire ang mga user ng MEGA cloud service na sundin ang mga batas ng copyright.",
    "7648": "Ikaw ay mahigpit na pinagbabawalang gamitin ang MEGA cloud service sa paglabag ng copyrights. Ikaw ay hindi pwedeng mag-upload, download, maglagay, magbahagi, mag-stream, mamahagi, mag-email, mag-link sa, mag-transmit, o gawing available ang kahit na anong files, data o content na lumalabag sa copyright o karapatang pang may-ari ng kahit na sinong tao o entidad.",
    "7649": "I-export:",
    "7654": "Isang link ang nakopya sa clipboard",
    "7655": "Mga %d na links ang nakopya sa clipboard",
    "7657": "Magpakita pa ng higit pang mga lenggwahe",
    "7658": "Itago ang mga lenggwahe",
    "7659": "Ikaw ay sinuspinde dahil sa sobra-sobrang paggamit sa data.Icontact ang support@mega.nz para maibalik ang inyong account.",
    "7660": "Ikaw ay sinuspinde dahil sa makailang ulit na paglabag sa copyright.",
    "7663": "Pindutin",
    "7664": "Status ng Sesyon",
    "7665": "Kasalukuyan",
    "7666": "Aktibo",
    "7667": "Isara ang ibang sesyon",
    "7668": "Ang file ay naiupload na may pangalang %@",
    "7669": "%d na files ang nai-upload na sa folder.",
    "7670": "Ang file ay itinapon na sa Basurahan",
    "7671": "Ang folder ay itinapon sa Basurahan",
    "7672": "Ang file ay nilipat",
    "7673": "Ang folder ay nilipat",
    "7674": "Wala ka ng access sa file na ito",
    "7675": "Wala ka access sa folder na ito",
    "7676": "Ang Inbox label ay reserbado para sa Apple.",
    "7677": "Nakopya ang link",
    "7678": "Buksan sa...",
    "7679": "Kailangan mo ng MEGA account upang magpatuloy.",
    "7680": "Ang cryptographic model ng MEGA ay dumedepende sa mga naka-display na keys sa taas. Ipinapayo namin na ipadala ang decrpytion keys ng magkabukod sa folder o file link, sa pamamagitan ng secure channel.",
    "7682": "Ipinapayo nang MEGA na ipadala ng bukod ang 'Decryption Key' sa 'Folder\/File Link'.",
    "7683": "Extension",
    "7684": "%1 sa %2",
    "7685": "Aking isinasaad, na sa aking paniniwala na ang paggamit ng copyrighted material sa paraang inisinusumbong at makikita sa itaas ay hindi pinapayagan ng copyright owner, ng ahente nito o ng batas (hal. ang patas na paggamit).",
    "7686": "Isa sa mga binigay mong link ay hindi valid na MEGA link.",
    "7687": "Ang settings sa paglilipat ay para sa mga rehistradong users lamang.",
    "7688": "Maaaring may nagaganap na man-in-the-middle-attack. Ireset ang nakatabing identification credentials sa contact na ito at i-verify na tama ang inyong contact sa pamamagitan ng isang secure na channel o sa personal.",
    "7689": "Ireset ang contact credentials",
    "7690": "Gamitin ang reset button sa ibaba para ireset ang credentials ng contact na ito.",
    "7691": "Bagong contact credentials",
    "7692": "Patunayan ang credentials",
    "7693": "Gamitin ang Verify button sa ibaba upang ikumpirma ang credentials ng contact na ito.",
    "7696": "Babalang karapatang pagmamay-ari sa lahat ng gumagamit",
    "7698": "Matagumpay mong nabago ang iyong profile.",
    "7699": "Inaantay pa ang kumpirmasyon sa e-mail.",
    "7700": "Pumunta sa inyong inbox at i-click ang link upang makumpirma ang inyong bagong email",
    "7701": "Kongrats, ang inyong bagong e-mail address para sa MEGA account na ito ay: [X]",
    "7703": "Isa o higit pang items ang natanggal na.",
    "7704": "Ang file na ito ay ipinapatanggal.",
    "7705": "Ang folder na ito ay ipinapatanggal.",
    "7706": "Ang inyong MEGA voucher na %1 € ay nakuha ng maayos",
    "7707": "Ang balanse mo ay %1 €.",
    "7708": "%1 na plano ang iminumungkahi namin base sa inyong balanse ng account.",
    "7709": "Iclick ang [S]KUMPLETONG UPGRADE[\/S] at ienjoy ang bagong %1 plan.",
    "7710": "KUMPLETONG UPGRADE",
    "7711": "Pumili ng ibang plano",
    "7712": "Maglog in o magrehistro para makuha ang inyong voucher.",
    "7713": "Ang gawaing ito ay magtatanggal ng lahat ng MEGA data sa inyong browser cache at ire-reload ang inyong account sa aming servers. Sandali lamang.",
    "7714": "Link sa pagkuha ng voucher",
    "7715": "Para sa karagdagang kaalaman, mag-email sa resellers@mega.nz",
    "7717": "Ikaw ay humingi na ng kumpirmasyon sa email address na ito.",
    "7718": "Ginagamit na ang email na ito. I-contact ang MEGA para sa karagdagang impormasyon.",
    "7719": "Ang link ng kumpirmasyon sa email na ito sy lumipas na. I-click ang OK upang masimulan muli ang proseso.",
    "7720": "Kailangang naka-log in ka upang mabuo ang pagpapalit mo ng email. Mag log-in muli kasama ang iyong kasalukuyang email at i-click muli ang iyong confirmation link.",
    "7721": "Bago sa bersyong ito:",
    "7723": "Nagsisimula na ang iyong download",
    "7724": "Tinanggal ang DEBUG mode",
    "7726": "Mali: Saliwang pupuntahan ng folder. Ang inyong download ay itinigil.",
    "7727": "Ang aming SSL key ay hindi maberipika. Maaaring ikaw ay naaapektuhan ng isang man-in-the-middle attack o ang iyong antivirus na software ay hinahangarang ang iyong pakikipagtalastasan at gumagawa nito. Subukang patayin muna ang iyong antivirus software at muling atuhan.",
    "7728": "Walang internet",
    "7729": "Maglagay ng valid folder name",
    "7730": "I-verify ang email address",
    "7731": "Ilagay ang password upang ma-verify ang inyong email address",
    "7732": "Kumpirmahin ang email",
    "7733": "Mga hindi kasamang file at folder",
    "7734": "I-clear ang local cache",
    "7735": "Ang backups ng mga datihang bersyon ng iyong synced files sa iyong computer ay tuluyan ng mabubura. Bago magpatuloy, tingnan ang iyong backup folder kung may aalisin ka pa:",
    "7736": "Gusto mo bang burahin ang inyong local cache ngayon?",
    "7737": "I-clear ang remote cache",
    "7738": "Ang mga backup ng datihang bersyon ng iyong synced files sa MEGA ay tuluyang mabubura. Icheck ang [A] folder sa iyong Basurahan ng MEGA account upang makita kung may kailangan pang alisin bago magpatuloy.",
    "7739": "Gusto mo bang burahin ang remote cache ngayon?",
    "7740": "Bakante ang basurahan",
    "7741": "Linisin ang basurahan",
    "7742": "Gusto mo bang burahin ang \"%1\"?",
    "7743": "Baguhin ang Email",
    "7744": "Kasalukuyang Email",
    "7745": "Bagong Email",
    "7746": "Ilagay ang bagong email address sa itaas at i-click ang Save.",
    "7747": "Pagkatapos nito, pumunta sa inyong email inbox at ikumpirm ang pagbabago ng email.",
    "7748": "Mga request ng contact",
    "7749": "Naipadala",
    "7750": "Mga Requests",
    "7752": "Itinigil ang request",
    "7753": "Binura ang request",
    "7754": "Mga binahaging item",
    "7755": "Binahagi",
    "7756": "Padating",
    "7757": "Papaalis",
    "7758": "Naipadala na ang request",
    "7847": "Tinanggap ang request",
    "7848": "isang folder • isang file",
    "7849": "[A] na folders • [B] na files",
    "7850": "%d na folders •  isang file",
    "7851": "isang folder • %d na files",
    "7852": "Itinigil ang pagbabahagi",
    "7853": "nai-upload na ang [A] na may pangalang [B]",
    "7854": "[A] files at [B] folders ang inilipat",
    "7855": "[A] files at [B] folders ang nakopya",
    "7856": "Gusto mo bang ilipat ang [A] files sa [B] folders sa Basurahan?",
    "7857": "Binahagi sa %d na mga contacts",
    "7858": "Tinanggal ang binahagi",
    "7859": "Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa isang contact)",
    "7860": "Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa %d contacts)",
    "7861": "Gusto mo bang tanggalin ang mga binahaging ito sa iyo? (Binahagi sa %d contacts)",
    "7862": "Tinanggal na binahagi",
    "7863": "Tatangalin mo na ng tuluyan ang [A] files at [B] folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng baguhan ang aksyon na ito.)",
    "7864": "I-rate kami",
    "7865": "Mga Downloads",
    "7866": "Mga Uploads",
    "7867": "Ang In-App Purchases ay tinanggal, paganahin ito sa pagpunta sa iOS Settings",
    "7868": "I-upload",
    "7869": "Ang email address ay rehistrado na. Pumili na lang ng bagong alternatibong address para magpatuloy.",
    "7870": "Natirang binahagi",
    "7871": "Mga natirang binahagi",
    "7872": "Ang pag-access sa anumang binahaging folders sa iyon na napili [X] ay mawawala.",
    "7873": "Ma-idadownload mo ang extension (v%1) sa ibaba.",
    "7874": "Out of date na yata ang iyong kasalukuyang extension (v%1). Pupwede mong idownload ang pinakabago sa ibaba (v%2).",
    "7875": "Ang iyong extension (v%1) ay ang pinakabago.",
    "7879": "Ang access sa folders na binahagi ni [X] ay tinanggal.",
    "7880": "Tinanggal ang access sa folder.",
    "7881": "Maraming Salamat! Isa sa aming tagasuporta ang sasagot sa inyong katanungan sa lalong madaling panahon",
    "7882": "Naipadala ang mensahe",
    "7883": "Mayroong error sa pagpapadala ng iyong mensahe. Subukang muli na ipadala ito.",
    "7884": "Masyadong maikli ang mensahe",
    "7944": "Hinarangan ang iyong account. I-contact ang support@mega.co.nz",
    "7945": "Para ma-access ang folder\/file, kailangan mo ng [B]Decryption key[\/B].",
    "7946": "Kung wala ka nito, tanungin mo ang gumawa ng link.",
    "7947": "Link na walang key",
    "7948": "Link na may kasamang key",
    "7971": "Key para sa decryption",
    "7972": "Kung wala kang key, tanungin mo ang gumawa ng link.",
    "7977": "Masyadong abala ang servers. Hintayin lamang po...",
    "7978": "Ibinahagi sa isang contact",
    "7979": "Isulat ang feedback mo dito:",
    "7982": "Masyadong maraming hindi tapos na bayad sa nakalipas na 12 oras, pakiusap bayaran ito o subukan bukas.",
    "7983": "Inaantay pa ang pagkumpirma",
    "7985": "Detalyeng personal",
    "7986": "Ilagay ang inyong buong pangalan at ang tax number sa ibaba, pagkatapos ikaw ay dadalhin sa off-site sa payment page.",
    "7987": "Buong pangalan",
    "7988": "Ilagay ang buong pangalan",
    "7989": "%1 number",
    "7990": "Ilagay ang inyong %1 number",
    "7991": "Pinili mo ang %1 bilang provider ng pagbabayad.",
    "7992": "Paano mo gustong magbayad?",
    "7993": "Mag-click dito upang makita pa ang ibang pamimilian ng pagbabayad...",
    "7994": "Hanggang kailan mo gustong maging miyembro?",
    "7995": "Masaya ka ba sa payment plan?",
    "7996": "I-click ang [S]I-PURCHASE[\/S] kung masaya ka sa mga payment options. Papakitaan ka ng bagong dialog o dadalahin ka sa bagong pahina upang matapos ang iyong pagbili.",
    "7997": "Chat",
    "7998": "Upang mapaganda ang aming serbisyo,  maaari mong i-rate ang pag-uusap ninyo kay [X]?",
    "8000": "Walang naitalang pag-uusap",
    "8002": "Pagkikipag-usap kay %s",
    "8003": "Hindi naipadala ang mensahe",
    "8004": "Burahin ang mensahe",
    "8005": "Isama sa Cloud Drive",
    "8006": "Naisama ang attachment sa iyong Cloud Drive.",
    "8007": "Magdagdag ng kasali...",
    "8008": "Wala kang [P]Conversations[\/P]",
    "8009": "Magsulat ng mensahe...",
    "8010": "Hanapin ang contacts",
    "8011": "Idagdag galing sa aking Cloud Drive",
    "8013": "Galing sa aking Cloud Drive",
    "8014": "Galing sa computer ko",
    "8016": "TAO",
    "8017": "KALIKASAN",
    "8018": "PAGKAIN AT INUMIN",
    "8019": "SELEBRASYON",
    "8020": "AKTIBIDAD",
    "8021": "BYAHE AT MGA LUGAR",
    "8022": "MGA BAGAY AT SIMBOLO",
    "8023": "Isama",
    "8024": "Astig!",
    "8025": "Itinitigil ang paglilipat...",
    "8026": "Nililinis ang Basurahan...",
    "8027": "Isinasara ang lahat ng sesyon...",
    "8028": "Isara ang sesyon...",
    "8029": "Magpadala ng request para sa contact...",
    "8030": "Binubura ang request ng contact..",
    "8031": "Pinapaalala muli sa contact ang tungkol sa request...",
    "8032": "Tinatanggal ang contact...",
    "8033": "Tinatanggal sa offline...",
    "8034": "Tanggalin ang link...",
    "8035": "Tinatanggap ang request ng contact...",
    "8036": "Tinatanggihan ang contact request",
    "8037": "Hindi pinapansin ang request ng contact...",
    "8038": "Isave para sa offline...",
    "8039": "Abala pa ang servers. Mangyaring maghintay...",
    "8040": "Matagumpay na natanggal ang item",
    "8041": "Gusto mo bang tanggalin ang contact na si {0}?",
    "8042": "Tanggalin ang contact?",
    "8043": "Ang pang-imbita sa contact ay hindi maipadala. Muling subukan.",
    "8044": "Naudlot ang pag-imbita sa contact",
    "8045": "Si {0} ay naimbitahan na at makikita sa inyong contact list kapag tinanggap nila ang paanyaya.",
    "8046": "Agarang camera uploads ng MEGA",
    "8047": "Ang iyong account ay nai-update na. Gusto mo bang tingnan ang bagong account details?",
    "8048": "Na-update ang account",
    "8049": "Ang aming SSL\/TLS certificate ay hindi makita. Maaaring ikaw ay apektado ng isang  man-in-the-middle na atake.",
    "8050": "Ang Auto Camera Upload background task ay nabigo. Pwede mo itong paganahin muli mula sa settings page.",
    "8051": "Pumalpak ang Auto Camera Upload",
    "8052": "Bigong tanggalin ang contact {0}. Muling subukan. [{0}]",
    "8053": "Naudlot na tanggalin ang contact",
    "8054": "Gusto mo bang tanggalin ang {0} na contacts?",
    "8055": "Tangalin ang contacts?",
    "8056": "Nabigong magbago ng password. Subukang muli.",
    "8057": "Ilagay ang inyong lumang MEGA paasword at bagong MEGA password.",
    "8058": "Nabigong isara ang sesyon. Muling subukan. [{0}]",
    "8059": "Ang natitirang sesyon ay matagumpay na naisara.",
    "8060": "Ang sesyon ay matagumpay na naisara.",
    "8061": "Nabigong linisin ang basurahan. Muling subukan.",
    "8062": "Gusto mo bang burahin ng tuluyan ang lahat ng files sa iyong basurahan?",
    "8063": "Ang basurahan ay matagumpay na nalinis.",
    "8064": "Sinusubukan mong ilagay ang sariling email bilang contact.",
    "8065": "Bigong tanggalin ang link. Subukang muli.",
    "8066": "Hindi mo puwedeng gawin ang aksyong ito. Kumonekta muli sa Internet at subukang muli.",
    "8067": "Tignan ang detalye",
    "8068": "Nakalagay na ang external power source",
    "8069": "I-upload ang settings",
    "8070": "Gusto mo bang paganahin ang Auto Camera Uploads service?",
    "8071": "Bagong password",
    "8072": "Hadlang sa serbisyo",
    "8073": "I-save para sa offline",
    "8074": "Walang files sa iyong cloud drive",
    "8075": "Walang items na naitabi offline",
    "8076": "Walang binahaging folders",
    "8077": "Walang downloads",
    "8078": "Walang uploads",
    "8079": "Pumili ng default download folder.",
    "8080": "Inaalagan ng MEGA ang inyong end-to-end (kontrolado ng gumagamit) encryption sa pamamagitan ng mga mahahalagang kasiguruhang pangkaligtasan:",
    "8407": "Ini-istream",
    "8408": "Ini-istream galing MEGA",
    "8409": "Mag-stream galing MEGA",
    "8411": "Files lamang ang maaaring i-istream.",
    "8413": "PRO LITE",
    "8415": "Pumili ng media galing...",
    "8416": "File info:",
    "8417": "Walang pinili",
    "8418": "Buksan gamit ang:",
    "8419": "Default application",
    "8420": "Pumili ng application",
    "8421": "Sigurado ka bang gusto mong tumigil sa pag-iistream?",
    "8422": "Ilagay ang MEGA file link:",
    "8423": "May mali sa pag-gegenerate ng streaming link",
    "8424": "May mali sa pagbubukas ng default application.",
    "8425": "sa inyong browser",
    "8426": "[S]MEGAsync:[\/S] Madaling automated syncing sa pagitan ng iyong computer at ng iyong MEGA cloud drive",
    "8427": "[S]Flexible:[\/S] Mag-sync ng kahit anong folder sa inyong PC sa kahit saang folder sa inyong cloud. Mag-sync ng kahit na ilang folders ng sabayan.",
    "8428": "Gamitin ang 50 GB na cloud storage na may secure user-controlled at end-to-end na encryption at mag-sign up para sa LIBRENG account o para sa isang [A]PRO plans[\/A].",
    "8429": "Mabilisang paglilipat",
    "8430": "Gamit ng buong-buo ng MEGAsync ang malakasang imprastraktura at multi-connection transfers.",
    "8431": "Handa at mainam na paggamit ng resource",
    "8432": "Patakbuhin ang end-to-end encryption algorithms sa inyong machine ng hindi umaasa sa mababagal na mga browser.",
    "8433": "Unlimited na laki ng file",
    "8434": "Habang ang browser technology ay naglilimit ng file size ng inyong paglilipat, makakasiguro ka naman sa bawat download o upload ng kahit anong file sa pamamagitan ng MEGAsync.",
    "8435": "Ang file ay hindi pupwedeng ipadala sa papadalhan sapagkat lagpas na sa storage quota.",
    "8436": "Mayroong problema sa iyong mga cryptographic keys ng contact (%1). Isara ang dialog na ito at itanong ang inyong contact at i-log out ito at i-log in ito muli. Kung magpatuloy ang problemang ito, maaaring may man-in-the-middle attack na nangyayari. Kung magpatuloy pa man ito, sabihin sa user na i-contact ito sa [A]support@mega.nz[\/A] para sa ayuda.",
    "8437": "Web Client",
    "8438": "Source Code Transparency",
    "8439": "Ang aming mga client side apps ay lisensyado sa ilalim ng isang custom na lisensya at ang aming core libraries (gaya ng Software Development Kit) ay nasa ilalim ng mas malayang lisensya. Makikita sa kanya-kanyang code repositories ang lisensya para sa bawat proyekto.",
    "8440": "You can find links to our most popular source code repositories below. For our smaller libraries you can find them on [A]our general GitHub page[\/A]. If you would like to use our code commercially in a way which is outside the scope of these licences, please [A2]contact us[\/A2] to discuss.",
    "8441": "Kung makakita ka ng bug o security flaw sa aming code, magpadala ng email sa [A]bugs@mega.nz[\/A] na nagpapaliwanag sa problema. Kami ay may magandang bayad para sa aming vulnerability rewards program at ang submission criteria pinapaliwanag [A2]dito[\/A2].",
    "8442": "Pumili ng files",
    "8443": "Pumili ng folder",
    "8444": "Mag-subscribe",
    "8445": "Walang file o folder ang pinili.",
    "8446": "Gusto mo bang ilagay ang mga items na ito sa Basurahan?",
    "8447": "Gusto mo bang burahin ng tuluyan ang mga item na ito?",
    "8448": "Kumpirmahin",
    "8450": "Mag-log in para makapagbahagi sa MEGA.",
    "8451": "Problema sa pagbawi ng files buhat sa folder.",
    "8452": "Ang paglilipat ay itinigil, gusto mo pa bang magpatuloy?",
    "8453": "Lahat ng paglilipat ay ititigil, gusto mo bang magpatuloy?",
    "8454": "Uploads sa Media",
    "8455": "Ipamahagi ang Pahintulot",
    "8456": "Link kahit walang key",
    "8457": "Inililipat...",
    "8458": "Pindutin para payagan lahat ng transfer",
    "8459": "Tanggalin sa Offline",
    "8460": "Pinadala muli ang request",
    "8461": "Sumagot sa paanyayang pinadala",
    "8462": "Contact mo na si %s.",
    "8463": "Walang pahintulot upang ipadala ang file.",
    "8464": "Pumili ng patutunguhang folder.",
    "8465": "%d na items ang nailipat ng matagumpay",
    "8466": "%d na items ang hindi pa naiilipat.",
    "8467": "nailipat na sa Basurahan.",
    "8468": "%d na items nailipat na sa Basuruhan",
    "8469": "%d na items ang hindi pa naipapadala.",
    "8470": "Mali. %d process ng sharing ay hindi natapos.",
    "8471": "Matagumpay na natanggal ang mga binahagi",
    "8472": "Mali. %d process ng pagtanggal sa mga binahagi ay hindi natapos.",
    "8473": "Pumalya. Nabigo ang patanggal sa bahagi",
    "8474": "Tinanggal ang pagbabahagi ng folder",
    "8475": "%d na items ang tinanggal na sa MEGA",
    "8476": "%d na items ang hindi pa natatanggal.",
    "8477": "%d na folders ang natira",
    "8478": "%d na folders ang hindi pa naiiwan.",
    "8479": "Naipadala na ang file sa %d na contacts.",
    "8480": "Ang fille ay hindi naipadala sa mga %d contacts.",
    "8481": "%d na files ang matagumpay na naipadala.",
    "8482": ", %d na files ang nabigong ipdala",
    "8483": "%d items ang nakopya na.",
    "8484": "%d na items ang hindi nakopya.",
    "8485": "%d na contacts ang natanggal na.",
    "8486": "%d na contacts ang hindi natanggal.",
    "8487": "Ang folder ay naibahagi na sa %d na contacts",
    "8488": "Ang file ay hindi pwedeng ibahagi sa %d na contacts.",
    "8489": "%d na folders ang matagumpay na naibahagi.",
    "8490": "%d folders ang hindi naibahagi.",
    "8491": "Ang folder ay hindi na ibinabahagi pa",
    "8492": "Mali, ang folder ay naibahagi na sa ibang contact",
    "8493": "Isama ang decryption key para sa link.",
    "8494": "Nagkaroon ng error habang ginagawa ang aksyon.",
    "8495": "Mali ang kasalukuyang password. Subukang muli.",
    "8496": "Di tugma ang password",
    "8497": "Advanced na Features",
    "8498": "Burahin ang Offline Files",
    "8499": "Gumagamit ngayon ng %s",
    "8500": "Tinatantya...",
    "8501": "Buksan ang Camera Uploads",
    "8502": "Ireset ang PIN code",
    "8503": "Lahat ng lokal mong files ay mabubura at ikaw ay malalog-out pagkatapos ng 10 bigong na pag-ato.",
    "8504": "Maling PIN code, subukan muli. May %2d ka pang natitirang pag-ato.",
    "8505": "Di tugma ang PIN Codes",
    "8506": "Ilagay ang inyong PIN Code",
    "8507": "Ilagay muli ang PIN Code",
    "8508": "Ilagay ang bagong PIN Code",
    "8509": "Ilagay muli ang inyong bagong PIN Code",
    "8510": "Mapapahi lahat ng inyong local data at lala-log out ka sa loob ng %d segundo.",
    "8511": "Ang inyong account ay hindi ma-aupgrade buhat sa app. Icontact ang support@mega.nz para iaupgrade ang inyong account.",
    "8512": "Basahin pa",
    "8514": "Ang subscriptions ay kaagad na nirereview sa magkakasunod na subscription periods sa parehas na haba ng panahon at sa parehas na presyo sa napiling panahon. Pupuwede ng patayin ang automatic renewal ng iyong MEGA PRO subscription sa loob ng 24 oras bago ang iyong susunod na bayad sa subscription papunta sa iyong iTunes account settings page. Para ayusin ang iyong subscription, i-click ang AppStore icon sa iyong handset, mag-sign in gamit ang iyong Apple ID sa ilalim ng page (kung hindi pa nagagawa ito) at i-click ang View ID. Dadalhin ka nito sa iyong account page, mag-scroll down ka at pumunta sa Manage App Subscriptions. Pamula dito, pupwede mong piliin ang iyong MEGA PRO subscription at tingnan ang iyong nakatakdang petsa ng renewal, pumili ng ibang subscription package at mag-toggle sa on-off switch para patayin ang auto-renewal ng iyong subscription.",
    "8515": "Pagganahin ang DEBUG mode",
    "8517": "Patayin ang DEBUG mode",
    "8518": "Ang log (MEGAiOS.log) ay mabubura sa Offline section.",
    "8519": "Hadlang sa operating system",
    "8521": "Paalala sa takedown",
    "8522": "Ang binahagi mo sa lahat na %1 (%2) ay tinanggal na.",
    "8523": "Ang inyong taken down na %1 (%2) ay muling naibalik.",
    "8524": "Binalik ang takedown",
    "8525": "Ilagay ang mensahe rito",
    "8526": "Subject",
    "8527": "Pangkahalatang katanungan",
    "8528": "Isyung Pang-teknikal",
    "8529": "Isyu sa Pagbabayad",
    "8531": "Maling link",
    "8532": "Kailangan mo ng Decryption key upang ma-access ang folder\/file na ito. Kung wala kang key, i-contact ang gumawa ng link.",
    "8533": "Maling decryption key",
    "8534": "Hindi available ang link",
    "8535": "Babaguhin ng MEGA ang Terms of Service sa [B]20th February 2016[\/B]. Basahin ang aming annivesary blog post para sa karagdagang impormasyon.",
    "8536": "Salamat sa paggamit ng MEGA.",
    "8537": "Mahalagang paalala:",
    "8538": "Tingnan ang blog post",
    "8539": "[S]Authenticity.[\/S] Sinusigurado ng system na ang datos na matatanggap ay galing sa nagpadala, at ang nilalaman nito ay hindi napalitan habang naglilipat.",
    "8540": "[S]Confidentiality.[\/S] Tanging ang may-akda at ang mga pinadalhan lamang ang makakabasa nito para ma-decipher at mabasa ang nilalaman.",
    "8543": "Walang contacts sa account na ito. Ilagay sila sa Contacts screen.",
    "8544": "Lahat ng items sa basurahan ay papahiin",
    "8545": "Tandaan ang aking desisyon at huwag na akong tanungin muli pa",
    "8546": "Papaganahin mo ang option na maaaring ma-intercept ng iba ang communication. Dahil naman sa end-to-end encryption, hindi pa rin ma-aaccess ng attackers ang inyong data pero, maaari pa rin nilang magalaw ang files at folders sa MEGA, burahin ito o tanggalan ka ng access sa account mo.",
    "8547": "Lampake",
    "8548": "Pahintulot para sa mga bagong folders at files",
    "8549": "Idine-decrypt",
    "8550": "Permisong panggrupo:",
    "8551": "Pampublikong permiso:",
    "8553": "Basahin",
    "8554": "Sumulat",
    "8555": "Paganahin",
    "8556": "Huwag gumamit ng HTTP",
    "8557": "Paganahin ang option na ito kung hindi magsimula ang paglilipat. Kadalasan, sapat na ang HTTP sapagkat ang paglilipat dito ay encrypted na.",
    "8558": "Hindi na suportado ang MEGA v1 app",
    "8561": "Kung mayroon kang aktibong subscription sa v1 app, itigil ito sa Google Play at magsubscribe muli sa v3 app kapag ang kasalakuyang subscription ay nahinto na. 'Wag mag-alala dahil ang iyong PRO status sa bagong app ay nasa iyo pa rin hangga't di na nahihinto ang bagong app.",
    "8562": "[Maaaring maiba ang presyo depende sa bansang tinitirhan at ng uri ng pagbabayad.]",
    "8563": "Ititigil mo na ang iyong subscription sa MEGA. Ipaalam kaagad sa amin kung mayroon kaming magagawa upang mabawi ang iyong desisyon.",
    "8564": "Wala kang access sa path na '{0}'. Subukang muli at pumili ng iba.",
    "8565": "Ang pangalan ng file na '{0}' ay hindi pupwede o my mga maling characters. Baguhin ito at subukang muli.",
    "8566": "Maling file name",
    "8567": "Masyadong mahaba ang path ng file\/folder na '{0}'. Baguhin ito at subukang muli.",
    "8568": "Masyadong mahaba ang path",
    "8569": "Ang pangalan o path ng folder na '{0}' ay hindi valid o may mga illegal na characters. Baguhin ito at subukang muli.",
    "8570": "Maling pangalan at path",
    "8571": "Bigong piliin ang folder. Muling subukan o pumili ng ibang folder.",
    "8572": "Tinatanggal na ang subscription...",
    "8573": "Pinapalitan ang password...",
    "8574": "Kumpirmahin ang account",
    "8575": "Pangalan ng folder:",
    "8576": "Isara ang sesyon",
    "8577": "Nire-request ang account data",
    "8578": "Tinatanggap ang account data",
    "8579": "Idine-decrypt",
    "8580": "Pumalpak ang pag-iimport ng file",
    "8584": "Nire-request ang folder data",
    "8585": "Tinatanggap ang folder data",
    "8586": "Dine-decrypt ang folder data",
    "8589": "Walang notification",
    "8591": "Nabigong ihanda ang (mga) file para i-upload. Subukang muli.",
    "8592": "May mali sa paghahanda ng\/mga file",
    "8595": "Ang folder na ito ay made-decrypt  kapag meron ng cryptographic key.",
    "8596": "Ang iyong PRO membership plan mo ay mawawala na sa loob ng isang araw.",
    "8597": "Mawawala na ang inyong PRO membership sa loob ng %1 na araw.",
    "8598": "Malapit ng mawala ang iyong PRO membership plan",
    "8600": "Maaaring magsimula ng upload ang MEGA kapag may pagbabago sa lokasyon.",
    "8601": "Idownload sa pamamagitan ng MEGAsync kung ito ay tumatakbo",
    "8602": "Ang file ay madedecrypt kapag mayroon ng cryptographic key.",
    "8603": "Sinuspinde ka dahil sa paglabag sa Terms of Service.",
    "8604": "Magbibigay ito sa iyo ng 1 TB ng storage space at 2 TB ng transfer quota kada buwan sa loob ng isang taon.",
    "8605": "taon-taong PRO I plan",
    "8606": "Magbibigay sa iyo ito ng 1 TB ng storage space at 2 TB ng transfer quota kada isang buwan.",
    "8607": "buwanang PRO I plan",
    "8608": "Magbibigay ito ng 2 TB na storage space at 4 TB na bandwidth kada buwan sa loob ng isang taon.",
    "8609": "taon-taong PRO II plan",
    "8610": "Magbibigay sa'yo ito ng 2 TB ng storage space at 4 TB bandwidth sa loob ng isang buwan.",
    "8611": "buwanang PRO II plan",
    "8612": "Magbibigay ito ng 4 TB na storage space at 8 TB na bandwidth kada buwan sa loob ng isang taon.",
    "8613": "taon-taong PRO III plan",
    "8614": "Magbibigay sa'yo ito ng  4 TB ng storage space at  8 TB bandwidth sa loob ng isang buwan.",
    "8615": "buwanang PRO III plan",
    "8616": "Magbibigay ito ng 200 GB na storage space at 1 TB na bandwidth kada buwan sa loob ng isang taon.",
    "8617": "Taon-taong LITE plan",
    "8618": "Magbibigay sa'yo ito ng 200 GB ng storage space at 1 TB bandwidth sa loob ng isang buwan.",
    "8619": "Buwan-buwang LITE plan",
    "8620": "Nabigong idownload ang file. Subukang muli.",
    "8621": "Nabigong ilagay ang padating na binahaging items galing MEGA. Iclick ang refresh o subukang muli.",
    "8622": "Nabigong ilagay ang palabas na binahaging items galing MEGA. Iclick ang refresh o subukang muli.",
    "8623": "sikat!",
    "8624": "Bigong burahin ang settings. Subukang muli. [{0}]",
    "8625": "May mali sa pagbura ng settings",
    "8626": "Bigong ilagay ang settings. Subukang muli. [{0}]",
    "8627": "May mali sa paglalagay ng settings",
    "8628": "Ipadala ang contact",
    "8629": "nagtatype si %1",
    "8631": "Idagdag sa chat",
    "8632": "Simulan ang bagong chat",
    "8633": "Iwan ang chat",
    "8634": "Mag log in o gumawa ng account para makakuha ng [S]libreng 50GB[\/S] cloud storage at makatanggap ng mga mensahe sa iyong mga kaibigan o katrabaho.",
    "8635": "Naidagdag ang download sa MEGAsync",
    "8637": "Maghihintay ako",
    "8638": "Nalimutan ang Password",
    "8639": "Isyu sa Paglilipat",
    "8640": "Issue sa Contact\/Pamamahagi",
    "8641": "MEGAsync Issue",
    "8642": "Nawawala \/ Di-makitang Data",
    "8643": "Ikaw ay gumagamit ng ephemeral session.",
    "8644": "Ikaw ay kasalukuyang gumagamit ng panandaliang sesyon. Mawawala ang data na nakalagay kapag nag-expire ito. Para mapanatili ang files, gumamit na ng totoong account sa lalong madaling panahon at kunin ang [S]libreng 50 GB ng secure storage space sa cloud![\/S]",
    "8645": "Masyadong malaki ang imahe",
    "8646": "Lumagpas sa pinakamataas na file na 64 KB ang imahe mo. Subukang mag-upload na may mas maliit na file size.",
    "8647": "Nabigong kopyahin ang MEGA link sa iyong clipboard.",
    "8648": "May mali sa pagkopya sa link",
    "8649": "Hindi alam hangga't hindi na-dedecrypt",
    "8650": "Masyadong maigsi ang inyong katanungan. Magbigay ng mas higit na detalye ukol sa inyong issue o katanungan.",
    "8651": "Ang inyong %1 plan ay tapos na.",
    "8652": "BINILI NA",
    "8653": "I-click ang [S]Renew[\/S] para mag-purchase ng inyong %1 plan (%2) gamit ang %3 %4.",
    "8654": "Sa halip, i-click ang [S]Pumili[\/S] para kumuha ng ibang plan o opsyon sa pagbabayad.",
    "8655": "I-renew",
    "8656": "Pumili...",
    "8657": "EXPIRED NA",
    "8658": "ang iyong unang pangalan",
    "8659": "ang iyong huling pangalan",
    "8660": "Windows Phone",
    "8662": "Piliin lahat",
    "8663": "Itanggal lahat",
    "8664": "may-ari",
    "8665": "Pwede mong i-check ang iyong registration email at kumpirmahin ang inyong account bago magbayad, para mai-credit ng MEGA ang iyong bayad sa tamang account.",
    "8666": "Kumpirmahin ang pagsali",
    "8667": "Kung gusto mong magkaroon ng taunang PRO account, maaari kang mag-wire transfer sa aming mga bank accounts:",
    "8668": "IBAN",
    "8669": "Hindi pupwede sa mga bangko ng NZ",
    "8670": "Kung ang inyong email address ay masyadong mahaba kung ilalagay sa 'Reference' field, ilagay na lamang ito sa 'Comments' field.",
    "8671": "Ang mga bansa sa Europa ay may gumawa ng standard na mas kilala bilang International Bank Account Number (IBAN). Ang bansang New Zealand ay wala nito, kaya't kung kailangan mong maglagay ng IBAN, ipadala ito sa aming Luxembourg account.",
    "8673": "Magdagdag ng files",
    "8674": "Walang resulta",
    "8675": "Magdagdag ng contacts",
    "8676": "Na-import na ang files",
    "8677": "Sa iyong device",
    "8679": "Sa MEGA",
    "8681": "Gusto mo bang burahin ang bagay na ito sa iyong Offline?",
    "8682": "Gusto mo bang pahiin ang items sa iyong Offline?",
    "8683": "Hindi lahat ng files ang maaaring i-import. Mangyayari ito kung ang ibang files ay tinanggal. Matagumpay na nailipat ang %1 sa %2 items.",
    "8684": "Magpadala at isara",
    "8685": "Sabihin kung bakit ayaw mo ng magrenew ng iyong plano:",
    "8686": "hindi na-decrypt ang folder",
    "8687": "hindi na-decrypt ang file",
    "8688": "Hinihintay ang kumpirmasyon sa email",
    "8690": "Wala kang access sa iyong napililng download path. Maaari kang pumili ng ibang download path at muling subukan ito.",
    "8693": "Hindi magagamit ang MEGA sa zoom level  na ito dahil sa rendering bug sa mga browsers ng Chrome\/Chromium. Maaaring mag zoom in, zoom out, o pindutin ang Ctrl\/command kasama ang 0 para bumalik sa dati ang zoom level o palitan ng Firefox.",
    "8694": "Mag-set ng petsa kung hanggang kailan",
    "8695": "PRO Lamang",
    "8696": "Mag-upgrade sa PRO",
    "8697": "Pumili ng petsa",
    "8698": "Mawawala sa loob ng %1",
    "8700": "Extension ng Thunderbird",
    "8703": "Isulat ang email ng user",
    "8704": "I-import mula sa phone",
    "8705": "Idagdag ang contact at ibahagi",
    "8706": "I-export",
    "8707": "%s ang mada-download. Sigurado ka ba?",
    "8708": "Wala kang application na kayang buksan ang file na %s. Gusto mo pa bang magpatuloy ng pagda-download?",
    "8709": "Error. Subukang muli.",
    "8710": "Tingnan ang source code",
    "8711": "Magdagdag ng bagong contact upang masimulan ang pagbabahagi",
    "8712": "Internal na SD card",
    "8713": "External na SD card",
    "8714": "Error. Hindi nabuo ang folder",
    "8715": "Matagumpay na nabura ang lahat ng nasa Basurahan",
    "8716": "Error. Hindi nabura ang laman ng Basurahan.",
    "8717": "E-mail ng may-ari",
    "8718": "Uri ng PIN Code",
    "8719": "4 digit na PIN",
    "8720": "6 digit na PIN",
    "8721": "Alphanumeric na PIN",
    "8722": "Ipadala sa Inbox",
    "8723": "Error. Hindi naipadala sa Inbox",
    "8724": "Ginawa noong",
    "8725": "Petsa kung kailan Binago",
    "8726": "Imbitahan",
    "8727": "Gusto mo bang magpadala ng paanyaya kay  %s?",
    "8728": "Matagumpay na naipadala ang contact request kay %s. Maaari mong tingnan ang status sa Sent Requests tab.",
    "8729": "Kung maaari ay maglog-out muna bago gumawa ng account",
    "8730": "Ang mga logs ay pinapagana na",
    "8731": "Ang mga logs ay tinanggal muna",
    "8732": "I-update ang link",
    "8733": "I-update ang links",
    "8734": "Kumuha ng links",
    "8735": "Tanggalin ang links",
    "8736": "Magtakda ng bagong expiry date",
    "8737": "25 May - International Missing Children's Day",
    "8738": "Sa paglaban sa mga nawawala at ine-exploit na bata, kinukumpirma ng MEGA na hindi ni nito hinahayaang magamit ang mga sistema nito sa pagbabahagi ng illegal na content at sinusuportahan ang anumang imbestigasyon at paglitis sa mga bintang ng pornograpiya at mga material na may kaugnayan pang-aabuso sa menor de edad.",
    "8742": "Matuto pa",
    "8743": "Ikaw ay dating nakalog-in gamit ang browser na ito. Gusto mo bang gumawa ng bagong account?",
    "8744": "Ipadala muli",
    "8745": "Ikaw ay matagumpay na nakapaglog-in.",
    "8746": "Nabigog buksan ang link [{0}]",
    "8747": "Nabigo ang pagbubukas sa link",
    "8748": "Buksan ang file link...",
    "8749": "Binubuksan ang folder link...",
    "8750": "Buksan ang link ng MEGA",
    "8751": "Idikit ang MEGA link:",
    "8752": "Iimport sa {0}",
    "8753": "Link ng file",
    "8754": "Link ng folder",
    "8755": "Salamat! Ang inyong account ay ia-upgrade matapos naming matanggap ang kumpirmasyon ng inyong bayad sa aming payment provider  Kung ikaw ay nagbayad sa pamamagitan ng debit o credit card at hindi mo pa natatanggap ang iyong MEGA PRO account sa loob ng ilang oras, icontact kami sa pamamagitan ng support@mega.nz. Kung nagbayad ka naman sa pamamagitan ng bank transfer, hayaan muna itong ma-clear sa loob ng 4 hanggang 5 araw.",
    "8756": "I-save ang Imahe",
    "8757": "Nagge-generate ng links...",
    "8758": "Kinopya ang mga link",
    "8759": "Tinanggal ang link",
    "8760": "Tinanggal ang mga link",
    "8761": "I-save ang mga Imahe",
    "8762": "Gumawa ng account para makakuha ng [S]LIBRENG 50GB[\/S] cloud storage at makatanggap ng mga mensahe sa iyong mga kaibigan at katrabaho.",
    "8763": "Lin",
    "8764": "Lun",
    "8765": "Mar",
    "8766": "Miy",
    "8767": "Huw",
    "8768": "Biy",
    "8769": "Sab",
    "8770": "Di muna pagaganahin ang Camera Uploads",
    "8771": "Copyright Dispute",
    "8772": "Counter-notification Process",
    "8773": "MEGA processes all takedown notices submitted to us based on good faith acceptance of the representations from the party submitting the takedown notice. Due to our end-to-end encryption model we have to do so without being able to review the files. Even if we could decrypt them, we could not determine the copyright status without complex analysis and review, which is impractical for the number of files processed each day. We are aware that some agencies submit incorrect takedown notices from time to time, but we are unable to find such errors in advance.",
    "8774": "You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice. You should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.",
    "8775": "We can only accept a counter-notification directly from the user from whose MEGA account the URL or file has been disabled. For verification, counter-notifications must be submitted from the email address associated with the MEGA account.",
    "8776": "Upon receipt of a counter-notification, MEGA will promptly provide the person who provided the takedown notification with a copy of the counter-notification, and inform that person that MEGA will replace the removed material or cease disabling access to it in 10 business days. If MEGA does not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or such communication that it does receive does not in MEGA's sole opinion adequately justify the original takedown notice, MEGA may, but shall not be obliged to, reinstate the material in approximately 10-14 business days provided it has no reason to believe that the material infringes copyright.",
    "8777": "Wala sa polisiyang ito ang makakapigil sa karapatan ng MEGA, na sinang-ayunan ng user ng MEGA sa Terms of Service, na tanggalin o di-paganahin ang anumang materyales sa ano mang oras o kung may dahilan man o wala.",
    "8778": "To file a counter-notification with us, you may click the button below to proceed to our dispute form.",
    "8779": "Please understand that:",
    "8780": "When we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice. By submitting your counter-notice you authorise us to do so;",
    "8781": "Filing a counter-notification may lead to legal proceedings between you and the complaining party;",
    "8782": "There may be adverse legal consequences in New Zealand and\/or your jurisdiction if you make a false or bad faith allegation by using this process;",
    "8783": "If, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach MEGA’s Terms of Service or this policy and that causes MEGA any loss, costs (including legal costs), damages or other liability, MEGA reserves the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor client basis), damages and other liability, by deduction from any balance in our account and\/or by proceedings in New Zealand and\/or the jurisdiction of the address in your counter-notice;",
    "8784": "Ang counter-notice process ay boluntaryong binibigay ng MEGA sa anumang maaaring pupwedeng saklawan ng copyright at ng counter-notice ng ibang hurisdiksyon, bagamat, alinsunod dito, ang MEGA ay hindi sasailalim sa alinmang hurisdiksyon o batas liban na lamang sa New Zealand at sa nakapaloob na Terms of Service. Maaaring baguhin, ipagpaliban, tanggalin ang counter-notice process kahit kalian, alinsunod na rin sa mga susunod na counter-notice sa panahong nakasaad, ang mga ito ay ipagpapatuloy.",
    "8785": "By filing a counter-notice, you are deemed to have accepted the above terms. If you do not accept the above terms, do not file a counter-notice.",
    "8786": "If there is any inconsistency or ambiguity between the English and other language versions of the above terms, the English version shall prevail. ",
    "8787": "You may submit a counter-notification here",
    "8788": "Mega Limited Copyright Agent",
    "8789": "Copyright Counter-Notification",
    "8790": "This notification is a serious legal document - please be careful to be accurate in your copyright infringement counter-notification. You may first wish to consult with an attorney to determine whether you have ownership of the content, or are protected by fair use, license, or other legal basis.",
    "8791": "Content Details",
    "8792": "URL of the content that has been removed or disabled:",
    "8793": "Description of the content:",
    "8794": "Commentary sufficient to explain the mistake or misidentification to the person who filed the original takedown notice:",
    "8795": "Personal Details",
    "8796": "Full Name:",
    "8797": "Phone Number:",
    "8798": "MEGA Account Email Address:",
    "8799": "Address Line 1:",
    "8800": "Address Line 2:",
    "8801": "Other comments (not sent to complainant):",
    "8802": "Declarations",
    "8803": "I will accept service of proceedings in New Zealand or in the jurisdiction where my address in this counter-notice is located, from the person who provided MEGA with the original copyright takedown notice or an agent of such person.",
    "8804": "I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.",
    "8805": "Subukan ang Network Connection:",
    "8806": "Network Diagnostics",
    "8807": "Nagkaroon ng error message habang nakikipagkausap sa API server. Mangyaring icheck ito kung tama ba ang link.",
    "8808": "Subukan ang bilis ng inyong connection sa aming servers. Matutulungan nitong i-debug ang inyong mga isyu sa connectivity.",
    "8809": "Manyaring magbigay ng kaukulang detalye upang maipaliwanag ang pagkakamali o misidentification.",
    "8810": "Magbigay ng mga katangian ng content na tinanggal.",
    "8811": "Ilagay ang URL ng content na tinanggal.",
    "8812": "Maglagay ng valid MEGA link sa content na tinanggal.",
    "8813": "Ilagay ang inyong phone number.",
    "8814": "Ilagay ang inyong valid na phone number.",
    "8815": "Ilagay ang inyong address.",
    "8816": "Pakiusap na i-acknowledge ang pagtanggap mo ng service of proceedings sa New Zealand o saan mang huridiksyon na ang address ay kung saan matatagpuan ang counter-notice, sa taong nagbigay paanyaya sa MEGA na may kasamang orihinal na copyright takedown notice o anumang may kaugnayan sa taong ito.",
    "8817": "Pakiusap na bigyan ng kaukolang-pansin na ikaw ay may buong paniniwala na ang materyales na tinanggal o di-pinagana ay resulta ng maling pagkakakilanlan sa materyales na tinanggal o di-pinagana.",
    "8818": "Ang link na iyong ibinigay ay maaaring invalid o hindi sakop ng takedown notice.",
    "8819": "Ikaw ay gumawa na ng isang counter-notification sa link na ito.",
    "8820": "Hindi tugma ang binigay na MEGA account sa may-ari ng link.",
    "8821": "Bigong kopyahin ang item. Subukang muli.",
    "8822": "Nabigo ang paggaya",
    "8823": "Ang log ({0}) ay buburahin sa Offline section.",
    "8824": "Isang log ang gagawin sa Offline section ({0}).",
    "8825": "Gumagana ang Debug mode. Gusto mo bang patayin ito?",
    "8826": "Debug mode",
    "8827": "Bagay na binahagi ng Windows Phone MEGA app.",
    "8828": "Bagay na binahagi galing sa MEGA",
    "8829": "Mga bagay na binahagi ng Windows Phone MEGA app.",
    "8830": "Mga bagay na binahagi galing sa MEGA",
    "8831": "Ginagaya...",
    "8832": "Memory statistics",
    "8833": "Para maayos ang limitasyon, pupwede kang magrehistro ng account. Hindi ka lang mabibigyan ng dagdag bandwidth ngunit magkakaroon ka din ng siguradong storage space sa cloud - [B]ng libre[\/B].",
    "8834": "Ang inyong download ay hindi makakapagsimula dahil makukuha nito ang kasalukuyang libreng transfer allowance sa inyong IP address.",
    "8835": "Bigong kopyahin ang Recovery Key sa iyong clipboard. Subukang muli.",
    "8836": "Kinopya na ang Recovery Key sa clipboard",
    "8837": "Nakopya na ang Recovery Key",
    "8838": "I-export ang Recovery Key",
    "8839": "Recovery Key",
    "8840": "Ang MEGAchat ay naiupgrade na at kinakailangang mag-reload. Gusto mo bang i-reload na ngayon ang page at mag-update sa pinakahuling bersyon?",
    "8841": "Anh inyong MEGAchat ay na-upgrade na ito lamang ay suportado ng aming bagong labas na bersyon ng MEGA. I-update ang inyong extension at magpatuloy sa paggamit ng MEGAchat.",
    "8843": "[S]50 %[\/S] quota ng transfer",
    "8845": "Ang pagbiling ito ay lumipas na.",
    "8846": "Magputuloy [S]na rin[\/S]",
    "8847": "I-download ang [S]MEGAsync[\/S]",
    "8848": "I-download [S]gamit ang MEGAsync[\/S]",
    "8849": "I-download [S]sa pamamagitan ng iyong browser[\/S]",
    "8850": "Available na ang Update na MEGA v%1",
    "8851": "Na-irelease nung %1.",
    "8852": "Minabuti naming gumawa ng ilang pagbabago sa aming site, gusto mo bang mag-update sa pinakahuling bersyon?",
    "8853": "May problema sa pagdedecode ng iyong pribadong RSA key, i-contact ang support@mega.nz para sa karagdagang ayuda.",
    "8854": "Kung dati ka ng nag-subscribe sa isang PRO plan na may Google Play o Apple iTunes, ihinto mo ang subscription mo sa kanila dahil hindi ito parte ng aming proseso ng pagpapatigil.",
    "8855": "Sinubukan mong mag log-in ng maraming beses. [BR]Subukan muli ng bandang mga %1.",
    "8856": "Naidagdag",
    "8857": "Available nang Offline",
    "8858": "Binago",
    "8859": "Backup ng Recovery Key",
    "8861": "Tanggalin ang Recovery Key",
    "8862": "Ang Recovery Key file ay natanggal na.",
    "8863": "Ang Recovery Key ay nai-export na:",
    "8864": "Tinatanggal mo na ang nai-export ng Recovery Key file",
    "8865": "Kailangan mong ilagay ang iyong credentials (login at password) sa bagong app. Kung hindi mo tanda ang iyong password, maaaring i-Export ang Recovery Key bago tanggalin ang v1 app.",
    "8866": "Tingnan ang Profile",
    "8867": "Remove Participant",
    "8868": "Magtakda ng Pahintulot:",
    "8869": "Idagdag sa Grupohang Pag-uusap",
    "8870": "Pumili ng isa o higit pang contacts para magpatuloy",
    "8871": "Burahin ang Chat History",
    "8872": "Nagtatype pa sina %1 at %2",
    "8873": "Read-only lamang",
    "8874": "Standard",
    "8875": "Moderator",
    "8876": "Mga Miyembro sa Chat",
    "8877": "Wala ka pang mga contact.",
    "8878": "Walang contact na tumugma sa inyong katanungan.",
    "8879": "Sigurado ka ba sa pagbura sa mensaheng ito?",
    "8880": "Wala kang permiso upang burahin ang pag-uusap na ito.",
    "8881": "Sigurado ka bang gusto mong burahin ang kabuoang pag-uusap na ito?",
    "8882": "Hindi naipadala ang mensahe. Susubukang muli.",
    "8883": "Hindi naipadal ang mensahe. Magclick dito kung gusto mo itong ipadala muli.",
    "8884": "Hindi naipadala ang mensahe. Magclick dito kung gusto mo itong itigil.",
    "8885": "Ako",
    "8886": "Ang mensahe ay binura.",
    "8887": "(binago)",
    "8888": "(wala)",
    "8889": "Pumili ng isa o higit pang contacts upang magsimula",
    "8890": "Magsimula ng Grupohang Pag-uusap",
    "8891": "Alisin ang nakalakip",
    "8892": "Tanggalan ng access ang (mga) kalakip",
    "8893": "Hindi matanggal ang access sa nakalakip. Error code: %s.",
    "8894": "Nakalakip: %s",
    "8895": "Mga nakalakip na %s files.",
    "8896": "Ipadala ang Contact na si: %s",
    "8897": "Naipadalang mga % Contacts.",
    "8898": "Wag na lang salamat",
    "8901": "Dinownload na imahe at video",
    "8902": "Itabi ang mga imahe sa gallery",
    "8903": "Itabi ang videos sa gallery",
    "8904": "Itabi ang iOS compatible na mga imahe at videos sa inyong sa gallery ng inyong device (Paalala: ang mga imahe at videos ay hindi maitatabi Offline)",
    "8905": "binura ang chat history.",
    "8906": "tinanggal sa grupohang chat ni %s.",
    "8907": "sumali sa grupohang chat pamula sa paanyaya ni %s.",
    "8908": "iniwan ang group chat.",
    "8909": "Bawiin",
    "8910": "Tanggalin ang item sa binabahaging folder",
    "8912": "Gagamitin ko ang [B]MEGAsync[\/B]",
    "8913": "Natanggal [X] ang items sa binahagi",
    "8915": "binago sa %s1 ni %s2",
    "8916": "Walang files sa Itinabi para sa Offline",
    "8917": "Itigil muna ang Paglilipat",
    "8918": "Walang padating na Binahaging Folder",
    "8919": "Walang paalis na Binahaging Folder",
    "8920": "Walang pending na request",
    "8921": "I-export ang Recovery Key",
    "8922": "Na-export na ang Recovery Key",
    "8923": "Ang pag-eexport sa Recovery Key at ang pagtatabi nito sa isang maingat na lokasyon ay magbibigay daan upang mabawi mo ang iyong account sakaling mawala mo ang iyong password ng walang data loss.",
    "8924": "Tinanggal ang Recovery Key",
    "8925": "Ang Recovery Key ay na-export na sa Offline section bilang RecoveryKey.txt. Paalala: Ito ay buburahin kung hindi ka magla-log out, paalalang ingatan ito.",
    "8926": "Tinanggal sa Documents folder ang Recovery.txt",
    "8927": "Mag-logout at burahin ang local data matapos ang 10 maling pagsubok sa passcode",
    "8928": "Susi ng Backup",
    "8929": "Backup na Recovery Key",
    "8930": "Magtabi palagi ng sariling kopya ng Recovery Key (hal. sa iyong device, external na storage o iprint sa papel).",
    "8931": "Ang pag-eexport sa Recovery Key at ang pagtatabi nito sa isang maingat na lokasyon ay magbibigay daan upang makabuo ka ng bagong password ng walang data loss.",
    "8937": "Nabigong iimport ang folder. Muling subukan.",
    "8938": "Bigong iimport ang folder",
    "8939": "Nabigo ang pag-iimport ng links",
    "8940": "Bigong ibahagi ang (mga) item galing MEGA. Subukang muli.",
    "8941": "May error sa pagbabahagi ng (mga) item",
    "8942": "Ini-import ang folder...",
    "8945": "Magpatuloy kahit walang account",
    "8947": "BUKSAN SA BROWSER",
    "8948": "BUKSAN SA MEGA APP",
    "8949": "BUKSAN ANG FILE",
    "8950": "I-install ang aming mobile app para makakuha ng [S] libreng 50GB na encrypted cloud storage[\/S]",
    "8951": "Masyadong malaki ang file para buksan sa iyong mobile browser. Pakiusap na mag-install ng mobile app para sa [S]unlimited na file size support at libreng 50GB  cloud storage![\/S]",
    "8952": "Ang file ay hindi mabuksan sa iyong mobile browser. I-install ang aming mobile app para sa [S]unlimited na file at type support at libreng 50GB cloud storage![\/S]",
    "8953": "Magtakda ng petsa ng expiry",
    "8955": "Burahin ang account",
    "8956": "Buksan ang lokasyon",
    "8957": "Masyadong abala ang mga servers. Sandali lamang po.",
    "8958": "Libreng Account",
    "8959": "PRO Lite Account",
    "8960": "PRO I Account",
    "8961": "Pro II Account",
    "8962": "Pro II Account",
    "8963": "I-backup ang iyong Recovery Key",
    "8964": "Ang iyong password ang magbubukas ng inyong Recovery Key",
    "8965": "Kopyahin ang Recovery Key sa clipboard o i-save ito bilang text file.",
    "8966": "Matagumpay na nakopya ang Recovery Key",
    "8967": "OO",
    "8968": "HINDI",
    "8969": "Nalimutan ang password?",
    "8970": "Kung mayroon kang backup ng iyong Recovery Key, pupwede mong ireset ang iyong password sa pagpili ng OO. Walang data ang mawawala.",
    "8971": "Kung mayroon ka pang active session sa MEGA o sa alinmang browser dito o sa ibang computer, pupwede mo pa i-export ang iyong Recovery Key. Kung hindi naman, hindi mo made-decrypt ang iyong kasalukuyang accout, pero pwede kang magsimula ng bagong account sa ilalim ng parehas na e-mail address sa pagpili ng HINDI.",
    "8972": "Kung hindi, pupwede mo pang i-export ang iyong Recovery Key ngayon sa MEGA session mo. Mangyaring bumalik at i-backup ang iyong recovery key.",
    "8973": "Mayroon ka bang backup ng iyong Recovery Key?",
    "8974": "pupunta dito ang email",
    "8976": "Ilalagay dito ang Recovery Key",
    "8977": "Kung buburahin mo ang iyong account, mawawala lahat ng data na nakalagay sa cloud. Hindi mo na ito mababawi pa.",
    "8978": "pupunta dito ang password",
    "8979": "Ito ang huling hakbang upang i-cancel ang inyong account. Mawawala lahat ng iyong data na nakalagay sa cloud. Ilagay ang inyong password sa ibaba.",
    "8980": "Verification ng email",
    "8981": "Mangyaring tingnan muna ang inyong email para magpatuloy.",
    "8982": "Nagkaroon ng error, subukang muli.",
    "8983": "Kailangan mong mag-log in para magawa ang aksyong ito.",
    "8984": "Mali",
    "8985": "Kinakailangang mag-log out ka muna para magawa ang aksyong ito.",
    "8986": "Pakiusap na ilagay ang Recovery Key sa ibaba.",
    "8987": "Nabago ang password!",
    "8988": "I-park",
    "8989": "Naku!",
    "8990": "Dahil sa aming end-to-end encryption paradigm, hindi mo pupwedeng puntahan ang iyong data ng walang password o ng backup ng iyong Recovery Key.",
    "8991": "Pupwede mong i-park ang iyong kasalukuyang account at magsimula ng bagong account sa ilalim ng iisang e-mail address. Ang iyong data ay mananatili sa loob ng 60 na araw. Kung sakaling matandaan mo ang password ng naka-park na account, i-contact kami sa support@mega.nz",
    "8992": "Ilagay ang iyong e-mail address sa ibaba. Makakatanggap ka ng recovery link na magbibigay daan upang mai-park mo ang iyong account.",
    "8993": "Ito ang huling hakbang upang i-park ang iyong account, ilagay ang iyong password. Ang iyong data ay  mananatili hanggang 60 na araw. Kung hindi mo matandaan ang password ng naka-park na account, mangyaring i-contact kami sa support@mega.nz",
    "8994": "Ilagay ang bagong password",
    "8995": "Gagamitin ang iyong Recovery Key para ireset ang iyong password. Makikiusap na ilagay ang bagong password.",
    "8996": "Ikaw ay makakatanggap ng recovery link na magbibigay daan upang mai-reset mo iyong password. Tingnan ang iyong email para magpatuloy.",
    "8997": "Mag-upgrade na",
    "8998": "Nagkaroon ng error habang nagpapalit ng account data.",
    "8999": "Ang inyong account data ay naitama na.",
    "9000": "Error. Ginagamit na ang email address na ito.",
    "9001": "Ito ang huling hakbang para baguhin ang inyong email. Ilagay ang iyong email sa ibaba.",
    "9002": "Baguhin ang email",
    "9003": "Nai-update na ng maayos ang iyong email.",
    "9004": "Gamitin ng husay ang inyong MEGA account sa pamamagitan ng pag-aupgrade sa PRO.",
    "9005": "I-edit ang litrato sa profile",
    "9006": "Pumili ng litrato",
    "9007": "Burahin ang litrato",
    "9008": "Ang key na iyong inilagay ay hindi tumutugma sa account. Siguraduhing tama ang ginagamit na Recovery Key at subukang muli.",
    "9009": "Maling Recovery Key",
    "9010": "Walang pictures ang na-iupload",
    "9011": "Nirerecover ang info...",
    "9012": "Ang iyong email address ay kinakailangang i-validate. Ilagay ang inyong email para magpatuloy.",
    "9013": "Mabubura ang iyong profile picture. Gusto mo bang magpatuloy?",
    "9014": "(PRO LAMANG)",
    "9015": "Baguhin ang link",
    "9016": "%d reinvite requests ang naipadala muli.",
    "9017": "%d na requests ang matagumpay na binura.",
    "9018": "%1$d na request ay matagumpay na nabura samantalang ang %2$d ay hindi nabura.",
    "9019": "Gusto mo bang burahin ang imbitasyon kay %s?",
    "9020": "Gusto mo bang burahin ang %d na invitation requests?",
    "9021": "%d na pagsagot ang naipadala.",
    "9022": "%1$d na sagot ang naipadala pero %2$d ang hindi naipadala.",
    "9023": "i-request",
    "9024": "mga pagre-requests",
    "9025": "Tanggalin ang mga bahagi?",
    "9026": "Gusto mo bang iwan ng binahagi sa'yo?",
    "9027": "Gusto mo bang iwan ang mga binahaging ito sa'yo?",
    "9028": "Naka-save sa Photos",
    "9029": "Kung mali ang nailagay na email address, itama ito at i-click ang 'Ipadala muli'.",
    "9030": "Pagkatapos, i-click ang [S]Ipadala[\/S] para ng network connection report sa aming support team.",
    "9031": "Server",
    "9032": "Ping",
    "9033": "Bilis",
    "9034": "Pag-andar",
    "9035": "Ang dayalogong itong ay nagpapakita ng bilis nang inyong koneksyon sa aming mga servers.",
    "9036": "Ilagay ang file ling sa ibaba at i-click ang [S]Subukan[\/S].",
    "9037": "Subukan",
    "9038": "Ilagay ang File URL",
    "9039": "Hindi pa suportado ang folder links",
    "9041": "Hindi ka pa nakakapili ng default na download location sa para sa iyong files.Para magpatuloy sa download, pumunta sa destination folder o pumunta sa settings para makapag-set up na ng iyong default download location.",
    "9042": "Hindi ma-download ang folder link. Subukang muli.",
    "9043": "Nabigo ang pag-iimport",
    "9044": "Hindi mai-import ang folder link. Subukang muli.",
    "9045": "Ang kasamang user account ay tinanggal dahil sa makailang ulit na paglabag sa aming Terms of Service.",
    "9046": "Kulang ang account confirmation link na ginamit. Tingnan muli ang haba ng link at siguraduhing tama ang kinopyang link bago muling subukan.",
    "9047": "Ang link na ginagamit mo para sa bagong signup ay hindi pupwede.",
    "9048": "Ang binigay na key ay mali. Tingnan kung ang key ay tama o tanungin muli ang gumawa ng link.",
    "9049": "Sinubukan mo ng mag-log in ng maraming beses. Maghintay muna hanggang %@ at subukang muli.",
    "9050": "I-check ang iyong email at i-click ang link para kumpirmahin ang iyong account.",
    "9051": "Ang iyong account ay hindi pa kumpirmado.",
    "9052": "Sumubok ka masyado ng maraming beses. Hintayin muna hanggang {0} at subukang muli.",
    "9053": "Ina-access ng MEGA ang iyong microphone kapag nakakuha ka ng video sa app.",
    "9054": "Ina-access ng MEGA ang iyong camera kapag nakakuha ka ng video o litrato sa app.",
    "9055": "Ina-access ng MEGA ang inyong litrato o videos kapag pinili mo ang iba dito upang ia-upload o kung pinagana mo ang Camera Uploads.",
    "9056": "Huwag maglagay ng URL sa Copyrighted work field, kung gusto mo pang magdagdag ng URL, i-click ang Magdagdag ng isa pang URL.",
    "9061": "I-encrypt",
    "9062": "Ipakita ang PRO na pagpipilian",
    "9063": "Maglagay ng proteksyon sa password",
    "9064": "Itago ang pagpipilian",
    "9065": "Ang feature na ito ay hindi suportado ng inyong browser. Subukan ang Firefox o Chrome.",
    "9066": "Ang password ay hindi tugma, tingnan kung nailagay mo ito ng tama.",
    "9067": "Gumamit ng mas malakas na password.",
    "9068": "Ang link ay hindi madecode, tingnan ang link kung tama at subukan muli.",
    "9069": "Ang algorithm na ginamit sa link para i-encrypt ito ay hindi suportado.",
    "9070": "Ilagay ang decryption password",
    "9071": "Para ma-access ang link, kailangan mo ng password nito.",
    "9072": "Kung wala ka sa iyo ang password, mangyaring i-contact ang gumawa ng link.",
    "9073": "Ilagay ang password",
    "9074": "Maglagay ng matibay na password",
    "9075": "Iretype ang password",
    "9076": "Ang link ay hindi ma-decrypt. Maaaring mali ang password, o ang data ay na-corrupt o binago. Tingnan muli ang link at subukang ilagay muli ang password.",
    "9077": "Nadecrypt na",
    "9078": "Ini-encrypt pa",
    "9079": "Na-encrypt na",
    "9080": "Baguhin ang pangalan ng Grupo",
    "9081": "Baguhin ang group chat name sa %s",
    "9082": "Hindi pa tapos ang pagrerehistro ng account. Tingnan muli ang email, tingnan ang Activate Account button at kumpirmahin ang piniling password.",
    "9083": "Ang inyong purchase ng MEGA subscription ay nabigo dahil binili mo na ito.",
    "9084": "Nabili na",
    "9085": "Ang inyong pagbili ng MEGA subscription ay nabigo o ito ay ikinansela. Subukang muli o i-contact ang Windows Store support.",
    "9086": "Bigo o kinansela ang pagbili",
    "9087": "Matagumpay ang iyong pagbili ng MEGA subscription.",
    "9088": "Tagumpay ang pagbili",
    "9089": "Ang iyong pagbili ng MEGA subscription ay hindi pumasa sa aming validation sa aming licence server. Sa pagsisimula muli ng app ay susubukan naming i-validate ang iyong subscription licence. I-contact ang MEGA support kung magpapatuloy pa ang error.",
    "9090": "Bigo ang pagba-validate sa pagbili",
    "9091": "Bina-validate...",
    "9092": "In app purchase",
    "9093": "Pwede kang magdagdag ng maramihang tao na may e-mail address, na paghihiwalayin ng mga kuwit",
    "9103": "Para ibahagi ang artikulo, kopyahin ang link sa ibaba",
    "9104": "Ibahagi ang Artikulo",
    "9106": "I-email ang %1 para sa tulong.",
    "9107": "Galing {0:N} {1}\/buwan",
    "9108": "Pumili ng Lokasyon",
    "9109": "Gusto mo bang umalis na?",
    "9110": "Transfer manager",
    "9111": "Sigurado ka bang gusto mong itigil ang paglilipat nito?",
    "9112": "Itigil muna ang Paglilipat",
    "9113": "Ilagay sa taas",
    "9114": "Itaas",
    "9115": "Ibaba",
    "9116": "Ilagay sa ibaba",
    "9117": "Tanggalin lahat",
    "9118": "Simulan ang Paglilipat",
    "9119": "Local na backup: %1",
    "9120": "Remote na backup: %1",
    "9121": "I-clear ang local backup",
    "9122": "Gusto mo bang burahin ngayon ang local backup?",
    "9123": "I-clear ang remote backup",
    "9124": "Gusto mo bang burahin ngayon ang remote backup?",
    "9125": "itigil",
    "9126": "naka-queue",
    "9127": "sinusubukan",
    "9128": "tinatapos pa",
    "9129": "Pagkakasaayos ng Paglilipat",
    "9130": "Idagdag...",
    "9131": "Lahat ng Inilipat",
    "9132": "Tanggalin lahat",
    "9133": "Ihinto lahat",
    "9134": "Sigurado ka bang gusto mong itigil lahat ng paglilipat?",
    "10619": "Mawawala lahat ng data na nandito sa account na ito. Gusto mo pa bang magpatuloy?",
    "10621": "Kung hindi mo ma-access ang iyong email, i-contact kami sa support@mega.nz.",
    "10622": "Ilagay ang iyong password at kumpirmahin na gusto mo ng isara ang iyong account.",
    "10623": "Bagong email",
    "10624": "Kumpirmahin ang bagong email",
    "10625": "Hindi tugma ang bago at lumang email",
    "10626": "Hindi tugma ang email",
    "10627": "Isinara ang session",
    "10628": "Ikaw ay magkakaroon ng recurring subscription at ang iyong card ay irere-billed kada buwan. ",
    "10629": "Ikaw ay magsisimula ng recurring subscription at ang iyong card ay kada taon sisingilin.",
    "10630": "Para sa detalye sa recurring payments, refund policy at kung paano ihinto ang inyong subscription, bisitahin ang aming [A]general information page[\/A].",
    "10631": "Ikaw ay gagawa ng isang one-off na bayad. Ikaw ay paaalalahanan kapag ang iyong plano ay matatapos na, at bibili ka ng plano na ito, manually. Para sa detalye sa aming refund policy, bisitahin ang aming [A]general information page[\/A].",
    "10632": "Ilagay ang detalye ng iyong billing address.",
    "10633": "Ilagay ang hinihinging fields.",
    "10634": "Kung nagkakaroon ka ng problema sa pagbabayad, mangyaring [A]i-contact ang aming support team[\/A].",
    "10635": "Paalala: Sa bank statement mo, isusulat itong kabayaran bilang [B]MEGA PRO GLOBAL[\/B] sa iyong credit card.",
    "10636": "Salamat! Ang inyong account ay maa-upgrade na habang hinihintay namin ang kumpirmasyon ng inyong bayad sa loob ng ilang minuto mula sa aming tagapagbigay ng bayad. Kung sa loob ng %1 na oras ay hindi mo pa nakukuha ang iyong MEGA PRO account, pakiusap na i-contact kami sa [A]support@mega.nz[\/A].",
    "10637": "Mag-click dito para sa karagdagang detalye para sa recurring payments, sa aming refund policy at kung paano ikansela ang inyong subscription.",
    "10638": "Gusto mo bang awtomatikong i-renew ang iyong plan kada buwan?",
    "10639": "Gusto mo bang awtomatikong i-renew ang iyong plan taun-taon?",
    "10640": "Kada buwan ikaw ay sisingalan ng %1.",
    "10641": "Kada taon ikaw ay sisingalan ng %1.",
    "10642": "Isang beses kang sisingalan ng %1.",
    "10643": "Refunds",
    "10644": "Lahat ng pagbili ay sarado na at hindi na mababawi liban na lamang kung nakasaad ito sa batas o alinmang inihandog na serbisyo. Kung sa tingin mo ay nagkaroon ng  maling singil, makipagugnayan sa amin sa loob ng siyamnapung (90) araw. Kung ito ay lalagpas sa loob ng siyamnapung (90) araw, walang magaganap na pagbawi. Nasa amin ang karapatan upang magpapahintulot ng pagbawi o anumang credits ukol dito. Hindi namin obligasyon na magbigay muli ng panibagong refund o pagbawi sa hinaharap kung kami man ay nagbigay ng pagbawi o credit. Ang polisiya ng pagbawi ay hindi makakaapekto sa anumang statutory rights na nakasaad. Makipagugnayan sa [A]support@mega.nz[\/A] sa loob ng 24 oras kung nagkaroon ng pagkakamali sa pagbabayad at hindi nagamit ang subscription plan. Ito ay bibigyang pansin at tutugunan sa loob ng pitong (7) araw.",
    "10645": "Pagkansela sa Account",
    "10646": "Pupwede mong kanselahin ang iyong account sa[A]mega.nz\/#account[\/A].",
    "10647": "Recurring na Subscription Terms",
    "10648": "Magre-renew lagi buwan-buwan o taon-taon ang recurring subscriptions batay sa napili mong subscription period pwera na lang kung kinansela mo ito bago ang renewal date. Sa mga recurring subscription na ginawa sa Android o iOS in-app-purchase platforms, tingnan ang petsa at terms of subscription sa Google o Apple platform. Mauulit naman sa mismong araw ng buwan ang iba pang recurring subscription, alinsunod sa petsa kung kailan ito sinimulan malinban na lamang sa mga pagkakataong ang buwan na papatakan nito ay kulang sa araw, sa sunod na buwan ng unang araw ito magaganap.",
    "10649": "Pagkansela sa Subscription",
    "10650": "Dapat ikansela direkta sa serbisyo ng Google o Apple ang recurring subscriptions na inilagay sa pamamagitan ng Android o ng iOS in-app-purchase platforms. Anumang recurring subscription ay dapat ikansela sa pamamagitan ng pagpunta sa [A]mega.nz\/#account[\/A] sa inyong browser at pumili ng opsyon para kanselahin ang iyong subscription. Ibabalik ng Mega ang anumang bayad na naproseso matapos ang kanselahin ang subscription. Ang pag-access ay maaaring umunti o huminto kung lagpas na ito sa limit ng free account matapos kanselahin ang account.",
    "10651": "Pag-abuso sa Sistema",
    "10652": "Alinsunod sa Terms of Service, isasara ng Mega ang mga accounts na may kaugnaayan sa pag-abuso sa serbisyo ng Mega, gaya ng:",
    "10653": "Pagbubukas ng maramihang libreng accounts",
    "10654": "Pamamahagi ng passwords",
    "10655": "Ang Mega group of companies ay pwedeng i-contact sa:",
    "10656": "Customer service at iba pang katanungan:[A]support@mega.nz[\/A]",
    "10657": "Mega Group",
    "10658": "Sakop ng [A]Mega Terms of Service[\/A] ang Mega Limited at mga kaanib nitong kompanya, kasamahan at resellers, kasama ang:",
    "10659": "Postal\/ZIP code",
    "10660": "Tanggalin ang future hints",
    "10661": "Pupwede kang [B]magdagdag at mag-manage ng iyong contacts[\/B] sa Contacts tab, at makipagchat at magbahagi ng files gamit ang MEGAchat na secured.",
    "10662": "Makipag-usap ng may seguridad sa inyong kapamilya, mga kaibigan, at mga katrabaho gamit ang aming audio\/video at text chat na may user-controlled end-to-end encryption.",
    "10663": "... at [X] mas marami pa",
    "12438": "Ilagay ang inyong Recovery Keys",
    "12439": "You are using an ephemeral session in this browser. If you want to preserve the uploaded data, click [A1]Create Account[\/A1] in the tab where you see your data. If you do not care about the data, click [A2]Logout[\/A2] and try clicking the same account confirmation link again.",
    "12440": "Nakalog-in ka na sa MEGA account sa browser na ito. I-click muna ang Logout at saka subukan ang mag-click  sa parehas na account confimation link ulit.",
    "12441": "ETA",
    "12444": "Secure na Pandaigdigang Paggamit",
    "12446": "Secure na Kolaborasyon",
    "12480": "%1 na upload ang napadagdag sa queue ng paglilipat",
    "12481": "%1 na download ang napadagdag sa queue ng paglilipat",
    "12482": "Pakisara ng dialogo at i-click muli ang [B]bilhin[\/B].",
    "12483": "Bago gumawa ng tawag, bigyan ang inyong browser ng[BR] access sa iyong microphone at camera.",
    "12484": "Ihinto muna ang paglilipat",
    "12485": "Mayroon din sa [A1]Mac[\/A1] at [A2]Linux[\/A2].",
    "12486": "Mayroon din para sa [A1]Windows[\/A1] at [A2]Mac[\/A2].",
    "12487": "Mayroon din sa [A1]Windows[\/A1] at [A2]Linux[\/A2].",
    "12488": "Iminumungkahi namin na gamitin ang aming sync client para sa mas pinahusay na [BR]pag-aupload ng daan-daang files. [A]Kumuha ng MEGAsync ngayon.[\/A]",
    "12489": "Noong inilunsad namin ang MEGA noong 2013, katawa-tawa pa noon ang haka-hakang pagmamamanman ng ilang gobyerno sa pamamagitan di umano ng pagpuksa sa terorismo, ito pa nga ay sinasabing conspiracy theories dati. Matapos ang 137 na araw, ang paglalahad ni Edward Snowden ang nagpabago sa opinyon ng publiko rito at naging maliwanag sa lahat na ang  [I]security by policy[\/I] (\"mayroon kaming access sa iyong data, pero ipinapangako naming iingatan ito at hindi gagamitin\") ay mistulang kulang. Anumang kulang sa [I]security by design[\/I] (\"na hindi namin pupwedeng ma-access ang inyong data ng hindi mo pa ito napupuntahan\"), na kung saan, kinakailangan ang matinding end-to-end encryption, ay hindi rin sasapat.",
    "12689": "Babala: Kung bibigyan mo sila ng 100% access, maaaring maubos ng mga user na gumagamit ng file o folder links mo ang kalahatan ng transfer quota na nasa iyo.",
    "12690": "Bigong ipamahagi ang (mga) item(s) galing MEGA. Ang pupuntahang application ay maaaring busy. Pakiusap na subukan mamaya.",
    "12691": "Bigong kunin ang detalye ng nodes. Subukang muli.",
    "12692": "Bigo ang pagtingin sa detalye",
    "13679": "Hindi magawa ang link dahil ang file ay nasa loob ng isang padating na binahaging folder o sa iyong Basurahan.",
    "13680": "Pahintulot ng may-ari:",
    "13749": "Tatanggalin mo na ng tuluyan ang 1 file. Gusto mo pa bang magpatuloy?",
    "13750": "Tatanggalin mo na ng tuluyan ang %1 na files. Gusto mo pa bang magpatuloy?",
    "13751": "Tatanggalin mo na ng tuluyan ang 1 folder. Gusto mo pa bang magpatuloy?",
    "13752": "Tatanggalin mo ng tuluyan mo ang %1 na folders. Gusto mo pa bang magpatuloy?",
    "13753": "Tatanggalin mo ng tuluyan ang 1 file at folder. Gusto mo pa bang magpatuloy?",
    "13754": "Tatanggalin mo ng tuluyan ang 1 file at %1 na folders. Gusto mo pa bang magpatuloy?",
    "13755": "Tatanggalin mo ng tuluyan ang %1 files at 1 folder. Gusto mo pa bang magpatuloy?",
    "13756": "Tatanggalin mo ng tuluyan ang %1 files at %2 folders. Gusto mo pa bang magpatuloy?",
    "13757": "Tinanggal mo ng tuluyan ang 1 file.",
    "13758": "Tinanggal mo ng tuluyan ang %1 na files.",
    "13759": "Tinanggal mo ng tuluyan ang 1 folder.",
    "13760": "TInanggal mo ng tuluyan ang %1 na folders. ",
    "13761": "Tinanggal mo ng tuluyan ang 1 file at 1 folder.",
    "13762": "Tinanggal mo ng tuluyan ang 1 file at %1 na folders.",
    "13763": "Tinanggal mo ng tuluyan ang %1 na files at 1 folder.",
    "13764": "You permanently removed %1 files and %2 folders.",
    "15536": "I-click ang [B]Update[\/B] para tumakbo ang bagong browser code. Ang iyong session ay mananatiling bukas.",
    "16096": "Naisave",
    "16097": "Para kumpirmahin ang iyong account, tingnan ang iyong email at sundan ang link.",
    "16098": "Bakit ko ba kailangan ang Recovery Key?",
    "16099": "Sundan ang recovery link na ipapadala sa emai mo upang mai-reset ang password.",
    "16100": "Pinadalang Data",
    "16101": "Status ng Paanyaya",
    "16102": "Magdagdag ng mga kaibigan",
    "16103": "Imbitahan muli ang lahat ng Pending",
    "16104": "Pending na Paglalagay ng App",
    "16105": "Quotang Ibinigay",
    "16106": "Ang nabili mong serbisyo sa MEGA ay ipo-proseso ng ECP para sa [B]Mega Europe sarl, 4 Rue Graham Bell, L-3235, Bettembourg, Luxembourg[\/B].",
    "16107": "Alam mo bang pupupwede mong i-download ng buo ang folder mo kung [S]ilalagay mo ang libreng MEGA app[\/S]?",
    "16108": "Opsyon sa paglog-out:",
    "16109": "Wipe all local metadata when logging out - Your next login will take longer to process.",
    "16110": "Leave encrypted metadata saved locally for a faster login with your next session.",
    "16111": "Plano at Presyo",
    "16112": "Tungkol sa MEGA",
    "16113": "Privacy Company",
    "16114": "Legal at Polisiya",
    "16115": "Kanselahin ang account",
    "16116": "[S]Warning:[\/S] You will not be able to access your account data, your MEGA contacts or conversations after you confirm this action.",
    "16117": "Mga Achievements",
    "16118": "Pangkalahatang Paggamit",
    "16119": "[S]Lagayan[\/S]",
    "16120": "[S]Paglilipat[\/S]",
    "16121": "Nagamit na Storage",
    "16122": "Quota sa Paglilipat",
    "16123": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by [A]Upgrading to PRO[\/A].",
    "16124": "[S]Transfer quota usage[\/S] is recorded by IP address for free accounts (and may include other users on the same IP). The transfer quota for free accounts is dynamic and depends on the amount of unused bandwidth we have available.[BR] You can increase your quota by completing [S]Account Achievements[\/S] or by [A]Upgrading to PRO[\/A].",
    "16125": "Used quota for the last 6 hours:",
    "16126": "Itaas ang transfer quota",
    "16127": "Quota sa Lalagyan",
    "16128": "Miyembro mula",
    "16129": "Your password is not stored by MEGA so we cannot recover it for you. For reliable access to your account we recommend that you download and save your Recovery Key in a secure place.",
    "16130": "Data",
    "16131": "Lahat ng Files",
    "16132": "Lahat ng Folders",
    "16135": "You're running out of cloud space.[BR] Please consider upgrading your account plan.",
    "16136": "Your account has exceeded its allowed storage quota. Free space on your Cloud Drive or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16137": "Your account has exceeded its allowed transfer quota. You can wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16138": "Your account has exceeded its allowed storage & transfer quota. You can free up space on your Cloud Drive and wait until you have enough transfer quota available or [A]upgrade[\/A] to keep enjoying secure, end-to-end encrypted storage.",
    "16139": "Email at Password",
    "16140": "Pagbabayad at Plano",
    "16141": "Paganahin",
    "16142": "Tanggalin",
    "16143": "Paganahin ang Notifications",
    "16144": "Notifications sa Desktop",
    "16145": "Bagong shared folder galing sa contact",
    "16146": "Ang access sa shared folder ay tinanggal",
    "16147": "Nagdagdag ng files ang contact sa shared folder",
    "16148": "Binigyan ka ng contact request",
    "16149": "Kapag tinanggap ang iyong contact request",
    "16150": "Someone deleted your contact request",
    "16151": "Tips at Hints:",
    "16152": "Our tips and hints help you get to know MEGA and all of its functionality. It's hard to learn everything all at once so you can reset those tips and hints anytime.",
    "16153": "I-reset ang Tips at Hints",
    "16154": "Tanggalin ang files na lagpas",
    "16155": "Panatilihin ang laman ng Basurahan sa",
    "16156": "Grant your transfer quota to users downloading your links:",
    "16157": "This is the maximum percentage of your transfer quota which is available to other users downloading your links.",
    "16158": "User Interface",
    "16159": "File Management",
    "16161": "Lumagpas na sa transfer quota",
    "16164": "Limited available transfer quota",
    "16165": "Your transfer may be interrupted.[BR][S]Get a PRO account[\/S] for increased transfer quota.",
    "16166": "Plan",
    "16167": "You can also pay via the Google Play Store, Apple App Store, Microsoft Store or Android mobile carrier billing when using our [A]MEGA apps[\/A].",
    "16168": "I-sinasave ang settings…",
    "16169": "Petsa kung kailan ginawa",
    "16171": "There is an unknown error in the download path. Please try again and if it continues to fail, please contact support@mega.nz. [{0}]",
    "16172": "Label...",
    "16173": "Pumili ng kulay:",
    "16174": "Petsa kung kailan binago",
    "16175": "Matatapos ang Subscription Sa",
    "16177": "Natitirang Downloads",
    "16178": "bilis ng download",
    "16179": "Natitirang Uploads",
    "16180": "bilis ng upload",
    "16181": "ITINIGIL",
    "16182": "Simulan muli ang download",
    "16183": "Itigil ang Download",
    "16184": "Simulan muli ang upload",
    "16185": "Itigil ang upload",
    "16186": "You are syncing a local folder formatted with a FAT filesystem. That filesystem has deficiencies managing big files and modification times that can cause synchronization problems (e.g. when daylight saving changes), so it's strongly recommended that you only sync folders formatted with more reliable filesystems like NTFS (more information [A]here[\/A]).",
    "16187": "Limit sa download rate",
    "16188": "Number of parallel TCP connections per transfer:",
    "16189": "When you finish this assistant, you will be able to sync additional folders using the settings dialog.",
    "16190": "Aktibong Transfers",
    "16192": "Binura na ang mensahe",
    "16194": "[A] was removed from the group chat by [B].",
    "16195": "Umalis si [A] sa group chat.",
    "16196": "[A] joined the group chat by invitation from [B].",
    "16197": "Binura ni [A] ang chat history.",
    "16198": "[A] was changed to [B] by [C].",
    "16199": "[A] changed group chat name to '[B]'.",
    "16200": "Voice at Video Calls",
    "16201": "Gamitin ang Mobile Data",
    "16202": "You can chat with your contacts, share files and make voice and video calls.",
    "16203": "You will appear offline to your contacts and you will not be able to chat with them.",
    "16204": "Magpadala ng mensahe",
    "16205": "I-verify ang Credentials",
    "16206": "Isara ang Chat",
    "16207": "Credentials ng Contact",
    "16208": "Ang iyong Credentials",
    "16209": "Simulan ang Conversation",
    "16210": "Group",
    "16211": "Info ng Group",
    "16212": "Group Chat",
    "16213": "Baguhin ang Group Avatar",
    "16214": "I-mute",
    "16216": "Umalis sa Group",
    "16217": "Mga Kasama",
    "16218": "Pag-uusap kay %@",
    "16219": "Hindi nakita ang chat",
    "16220": "Nagtatype si %@  ...",
    "16221": "Lagyan ng %1",
    "16222": "Tanggalin ang label %1",
    "16223": "Lagyan ng pula",
    "16224": "Lagyan ng orange",
    "16225": "Lagyan ng dilaw",
    "16226": "Lagyan ng berde",
    "16227": "Lagyan ng asul",
    "16228": "Lagyan ng purple",
    "16229": "Lagyan ng grey",
    "16230": "Simulan muli ang download",
    "16231": "Itigil muna ang Downloads",
    "16232": "Simulan muli ang uploads",
    "16233": "Itigil ang uploads",
    "16234": "Blocked na file: %1",
    "16235": "Itigil muna ang downloads",
    "16243": "You will no longer have access to this conversation",
    "16257": "Ihinihinto muna ang Chat",
    "16258": "Status mo",
    "16259": "Auto-away",
    "16264": "Interactive",
    "16266": "Scriptable",
    "16270": "Automatically backup your photos to the Cloud Drive",
    "16271": "You can upgrade later in My Account",
    "16272": "Transfers tooltip:",
    "16273": "Automatically show the transfers tooltip when a transfer is active.",
    "16274": "Tingnan ang Imahe",
    "16275": "I-play ang Video",
    "16276": "Gumawa ng libreng MEGA account",
    "16277": "Create your free account and get %1 of complimentary storage space, valid for %2 days.",
    "16278": "I-install ang MEGAsync",
    "16279": "When you install MEGAsync you get %1 of complimentary storage space plus %2 of transfer quota, both valid for %3 days. MEGAsync is available for Windows, macOS and most Linux distros.",
    "16280": "I-install ang aming mobile app",
    "16281": "When you install our mobile app you get %1 of complimentary storage space plus %2 transfer quota, both valid for %3 days. We provide mobile apps for iOS, Android & Windows Phone.",
    "16282": "Imbitahan ang iyong kaibigan sa MEGA",
    "16283": "Invite as many friends or coworkers as you want. For every signup under the invited email address, you will receive %1 of complimentary storage plus %2 of transfer quota, both valid for %3 days, provided that the new user installs either MEGAsync or a mobile app and starts using MEGA.",
    "16284": "%1 na araw na lang",
    "16285": "Achieved %1 times, click for status.",
    "16286": "Nagawa",
    "16287": "[S]%1[\/S] na storage space",
    "16288": "[S]%1[\/S] na transfer quota",
    "16289": "(Mag-eexpire sa loob ng [S]%1[\/S] %2)",
    "16290": "araw",
    "16291": "(Mag-eexpire pagkatapos ng [S]%1[\/S] %2)",
    "16292": "linggo",
    "16293": "mga linggo",
    "16294": "mga taon",
    "16295": "I-install",
    "16296": "Base ng Quota",
    "16297": "Bonus para sa Pag-register",
    "16298": "Bonuses para sa referral",
    "16299": "PRO Base Quota",
    "16300": "%1 base quota + %2",
    "16301": "[S]%1[\/S] ng %2",
    "16302": "Puno na ang Storage",
    "16304": "[A]Upgrade now[\/A] and keep enjoying secure, end-to-end encrypted cloud storage. PRO accounts get [S]up to 4 TB (4096 GB) of storage[\/S] and 8 TB of transfer quota that they can share with users downloading their files.",
    "16305": "Pumili ng plan",
    "16306": "Delete old files and [A]clear your Rubbish Bin[\/A] to free up some space.",
    "16307": "Tip: Keep your Rubbish Bin empty to optimise storage usage.",
    "16308": "You can unlock more free storage and transfer quota by using our products. Simple. Easy.",
    "16309": "Makakuha ng mas maraming bonus",
    "16310": "Tip: Check all your available bonuses in the [A]Dashboard[\/A] or click [I]",
    "16311": "Mapupuno na ang Storage",
    "16312": "It looks like you’re running out of storage.",
    "16313": "[A]Upgrade now[\/A] to a [S]PRO Lite[\/S] account and don't worry about running out of storage. [S]For €%1 a month you get 200 GB of storage[\/S] and 1 TB of transfer quota.",
    "16314": "You can unlock more free storage and transfer quota by completing more achievements.",
    "16315": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16316": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] to a PRO account and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16317": "Your friend needs to register for a free account on MEGA and [S]install at least one MEGA client application[\/S] (either the sync client or one of our mobile apps)",
    "16318": "You can notify your friend through any method. You will earn the quota if you have entered your friend's email here prior to them registering with that address.",
    "16319": "Maglagay ng email(s) ng\/mga kaibigan mo:",
    "16320": "Thanks! We have sent that user an invitation email.",
    "16321": "Pwede ka nang:",
    "16322": "Direktang URL sa MEGAsync:",
    "16323": "Direktang URL sa aming mobile apps:",
    "16325": "Get [S]%1[\/S] free storage and [S]%2[\/S] of transfer quota for each friend who installs a MEGA app",
    "16326": "Invite as many friends or coworkers as you want. For every signup under the invited email address, you will receive [S]%1[\/S] of complimentary storage plus [S]%2[\/S] of transfer quota, provided that the new user installs either MEGAsync or a mobile app and starts using MEGA (your free quota will be credited once we confirm the activity of the new account, which can take a few days).",
    "16327": "Encourage your friend to register and install a MEGA app. As long as your friend uses the same email address as you've entered, you will receive your free [S]%1[\/S] of storage space and [S]%2[\/S] of transfer quota.",
    "16328": "Do you want to hide this dialog when transfers are ongoing?",
    "16329": "Use Settings -> Advanced -> Transfers to enable it again.",
    "16330": "Secure communication using user-controlled end-to-end encryption for text chat (mobile apps and in the browser) and voice \/ video (currently only in the browser; mobile coming soon), unified across all your devices.",
    "16331": "You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.",
    "16332": "Kwalipikado ka kung:",
    "16333": "You invited someone who has not used MEGA previously.",
    "16334": "The new user installs at least one app and starts using MEGA.",
    "16335": "(Usage confirmation may take a few days to complete - please be patient)",
    "16336": "(Bonus expires in [S]%1[\/S] %2)",
    "16337": "Storage Quota na nakuha",
    "16338": "Summary of the achievements completed and the storage quota bonus already received ",
    "16339": "Nadagdag na Transfer Quota",
    "16340": "Summary of the achievements completed and the transfer quota bonus already received ",
    "16341": "[B]Get 50 GBs free storage[\/B] when you create an account with us. For the full featured experience, download our app or use the site on a PC.",
    "16342": "Link",
    "16343": "Ilagay ang iyong email",
    "16344": "Ilagay ang iyong password",
    "16345": "Mag-log in",
    "16346": "The folder you are trying to view is no longer available.",
    "16347": "Binura na ang file",
    "16348": "Failed to copy, try copying manually.",
    "16349": "Invalid email and\/or password.",
    "16350": "Subukan muli.",
    "16351": "Matagumpay na naipadala muli ang email.",
    "16352": "Mag-rehistro para sa bonuses",
    "16353": "Tingnan ang aming plans",
    "16354": "Matuto ng higit pa",
    "16355": "Payo: Ang limit na ito ay dynamic at depende sa dami ng hindi nagagamit na bandwidth na available.",
    "16356": "Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.",
    "16357": "Your queued download exceeds the current transfer quota available for your IP address and therefore may be interrupted.",
    "16358": "[S]Your account is full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16359": "[S]Cloud Drive is almost full.[\/S] [A]Upgrade now[\/A] and get [S]up to 4 TB (4096 GB)[\/S] of cloud storage space.",
    "16360": "You've reached the full capacity of your account.",
    "16361": "[A]Upgrade now[\/A] and don't worry about running out of storage.",
    "16362": "Subject to your participation in our achievements program.",
    "16363": "Your easy route to more storage & transfer quota on MEGA",
    "16364": "You can maintain a generous free storage and transfer allowance by completing any of the actions outlined below.",
    "16365": "MEGA Achievements",
    "16368": "MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.",
    "16369": "Upload your files from your smartphone or tablet, then search, store, download, stream, view, share, rename or delete your files any time, from any device, anywhere. Share folders with your contacts and see their updates in real time.",
    "16370": "The encryption process means we cannot access or reset your password so you MUST remember it (unless you have your Recovery Key backed up) or you will lose access to your stored files.",
    "16371": "Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.",
    "16373": "For more info, please check our website:Mobile - https:\/\/mega.nz\/mobile_terms.html - https:\/\/mega.nz\/mobile_privacy.htmlDesktop - https:\/\/mega.nz\/",
    "16374": "Note: For desktop access to your files, MEGA needs to use HTML5 compatible browsers to handle our advanced features. We recommend Mozilla Firefox and Google Chrome. The mobile versions of browsers cannot access the MEGA cloud storage system yet.",
    "16375": "Malaking [S]storage space[\/S]",
    "16378": "Leave behind the transfer volume limits associated with free accounts and enjoy an increased transfer allowance.",
    "16380": "Access PRO only features like setting password protection and expiration dates for public files.",
    "16381": "Notes regarding transfers and your account type:",
    "16383": "Fully [S]featured[\/S]",
    "16384": "Generous [S]transfer quota[\/S]",
    "16385": "Starting at 200 GB base storage and scalable up to 4 TB. If you need something specially crafted to your needs try a [S]custom plan[\/S].",
    "16386": "I-upgrade ang inyong PRO account",
    "16387": "Kahit ako ay naka-disconnect, ipakita lagi ang napiling status.",
    "16388": "Baguhin ang settings para mabigyan ng transfer quota ang mga downloading users.",
    "16389": "Online, %1 but change my status appearance to Away (yellow) after %2 minute(s) of inactivity.",
    "16390": "[S]Transfer quota[\/S] is the total volume of data transfered between MEGA and your system each month.",
    "16391": "[S]Transfer speed[\/S] is unrelated to Transfer quota. The quality of your file transfers' speed can be affected by many factors beyond our control, such as your local network and your Internet Service Provider. MEGA always processes file transfers at the maximum possible speed regardless of your account status.",
    "16392": "[S]PRO and Free accounts[\/S] enjoy the same fast transfer speed.",
    "16393": "Starting at 200 GB base storage and scalable up to 4 TB. If you require more than that, please [A]contact us[\/A].",
    "16394": "No files in your [S]Cloud Drive[\/S].",
    "16395": "You have received %1 storage space as your free registration bonus.",
    "16396": "You have received %1 storage space and %2 transfer quota for installing MEGAsync.",
    "16397": "You have received %1 storage space and %2 transfer quota for installing our mobile app.",
    "16400": "Account base quota",
    "16401": "Account registration bonus",
    "16402": "Buksan ang bonuses:",
    "16406": "[1]MEGA Account Reset[2]It looks like you have forgotten your password and do not have a backup of your Recovery Key.[3]If you proceed, the existing account under this address will be deactivated, and you will lose access to your data. The data will still be preserved for at least another 60 days. Should you remember the deactivated account's password or locate its previously exported Recovery Key, please contact [A1]support@mega.nz[\/A1] to have it restored.[4]Even if you manage to restore the deactivated account, all associated contacts and shares will remain deleted and need to be re-established.[5]Reset my Account[6]Didn't work? No worries. Copy and paste this link below into your web browser:",
    "16407": "[1]Maraming salamat,[BR]— Team MEGA",
    "16408": "Para magpatuloy, i-click ang link sa ibaba o i-copy at i-paste ito sa inyong web browser:",
    "16410": "[1]MEGA Account Expiry Warning[2]We noticed that there hasn't been any activity on your MEGA account since [B][$month] [$day], [$year][\/B].[3]We would love to have you as a user, but we may [B]delete any stored data (as specified in our [A1]Terms of Service[\/A1]) if you don’t log in at [A2]mega.nz[\/A2] within the next 30 (thirty) days[\/B].[4]If you have recently used MEGA but still received this email, then we are emailing you about a different account. Please compare the email address on the account you recently used to the one in this email.[5]Login at MEGA",
    "16412": "[1]MEGA Account Expiry Final Warning[2][B]Your [A1]$megaemail[\/A1] MEGA account is due to expire in 7 days[\/B] as there has not been any activity on it since [$month] [$day], [$year].[3]We would love to have you as a user, but we may [B]delete any stored data (as specified in our [A2]Terms of Service[\/A2]) if you don’t log in at [A3]mega.nz[\/A3] within the next 7 (seven) days[\/B][4]If you have recently used MEGA but still received this email, then we are emailing you about a different account. Please compare the email address on the account you recently used to the one in this email.",
    "16413": "[1]MEGA Bonus Unlocked[2]Congratulations, we have just activated your mobile app install achievement bonus. You have earned [$storageearnedgb] storage quota and [$transferearnedgb] transfer quota, which will be valid for [$durationdays] days.[3]Need more storage or transfer quota? Let others know about the benefits of end-to-end encrypted cloud storage and invite them to MEGA![4]Achieve More[5]To view the status of your achievements or achieve more, click below:",
    "16414": "[1]MEGA Install Bonus[2]Great, thanks for installing the MEGA mobile app! It can take a few days for your installation achievement bonus to be authorised. Please note that you will not receive an achievement credit if you have used a different MEGA account in the past.[3]Achievements",
    "16415": "[1]MEGA Invitation[2]The user with the email [R][$cred][\/R] has sent you an invitation to join MEGA.[3]Join [R][$cred][\/R] on MEGA by clicking below:[4]Create Account",
    "16416": "Congratulations, [$cred] has accepted your invitation and started using MEGA! As a result, you have been credited [$storageearnedgb] of additional storage space and [$transferearnedgb] transfer quota, which will both be valid for [$durationdays] days.",
    "16420": "Didn’t work? Copy the link below into your web browser:",
    "16421": "[1]MEGA Invitation[2]The user with the email [R][$cred][\/R] has sent you a contact invitation.[3]Head to MEGA to accept the invite and get connected with [R][$cred][\/R][4]Take me to MEGA",
    "16422": "[1]MEGA[2]The user with the email [R][$cred][\/R] is waiting for you to join MEGA.[3]It's free and easy to set up and you will get a generous free storage allocation on the world's most secure cloud storage service.[4]Join MEGA",
    "16423": "[1]MEGA Invitation[2][R][$cred][\/R] wants to share a folder with you.[3]To receive shared folders from MEGA users, you will need a MEGA account. It's free and easy to set up, and you will get a generous free storage allocation on the world's most secure major cloud storage service.[4]Join MEGA[5]Please note that the shared folder will only appear if its owner is connected to MEGA during or after your signup. This is because our end-to-end encryption paradigm requires the folder owner to transmit the secret folder key to you securely using asymmetric cryptography so that nobody can intercept it, not even MEGA.[6]Click below to get started with MEGA:",
    "16424": "[1]MEGA Invitation[2][R][$cred][\/R] wants to share a folder with you.[3]Head to MEGA to accept the invite and get started with [R][$cred][\/R][4]Take me to MEGA",
    "16425": "[1]MEGA Email Verification Required[2]You have one more step remaining to activate your MEGA account.[3]Click on the button below to verify your email address:[4]Verify my email[5]Click on the link below to verify your email address:",
    "16426": "If you are having trouble activating using the above link, try copying and pasting the link below into your iOS device's mobile browser:",
    "16427": "[1]MEGA Account Closed[2]You have closed your [R][$megaemail][\/R] MEGA account. If you did not initiate this closure, please contact [A1]support@mega.nz[\/A1][3]We would like to thank you once more for using MEGA. You are welcome back any time.",
    "16428": "[1]MEGA Chat Notification[2]You have received new encrypted chat messages on MEGA chat while you were offline.[3]Chat securely at MEGA",
    "16429": "[1]MEGA Account Closure[2]Caution: You have elected to close your MEGA account. The account under this email address will be permanently closed and your data deleted. This can not be undone.[3]By completing this action, you will lose access to all your uploaded data, shares, and contacts. Any remaining account balance or PRO quota will be voided.[4]If you have a paid MEGA subscription with [A1]Apple[\/A1] or [A2]Google[\/A2], then you must cancel it separately at Apple iTunes or Google Play, as MEGA is not able to cancel it for you.[5]Close my Account",
    "16430": "[1]MEGA Confirm New Email[2]It looks like you changed your email address. We just need you to confirm your new email address by clicking the following link:[3]Confirm New Email[4]Please note that this will [B]replace your existing MEGA account email address[\/B]. You will need to log in with this new email address from now on.",
    "16431": "[1]MEGA Password Recovery[2]You can easily access your MEGA account with your Recovery Key.[3]Unlock Account[4]This request originated from IP address: [R][$cred][\/R]",
    "16432": "You can also earn more free storage and transfer quota by achieving bonuses. For example, by installing our software or inviting friends to MEGA.",
    "16433": "[1]Visit [A1]mega.nz\/account[\/A1] to see a breakdown of your usage. Please note your rubbish counts toward your usage, and may need to be cleared to free up space.[2]To continue to use MEGA, please upgrade to one of our paid plans, or buy a larger plan. [B]You have 7 days left to take action[\/B]. If the account remains over quota after [R][$lastdate][\/R], MEGA will automatically clear your rubbish bin in an attempt to remedy the situation for your convenience.",
    "16435": "[1]MEGA Password Change[2]Click on the button below to change your password.[3]Click on the link below to change your password. [4]You will need to enter your current password before you can choose a new one.[5]Change Password[6]If you didn't make this request, you can ignore and delete this email. If you need more assistance, please contact our support team at [A1]support@mega.nz[\/A1]",
    "16436": "[1]MEGA Password Has Been Changed[2]Your MEGA account's password has been changed. If you didn't make this request, please contact our support team at [A1]support@mega.nz[\/A1]",
    "16437": "[1]MEGA Account Suspended - Repeat Infringer[2]YOUR ACCOUNT HAS BEEN SUSPENDED OVER REPEATED ALLEGATIONS OF COPYRIGHT INFRINGEMENTS.[3]Please do not hesitate to contact us at [A1]legal@mega.nz[\/A1] if you believe the allegations are false.[4]Please be reminded that MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.[5]Pursuant to our Terms of Service, accounts found to be repeat infringers are subject to termination. Full details, including how to file a counter notification, are specified in MEGA's [A2]Terms of Service[\/A2], [A3]Copyright[\/A3] and [A4]Takedown Guidance[\/A4]",
    "16438": "[1]MEGA Claim of Alleged Infringement \/ Takedown[2]We are in receipt of a takedown notice affecting the following public link in your account:[3]Link:[4]Submitter of notice:[5]Pursuant to our Terms of Service, accounts found to be repeat infringers are subject to termination. Full details, including more information on the counter-notification process, are specified in MEGA's [A1]Terms of Service[\/A1], [A2]Copyright[\/A2] and [A3]Takedown Guidance[\/A3][6]If you believe that your content has been wrongly disabled because you have rights to the material, then you may file a counter-notice at our [A4]dispute page[\/A4].",
    "16439": "[1]Welcome to MEGA[2]Hi [$username], thanks for joining MEGA, your free account is ready and you can start using MEGA now.[3][B]Warning:[\/B] Due to our advanced end-to-end encryption, it is mathematically impossible for us to recover or reset your password. If you lose your password, you will lose access to the data in your MEGA account. We highly recommend you make a backup of your Recovery Key now:[4]Back up Recovery Key[5]You can back up your Recovery Key later in your Dashboard or Account Settings[6]You have just joined many millions of like-minded users on the world's safest cloud collaboration platform.[7]Visit Mega.nz",
    "16440": "[1]About MEGA[2]Privacy[3]Unlike most other cloud storage providers, only you control who has access to your data. Not even MEGA can access your data![4]Encryption[5]Your data is encrypted on your device using your password as the encryption key. Secure collaboration with others is guaranteed through asymmetric cryptography, which means that only the end points have access.[6]Space[7]Not only is MEGA more secure than its major competitors, MEGA is also very generous in providing a whopping 50GB for free![8]Not only is MEGA more secure than its major competitors, MEGA provides a very generous amount of free storage and transfer quota, and easy ways to [A1]achieve[\/A1] even more for free!",
    "16442": "[A]Login[\/A] or [B]Create an account[\/B] to fully experience MEGA",
    "16443": "USED SPACE: Walang available na data",
    "16444": "USED BANDWIDTH: Walang available na data",
    "16445": "USED NA STORAGE %1",
    "16446": "USED NA BANDWIDTH %1",
    "16447": "Inii-scan…",
    "16448": "Ipagpatuloy ang Paglilipat",
    "16449": "Itigil muna ang Paglilipat",
    "16450": "I-stream",
    "16451": "Tanggalin sa kaliwang bahagi",
    "16452": "Bigyang-pansin ang pagpapa-update ng inyong operating system.",
    "16454": "USED STORAGE: Hindi muna available ang data",
    "16455": "MEGA Resibo ng Bayad",
    "16456": "Resibo ng Bayad",
    "16457": "Petsa ng Order:",
    "16458": "Order ID:",
    "16459": "GST No:",
    "16460": "Billed",
    "16461": "Binayaran gamit ang:",
    "16462": "Katangian",
    "16463": "Presyo",
    "16464": "Kabuuan",
    "16465": "Your subscription will renew at the rates stated above unless you cancel it at [A1]https:\/\/mega.nz\/account[\/A1] prior to the end of the billing period.",
    "16466": "If you have any questions or concerns regarding this payment, please contact our support team at [A1]support@mega.nz[\/A1] or review your purchase history [A2]here[\/A2]",
    "16467": "Refund Receipt ng MEGA",
    "16468": "Refund Receipt",
    "16469": "Hindi mahanap ang link ng folder o file na inyong binubuksan. Maaaring ikaw ay  naka-log in pa sa ibang account. Subukan muli at mag-log in ng tama.",
    "16470": "Hindi nahanap ang file\/folder",
    "16471": "Mali ang ibinigay na key.",
    "16472": "Mangyaring tingnan muli kung tama ang key o tanongin ang gumawa ng link.",
    "16473": "[1]MEGA Achievement Expired[2]One of your achievements has expired today. Don't worry though, you can always achieve more or upgrade to a PRO account.[3]To upgrade your account to PRO, click below:",
    "16474": "Datihang bersyon",
    "16475": "Ibalik",
    "16476": "Binago ni %1",
    "16477": "Binago pamula sa %1 ni %2",
    "16478": "kasalukuyang bersyon",
    "16480": "Binago ko ito",
    "16481": "Ni-rename ko ang %1 ",
    "16482": "Alisin mo ako pagkatapos ng [X] na minuto ng walang aktibidad",
    "16483": "Status Persistence",
    "16484": "Panatilihin ang napili kong status kahit na walang naka-connect na device.",
    "16485": "Duplikadong Items",
    "16486": "Nakalagay na dito ang file na %1.",
    "16487": "Pumili ng file na gusto mong itabi:",
    "16488": "Mag-upload at palitan",
    "16489": "Palitan ang file sa folder galing sa i-aupload mo:",
    "16490": "Huwag i-upload",
    "16491": "Walang files ang mababago. Mananatili ang file sa ibaba:",
    "16492": "Panatilihin ang parehong files",
    "16493": "Ang file na iyong i-aupload ay tatawagin ng:",
    "16494": "I-apply ang option na ito sa susunod na [S]2[\/S] na conflicts",
    "16495": "I-move at palitan",
    "16496": "I-copy at palitan",
    "16497": "Palitan ang file sa folder ng panibago:",
    "16498": "Palitan ang file sa folder ng panibago:",
    "16499": "Huwag i-move",
    "16500": "Huwag i-copy",
    "16501": "If you previously subscribed to a PRO plan with Google Play or Apple iTunes, please manually cancel your subscriptions with them inside Google Play or the iTunes app on your device. If you need any assistance please contact [A1]support@mega.nz[\/A1] or see our [A2]help article for Android[\/A2] or our [A3]help article for iOS[\/A3].",
    "16502": "Baguhin ang Pangalan",
    "16503": "Mabubura sa iyong device ang lahat ng files na naka-save sa Offline. Gusto mo bang magpatuloy sa logout?",
    "16504": "Ang inyong nakuhang transfer ay lagpas sa kasalukuyang transfer quota na available sa inyong account kaya't maaari itong maudlot.",
    "16505": "Depleted na ang transfer quota",
    "16506": "Sigurado ka ba na gusto mong i-cancel lahat ng pending downloads?",
    "16507": "Sigurado ka ba na gusto mong i-cancel lahat ng pending uploads?",
    "16508": "Tinatapos…",
    "16509": "Inihahanda…",
    "16510": "Sinusubukan…",
    "16511": "I-cancel ang downloads",
    "16512": "I-cancel ang uploads",
    "16513": "Wala pang natatapos na transfers",
    "16514": "Ang file na iyong inililipat ay papangalanang bilang:",
    "16515": "Ang file na iyong kinokopya ay papangalanang bilang:",
    "16516": "Pampublikong Links",
    "16517": "You have successfully logged into the account %1, we will now proceed to migrate your ephemeral account contents to your Cloud Drive's Inbox.",
    "16518": "Tingnan sa MEGA",
    "16519": "Wala pang options ang available",
    "16520": "I-click ang toolbar item para sa menu.",
    "16521": "%i na files",
    "16522": "%i na folders",
    "16523": "MEGA Finder Sync",
    "16524": "Mag-[A]Login[\/A] o [A]Gumawa ng bagong account[\/A] para masubukan ang MEGA",
    "16525": "Buksan ang Transfer Manager",
    "16527": "NAGAMIT NA TRANSFERS %1",
    "16528": "Ilagay ang email o MEGA contact name",
    "16529": "Piliin ang destinasyon",
    "16530": "Tingnan ang plano",
    "16531": "Bagong mensahe",
    "16532": "Contact Request",
    "16533": "Bagong shared folder",
    "16535": "Try without account",
    "16536": "We make secure cloud storage simple. Create an account and get [A]50 GB[\/A] free on MEGA's end-to-end encrypted cloud collaboration platform today!",
    "16537": "Scroll down",
    "16538": "iOS",
    "16539": "Android",
    "16540": "Win Mobile",
    "16541": "Extensions",
    "16544": "The MEGA iOS App",
    "16545": "Our iOS app puts the cloud in your pocket.",
    "16546": "Access and stream your files on your iPhone or iPad, upload and sync your photos and videos, or communicate securely using our end-to-end encrypted chat.",
    "16547": "MEGA sa inyong mga palad",
    "16548": "Dalhin ang buong lakas ng MEGA, kahit saan. Maingat na ginawa upang magbigay ng secure data mobility.",
    "16549": "Ang buong MEGA experience",
    "16550": "Our iOS app has everything you need to securely communicate and manage your data.",
    "16551": "Automatic Camera Uploads",
    "16552": "Upload all your photos & videos securely for backup, sharing or to reduce storage consumption on your iPhone or iPad.",
    "16553": "MEGA decrypts your media on-the-fly so you can securely stream your audio and video files directly to your iPhone or iPad.",
    "16554": "Audio\/Video Streaming",
    "16555": "Select files that you want to save to your iPhone or iPad, so that you can retain access without Internet connectivity.",
    "16556": "Save Your Files Locally",
    "16557": "Managing your data across multiple devices securely is smooth and easy.",
    "16558": "Accessible Anywhere",
    "16559": "MEGAchat makes collaboration within the MEGA platform easy and secure.",
    "16560": "End-to-End Encryption",
    "16561": "Chats and calls are end-to-end encrypted, not even MEGA can read or listen to your communication.",
    "16562": "Group Messaging",
    "16563": "Collaborate securely by text message with individual contacts or multiple people at once in a group chat.",
    "16564": "Contact Fingerprint Verification",
    "16565": "Verify the cryptographic fingerprint of your contacts through a separate channel to ensure they are authentic.",
    "16566": "Audio and Video Calls",
    "16567": "Effortlessly stay connected with our secure cross-platform audio and video calls.",
    "16568": "Coming soon!",
    "16569": "Seamless File Sharing",
    "16570": "Conveniently share files directly within a chat straight from your MEGA account or from your device storage.",
    "16571": "Retention Control ng History",
    "16572": "Sa pamamagitan ng MEGAchat mahahawakan mo ang chat history at mabubura mo ito kung kailan mo gusto.",
    "16573": "Ang MEGA Android App",
    "16574": "Inilalagay ng aming Android app ang cloud sa inyong pocket.",
    "16575": "I-access at i-stream ang inyong files sa inyong phone o tablet, i-upload o i-sync ang inyong litrato o videos, makipag-communicate securely gamit ang aming end-to-end encrypted na chat.",
    "16576": "Nasa aming Android app ang lahat na kailangan upang makipag-communicate securely at ma-manage ang inyong data.",
    "16577": "I-upload ang inyong photos & videos securely para sa backup, pagbabahagi o para mabawasan ang inyong storage consumption sa inyong phone o tablet.",
    "16578": "Dine-decrypt ng MEGA on-the-fly ang inyong media kaya't maaari kang securely na mag-stream ng audio at video files direkta mula sa  device mo.",
    "16579": "Piliin ang files na gusto mong i-save sa inyong phone o tablet, para mapanatili ang access kahit walang Internet connectivity.",
    "16580": "Madaling automated synchronisation sa pagitan ng computer at MEGA account mo.",
    "16581": "Live na Encrypted Syncing",
    "16582": "I-access at ayosin ang iyong data securely sa iba't ibang lokasyon at devices. Ito ay laging bukas at fully automatic.",
    "16583": "Maaaring kang pumili kung buong MEGA account o iba't ibang multiple selective syncs sa pagitan ng folder ng computer at folders sa iyong MEGA account ang si-synchronise.",
    "16584": "Isaayos ang lahat ng transfers conveniently sa loob ng MEGAsync transfer manager. Manually na iupload ang bawat files sa inyong computer papunta sa MEGA o i-import ang MEGA links para i-download sa computer.",
    "16585": "Live na Encrypted Backup",
    "16586": "Dahil sa aming real-time versioning feature, ang inyong data ay laging recoverable sa dating version.",
    "16587": "Binura na Data Retention",
    "16588": "Inililipat ng MEGAsync ang deleted files sa mga special folder sa 'yong computer at MEGA account para kung kailangan mo ay pupwede mo ulit itong magamit.",
    "16589": "Browser Transfer Accelerator",
    "16590": "Ang MEGAsync ay secured na nakikipag-interact sa inyong browser para sa mas pinaayos na paghawak sa MEGA file transfer.",
    "16591": "Windows Phone app",
    "16592": "Ilalagay ng aming Windows Phone app ang cloud sa inyong bulsa.",
    "16593": "I-access at i-stream ang files mo sa phone o tablet, i-upload at i-sync ang photos at videos mo.",
    "16594": "Universally MEGA",
    "16595": "abangan",
    "16596": "Kasalukuyang ginagawa pa ang MEGA Universal Windows App. Para mag-request ng maagang beta access, magpadala ng email sa [A]uwp@mega.nz[\/A]",
    "16597": "Ang MEGAcmd ay isang interactive, text console based, scriptable na MEGA client",
    "16598": "Bumisita sa aming [A]GitHub repository[\/A] para sa [B]README file[\/B] para sa lahat ng detalye.",
    "16601": "Isang shell para interactively na ma-execute lahat ng mga MEGA commands.",
    "16602": "Makipag-interact sa MEGA mula sa script o program mo.",
    "16603": "Mga Extension ng Browser",
    "16604": "I-install ang MEGA sa browser mo. Mababawasan nito ang oras ng pag-loload, mapaayos ang pag-dadownload at mapatibay ang security.",
    "16605": "Mag-download para sa Firefox",
    "16606": "Mag-download para sa Chrome",
    "16607": "Ang MEGA URL ay makukuha ng extension at magiging local (walang JavaScript ang iloload sa aming servers).",
    "16608": "Mayroong secure automatic updates dahils sa cryptographic private key signing.",
    "16609": "MEGA extension para sa Thunderbird",
    "16610": "Magpadala ng malalaking files sa email gamit ang MEGA with this extension para sa Mozilla Thunderbird mail client.",
    "16611": "Mag-download para sa Thunderbird",
    "16612": "Fully Integrated",
    "16613": "Isaayos ang iyong MEGA account sa settings at alinmang large file na ilalagay sa email ay awtomatiko ng papalitan ng MEGA link.",
    "16614": "Kinakailangan ang libreng [A]Mozilla Thunderbird[\/A] mail client.",
    "16615": "FILE",
    "16616": "Hindi gaya ng ibang cloud storage providers, kontralado mo ang makakapasok sa data mo. Kahit ang MEGA ay hindi ito mapapasok!",
    "16617": "Ang data mo ay mabubuksan kahit kailan. Gumamit ng web browser o alinman sa aming mabibisang apps, available sa lahat ng platforms.",
    "16618": "Magbahagi ng data at makipag-communicate sa contacts mo securely, at makita ang updates kaagad.",
    "16619": "Malaking Storage Space",
    "16620": "Bukod sa mas secure kami kumpara sa iba, mas marami rin ang naiibibigay naming free storage.",
    "16621": "Live na Encrypted Backup",
    "16622": "Sa aming real-time file synchronisation at versioning features, ang inyong data ay laging iingatan at mababawi.",
    "16623": "Pampublikong Source Code",
    "16624": "Para ma-enable ang independent verification ng kawastohan at integridad ng aming crypto model at ang implementasyon nito, minarapat naming ilabas ang buong source code ng aming client apps.",
    "16625": "Ang Aming Plano",
    "16626": "Gamitin ang MEGA at ang PRO account",
    "16627": "Discount para sa taunang bayad",
    "16628": "Buksan ang buong potensyal ng MEGA account mo",
    "16629": "Still want more? We have you covered with a variety of generous achievements to help you get the most out of our secure cloud collaboration platform.",
    "16630": "I-invite ang kaibigan mo",
    "16631": "mawawala matapos ang [X] na araw",
    "16632": "Libreng [X] pagkatapos ma-install",
    "16633": "Libreng [X] kada invite",
    "16634": "I-access at i-stream ang inyong files sa smartphone o tablet mo. Mag-upload o mag-sync ng photos at videos. Secure na end-to-end encrypted chat sa inyong contacts.",
    "16635": "Easy automated synchronisation between your computer and MEGA allows you to access and work with your data securely across different locations and devices.",
    "16636": "Kasama sa regular browser access, nagbibigay din kami ng browser extensions para sa Chrome at Firefox para sa pinatibay na security, pinabisang file transfer performance at pinabilis na loading time.",
    "16637": "Simulan ngayon ang pagiging secure. Samahan kami ngayon!",
    "16638": "Millions of people trust MEGA to store billions of files using our state of the art infrastructure. Join them and protect your data using one of the Internet's most secure cloud and communication providers.",
    "16639": "Bilang ng rehistradong gumagamit",
    "16640": "Bilang ng nakatabing files",
    "16641": "Walang sinuman ang maglalagay sa arbitrary inteference ng kanyang privacy, pamily, bahay o ka-correspondence[…].",
    "16642": "Ang lahat ay may right na maprotektuhan ng batas laban sa ganang pakikialam […].",
    "16643": "Windows Mobile",
    "16644": "Patakaran sa Serbisyo",
    "16645": "Press at Media",
    "16646": "User-encrypted na cloud services",
    "16647": "The Privacy Company",
    "16648": "Universal Declaration ng Human Rights, Artikulo 12",
    "16649": "Maka-save ng %1",
    "16650": "Bigong maipakita ang detalye ng contact. Muling subukan mamaya.",
    "16651": "Bigong ipakita ang detalye ng contact",
    "16652": "Bigong maipakita ang upload options. Subukan muli mamaya.",
    "16653": "Para sa buong featured experience, i-download ang aming app o gamitin ang site sa PC.",
    "16654": "Wag ipakita ang icons sa kaliwang bahagi ng Windows Explorer",
    "16655": "Buksan ang MEGA at mag-sign in upang magpatuloy",
    "16656": "Isang log ang bubuoin sa Offline section (MEGAiOS.log). Maaaring laman ng logs ang impormasyon na tungkol sa inyong account.",
    "16657": "Maaaring dahilan nito ay ang mga sumusunod:- Ang folder link ay tinanggal dahilan sa paglabag sa ToS\/AUP.- Maling URL - Ang link na gusto mo ma-access ay wala.- Ang folder link ay binura na ng user.",
    "16658": "Maaaring dahilan nito ay ang mga sumusunod:- Ang folder link ay tinanggal dahilan sa paglabag sa ToS\/AUP.- Maling URL - Ang link na gusto mo ma-access ay wala.- Ang folder link ay binura na ng user.",
    "16659": "Alisin mo ako pagkatapos ng 1 minutong walang aktibidad",
    "16660": "PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.",
    "16664": "Ang bagong password ay dapat iba sa datihan.",
    "16665": "Ang pupuntahang folder ay naka-sync na at mayroon ka ng folder dito na may katulad na pangalan (%1). Kung magpapatuloy kang mag-upload, ang naunang file ay mapapatungan. Gusto mo ba magpatuloy?",
    "16666": "Ginamit na quota sa huling %1 oras: %2",
    "16667": "Bumalik sa PRO Plans",
    "16668": "Dashboard",
    "16669": "Bigong ibahagi ang file\/folder link. Muling subukan.",
    "16670": "May error sa pagbabahagi ng link",
    "16671": "I-download ang MEGA desktop app para sa pinabilis na download.",
    "16672": "Gusto mo bang i-save ang log file sa ibang lokasyon para gamitin mamaya?",
    "16673": "I-save ang log file",
    "16674": "MEGAchat SDK version",
    "16675": "The folder is shared with %1$d contact. Remove share?",
    "16676": "The folder is shared with %1$d contacts. Remove all shares?",
    "16677": "Your account has been suspended due to Terms of Service violations. Please contact support@mega.nz",
    "16678": "Too many failed attempts to login, please wait for an hour.",
    "16679": "This account has not been validated yet. Please, check your email.",
    "16680": "The file link has been removed because of a ToS\/AUP violation.",
    "16681": "Awaiting email confirmation",
    "16682": "item",
    "16683": "items",
    "16684": "The associated user account has been terminated due to multiple violations of our Terms of Service.",
    "16685": "The provided decryption key for the folder link is invalid.",
    "16686": "My credentials",
    "16687": "Chat BETA",
    "16689": "Archive",
    "16690": "No conversations",
    "16691": "Enable chat",
    "16692": "Invite your friends to join you on Chat and enjoy our encrypted platform with privacy and security.",
    "16693": "Enable Chat[A]and enjoy our encrypted platform with privacy and security.",
    "16694": "h",
    "16695": "m",
    "16696": "s",
    "16697": "%d selected",
    "16698": "The contact %s will be removed from the shared folder.",
    "16699": "%d contacts will be removed from the shared folder.",
    "16700": "%d contacts removed correctly from the shared folder",
    "16701": "and %d contacts were not successfully removed",
    "16702": "Loading contacts from the phone...",
    "16703": "%d invite requests sent successfully.",
    "16704": "%1$d invite requests successfully sent but %2$d requests were not sent.",
    "16705": "%1s (Me)",
    "16707": "Type a message",
    "16708": "Unmute",
    "16709": "Chat notifications",
    "16710": "Message sound",
    "16711": "Clear chat",
    "16712": "Share contact",
    "16713": "Call ringtone",
    "16714": "Notification sound",
    "16715": "After cleared, neither %s nor you will be able to see messages of this chat.",
    "16716": "The history of the chat has been cleared",
    "16717": "Error. The history of the chat has not been cleared correctly",
    "16718": "Add participants",
    "16719": "Remove participant",
    "16720": "Protects your chat with end-to-end (user controlled) encryption, providing essential safety assurances:",
    "16721": "The system ensures that the data received is truly from the specified sender, and its content has not been manipulated during transit.",
    "16722": "Only the author and intended recipients are able to decipher and read the content.",
    "16723": "Authenticity",
    "16724": "Confidentiality",
    "16725": "This link is not related to this account. Please, log in with the correct account.",
    "16726": "This cancel link has expired, please try again.",
    "16727": "No results were found",
    "16728": "Chat history was cleared",
    "16731": "Remove messages?",
    "16732": "Remove message?",
    "16733": "Group chat",
    "16734": "Group info",
    "16735": "Edit profile",
    "16736": "Leave chat",
    "16737": "Remove %s from this chat?",
    "16738": "Change title",
    "16739": "If you leave, you will no longer have access to read or send messages.",
    "16740": "Leave group chat?",
    "16741": "All messages and media in this conversation will be cleared.",
    "16742": "Clear history?",
    "16743": "The participant is already included in this group chat",
    "16744": "%d participants were correctly invited",
    "16745": "%1$d participants were successfully invited but %2$d participants were not invited.",
    "16751": "Message not sent. Tap for options",
    "16752": "Error. Your status has not been changed",
    "16753": "An error occurred when leaving the chat",
    "16754": "An error occurred when creating the chat",
    "16755": "Vibration",
    "16756": "This message has been deleted by %1$s",
    "16757": "Chat history cleared by %1$s",
    "16758": "%1$s was changed to %2$s by %3$s",
    "16759": "%1$s was added to this group chat by invitation from %2$s",
    "16760": "%1$s was removed from group chat by %2$s",
    "16761": "%1$s changed the group chat name to \"%2$s\"",
    "16762": "%1$s left the group chat",
    "16763": "Copied to the clipboard",
    "16764": "Chat Error!",
    "16765": "The chat could not be opened correctly",
    "16766": "Choose contact",
    "16767": "%1$d contact",
    "16768": "%1$d contacts",
    "16769": "Error sharing the folder. Please, try again.",
    "16770": "Incoming shares",
    "16771": "All data associated with the selected contact will be permanently lost.",
    "16772": "All data associated with the selected contacts will be permanently lost.",
    "16773": "%1$s [A]is typing...[\/A]",
    "16774": "%1$s [A]are typing...[\/A]",
    "16775": "%1$s [A]and more are typing...[\/A]",
    "16776": "not available",
    "16778": "Remove from Save for offline?",
    "16779": "Chat is disabled and it cannot be enabled without a connection.",
    "16780": "Set status",
    "16781": "Invitation accepted",
    "16782": "Invitation declined",
    "16783": "Invitation ignored",
    "16784": "Message unrecognizable",
    "16785": "Show me away after an inactivity of",
    "16786": "%1d minutes",
    "16787": "Status persistence",
    "16788": "Maintain my chosen status appearance even when I have no connected devices",
    "16789": "Set time limit",
    "16790": "Set",
    "16791": "Logs can contain information related to your account",
    "16792": "Network connection recovered. Connect to MEGA?",
    "16793": "Loading status…",
    "16794": "This message cannot be edited",
    "16795": "%1$d of %2$d file",
    "16796": "%1$d of %2$d files",
    "16797": "View",
    "16798": "Resume all transfers",
    "16799": "Pause transfer?",
    "16800": "Resume transfer?",
    "16801": "Clear completed transfers?",
    "16802": "In progress",
    "16803": "Paused transfers",
    "16804": "Uploading %1$d of %2$d file",
    "16805": "Uploading %1$d of %2$d files",
    "16806": "Uploaded %1$d file",
    "16807": "Uploaded %1$d files",
    "16808": "%1$d file not uploaded",
    "16809": "%1$d files not uploaded",
    "16810": "Downloaded %1$d file",
    "16811": "Downloaded %1$d files",
    "16812": "%1$d file not downloaded",
    "16813": "%1$d files not downloaded",
    "16814": "Downloading %1$d of %2$d file",
    "16815": "Downloading %1$d of %2$d files",
    "16816": "Your queued transfer exceeds the current transfer quota available for your IP address and may therefore be interrupted.",
    "16817": "%1$d file",
    "16818": "%1$d files",
    "16819": "View files",
    "16820": "Add to Cloud drive",
    "16821": "View contacts",
    "16822": "Succesfully added to Cloud drive",
    "16823": "Error. Not added to Cloud drive",
    "16824": "Connecting…",
    "16825": "%s was already invited. Consult your pending requests.",
    "16826": "If you have misspelled your email address, correct it and click 'Resend'",
    "16827": "Email sent",
    "16828": "You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, email, link to, transmit or otherwise make available any files, data or content that infringes any copyright or other proprietary rights of any person or entity.",
    "16829": "Disagree",
    "16830": "Show info",
    "16831": "Link removal failed. Try again later.",
    "16832": "Link action failed. Try again later.",
    "16833": "Files attached",
    "16834": "Contacts attached",
    "16835": "The user is not a contact",
    "16836": "Profile picture updated",
    "16837": "Error when changing the profile picture",
    "16838": "Profile picture deleted",
    "16839": "Error when deleting the profile picture",
    "16840": "Participant added",
    "16841": "Error. Participant not added",
    "16842": "Participant removed",
    "16843": "Error. Participant not removed",
    "16844": "No files selected",
    "16845": "From Cloud drive",
    "16846": "From device",
    "16847": "Error. Not sent.",
    "16848": "%d files already downloaded.",
    "16849": "%d files pending.",
    "16850": "No options available, you have selected yourself",
    "16851": "Remove attachment?",
    "16852": "View files (%1d deleted)",
    "16853": "Error. The file has not been sent",
    "16854": "Error. The attachment has not been removed",
    "16855": "Set up automatic uploads",
    "16856": "Silent",
    "16857": "messages",
    "16858": "New contact request",
    "16859": "May ilang items na hindi pwedeng ibahagi sa MEGA",
    "16861": "I-install ang MEGA desktop client",
    "16862": "Inenhance na file transfer performance sa inyong browser",
    "16863": "Malakas na synchronization tools",
    "16864": "at marami pang iba",
    "16865": "Mayroong kakulangan ang %1 ng buffer upang makapag-decrypt ng data sa inyong browser, at ipinapayo naming mag-install ng [A]MEGA desktop app[\/A] para makapagdownload ng malalaking files %2",
    "16866": "Mayroong kakulangan ang %1 ng buffer upang makapag-decrypt ng data sa inyong browser, ilagay ang [A]MEGA desktop app[\/A] para makapagdownload ng malalaking files %2",
    "16867": "sa inyong browser",
    "16868": "o gumamit ng Chrome",
    "16869": "o lumabas sa Incognito",
    "16870": "Ipinapayo namin na mag-install ng [A]MEGA desktop app[\/A] para makapagdownload ng malalaking files.",
    "16871": "Ubos na ang HTML5 Offline Storage space",
    "16872": "Masyadong malaki ang file upang mabasa ng memory.",
    "16873": "Real-time na file versioning, proteksyon para sa deleted file, mas pinagandang file transfers, browser integration at marami pa.",
    "16882": "Ipadala ang Media",
    "16883": "Kulang ang buffer ng inyong browser para makapag-decrypt ng data, i-install ang [A]MEGA desktop app[\/A] para makapag-download ng malalaking files %2",
    "16884": "I-save para sa Offline",
    "16887": "Ang pag-iingat sa Recovery Key at pagtatabi nito sa isang secured na lokasyon ay mag-eenable sa pagrerecover ng inyong account ng walang data loss sakaling mawala ang password mo.",
    "16889": "Ilagay ang inyong password para kumpirmahin na tatanggalin mo na iyong account.",
    "16890": "Ang inyong browser storage para sa MEGA ay puno na. Magpapatuloy ang inyong download matapos mong magbawas para magkaroon ng space.",
    "16891": "Ang iyong available browser storage para sa MEGA ay hindi kayang hawakan ang laki ng download, magbawas para madagdagan ang disk space.",
    "16892": "Paumanhin, ngunit hindi namin makuha ang laman ng Cloud Drive.",
    "16893": "You will need to restart MEGA after changing the language",
    "16894": "Language changed. Tap to restart.",
    "16895": "Do you remember your password?",
    "16896": "Your password",
    "16897": "Password accepted",
    "16898": "Wrong password, backup your Recovery Key as soon as possible!",
    "16899": "Backing up your Recovery Key enables you to set a new password without data loss. We suggest that you back it up now to a secure location.",
    "16900": "Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[\/A]",
    "16901": "Password Reminder",
    "16902": "Or create a free MEGA account. Registered users enjoy an extra 10% free IP quota allowance.",
    "16903": "Or create an account to participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16904": "Or participate in our achievement program, where you can earn free storage & transfer quota when installing MEGA apps or inviting friends to MEGA (activation can take several days).",
    "16905": "Disabling this security check could allow your communications to be intercepted. Your data would be still inaccessible for attackers due to our end-to-end encryption, but they could blindly move your files and folders in MEGA, delete them or deny you access to your account.",
    "16906": "View previous versions",
    "16908": "Take advantage of 50GB of cloud storage with a free  account and be able to encrypt all your files with our generous [A]PRO plans[\/A].",
    "16909": "There was a problem installing the update. Please try again later or download the last version from:https:\/\/mega.co.nz\/#sync",
    "16910": "Unable to get the filesystem. Please, try again. If the problem persists please contact bug@mega.co.nz.",
    "16912": "Error: Invalid destination folder. The download has been canceled.",
    "16913": "Our SSL key can't be verified. You could be affected by a man-in-the-middle attack or your antivirus software could be intercepting your communications and causing this problem. Please disable it and try again.",
    "16915": "The link cannot be generated because the file is in an incoming shared folder or in your Rubbish Bin.",
    "16916": "The destination folder is synced and you already have a file inside it with the same name (%1). If you continue the upload, the previous file will be overwritten. Are you sure?",
    "16917": "You need Full access rights to be able to sync the selected folder.",
    "16919": "Export Key",
    "16920": "Export Recovery Key",
    "16921": "Always keep physical control of your Recovery Key (e.g. on a client device, external storage, or print).",
    "16922": "You have to accept our Terms of Service",
    "16923": "When you finish this assistant, you will be able to sync additional folders using the settings dialog",
    "16924": "Free transfer quota exceeded",
    "16925": "You have utilized %1 of data transfer in the last 6 hours, which took you over our current limit. To circumvent this limit, you can [A]upgrade to PRO[\/A], which will give you your own transfer package and also ample extra storage space.",
    "16926": "Please upgrade to PRO to continue immediately, or wait %1 to continue for free.",
    "16927": "This action can not be completed as it would take you over your current storage limit",
    "16928": "Importing",
    "16929": "No file or folder selected",
    "16930": "The secondary media folder does not exist, please choose a new folder",
    "16931": "No external storage detected",
    "16932": "This folder is read only. You do not have permission to upload",
    "16933": "You are removing the previously exported Recovery Key file",
    "16934": "Backup Recovery Key",
    "16935": "Remove Recovery Key",
    "16936": "The Recovery Key file has been removed",
    "16937": "We were unable to cancel your subscription. Please contact support@mega.nz for assistance",
    "16938": "%s will be downloaded.",
    "16939": "There is no app to open the file %s. Do you want to continue with the download?",
    "16940": "Confirm password",
    "16941": "No network connection",
    "16942": "Please log in to share with MEGA",
    "16943": "MEGA Space",
    "16944": "MEGA Speed",
    "16945": "MEGA Privacy",
    "16946": "MEGA Access",
    "16947": "Please enter your name",
    "16948": "Delete this transfer?",
    "16949": "Delete all transfers?",
    "16950": "Media uploads",
    "16951": " SENT REQUESTS ",
    "16952": "Camera uploads",
    "16953": "No files in your Cloud drive",
    "16954": "Inbox Empty",
    "16955": "Incoming shares with",
    "16956": "Add new contacts using the button below",
    "16957": "Add a new contact to share",
    "16958": "Touch to cancel",
    "16959": "View transfers",
    "16960": "Most devices can't download files greater than 4GB. Your download will probably fail",
    "16961": "Remove share",
    "16962": "This link will not be publicly available anymore.",
    "16963": "Preparing file",
    "16964": "Creating folder",
    "16965": "All items inside your rubbish bin will be deleted.",
    "16966": "Request correctly sent to %s. The status can be consulted in the Sent Requests tab.",
    "16967": "%s is already a contact",
    "16968": "You do not have permission to send this file",
    "16969": "Please choose a destination folder",
    "16970": "%d items were not moved successfully",
    "16971": "Moved to the rubbish bin successfully",
    "16972": "%d items moved to the rubbish bin successfully",
    "16973": "and %d items were not sent successfully",
    "16974": "Error. %d shares were not completed",
    "16975": "Error. %d process of removing shares is not completed",
    "16976": "%d items are not removed successfully",
    "16977": "%d folders were not left successfully",
    "16978": "File sent to %d contacts successfully",
    "16979": "File was not sent to %d contacts",
    "16980": "%d files sent successfully",
    "16981": "%d files failed to send",
    "16982": "%d items copied successfully",
    "16983": "%d items were not copied",
    "16984": "%d contacts removed successfully",
    "16985": "%d contacts were not removed",
    "16986": "File can not be shared with %d contacts",
    "16987": "%d folders shared successfully",
    "16988": "%d folders were not shared",
    "16989": "Select just one file",
    "16990": "Rubbish bin emptied successfully",
    "16991": "Error. The rubbish bin has not be emptied",
    "16992": "You are about to cancel your MEGA subscription. Please let us know if there is anything we can do to help you change your mind",
    "16993": "Type feedback here",
    "16994": "Your subscription has not been cancelled. Please provide a reason for your cancellation",
    "16995": "Please enter the decryption key for the link",
    "16996": "Image viewer",
    "16997": "Last session",
    "16998": "Connections",
    "16999": "Current password",
    "17000": "New password",
    "17001": "Google Wallet (subscription)",
    "17002": "* recurring subscription can be cancelled anytime before the renewal date",
    "17003": "The preview has not been downloaded yet. Please wait",
    "17004": "Please, log out before creating the account",
    "17005": "Delete all transfers",
    "17006": "Do you want to cancel Camera uploads?",
    "17007": "Camera uploads complete",
    "17008": "Calculating",
    "17009": "Internal storage",
    "17010": "External storage",
    "17011": "Import from device",
    "17012": "Enable Camera Uploads",
    "17013": "Turn on Camera Uploads",
    "17014": "Disable Camera Uploads",
    "17015": "Enable Secondary Media uploads",
    "17016": "Disable Secondary Media uploads",
    "17017": "MEGA Camera Uploads folder",
    "17018": "MEGA Secondary folder",
    "17019": "Your local files will be deleted and you will be logged out after 10 failed attempts",
    "17020": "Wrong PIN code, please try again. You have %2d attempts left",
    "17021": "All your local data will be deleted and you will be logged out in %1d seconds",
    "17022": "Account Type",
    "17023": "Date",
    "17024": "The operation failed. Your credit card has not been charged",
    "17025": "The credit card information was not correct. The credit card will not be charged",
    "17026": "4 digit PIN",
    "17027": "6 digit PIN",
    "17028": "Lite Account",
    "17029": "PRO I Account",
    "17030": "PRO II Account",
    "17031": "PRO III Account",
    "17032": "Backup your Recovery Key",
    "17033": "Your password unlocks your Recovery Key",
    "17034": "Your data is only readable through a chain of decryption operations that begins with your master encryption key, which we store encrypted with your password. This means that if you lose your password, your master key can no longer be decrypted, and you can no longer decrypt your data.",
    "17035": "Copy the Recovery Key to clipboard or save it as text file",
    "17036": "The Recovery Key has been successfully copied",
    "17037": "If you have a backup of your Recovery Key, you can reset your password by selecting YES. No data will be lost.",
    "17038": "You can still export your Recovery Key now if you have an active MEGA session in another browser on this or any other computer. If you don't, you can no longer decrypt your existing account, but you can start a new one under the same e-mail address by selecting NO.",
    "17039": "Do you have a backup of your Recovery Key?",
    "17040": "Please enter your email address below. You will receive a recovery link that will allow you to submit your Recovery Key and reset your password.",
    "17041": "Your Recovery Key goes here",
    "17042": "Please enter your Recovery Key below",
    "17043": "Due to our end-to-end encryption paradigm, you will not be able to access your data without either your password or a backup of your Recovery Key.",
    "17044": "Please enter your email address below. You will receive a recovery link that will allow you to park your account.",
    "17045": "This is the last step to park your account, please enter your new password. Your data will be retained for at least 60 days. If you recall your parked account's password, please contact support@mega.nz",
    "17046": "Your Recovery Key will be used to reset your password. Please, enter your new password.",
    "17047": "You will receive a recovery link that will allow you to reset your password.",
    "17048": "Improve your cloud capacity![A]Get more space & transfer quota with a PRO account!",
    "17049": "The Recovery Key has been backed up into: %1s.[A]While the file remains in this path, you will find it at the Saved for Offline Section.[A]Note: It will be deleted if you log out, please store it in a safe place.",
    "17050": "The key you supplied does not match this account. Please make sure you use the correct Recovery Key and try again.",
    "17051": "Invalid Recovery Key",
    "17052": "Getting info…",
    "17053": "Delete your profile picture?",
    "17054": "Do you want to remove the invitation request to %s?",
    "17055": "Do you want to remove these %d invitation requests?",
    "17056": "%d request replies sent.",
    "17057": "%1$d request replies successfully sent but %2$d were not sent.",
    "17058": "Invalid email and\/or password. Please try again.",
    "17059": "Chat BETA [A](%1$d)[\/A]",
    "17060": "[A]This message has been deleted by [\/A][B]%1$s[\/B]",
    "17061": "[A]%1$s[\/A][B] was changed to [\/B][C]%2$s[\/C][D] by [\/D][E]%3$s[\/E]",
    "17062": "[A]%1$s[\/A][B] joined the group chat by invitation from [\/B][C]%2$s[\/C]",
    "17063": "[A]%1$s[\/A][B] was removed from group chat by [\/B][C]%2$s[\/C]",
    "17064": "[A]%1$s[\/A][B] changed the group chat name to [\/B][C]\"%2$s\"[\/C]",
    "17065": "[A]%1$s[\/A][B] left the group chat[\/B]",
    "17066": "%1$s [A]of %2$s[\/A]",
    "17067": "Total size: %1$s",
    "17068": "An error occurred when changing the name",
    "17069": "Your name has been correctly updated",
    "17070": "Tingnan ang files (%1$d ang binura)",
    "17071": "I-clear ang chat history",
    "17072": "[A]%1$s[\/A][B] cleared the chat history[\/B]",
    "17073": "%1$d na hindi pa nababasang chats",
    "17074": "Pagbabago ng permiso",
    "17075": "Pagtanggal ng contact sa shared folder",
    "17076": "Bumabagal ang proseso kaysa sa inasahan. Pakihintay...",
    "17077": "Saving the Recovery Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.",
    "17078": "View and edit profile",
    "17081": "Incomplete transfer, do you want to resume it?",
    "17082": "Natapos na ang paglilipat. I-save na iyong file.",
    "17083": "The MEGA Universal Windows App is currently being developed. You can get the beta version of the app [A]here[\/A].",
    "17084": "Your download cannot proceed because it would take you over the current transfer quota allowance for your account.",
    "17085": "Mayroon kang partially downloaded transfers. Gusto mo bang ipagpatuloy ito?",
    "17086": "Buksan ang folder",
    "17087": "Mas matagal ang proseso kaysa sa inasahan. Pakihintay..",
    "17088": "Kinakailangan mag-restart ng MEGA pagkatapos magbago ng wika",
    "17089": "Bago mo isara ang iyong account, gusto naming malaman ang dahilan nito…",
    "17090": "Your queued download exceeds the current transfer quota available for IP address and may therefore be interrupted. Please consider purchasing a PRO account in order to substantially raise your transfer quota.",
    "17091": "Ipagpatuloy ang Download",
    "17092": "Gusto mo bang i-cancel ang %1 na file transfer?"
}