{"10":"DAHA BÜYÜK. DAHA İYİ. DAHA HIZLI. DAHA GÜVENLİ.","11":"12. Madde","12":"Hiç kimsenin özel yaşamına, ailesine, evine ya da yazışmasına keyfi olarak karışılamaz, onuruna ve adına saldırılamaz. Herkesin, bu gibi müdahale ya da saldırılara karşı yasa tarafından korunma hakkı vardır.","13":"İnsan Hakları Evrensel Bildirgesi","14":"Silme onayı","15":"Çöp kutunuzdaki tüm belgeleri kalıcı olarak silmek istediğinize emin misiniz?","16":"İç hata","17":"Bant genişliği kotası aşıldı","18":"Bu indirme için çok fazla bağlantı kuruldu","19":"Oturum geçersiz veya süresi dolmuş","20":"Geçici olarak kullanımdışı","21":"Hesap problemi, lütfen e-postanızı kontrol edin","22":"Dosya artık mevcut değil","23":"Dosya artık erişilebilir değil","24":"Şifre çözme hatası","25":"İçinde bulunduğunuz klasör, başka bir kullanıcı tarafından silindi veya taşındı.","26":"Kayıp Klasör","27":"Boyutu [X]'dan büyük olduğu için 1 dosya yüklenemedi.","28":"Boyutu [X2]'dan büyük olduğu için [X1] dosya yüklenemedi.","29":"Tarayıcınız HTML5 FileReader özelliğini desteklemediğinden, dosya yüklerken Adobe Flash uygulamamızı kullanmakla sınırlısınız. Eğer bu kısıtlamayı kaldırmak (ve aynı zamanda tarayıcı performansınızı artırmak) istiyorsanız lütfen [A]Google Chrome[\\A] yükleyin.","30":"Tarayıcı kısıtlaması","31":"Internet Explorer ile sadece boyutu [X]'dan küçük dosyaları yükleyebilirsiniz. Chrome ve Firefox herhangi bir boyutta dosyayı yüklemenize izin veriyor.","33":"MEGA en iyi Google Chrome ile çalışır","34":"Uyarı:","35":"Güncel olmayan bir tarayıcı kullanmaktasınız. Dosya transfer hızınız bu nedenle olumsuz etkilenmektedir.","36":"Lütfen Google Chrome kullanın.","37":"Diğer tarayıcı geliştiricileri HTML5'in özelliklerini hala desteklemeye çalışırken Google Chrome bütün bu özellikleri halihazırda desteklemektedir. MEGA'nın tüm özelliklerinden (otomatik toplu indirme ve yükleme desteği gibi) sonuna kadar faydalanabilmek için, şiddetle güncel olmayan tarayıcınızı kullanmayı bırakıp, Chrome kullanmanızı öneriyoruz.","38":"Bu iletiyi bir daha gösterme","39":"Hayır, Teşekkürler","40":"Chrome İndirin","41":"1 tane paylaşılan klasör barındıran bir klasörü sildiniz.","42":"Çöp kutusunu boşalttığınızda bu paylaşım devredışı kalacak.","43":"[X] tane paylaşılan klasör barındıran bir klasörü sildiniz.","44":"Çöp kutusunu boşalttığınızda bu paylaşımlar devredışı kalacak.","45":"Paylaşılan klasör uyarısı","46":"İç Hata","47":"Birşeyler ters gitti. Özür dileriz!","48":"Lütfen arama için en az 3 karakter girin.","49":"seçili [X] belgeyi taşı","50":"1 dosya","51":"[X] dosya","52":"ve","53":"1 klasör","54":"[X] klasör","55":"Salt-okunur","56":"Okuma ve Yazma","57":"Tam erişim","58":"İndir","59":"Link al","60":"Paylaşım","61":"Yeniden Adlandır","62":"Taşı","63":"Kopyala","64":"İzinler","65":"Bu klasöre salt-okunur erişiminiz var.","66":"Bu klasöre okuma ve yazma erişiminiz var.","67":"Bu klasörde tam yetkiye sahipsiniz.","68":"Yeni klasör","69":"Yeni Klasör Yarat","70":"Çöp Kutusunu Boşalt","71":"Kişi ekle","72":"Kişi sil","73":"Kişi listenizden bu kullanıcıyı silmek istediğinize emin misiniz?","74":"Kişi listenizden bu kullanıcıları silmek istediğinize emin misiniz?","75":"Kişi sil","76":"[X] dosyayı çöp kutusundan kalıcı olarak silmek üzeresiniz.","77":"Devam etmek istiyor musunuz?","78":"Evet","79":"Hayır","81":"Tamam","82":"İptal Et","83":"Sil","84":"Silmeyi onayla","85":"Yeniden yükle","86":"İsim","87":"Boyut","88":"Transfer tipi","89":"Durum","90":"Hız","91":"Geçen süre","92":"Kalan süre","93":"Tür","94":"Son değişiklik","95":"E-posta","96":"İzinler","97":"Yeni Yükleme","98":"Klasör Yükle","99":"Dosya Yükle","100":"Çöp Kutusunu Boşalt","101":"Kişi ekle","102":"Ara","103":"Transferi iptal et","104":"Dosya transferleri","105":"beklemede","106":"Dosya yöneticisi","107":"Seçili klasörü [X]'in kişisel gelen kutusuna kopyalamak istediğinize emin misiniz?","108":"Onay","109":"Seçili klasörü bu paylaşılan klasöre kopyalamak istediğinize emin misiniz?","110":"Seçili belgeyi\/belgeleri [X]'in kişisel gelen kutusuna kopyalamak istediğinize emin misiniz?","111":"Seçili belgeyi\/belgeleri bu paylaşılan klasöre kopyalamak istediğinize emin misiniz?","112":"Dosya linkleri ve şifreleme anahtarlarını indir","113":"Dosya linki","114":"Dosya anahtarı","115":"Dosya adı","116":"Dosya boyutu","117":"Bir yere taşı","118":"Hedef seçin","119":"Ücretsiz bant genişliği kotası aşıldı","120":"IP adresinizin ücretsiz transfer hakkını aşacağı için indirmeye devam edilemiyor.","121":"Bu limit sabit değildir ve bizim kullanılabilir bant genişliğimize bağlıdır.","122":"Sadece son beş ila altı saatte yapılan transferler hesaba katılıyor.","123":"Bu zaman dilimi içerisinde:","124":"[X] indirdiniz.","125":"[X2] sonra [X1] kullanılabilir hale gelecek.","126":"Bu IP adresinin güncel limiti [X]'dir.","127":"Rahatınız düşünülerek, indirme sırasındaki belgeler yeterli kotanız olana kadar beklemeye alınacak, ve daha sonra otomatik olarak indirilecektir.","128":"Eğer beklemek istemiyorsanız, bolca saklama alanı ile gelen bir bant genişliği paketi almayı düşünebilirsiniz.","129":"Pro'ya Yükseltin","130":"Dosya indirin","131":"İndirmeyi tamamlamak için \"İzin Ver\"'e tıklayın.","132":"Dosyaları Taşı","133":"[X] Taşı","134":"[X] Kopyala","135":"Hata","136":"Lütfen hedef klasörü seçin.","137":"Lütfen geçerli bir hedef nokta seçin.","138":"Hedef klasör ile kaynak klasör aynı olamaz.","139":"Dairesel hata","140":"Dairesel hata: Hedef, taşınan klasörün bir alt klasörü olamaz.","141":"Lütfen geçerli bir e-posta adresi girin.","142":"Lütfen bekleyin...","144":"Paylaşımı kaldır","145":"E-posta adresi:","146":"Yeni kullanıcı ile paylaş:","147":"İzin ver","148":"Kapat","149":"Paylaşım","150":"Kişi davet edildi","151":"[X] kişisi davet edildi. Kayıt olduktan sonra kişi listenizde görünecektir.","152":"Kişi listenize kendinizi eklemezsiniz.","153":"E-posta adresi","154":"Kişi ekle","155":"Ekle","156":"İptal Et","157":"Klasör Adı","158":"Yeni Oluştur","159":"İptal Et","160":"Bu klasör adı şu anda kullanılmakta. Lütfen tekrar deneyin.","161":"Yeniden Adlandır","162":"Yeniden Adlandır","163":"İptal Et","164":"Bulut Sürücüsü","165":"Kişiler","166":"Gelen Kutusu","167":"Çöp Kutusu","168":"Çöp Kutusu","169":"Menü","170":"Üye Ol","171":"Oturum Aç","172":"Dosyalarınızı sayfaya sürükleyip bırakın","174":"\/","175":"Dosya seç","176":"Yüklenecek dosyaları seçin","177":"Bulutta sakladığınız dosyaların anahtarları sizde durur","178":"Güvenli Online İşbirliği","179":"Güçlü Dosya Yöneticisi","180":"Uygulama Ekosistemi","181":"Özelliklerin detayları","182":"Şifrelenmiş klasörleri iş arkadaşlarınız veya ortaklarınız ile paylaşın, ve gizli belgeleri iki uç arasında şeffaf şifreleme kullanarak yollayın","183":"Hızlandırılmış toplu indirme ve yükleme desteği ile, tüm dosyalarınızı tarayıcı üzerinden inceleyin ve yönetin.","184":"Kapsamlı uygulama programlama arayüzü (API), uygulama geliştiricilere MEGA'nın özelliklerini geliştirme imkanı tanır.","185":"2048-bit RSA şifrelemesi","186":"Oturumu kapat","187":"Hesabım","188":"Dosya Yöneticisi","189":"Oturumu sonlandır","190":"Oturum Aç","191":"yeni bir hesap açın","192":"Beni hatırla","193":"Oturum Aç","194":"[X] sunucu çevirimiçi","195":"E-posta Adresiniz","196":"E-posta Adresiniz","197":"Lütfen e-posta adresinizi girin.","198":"Lütfen geçerli bir e-posta adresi girin.","199":"Lütfen şifrenizi girin.","200":"Birşeyler ters gitti.","201":"Geçersiz e-posta ve\/veya şifre. Lütfen tekrar deneyin.","202":"Yeni bir hesap açın","204":"veya","205":"oturum aç","206":"Adınız","207":"E-posta adresiniz","208":"MEGA [A]Hizmet Koşulları[\/A]'nı kabul ediyorum","209":"Üye Ol","210":"Yeni bir çağa hazır olun","211":"Bulut depolama artık eskisi gibi olmayacak","212":"Lütfen adınızı girin.","213":"Lütfen bir şifre girin.","214":"Hizmet koşullarımızı kabul etmeniz gerekmektedir.","215":"Bilinmeyen bir hata oldu. Lütfen tekrar deneyin.","216":"Harika","217":"Lütfen e-posta kutunuzu kontrol edin, ve hesabınızı doğrulamak için gönderilen linke tıklayın.","218":"Bu e-posta adresi ile daha önceden bir MEGA hesabı alınmış.","219":"Bu e-posta adresi ile daha önceden bir Mega hesabı alınmış.","220":"Zayıf","221":"Orta","222":"İyi","223":"Efsane","224":"YÜKLENECEK DOSYALARI SEÇ","225":"YÜKLENECEK DOSYALARI SEÇ VEYA SÜRÜKLEYİP BIRAK","226":"Kaynaklara aşırı yüklenmeyi engellemek için bazen bant genişliğini kısmak zorunda kalıyoruz. Son 6 saat içinde, IP adresiniz [X1] kullandı. [X2] boyutlu seçilen dosya ile birlikte şu anki [X3] limitimiz aşılıyor. Bu nedenle, kaynaklarımızın herkese eşit dağıtımını sağlamak için, indirilmeyi bekleyen dosyalarınız duraklatıldı. Yoğunluk azaldığında indirme işlemi otomatik olarak devam edecek.","227":"Ücretli bant genişliği kotasına dahil transferler bu şekilde kısıtlanmaz. Eğer beklemek istemiyorsanız, Pro hesabı almayı düşünebilirsiniz.","228":"Bant genişliği yönetimi yürürlülükte","229":"Tekrar gösterme","230":"Pro'ya Yükseltin","231":"Hayır teşekkürler, beklemek istiyorum","232":"Hayır teşekkürler, beklemek istiyorum","233":"Geçici hata, tekrar deneniyor.","234":"Dosya indir","235":"İndir","236":"Hesaba Ekle","237":"İndirmeye başlanıyor","238":"Telif hakkı ihlali bildir","239":"İndirme tamamlandı","240":"Transfer sürecini tamamlamak için, dosyayı el ile kaydetmeniz gerekiyor.","241":"Dosyanızı kaydedin","242":"MEGA'nın tüm özelliklerinden faydalanmak için Chrome kullanın","243":"İndirmek istediğiniz dosya artık mevcut değil.","244":"Aşağıdaki nedenlerden ötürü olabilir:","246":"Bu dosya Dosya Hizmet Koşulları\/Kabul Edilebilir Kullanım İlkeleri ihlali nedeni ile silinmiş.","247":"Geçersiz URL - erişmek istediğiniz link geçerli değil","248":"Dosya kullanıcı tarafından silinmiş.","249":"İndirmeye çalıştığınız dosya geçici olarak kullanım dışı.","250":"Yerleşik yedekleme sistemimiz şu olası nedenlerden ötürü çalışmıyor:","251":"Bazı sunucular bakım nedeniyle kullanım dışı.","252":"Sistemimiz aşırı yüklenmiş, ve daha fazla kapasite ekliyoruz.","253":"Lütfen daha sonra tekrar deneyin.","254":"İndirmek istediğiniz dosya artık mevcut değil.","255":"Bu dosya [X] tarafından yapılan telif hakkı talebi nedeniyle artık mevcut değil.","256":"Şifreleme anahtarınız doğru uzunlukta değil.","257":"Lütfen geçerli şifreleme anahtarını girdiğinizden emin olun.","258":"İndirilenler","259":"\"MEGA\" ne demek?","260":"MEGA İngilizcede \"MEGA Şifrelenmiş Evrensel Erişim\" anlamına gelen kelimelerin özyinelemeli bir kısaltması.","261":"Bu MEGA ne la?","262":"MEGA güvenli bir bulut depolama ve elektronik işbirliği\/iletişim servis sağlayıcısı. İnternetten erişime açık, ücretli ve ücretsiz, depolama alanı ve bant genişliği sunuyoruz. Tarayıcı veya özel uygulamalar aracılığıyla dosyalarınızı saklama ve dosyalarınıza erişim imkanı tanıyor.","264":"Bildiğimiz kadarıyla bulut depolama ve şifreleme yasal. Lütfen bulut depolama ve şifrelemeyi [B]kullanma şeklinizin[\/B] ilgili yasalara ve [A]kullanım koşullarımıza[\/A] uyduğundan emin olun.","265":"MEGA geçmişte dünyanın en büyük bulut depolama hizmetini sunan firmaları yapan kişiler tarafından geliştiriliyor. Eski hesabımı ve dosyalarımı geri alabilir miyim?","266":"Malesef MEGA'nın, çalışanlarının önceden ürettiği hiçbir mülke erişimi yok. Önceki üründen kalan hiçbir yasal bağlantı, yazılım, donanım veya veritabanı kayıdı yok. Dolayısıyla şimdilik eski belgelerinizin kurtarılmasının hiç bir yolu yok.","267":"Dünya üzerindeki onca yer varken, neden Yeni Zelanda?","268":"Diğer önemli nedenlerin yanında, Yeni Zelanda'nın yerel Māori dilinde adı \"Aotearoa\", yani \"Uzun beyaz bulutun vatanı\"","269":"MEGA'ya mobil cihazımdan erişebilir miyim?","270":"MEGA masaüstü tarayıcı için optimize edildi. MEGA'yı bütün başlıca mobil cihazlar ve tabletler için uyumlu hale getirmek için çalışıyoruz. Yakında en sevdiğiniz mobil cihazınız için geliştirilmiş harika uygulamalar görebilirsiniz.","271":"Yarıda kalmış yükleme veya indirmelere devam edebilir miyim?","272":"Evet, indirme sırasında bağlantı kopması yada cihazınız uyku moduna girmesi durumunda, tarayıcı sekmesini kapatmadığınız sürece indirme otomatik olarak devam edecektir. Karşıya yüklemeler için ise, 48 saat boyunca aktif olmayan ve yarım kalmış karşıya yüklemeler, sunucularımız otomatik olarak kaldıracaktır.","273":"Aynı dosyayı birden çok defa karşıya yükleyebilir miyim?","274":"Sunucular dosya isimlerini göremediği için, dosya adı çakışmaları istemci tarafında halledilmeli. Varsayılan ayarlar ile, eğer yüklediğiniz dosya hesabınızdaki bir başka dosya ile tamamen aynıysa (aynı hedef adres\/isim, aynı boyut, aynı son değişiklik tarihi), yeni dosya gözardı edilecektir. Ancak, aynı isimli (fakat değiştirilmiş) birden fazla dosyayı yada klasörü yüklememeniz için bir neden yok.","275":"Bant genişliği kullanımını nasıl düzenliyorsunuz?","276":"Prensibimiz, altyapı yetersizliği olmadığı sürece herhangi yapay kısıtlama uygulamamak. Dolayısıyla, gerektiği zamanlarda kullanıcıların IP-bazında bant genişliklerini sınırlama hakkını saklı tutuyoruz. Altyapı yetersizliği normale döndüğü zaman bekleyen transferleriniz otomatik olarak devam edecektir, el ile bir müdahaleye gerek yok.","277":"MEGA'da herhangi bir dosya boyutu sınırı var mı?","278":"Mevcut bulut depolama alanınız dışında uyguladığımız bir boyut sınırı yok. Ancak, bazı güncel olmayan veya teknik olarak yetersiz tarayıcılar (Firefox, IE10, Opera) indirdiğiniz dosyaların, bazı tarayıcılar ise (IE9, Safari 5) hem indirdiğiniz hem de karşıya yüklediğiniz dosyaların bellekte saklanmasını zorunlu tutuyor. Dolayısıyla tarayıcılarda bellek yetersizliği problemi yaşayabilirsiniz.","279":"Aynı anda hem karşıya dosya yükleyip hem de karşıdan dosya indirebilir miyim?","280":"Evet. Her tarayıcı sekmesinde bir karşıya yükleme ve bir indirme paralel olarak çalışabilir.","281":"Neden resim, ses ve görüntü dosyalarının önizlemesini sunmuyorsunuz?","282":"Çünkü iki uç arasında şeffaf şifreleme modelimiz, dosyalarınızın sunucu tarafında değiştirilmesini (aynı zamanda görüntülenmesini) engelliyor. Bu tarz bir özellik için dosyalarınızın sunucu tarafında görüntülenebilmesi gerekmektedir.","283":"MEGA'ya nasıl dosya yüklerim?","284":"Tarayıcınızdan MEGA'ya dosya yüklemenin 3 yolu var:","285":"1. Başlangıç sayfasındaki kırmızı butona basın","286":"2. Dosya yöneticisine gidin ve yukarıdaki \"Dosya Yükle\" veya (eğer Chrome kullanıyorsanız) \"Klasör Yükle\" butonlarından birine basın.","287":"3. Dosyalarınızı ve (eğer Chrome kullanıyorsanız) klasörlerinizi sayfanın üzerine sürükleyip bırakın.","288":"MEGA'yı bilgisayarıma nasıl kurarım?","289":"Bilgisayarınıza herhangi birşey kurmanıza gerek yok. MEGA tamamen tarayıcı tabanlıdır ve güncel tüm tarayıcılar ile uyumludur. MEGA'yı en iyi şekilde kullanmak için Google Chrome kullanmanızı öneririz.","290":"Dosya paylaşımı nasıl işliyor?","291":"Bulut sürücünüzdeki herhangi bir klasörü ve içinde bulunan alt klasörleri arkadaşlarınız, aileniz yada iş arkadaşlarınız ile paylaşabilirsiniz. E-posta yolu ile davet yollamalısınız. MEGA hesabı olmayan davetlilere, kayıt linki içeren bir e-posta yollanır. Alternatif olarak, herhangi bir klasör için umumi bir link oluşturduktan sonra o klasöre özel şifreleme anahtarını dışarıya aktarıp, klasörü MEGA hesabı olmadan erişime açabilirsiniz. Bu durumda klasör şifreleme anahtarını güvenli yollardan alıcılara aktarmak sizin sorumluluğunuzda.","292":"Bir paylaşım yaratmak, paylaşımı değiştirmek veya silmek isterseniz, dosya yöneticisinde o klasörün üzerine sağ tıklayın ve Paylaşım'ı seçin. 3 farklı erişim çeşidi var: Salt okunur, okuma ve yazma (dosya eklenebilir, ancak silinemez), ve tam erişim (ekleme ve silme serbest).","293":"Eğer MEGA hesabı olmayan bir e-posta adresini eklediyseniz, alıcı kayıt olma işlemini tamamladıktan sonra en az 1 defa çevirimiçi olmanız gerekmektedir. Bu sayede alıcının yeni yaratılmış açık anahtarı ile paylaşım anahtarını şifreleyerek alıcı ile paylaşabilirsiniz.","294":"Paylaşılan klasörümden kullanıcıları nasıl silebilirim?","295":"Dosya yöneticisinde o klasörün üzerine sağ tıklayın ve Paylaşım'ı seçin. Bu paylaşılan klasöre o anda erişimi olan tüm kullanıcıların listesini göreceksiniz. Silmek istediğiniz kişinin üzerine sağ tıklayın, ve Sil seçeneğini seçin.","296":"Bir klasörün paylaşıldığını nasıl anlarım?","297":"Dosya yöneticisinde, paylaşılan klasörlerin simgesinin altında bir el bulunmaktadır.","298":"Benimle paylaşılan klasörleri, başkaları ile paylaşabilir miyim?","299":"Hayır. Birinin sizinle klasör paylaşması, size o klasörü başkalarıyla paylaşma izni vermez.","302":"MEGA üzerindeki bir dosyaya nasıl link verebilirim?","303":"Öncelikle bir uyarı: dosyalarınızın kriptografik güvenliği, ilgili şifreleme anahtarlarının güvenliğine bağlıdır. Anahtarları sadece güvenilir kanallar üzerinden yolladığınıza emin olun! Örnek olarak, standart e-posta güvenilir bir kanal değil.","304":"Bu uyarıyı göz önünde bulundurarak, dosya yöneticisinde bir yada birden fazla dosyayı seçin, sağ tıklayın ve \"Link Al\" seçeneğini seçin. Seçili dosyanızın\/dosyalarınızın umumi linkini içerek bir pencere açılacak. Her link ve anahtarı ayrı ayrı, veya tek seferde paylaşabilirsiniz.","305":"Şifreleme nasıl çalışıyor?","306":"Bütün şifreleme iki uç arasında arka planda gerçekleşir. Karşıya yüklenecek veri, İnternete gönderilmeden önce cihazda şifrelenir, ve indirilen veriler cihaza indirildikten sonra şifresi çözülür.Şifreleme anahtarlarının yaratılması, yönetilmesi ve paylaşılmasından kullanıcıların cihazları sorumludur. Kullanılabilir şifreleme anahtarları hiçbir zaman istemci bilgisayarlarından yollanmaz (RSA açık anahtarları dışında).","307":"Tüm kişisel bilgilerim şifrelemeye tabi mi?","308":"Hayır. Sadece dosya içeriği ve dosya\/klasör isimleri şifrelenir. Sistemin çalışabilmesi için gerekli e-posta adresi, IP adresi, klasör yapısı, dosya mülkiyet bilgileri ve ödeme bilgileri gibi bilgiler şifrelenmeden saklanır ve kullanılır. Detaylar için lütfen gizlilik ilkelerimize başvurun.","309":"Saklanan belgelerim tamamiyle güvenli mi?","310":"Güvenlik göreceli bir kavram. Aşağıda açıklanan saldırı kaynakları mevcut, ancak bu problemler MEGA'ya özgü değil, ancak riskleri hakkında bilgili olmanızı istiyoruz:","311":"Bireysel hesaplar şunların tehlikesi altında:","312":"- Bilgisayarınızda bulunan zararlı yazılımlar. Basit bir tuş kaydedici bile yeterli, ancak oturum bilgileri ve şifreleme anahtarları bellekten veya sabit diskten çalınabilir.","313":"- Çevrenizdeki biri klavyeye yazdıklarınızı gizlice izleyebilir, böyle durumlarda şifrenizi yazmayın.","314":"- Şifrelerin kaba kuvvet saldırısı ile kırılması. Lütfen kuvvetli şifreler kullanın.","315":"- E-dolandırıcılık. Şifrenizi yazmadan önce her zaman güvenli bağlantı kullandığınızdan (https:\/\/) ve doğru adreste olduğunuzdan (mega.co.nz) emin olun.","316":"Daha büyük çaplı saldırılar şu yöntemleri kullanabilir.","317":"- Bir \"man in the middle\" saldırısı. SSL sertifikamızın geçerli bir kopyasının oluşturulması ve aynı zamanda sahte DNS oluşturma veya BGP yollarına saldırmayı gerektiriyor.","318":"- https:\/\/mega.co.nz\/index.html sayfasının barındırıldığı sunuculara erişim kazanma ve dosyayı sahte bir versiyonuyla değiştirme (kullanıcıların geliştirdiği istemci uygularını etkilemez). Dağıtılmış içerik dağıtım ağımızdaki (CDN) verilerin değiştirilmesi bir sorun teşkil etmez; çünkü index.html tarafından yüklenen tüm aktif içeriğin kriptografik hash ile kontrol edildiği için, herhangi bir değişiklik kolayca fark edilir.","319":"- Temel sunucu altyapısına erişim sağlama ve geçerli paylaşımlar için sahte anahtar istekleri oluşturma. BU tip saldırı sadece paylaşılan klasörlerdeki verileri etkiler, ve istemci tarafında fark edilebilir.","320":"Eğer size güvenmiyorsam ne olacak? MEGA'yı kullanmam hala güvenli mi?","321":"Eğer bize güvenmiyorsanız, bizim herhangi bir kodumuzu çalıştırmamalısınız, dolayısıyla tarayıcıdan web sitemize girmek ve şifrenizi yazmak bir seçenek değil. Eğer hala MEGA'yı kullanmak istiyorsanız, güvendiğiniz biri tarafından yazılmış başka bir istemi uygulamayı kullanabilirsiniz.","322":"Size ve Yeni Zelanda veri merkezinize güveniyorum, ancak Alman veri merkezinize güvenmiyorum, çünkü ABD merkezli bir şirket tarafından işletilmekte. MEGA'yı kullanmam hala güvenli mi?","323":"Evet, Almanya'daki veri merkezimizin tamamen ele geçirilmesi durumunda bile MEGA'yı güvenle kullanabilirsiniz. Yeni Zelanda veri merkezimiz, https:\/\/mega.co.nz adresini ziyaret ettiğinizde hiçbir kötü amaçlı kodun çalıştırılmayacağını garanti ediyor.","324":"Paylaşılan klasörlere koyduğum belgeler, diğer belgelerim kadar güvende mi?","325":"Yapısı gereği paylaşılan klasörler, güvenlik konusunda en zayıf halka olan kullanıcı kadar güvenli. Ancak merkezi sunucu altyapımıza saldırılması durumunda başka bir tehlike de mevcut: Açık anahtarlar değiştirilebilir, ve anahtar paylaşım istekleri taklit edilebilir.","326":"Bir MEGA depolama noktasına saldırıldığını varsayalım. Olası riskler nelerdir?","327":"Değiştirilmiş dosyaları indirdikten sonra hata mesajı gösterilir. Saldırganın herhangi bir dosya için şifreleme anahtarına sahip olması durumunda bile, saldırgan sıradaki indirmelerde hata oluşturmadan dosyayı sahtesi ile değiştirmesi mümkün değil.","328":"Tüm belgelerimi tek bir yerde saklamam doğru mu?","329":"Belgelerinizin her zaman yedeklerini saklayın, hem çevirimiçi hem de çevirimdışı olarak. Biz belgelerinizin en az 2 kopyasını 2 farklı yerde saklasak bile, peşpeşe oluşabilecek hatalar nedeniyle veya devletin gücünü tekrardan kötüye kullanması durumda bir garanti vermek mümkün değil.","330":"Diğer bütün alternatifler varken, neden tüm belgelerimi size emanet edeyim?","331":"Şifreleme anahtarlarını kullanıcıların sakladığı ve kontrol ettiği Kullanıcı Denetiminde Şifreleme (KDŞ) dediğimiz bir yöntem kullanıyoruz. KDŞ açık kaynak kodlu, herkesin kodları incelemesini ve yorum bırakmasını tavsiye ediyoruz. Bu yaklaşımın, anahtarı sunucunun kontrol ettiği sunucu tarafında şifreleme veya daha kötüsü hiç şifreleme kullanmadan yapılan sistemlerden daha güvenli olduğunu düşünüyoruz. Örneğin, bir hata sonucu sunucumuz üzerindeki tüm dosyalar herkese açık hale gelse bile, şifreleme anahtarları sunucu üzerinde bulunmadığından dosyaların okunması mümkün değil.","332":"Hali hazırda şifrelenmiş dosyaları transfer ederken HTTPS kullandığınızı fark ettim. Bu gereksiz değil mi?","333":"Evet öyle. Malesef tarayıcılar, güvenli bir sayfadan güvenli olmayan bir bağlantı kurulduğunda haklı olarak pek memnun olmuyor, arka planda başka bir şifrelemenin aktif olduğunu bilmeleri mümkün değil. HTTPS'in performans üzerinde etkisi olduğu için destekleyen tarayıcılar için (Internet Explorer dışında) kapatılabilmesini mümkün kıldık. Bu şekilde transferlerinizi güvenlikten ödün vermeden daha hızlı bir şekilde yapabilirsiniz. İlk transferiniz sırasında bir güvenlik uyarısı görmeniz mümkün,  bu seferlik (ve sadece bu seferlik) gözardı etmenizin bir sakıncası yok.","334":"MEGA arka planda hangi şifreleme algoritmalarını kullanıyor?","335":"Toplu transferler için AES-128 (AES-192 ve AES-256'nın getirdiği fazladan işlemci yükünün, en azından kuantum bilgisayarlar gelene kadar, sağladıkları teorik güvenliğe değmediğini düşünüyoruz). İndirme sonrası bütünlük kontrolü için CCM'nin bir çeşidini kullanıyoruz. CCM, OBC yönteminden daha verimsiz, ancak patentlerle kısıtlanmış değil.","336":"Kullanıcılar arasında paylaşılan sır saptamak ve gelen kutunuza belge koyma için RSA-2048 (bu anahtar uzunluğu \"çok yavaş ve güvenli\" ve \"hızlı ama az güvenli\" arasında olduğu için seçildi). Tüm şifreleme, şifre çözme ve anahtar oluşturma işlemleri Javascript aracılıyıyla yapılıyor, bu tercih malesef performansı ciddi miktarda kısıtlamakta ve yüksek işlemci yükü oluşturmakta. Önerilen HTML5 WebCrypto API'ının tüm popüler tarayıcılar tarafından uygulanması için sabırsızlanıyoruz, ancak bu sekilde Javascript'in performans etkilerini aşabiliriz.","337":"Javascript'in rastgele rakam üreticisi, klavye ve fare hareketlerini izleyen bir RC4 entropi havuzu ile geliştirilmiş.","338":"MEGA dosyalarımın yedeğini saklıyor mu?","339":"Eğer mümkünse, dosyalarınızın en az iki veri merkezinde kopyasını saklıyoruz.","340":"Şifremi unuttum. Şifremi sıfırlamam mümkün mü?","341":"MEGA şifreniz malesef sadece bir şifre değil, aynı zamanda tüm belgelerinizin ana şifreleme anahtarı. Eğer şifrenizi kaybederseniz, paylaşılan dosyalarda bulunmayan ve şifreleme anahtarını önceden yedeklemediğiniz tüm dosya ve klasörlere erişiminizi kaybedersiniz.","344":"Ne zaman hesabımı Pro hesabına yükseltmeliyim?","345":"Pro hesabınızın olması size ilave depolama alanı ve altyapı yoğunluğunda kullanılacak ekstra bant genişliği sağlar - bant genişliğini siz de kullanabilirsiniz, veya başkalarının (MEGA hesabı olmayanlar dahil) sizin belgelerinize erişebilmeleri için açabilirsiniz. Diğer kullanıcıların kullanımına ayrılan bant genişliğinin yüzdesini hesap ayarlarından değiştirebilirsiniz.","346":"Karşıya yükleme hızımı sınırlandırma seçeneği neden var, ve bu özellik neden varsayılan olarak aktif?","347":"Birçok modem karşıya yükleme hızı yetersiz geldiğinde ufak paketlere öncelik tanımıyor, bu durum indirme performansınızı çok ciddi bir biçimde düşürebilir. Bu nedenle karşıya yüklemenin ilk 10 saniyesinde kullanılabilir yükleme hızınızı ölçüyoruz, ve en az %10'unu kullanmayacak şekilde hızı sınırlandırıyoruz. Karşıya yükleme hızınızı bu özelliği kapatarak arttırmayı deneyebilirsiniz.","348":"Ücretsiz hesap ile gelen özellikler neler?","349":"Dünya çapında erişime açık, yüksek performanslı, ve güvenli [X] kapasiteli bulut depolama. Eğer daha fazlasını isterseniz, hesabınızı [A1]Pro[\/A1] hesabına yükseltebilirsiniz. Güncel kullanım miktarınızı öğrenmek için lütfen [A2]buraya tıklayın[\/A2].","359":"Bir API sunuyor musunuz?","361":"Evet. MEGA'nın tarayıcı arayüzünü oluşturan açık kaynak kodlu Javascript kodu API'ımızı kullanmakta. Dolayısıyla eğer [A]dökümantasyon[\/A] yetersiz gelirse, inceleyebileceğiniz birçok örnek kod bulunmakta. MEGA'yı her şekilde kullanışlı hale getirebilecek uygulamaları geliştirebilecek kaynaklarımız olmadığından, sizin yardımınıza ihtiyacımız var. Uygulamanızın kodunun güvenliğini denedikten sonra sitemizde yayınlayacağız. Popüler uygulamalar için gelir paylaşım modelleri görüşmekten memnun oluruz.","362":"Kaynaklara aşırı yüklenmeyi engellemek için bazen bant genişliğini kısmak zorunda kalıyoruz. Şu anda indirmeye çalıştığınız dosya, şu anki [X3] limitimizden daha büyük. Transfer ertelenecek ve yoğunluk azaldığında indirme işlemi otomatik olarak devam edecek.","365":"Tarayıcınız bu boyutta bir dosyayı indiremeyecek kadar eski.","366":"Telif hakkı uyarısı","367":"MEGA başkalarının telif haklarına saygı duyuyor ve MEGA bulut hizmetini kullanan herkesin telif hakkı yasalarına uymasını zorunlu tutuyor. MEGA bulut servisini telif hakkı ihlali için kullanmanız kesinlikle yasaktır. Bir kişinin yada kuruluşun, telif hakkını yada tescilli haklarını ihlal edilmesine neden olabilecek dosyaları yüklemeniz, indirmeniz, depolamanız, paylaşmanız, dağıtmanız, veya herhangi başka bir şekilde kullanmanız yasaktır.","368":"Uyarı:","369":"MEGA'nın kriptografik güvenlik modeli yukarıda gösterilen şifreleme anahtarlarının gizliliğine dayanır. Güvenli olmayan kanallar üzerinden paylaşmaktan kaçının!","370":"Panoya kopyala","371":"Panoya kopyalandı","372":"Karşıya yükle","373":"Karşıdan indir","374":"Söz verdik, yerine getirdik","375":"Bekleyen transferler nedeniyle sayfadan ayrılmanız engellendi.","376":"Bu sayfayı görebilmek için oturum açmanız gerekmektedir.","377":"Şu anda en az bir dosya transferiniz aktif. Eğer devam ederseniz dosya transferiniz yarıda kalacak.","378":"Hesabınızı doğrulamak için lütfen şifrenizi girin.","379":"Bu dosyayı hesabınıza eklemek için lütfen oturum açın.","380":"Şifre çözme anahtarını girin","381":"Tüm hakları saklıdır","382":"Yeni Zelanda malı","383":"Destek","384":"Destek Merkezi","385":"Hizmet Koşulları","386":"Gizlilik İlkeleri","387":"Telif Hakkı","388":"Topluluk","389":"Blog","390":"Ortaklıklar","391":"Aracılar","392":"Geliştiriciler","393":"Hosting Ortakları","394":"Yatırımcılar","395":"Aracı olun","396":"Hakkımızda","397":"Ücretsiz Üyelik","398":"Pro Üyelik","399":"Bize Ulaşın","400":"Temeller","401":"Paylaşım","402":"Güvenlik & Gizlilik","403":"Hesap","404":"Ödemeler ve Faturalama","405":"Araçlar","406":"En sık sorulan sorular:","407":"Kategoriler:","408":"Ocak","409":"Şubat","410":"Mart","411":"Nisan","412":"Mayıs","413":"Haziran","414":"Temmuz","415":"Ağustos","416":"Eylül","417":"Ekim","418":"Kasım","419":"Aralık","420":"Yüklemeyi başlatmak için oturum açın.","421":"Lütfen hizmet koşullarımızı kabul edin","422":"Kabul ediyorum","423":"Paylaşım özelliğini kullanmak için kayıtlı bir hesabınızın olması gerekmektedir. Şimdi kayıt olmak ister misiniz?","424":"Paylaşım devredışı","425":"Klasörü Yeniden Adlandır","426":"Dosyayı Yeniden Adlandır","427":"Hesap detayları","428":"Kuponlar","429":"Oturum Geçmişi","430":"Satın alma geçmişi","431":"Geçmiş işlemler","432":"Hesap türü:","433":"Yükselt","434":"Üyelik türü:","435":"ÜCRETSİZ","436":"Faturalama dönemi yok","437":"Depolama Alanı:","438":"[X] kullanılıyor","439":"[X2] kullanılıyor, toplam: [X1]","440":"Bant Genişliği Yönetimi:","441":"Bant Genişliği Yönetimini Etkinleştir","442":"Bant Genişliği Yönetimini Devredışı Bırak","443":"Paylaşım için kullanılacak bant genişliğinin yüzdesini belirleyebilirsiniz.","444":"Paylaşım bant genişliğini ayarla:","445":"Paylaşım Bant Genişliği:","446":"(dosyalarınızın başkaları tarafından indirilmesi için)","447":"İndirme Bant Genişliği","448":"(başkalarının dosyalarını indirmek için)","449":"Hesap bakiyesi","450":"Bakiye ekle","451":"Kupon oluştur:","452":"Kupon türü:","453":"Kupon türünü seçin","454":"Adet: ","455":"Oluştur","456":"Kupon kullan:","457":"Kupon satın al","458":"Kullan","459":"Kuponlarınız","460":"Kullanılmamış kuponlar","461":"Kullanılmış kuponlar","462":"İptal edilmiş kuponlar","463":"Geçersiz kılınmış kuponlar","464":"Bütün kuponlar","466":"Son [X]","467":"Oturum Geçmişi","468":"Satın Alma Geçmişi","469":"Son [X] satış","470":"Geçmiş İşlemler","471":"Son [X] işlem","472":"Son [X] oturum","473":"Girdiğiniz kupon geçerli değil gibi.","474":"Son kullanma tarihi:","475":"Tarih","476":"Dosya","477":"Miktar","478":"Ödeme türü","479":"Tarayıcı","480":"IP adresi","481":"Ülke","482":"En yeni aktivite","483":"Güncel oturum","484":"İşlem numarası","485":"Kredi","486":"Debit","487":"Kupon kodu","488":"Durum","489":"Kullanılmamış","490":"Kullanıldığı tarih","491":"Geçersiz kılındığı tarih","492":"İptal edildiği tarih","494":"Paketinizi seçin:","495":"Saklama alanı","496":"Bant genişliği","497":"Fiyatlandırmayı seçin:","498":"aylık","499":"yıllık","500":"Fiyatlandırmayı seçin:","501":"%17 indirimli","502":"Fiyatlandırmayı seçin:","503":"Ödeme yöntemini seçin:","504":"Peşin ödenmiş bakiye","505":"kupon satın alın","506":"Profesyonel","507":"Devam","508":"kupon kodu","509":"BİR GİZLİLİK KURULUŞU","510":"MEGA'ya Hoşgeldiniz!","511":"2048 bit açık ve gizli RSA anahtarlarınız şu anda yaratılmakta.","512":"Anahtarı güçlendirmek için, fare hareketleriniz ve klavye tuş zamanlamalarından toplanan bilgileri kullandık.","513":"Kupon kodu hesabınıza eklendi, ancak yeni bakiyeniz bu satış için yeterli değil. Lütfen daha fazla bakiye ekleyin, veya daha ucuz bir paket seçin.","514":"Yetersiz bakiye, lütfen tekrar deneyin.","515":"Bu klasör 500'den fazla dosya içermektedir. Büyük klasörler tarayıcınızı yavaşlatabilir. Yavaşlık yaşamamak için lütfen alt klasörler oluşturun.","516":"Destek alın","517":"Birşeyler ters mi gitti? Lütfen [A]Destek Merkezimize[\/A] uğrayın. Eğer sorunun çözümü orada da yoksa, bizimle iletişime geçmeye çekinmeyin.","518":"Yasal","519":"Hukuk ekibimiz sorularınıza cevap vermek için hazır bekliyor.","520":"Telif Hakkı","521":"Bir kullanıcının sizin fikri mülkiyet hakkınızı ihlal ettiğini mi düşünüyorsunuz? Lütfen [A]online olarak[\\A] veya e-posta yolu ile dosya kaldırma bildiriminizi yollayın.","522":"Öneri Yolla","523":"Lütfen özellik taleplerinizi ve kullanabilirlik ile ilgili önerilerinizi buradan yollayın.","524":"Hata bildir","525":"MEGA şu anda beta sürümünde. Karşılaştığınız hataları bildirmenizi rica ediyoruz. Ne kadar detaylı bilgi verirseniz o kadar iyi.","526":"Basın","527":"Blog yazarları da dahil olmak üzere basın mensupları, MEGA ile ilgili sorularınız için bizimle iletişime geçebilir.","528":"Aracı olun","529":"Başarı hikayesinin bir parçası olun!","530":"Aracı programımız, müşterilerinize doğrudan Mega kuponları satmanıza imkan tanır.","531":"Detaylar:","532":"Son derece gelişmiş kupon yönetim arayüzümüze erişiminiz olacak.","533":"Gerçek zamanlı olarak kendi hesap bakiyenizi kullanarak kupon oluşturabilirsiniz.","534":"Başlangıçtan itibaren cömert gelir payı.","535":"Ne kadar çok satarsanız, gelir payınız ve dolayısıyla geliriniz o kadar artar.","536":"Aracı API'ını kullanarak sistemimiz ile gerçek zamanlı etkileşim halinde olan harika uygulamalar geliştirebilirsiniz.","537":"Ücretsiz reklam: Mega'dan web sitenize link verilecek.","538":"Aracı başvurunuzun değerlendirip onaylanması gerekli. Bunun için işletmenizin ve de web sitenizin bizim standartlarımıza uyması lazım.","539":"Gelir Paylaşımı","540":"Gelir payınız, kupon yaratıldığında miktardan düşülecek.","541":"Aylık ciro","542":"Gelir paylaşımı","543":"[X]'den fazla","544":"Aracı başvurusu","545":"Aracı olarak kayıt olun","546":"Detaylar","547":"Sizinle ilgili detaylar","548":"Pazarlar","549":"Aracı pazarlarını seçin:","550":"Ödemeler","551":"Ödeme yöntemlerini seçin","552":"Mevcut sağlayıcı listesinden ödeme yöntemini seçin","553":"Ödeme sağlayıcınız listede yok mu? Lütfen bize [A]e-posta yollayın[\\A]","554":"Tamamlandı","555":"MEGA [A]Aracı Hizmet Koşulları[\\A]'nı kabul ediyorum.","556":"İleri","557":"Mevcut ülke listesinden pazarları seçin","558":"Geri","559":"Adınız","560":"Şirket sayfanızın URL'i","561":"Adres","562":"Posta kodu","563":"Şirket adı","564":"Telefon numarası","565":"İl","566":"Her bir ödeme yöntemi için ülkeleri seçin:","568":"Lütfen ülkenizi seçin","569":"Transfer seçenekleri","570":"Eş zamanlı karşıya yükleme bağlantı sayısı:","571":"Eş zamanlı indirme bağlantı sayısı:","572":"Karşıya yükleme hız limiti:","573":"Yok","574":"Otomatik","575":"Sabit","576":"Karşıya yüklerken aynı dosyaları atla:","577":"Evet","578":"Hayır","579":"Dosya transferi sırasında SSL kullan:","580":"SSL'in devre dışı bırakılması performansı artırır, ve güvenlik seviyesinde azalma olmaz.","581":"Lütfen adınızı girin.","582":"Lütfen şirket URL'ini girin.","583":"Lütfen adresinizi girin.","584":"Lütfen posta kodunuzu girin.","585":"Lütfen şirket adınızı girin.","586":"Lütfen telefon numaranızı girin.","587":"Lütfen il bilgisini girin.","588":"Lütfen ülkenizi girin.","589":"Aracı hizmet koşullarını kabul etmeniz gerekmektedir.","590":"Lütfen en az bir ülke seçin.","591":"Lütfen en az bir ödeme yöntemi seçin.","592":"Lütfen her bir ödeme sağlayıcısı için en az bir ülke seçin.","593":"Mükemmel","594":"Bizden daha sonraki aşamalar ile ilgili bir e-posta alacaksınız.","620":"İhlal İddiası Bildirimi","621":"Bildirim","622":"MEGA başkalarının telif haklarına saygı duyuyor ve MEGA bulut hizmetini kullanan herkesin telif hakkı yasalarına uymasını zorunlu tutuyor. MEGA bulut servisini telif hakkı ihlali için kullanmanız kesinlikle yasaktır. Bir kişinin yada kuruluşun, telif hakkını yada tescilli haklarını ihlal edilmesine neden olabilecek dosyaları yüklemeniz, indirmeniz, depolamanız, paylaşmanız, dağıtmanız, veya herhangi başka bir şekilde kullanmanız yasaktır. İlgili yasalar tarafından kapsanan ve aynı zamanda bize yeterli bilgi ile sunulmuş telif hakkı ihlal bildirimlerini değerlendireceğiz. Eğer telif hakkı tarafıdan korunan eserinizin kopyalandığını veya telif hakkının ihlal edildiğini düşünüyorsanız, lütfen bize gerekli şu bilgileri yollayın: (i) eser sahibinin veya temsilcisinin fiziksel veya elektronik imzası; (ii) telif hakkı ihlal edildiği öne sürülen eserin detayları; (iii) telif hakkını ihlal ettiği öne sürülen, ve kaldırılması yada erişime kapatılması istenen belgelerin detayları, ve bu belgelere ulaşabilmemiz için gerekli bilgi (örn: URL bilgileri); (iv) adres, telefon ve e-posta bilgileri dahil olmak üzere iletişim bilgileriniz; (v) belirtilen belgelerin, eser sahibinden, sahibin vekilinden, veya yasal olarak izinsiz olarak paylaşıldığını onaylayan bir beyan; (vi) bildirideki bilgilerin doğru ve eksiksiz olduğunu, ve temsil ettiğimi öne sürdüğüm kişiyi gerçekte temsil etmediğim durumda ise yalancı tanıklık ile suçlanabileceğimi (bu bildiriyi Yeni Zelanda yasalarına göre teslim ettiğiniz durumlar dışında) kabul ediyorum.","623":"Kendi insiyatifimizde olarak ve hiçbir mesuliyet almadan, bir telif hakkını ihlal ettiği iddia edilen belgeleri kaldırma hakkını saklı tutuyoruz. Bir kullanıcının birçok kez telif hakkı ihlali yaptığı bazı durumlarda MEGA o kullanıcının hesabını feshedebilir. Bulut hizmetlerindeki telif hakkı ihlali bildirimleri ile ilgilenmek üzere atanan sorumlumuz:","624":"Telif Hakkı İhlali Bildirimi","625":"Lütfen telif hakkı ihlali bildirimi için bu formu kullanın. 24 saat içerisinde cevaplayacağız (iş saatleri içerisinde anında).","626":"İçerik:","627":"Zorunlu alan","628":"Bireysel telif hakkım ihlal ediliyor.","629":"Yasal olarak temsil ettiğim birinin telif hakkı ihlal ediliyor.","630":"Kaldırma türü:","631":"Kaldırma türünü seçin:","632":"1. Sadece verilen umumi linkleri geçersiz kılın - dosyalar kullanıcının hesabından silinmez.","633":"2. Verilen linklerin bağlı olduğu dosyalar için yaratılmış tüm umumi linkleri geçersiz kılın - dosyalar kullanıcının hesabından silinmez.","634":"3. Verilen linklerin bağlı olduğu tüm dosyaları silin - dünya çapında hiçbir kişinin bu dosyaları barındırma hakkı yok.","635":"Yukarıda belirtilen eser\/eserlerin, telif hakkı sahibinden, sahibin vekilinden, veya yasalar kapsamında izinsiz olarak paylaşıldığını onaylıyorum.","636":"Bilinçli olarak sahte bildiri yaptığım durumda oluşan herhangi bir maddi veya manevi masraftan yükümlü olduğumu onaylıyorum.","637":"Bu bildirinin doğru ve eksiksiz olduğunu, temsil ettiğimi öne sürdüğüm kişiyi gerçekte temsil etmediğim durumda ise yalancı tanıklık ile suçlanabileceğimi kabul ediyorum.","638":"Bu bildirim son derece ciddi bir resmi evraktır - lütfen telif hakkı ihlali bildirimlerinizin doğru olduğundan emin olun. Bildirdiğiniz eserin telif hakkını ihlal edip etmediğine bir avukat ile görüşüp kesin olarak karar vermenizi öneriyoruz.","639":"Bildirimi yolla","640":"Daha fazla ekle","641":"İhlal yapan içeriğin adresi:","642":"Telif hakkı sahibinin adı:","643":"İş ünvanı:","644":"E-posta adresi:","645":"Fax:","646":"İl:","647":"Posta kodu:","648":"Telif hakkı ihlal edildiği öne sürülen eser:","649":"Tam adım:","650":"Şirket \/ Kuruluş:","651":"Telefon:","652":"Adres:","653":"İl \/ Şehir:","654":"Ülke:","655":"Lütfen telif hakkı ihlal edildiği öne sürülen eserlerin her birinin adreslerini girin.","656":"Lütfen telif hakkını ihlal eden her URL için bir eser girin.","657":"Lütfen sizin veya yasal olarak temsil ettiğiniz kişinin telif hakkının ihlal edildiğini seçin.","658":"Lütfen kaldırma türünü seçin.","659":"Lütfen telif hakkı ihlal edildiği öne sürülen eserlerin her birinin adreslerini girin.","660":"Lütfen telif hakkını ihlal eden her URL için bir eser girin.","661":"Lütfen telif hakkı sahibinin adını girin.","662":"Lütfen tam adınızı girin.","663":"Lütfen e-posta adresinizi girin.","664":"Lütfen geçerli bir e-posta adresi girin.","665":"Lütfen yukarıda belirtilen eser\/eserlerin, telif hakkı sahibinden, sahibin vekilinden, veya yasalar kapsamında izinsiz olarak paylaşıldığını onaylayın.","666":"Lütfen bilinçli olarak sahte bildiri yaptığınız durumda oluşan herhangi bir maddi veya manevi masraftan yükümlü olduğunuzu onaylayın.","667":"Lütfen bu bildirinin doğru ve eksiksiz olduğunu, temsil ettiğinizi öne sürdüğünüz kişiyi gerçekte temsil etmediğiniz durumda ise yalancı tanıklık ile suçlanabileceğinizi kabul edin.","668":"Teşekkürler!","669":"Telif hakkı ihlali bildiriminizi en kısa sürede inceleyeceğiz.","670":"Dil","671":"Birden fazla dil konuşuyor musunuz?","672":"Tercüme yapmamıza yardımcı olun!","673":"Bir Gizlilik Kuruluşu","674":"Hiç kimsenin özel yaşamına, ailesine, evine ya da yazışmasına keyfi olarak karışılamaz. Herkesin, bu gibi müdahalelere karşı yasa tarafından korunma hakkı vardır.","675":"İnsan Hakları Evrensel Bildirgesi, 12. Madde","676":"Her Zaman Aktif Gizlilik Sağlayan Bulut Depolama Sistemi MEGA","677":"MEGA, sürekli aktif gizlilik özelliği ve dayanıklı bulut depolama sunar. MEGA gizlilik hakkınızın olduğuna inanıyor, ve gizliliğinizi korumak için kullanabileceğiniz teknolojik araçları sunuyor. Biz buna Kullanıcı Denetiminde Şifreleme (KDŞ) diyoruz, ve şifreleme arka planda otomatik olarak işliyor.","678":"MEGA Kullanıcı Denetiminde Şifreleme (KDŞ) nedir?","679":"MEGA üzerinde saklanan tüm dosyalar şifrelenmiştir. MEGA ile kullanıcılar arasındaki tüm trafik de şifrelenmiştir. Diğer çoğu bulut depolama sağlayıcıları da aynısını iddia etse de, MEGA daha farklı - endüstri standardı sağlayıcıların şifreleme anahtarını saklaması iken, MEGA'da kendi anahtarınızı kendiniz saklıyorsunuz, ve herhangi bir program yüklemeden belgelerinize kimlerin erişip erişemeyeceğiniz siz belirliyorsunuz. Herşey tarayıcınızda gerçekleşiyor!","680":"MEGA İstikbal","681":"MEGA bulut depolama sadece başlangıç. Gelecekte MEGA, hiçbir program yüklemeye gerek kalmadan birçok farklı uygulama için KDŞ sunmaya başlayacak. Teknolojimiz e-postalarınızı, konuşmalarınızı, sohbetlerinizi ve video aktarımlarınızı koruyacak.","692":"Mega yasal mı?","693":"Biz, sizin gizliliğinizi korumaya yardımcı olacak mükemmel bir bulut depolama servisi geliştirmek için zaman, fırsat ve İnternet erişimi verilen bir grup teknoloji meraklısıyız. Bu İnternet servisini sıfırdan Auckland, Yeni Zelanda'da geliştirdik. Birçok rakibimizin aksine, sistemimiz şifreleme anahtarlarını bizim değil, sizin sakladığınız, son teknoloji ürünü bir tarayıcı tabanlı şifreleme kullanıyor. Proje dizayn ekibimizde Kim Dotcom, Mathias Ortmann, Bram van der Kolk, ve Finn Batato gibi isimler bulunmakta. CEO'muz, endüstri emeklisi Tony Lentino, kendisinin dünya çapında bir domain kayıt firması yönetim tecrübesi var. Ürünümüzü beğenmenizi umuyoruz.","694":"1. Her dosya için tek bir link (\"URL\") kaldır - dosyalar kullanıcının hesabından silinmez.","695":"2. Her dosya için birden fazla linki kaldır - dosyalar kullanıcının hesabından silinmez.","696":"3. Verilen linklerin bağlı olduğu tüm dosyaları silin - dünya çapında hiçbir kişinin bu dosyaları barındırma hakkı yok.","697":"4. Diğer","698":"Bildirimi buradan yollayabilirsiniz","699":"Bildirimi imzala ve yolla","700":"Lütfen kaldırma bildiriminizi [A2]kaldırma kuralları[\/A2] gereğince [A1]copyright@mega.co.nz[\/A2] adresine e-posta yolu ile gönderin.","701":"Kaldırma bildirimini e-posta ile yolla","702":"Kötüye Kullanım Bildir","703":"Kayıt işlemi bağlantınız geçerli değil. Etkinleştirme e-postasını için kontrol ediniz.","704":"Hesabınız aktive edildi. Lütfen giriş yapın.","705":"Onaylama işleminiz tamamlanamadı. Lütfen tekrar üye olunuz. Hata kodu:","706":"Şifre değiştir","707":"Güncelle","708":"Değişiklik talep et","709":"Mevcut şifremi hatırlayamıyorum.","710":"Eğer hala bağlıysanız fakat şifrenizi hatırlamıyorsanız, bu ayar sayesinde yeni bir şifre ayarlayabilirsiniz. E-mail ile size ulaşacak bağlantıyı 15 dakika içerisinde kullanmalısınız.","711":"Değişiklik iste","712":"Ödeme tamamlandı.","713":"Kupon kredisi hesabınıza eklendi.Ücretli hesaba devam etmek istiyor musunuz?","714":"Bu kupon önceden kullanılmış.","715":"Girdiğiniz şifreler eşleşemedi. Lütfen tekrar deneyiniz.","716":"Mevcut şifre:","717":"Yeni şifre","718":"Yeni şifreyi onayla ","719":"Mevcut şifrenizi tekrar giriniz.","720":"Lütfen yeni şifrenizi giriniz.","721":"Lütfen e-posta hesabınızı kontrol ediniz ,","722":"Değişiklik talep edildi","723":"Yeni şifreniz, eski şifrenizden farklı olmalıdır. ","724":"Mevcut şifreniz hatalı.","725":"Şifreniz değiştirildi.","726":"Tamam","727":"Şifreniz değiştirildi.","728":"Bu şifre değiştirme bağlantısının süresi dolmuştur.","729":"Bu bağlantı zaten onaylandı.","730":"Hesabınız yasaklandı.  Detaylar için lütfen e-mail adresinizi kontrol edin ve en kısa sürede cevap verin. ","731":" [A]Hizmet koşullarımız[\/A]'ın bir çok kez ihlal edilmesinden dolayı ilişkili hesap fesh edilmiştir.","732":"Zaten hesabınıza giriş yaptınız. Lütfen oturumunuzu kontrol edin, çıkış yapın ve doğrulama linkine tekrar tıklayın.","733":"Bilinmeyen e-mail adresi. Eğer hala hesabınız yoksa, kayıt olmak için davetlisiniz.","734":"Teşekkürler!","735":"Lütfen e-mailinizi kontrol edin.","736":"Sadece erişimi olan hesaplar dosyaların ve klasörlerin şifrelerini değiştirebilir. ","737":"Şifreyi sıfırla ","738":"Talep","739":"Şifreni mi unuttun?","740":"Şifreniz başarıyla değiştirildi.","741":"Lütfen yeni bir güvenlik şifresi seçiniz.","742":"Sıfırla","743":"Bu linkin süresi doldu. Lütfen yeni bir link isteyiniz.","744":"Hatalı link. Lütfen yeni bir link isteyiniz.","745":"Faturalama dönemi yok","746":"Üyelik türü","747":"Haftalık","748":"Aylık","749":"Yıllık","750":"Bir sonraki fatura tarihi","751":"Tek seferlik","752":"MEGA Firefox Eklentisi","753":"Çok daha hızlı indirme performansı için MEGA Firefox eklentisini kurun. Eklenti, herhangi bir dosya boyutu kısıtlaması olmadan sınırsız sayıda dosyayı toplu olarak indirmenize imkan tanır.","754":"MEGA Firefox eklentisi güvenli ve gizlidir. Eğer eklenti olmadan MEGA'yı kullanmak istiyorsanız, [A]Chrome[\/A] kullanmanızı öneriyoruz.","755":"Eklentiyi yükle","756":"1 indirme tamamlandı","757":"[X] indirme tamamlandı","758":"İndirme klasörünü aç","759":"Açmak için tıklayın","760":"Bu boyutta bir dosyayı indirebilmek için lütfen MEGA Firefox eklentisini kurun.","761":"Lütfen onaylayın","762":"Çok sayıda dosya indirmek üzeresiniz, bu tarayıcınızın yavaşlaması ile sonuçlanabilir. Devam etmek istiyor musunuz?","763":"Kişi","764":"Sabit diskinizde yeterli alan bulunmadığı için indirme başlatılamıyor.","765":"Sabit diskinizde yeterli alan bulunmadığı için indirmeler başlatılamıyor.","766":"Sabit diskinizde yeterli alan bulunmadığı için bazı indirmeler başlatılamıyor.","768":"Sabit diskinizde yeterli alan bulunmadığı için, veya Chrome'u gizli modda kullandığınızdan ötürü dosyalara yazma devredışı olduğundan indirme başlatılamıyor.","769":"Sabit diskinizdeki boş alanın sadece %5'ini indirmeler için kullanabiliyoruz. Lütfen devam edebilmek için daha fazla yer açın.","770":"Şifrenizi seçin","771":"Şifrenizi onaylayın","772":"Dosyanın linki:","773":"kalan süre","774":"Linki e-posta ile yolla","775":"aşağıda yeni bir isim verin:","776":"Kaydet","777":"Bu cihazda beni hatırla","778":"MEGA hesabın yok mu?","779":"Şimdi üye ol","780":"MEGA hesabım zaten var!","781":"Mobil cihazların sınırlı işlemci performansı nedeniyle RSA anahtarlarının oluşuturulması birkaç dakika sürebilir. Sabrınız için teşekkür ederiz.","782":"Klasör Boş","783":"Bulut Sürücünüzde dosya yok","784":"Kişi Listesi Boş","785":"Sonuç yok.","786":"Gelen Kutusu boş","787":"Çöp Kutusu boş","788":"Bu dosyayı Çöp Kutusuna taşımak istediğinize emin misiniz?","789":"Bu klasörü Çöp Kutusuna taşımak istediğinize emin misiniz?","790":"Dosyayı Aç","791":"Dosya Ekle","792":"Dosyayı Sil","794":"Klasörü Sil","796":"Link Al","797":"Klasörü Paylaş","798":"Depolama Alanı","799":"Kullanılan Alan","800":"Boş Alan","801":"Masaüstü versiyonu","802":"Kişinin E-posta Adresi","803":"Dosya İndirme","804":"Malesef bu dosya türü cihazınızda desteklenmemektedir.","805":"Mobil cihazlarda bu dosya türünü yakın zamanda destekleyeceğiz.","806":"klasörün adını değiştir:","807":"dosyanın adını değiştir:","808":"Klasör linki","809":"Klasörün linki:","810":"Linki İndir","811":"Dosyanın linki:","812":"Hesabı onayla","813":"Paylaşılan Klasör","814":"Karşıya yüklemeyi iptal etmek istiyor musunuz?","815":"İndirmeyi iptal etmek istiyor musunuz?","816":"Lüften geçerli bir e-posta adresi girin.","817":"Arama sonucunda klasör oluşturamazsınız.","818":"Masaüstü versiyonuna geçmek ister misiniz?","819":"başlıyor","820":"Bu dosya Bulut Sürücünüze eklendi.","821":"Bildirimleriniz","822":"Geri","823":"Ayarlar","824":"[X] kullanıcısından yeni paylaşılan klasör","825":"Yeni paylaşılan klasör","826":"[X] kullanıcısı paylaşılan bir klasöre erişimi engelledi","827":"Paylaşılan klasöre erişim engellendi","828":"[X1] klasör ve [X2] dosya","829":"[X] klasör ve 1 dosya","830":"1 klasör ve [X] dosya","831":"1 klasör ve 1 dosya","832":"[X] klasör","833":"[X] dosya","834":"1 klasör","835":"1 dosya","836":"[X] kullanıcısı [DATA] ekledi","837":"[X] eklendi","838":"[X] eklendi","850":"OCA","851":"ŞUB","852":"MAR","853":"NİS","854":"MAY","855":"HAZ","856":"TEM","857":"AĞU","858":"EYL","859":"EKİ","860":"KAS","861":"ARA","862":"Bildirimler","863":"Hepsini göster","864":"ZIP olarak indir","865":"Aç","866":"Seçili 1 belgeyi kopyala","867":"Seçili [X] belgeyi kopyala","868":"Seçili 1 belgeyi taşı","869":"Seçili [X] belgeyi taşı","870":"Onayla","871":"[B]Uyarı:[\/B] saklama kotası aşıldı. Lütfen bazı dosyaları silin veya [A]hesabınızı yükseltin[\/A].","872":"Pro","873":"[X] saniye önce","874":"1 dakika önce","875":"[X] dakika önce","876":"1 saat önce","877":"[X] saat önce","878":"1 gün önce","879":"[X] gün önce","880":"Biraz önce","881":"Geçici bir oturum kullanmaktasınız. Oturum sonlandığında sakladığınız belgeler silinecek. Belgelerinizi saklamak için lütfen en kısa zamanda gerçek bir hesap oluşturun, ve buluttaki ücretsiz 50GB saklama alanınızı kullanmaya başlayın!!","882":"Uyarı","883":"Hesabınızı oluşturun","884":"[X] MEGA ile tamamen uyumlu değil","885":"Tarayıcınız","886":"Internet Explorer 10'da JavaScript kullarak dosya yazmayı etkileyen önemli bir hataya sahip, bu nedenle büyük miktarda veri indirirken bellek yetersizliği yaşıyor. Bu hatanın Internet Explorer 11'de düzelmesini bekliyoruz. Şimdilik, tarayıcınızı lütfen bir alternatif ile değiştirin.","887":"[X] MEGA'nın kullanıcı tarafında kriptografi için kullandığı HTML5 özelliklerini desteklemiyor. HTML5 belge transferleri çok kısıtlı bir Flash uygulamasıyla gerçekleştirilecek. Lütfen en kısa zamanda modern bir tarayıcı kullanmaya başlayın.","888":"Şiddetle Önerilir","889":"Önerilir","890":"MEGA şu tarayıcılar ile en iyi çalışır:","891":"Tarayıcı uyumluluk  uyarısı","892":"Detaylar","893":"Yüklenen","894":"Toplam boyut","895":"Klasör adı","896":"Yaratıldı","897":"İçerik","898":"Birden çok dosya ve klasör","899":"Birden çok dosya","900":"Birden çok klasör","909":"Şifre","910":"Şimdi Satın Al","911":"[B]Pro[\/B] ile MEGA'nın tüm özelliklerinden faydalanın","912":"itibaren","913":"ay","914":"yıllık üyelik","915":"Devasa depolama alanı","916":"Cömert bant genişliği kotası","917":"yıllık ödemeyi tercih ederseniz","918":"Aylık","919":"Yıllık","920":"Hesabınızı yükseltin","921":"2 ay ücretsiz","922":"1 ay","923":"1 yıl","924":"[A]Pro hesapları[\/A] ile ilgili sorularınız mı var?","925":"Destek ekibimiz size yardımcı olmaya hazır.","926":"Şirket adı","927":"Şehir","928":"Posta kodu","929":"Telefon","930":"gün","931":"ay","932":"yıl","933":"Adres","934":"Eyalet","935":"PayPal adresi","936":"Banka hesabı","937":"Hak sahibinin adı","938":"Pazarlama stratejinizi açıklayın","939":"Banka adı","947":"Sürücü","948":"Çöp","949":"Gelenler","950":"Kişiler","951":"Hesabım","952":"Çoğu cihaz 4GB'dan büyük belgeleri indiremiyor. İndirmenizin başarısız olma ihtimali var.","953":"Boş alan yeterli değil","954":"Katkıda Bulunanlar","955":"Mobil Uygulamalar","956":"Sync İstemcisi","957":"Chrome Uygulaması","959":"Firefox Uygulaması","961":"Appler","962":"Software Development Kit","963":"Dökümantasyon","964":"Satış Ortağı Programı","965":"Poliçeler","966":"Belge Kaldırtma Kılavuzu","967":"Oturumu Kapat","968":"Hesap oluştur","969":"Lütfen tekrar deneyin","970":"Lütfen geçerli bir şifre girin.","973":"Kullanılan bant genişliği","974":"Hesabınızı düzenleyin","975":"Yıldız ekle","976":"Yıldız kaldır","977":"Bulut sürücünüzde hiç belge yok.","978":"Aramada hiçbir belge eşleşmedi","979":"Çöp kutunuz boş","980":"Kişi listeniz boş","981":"Gelen kutunuz boş","982":"Paylaşılan İçerik","983":"Özet","984":"Profil","985":"Geçmiş","986":"Profilinizi düzenleyin","987":"Bitiş tarihi","988":"Bağlantılar","989":"[X] kişi","990":"1 kişi","991":"Kişiler'e Git","992":"Profil resmi","993":"Profil Resmini Değiştir","994":"Kişisel Bilgiler","995":"Doğum Tarihi","996":"Ülke seçin","997":"Sadece kayıtlı kullanıcılar kişi ekleyebilir.","998":"Lütfen ücretsiz hesabınızı oluşturun","999":"Geçici oturumunuzu ücretsiz hesaba yükseltmek ister misiniz?","1000":"Erişim sıkıntısı yaşamayın. Ücretsiz üyelik tavsiye edilir!","1001":"Kişi sil","1002":"[X] kişisini listenizden silmek istediğinize emin misiniz?","1003":"Silmeyi Onayla","1004":"[X] çöp kutusuna taşımak istediğinizden emin misiniz?","1005":"Sadece kayıtlı kullanıcılar link oluşturabilir.","1006":"Sadece kayıtlı kullanıcılar klasör paylaşabilir.","1007":"Bu işlemin geri dönüşü yok.","1008":"ücretli üyelik bant genişliği kotası aşıldı.","1009":"Daha fazla bant genişliği mi lazım?","1010":"depolama kotası aşıldı.","1011":"Belgeleri korumak ister misiniz?","1012":"depolama kotası aşılmak üzere.","1013":"Daha fazla depolama alanı mı lazım?","1015":"Kupon kodunuzu girin.","1016":"Resim seç","1017":"Bu resmi Profil Resmi yap","1018":"Boşalt","1019":"E-posta adresi girin","1020":"Lütfen bir e-posta adresi girin yada bir kişi seçin.","1021":"Açık","1022":"Kapalı","1023":"Bu klasöre yazma erişiminiz yok.","1024":"Lüften bir klasör adı girin.","1025":"Birçok belge","1026":"Şifre çözme anahtarını girin","1027":"Şifre çöz","1028":"Şifre çözme anahtarı","1029":"Umumi link","1030":"Kişilerden seçin, veya e-posta adresi ekleyin","1031":"Dosya linkleri ve şifreleme anahtarlarını indir","1032":"Dosyanın anahtarını ekle","1033":"Şifreleme anahtarlarını kopyala","1034":"Birden çok belge indir","1035":"İndirmenin tamamlanması için \"izin ver\"e tıklayın","1036":"Paylaşılıyor","1037":"Kabul ediyorum","1038":"Dil seçin","1039":"PayPal ile ödeyin","1040":"Ücretli üyeliğinizi aktif hale getirmek için lütfen oturum açın.","1041":"Ücretli üyeliğinizi aktif hale getirmek için lütfen bir hesap oluşturun.","1042":"Başlıyor","1043":"Klasör linki mevcut değil","1044":"Erişmeye çalıştığınız klasör linki artık mevcut değil. Şu nedenlerden ötürü olabilir:","1045":"Bu klasör linki Dosya Hizmet Koşulları\/Kabul Edilebilir Kullanım İlkeleri ihlali nedeni ile silinmiş.","1046":"Klasör linki kullanıcı tarafından geçersiz hale getirildi.","1047":"MEGA Pro'ya hoşgeldiniz","1048":"Pro üyeliğiniz başladı. Yardırın!","1049":"Klasör","1050":"Paylaşılan içerik yok","1051":"Hiçbir zaman","1053":"bant genişliği kotası aşılmak üzere.","1054":"Hesabınıza daha fazla kota yüklenmesi için [X] daha beklemeniz gerekiyor.","1055":"Beklemek istemiyor musunuz?","1056":"Bu limit dinamik.","1057":"Oturum kapatmayı onaylayın","1058":"Şu anda geçici oturum kullanıyorsunuz. Oturumu sonlandırmak istediğinize emin misiniz?","1059":"Bu işlem tüm bilgilerinizi silecek.","1060":"İki uç arasında şifreleme","1061":"Diğer bulut depolama sağlayıcılarından farklı olarak belgeleriniz istemci cihazlarda şifrelenir, ve bizim tarafımızdan görülmez.","1062":"Global erişim","1063":"Bilgilerinize istediğiniz zaman, istediğiniz cihazdan ve istediğiniz yerden erişebilirsiniz.","1064":"Güvenli İşbirliği","1065":"Kişilerinizle klasör paylaşın ve güncellemelerini gerçek zamanlı olarak görün.","1066":"MEGA [A]özel ve gizli[\/A] online iletişimi kolaylaştıran araçlar sunuyor.","1067":"MEGA bireyler ve kurumlar için [A]gizli ve güvenli[\/A] iletişim ve işbirliğini sağlayan şifrelenmiş bulut temelli servisler sunuyor. Bulutta saklanan bilgilerin şifreleme anahtarlarının kontrolü sizde, başka bir yerde saklanmaz.","1068":"Kişilerinizle klasör paylaşın ve güncellemelerini gerçek zamanlı olarak görün.","1069":"Nasıl çalıştığınız görün","1070":"Nasıl çalışıyor","1071":"MEGA ile ilgili daha fazla bilgi mi istiyorsunuz?","1072":"Tanıtım videomuzu izleyin","1073":"Üyelik Seçenekleri","1074":"Ücretsiz hesap ile 50 GB alan alın","1075":"Ana rakiplerin sunduğundan birkaç kat fazlası.","1076":"Hesap oluşturun","1077":"Rekabetçi Pro Paketleri","1078":"4 TB'a kadar şifreli saklama alanını aylık €8.33'dan başlayan fiyatlarla alın.","1079":"Pro paketlerimize göz atın","1080":"Mobil Uygulamalar","1082":"Bulut cebinizde. Belgelerinize akıllı telefon veya tabletinizden erişin ve stream edin. Belgelerinizi buluta yükleyin veya senkronize edin.","1083":"Ücretsiz alın","1084":"Mevcut platformlar","1085":"Sync Client","1086":"MEGA bulut sürücüsü ve bigisayarınız arasında kolay ve otomatik senkronizasyon.","1087":"Şimdi indirin","1088":"Uygulamalara Göz Atın","1089":"Tarayıcı eklentilerimiz MEGA'yı tarayıcınıza yükleyecek, bu sayede MEGA daha hızlı yüklenecek ve saldırılara karşı daha dayanıklı olacak.","1090":"İndirme sayfasına git","1091":"Yüklemek için tıklayın veya sürükleyip bırakın","1092":"Devam etmek için aşağıya gidin","1093":"Şifrenizi tamamen güvenmediğiniz hiçbir cihazda girmeyin. Paylaşılan veya halka açık bir bilgisayardan oturum açmayın.","1094":"Geliştirilmiş güvenlik için, [A]tarayıcı eklentimizi[\/A] yükleyin ve MEGA'yı sunuculardan yüklemek yerine kendi bilgisayarınızdan yükleyin.","1095":"[A]Ücretsiz[\/A] hesabınızı oluşturun","1096":"Adınız","1097":"Soyadınız","1098":"Geçersiz ad\/soyad","1099":"Lütfen adınızı ve soyadınızı girin.","1100":"Geçersiz email adresi","1101":"Lütfen geçerli bir email adresi girin","1102":"Geçersiz şifre.","1104":"Lütfen şifrenizi güçlendirin.","1105":"Zorluk:","1106":"Şifre durumu","1107":"Şifreler eşleşmiyor.","1108":"Hesap Yaratın","1109":"Şifreniz sizin ana şifreleme anahtarınız.","1110":"Hesabınızın güvenliği şifrenizin zorluğuna bağlı. Kısa, basit yada sözlük kelimeleri içeren şifreler kolaylıkla tahmin edilebilir.","1111":"Şifrenizi unutmayın.","1112":"Unutulan şifrelerin değiştirilmesinin bir yolu yok. Şifrenizi hatırlayamıyorsanız belgelerinize erişmeniz mümkün değil.","1113":"Hesabınızın güvenliği bilgisayarınızın güvenliğine bağlı.","1114":"Şifreyi Tekrar Girin","1115":"Şifre zorluk onaylayıcısı hala yükleniyor.","1116":"Bir kaç saniye sonra tekrar deneyin.","1117":"Hizmet koşulları Anlaşması","1118":"MEGA'da hesap açmak için hizmet koşullarını kabul etmeniz gerekli.","1119":"Şifreniz kolaylıkla tahmin edildi. Şifrenizi daha uzun seçmeyi deneyin. Büyük ve küçük harflerin kombinasyonunu kullanın. Özel karakterler ekleyin. Özel isim yada sözlük kelimelerini kullanmayın","1120":"Şifreniz kolaylıkla tahmin edildi. Şifrenizi daha uzun seçmeyi deneyin. Büyük ve küçük harflerin kombinasyonunu kullanın. Özel karakterler ekleyin. Özel isim yada sözlük kelimelerini kullanmayın.","1121":"Şifreniz devam edebilmek için yeterli zorlukta, ama daha güçlü bir şfire seçmeniz öneriliyor.","1122":"Bu şifre yaygın tahmin etme saldırılarına karşı dayanıklı. Lütfen hatırlayacağınızdan emin olun.","1123":"Bu şifre en karmaşık tahmin etme saldırılarına karşı dayanıklı. Lütfen hatırlayacağınızdan emin olun.","1124":"Çok zayıf","1125":"Zayıf","1126":"Orta","1127":"İyi","1128":"Efsane","1129":"şifreniz çok zayıf","1130":"Geçersiz e-posta ve\/veya şifre.","1131":"Hesabınızı onaylayın.","1132":"Entropi Derlenmesi","1133":"Bu oyun fare hareketlerinizi kullanarak [A]entropi[\/A] toplayacak.","1134":"Bu [A]RSA şifreleme anahtarlarınızı[\/A] kuvvetlendirir.","1135":"Yüzde %100'e ulaştığında oyunu iptal edebilirsiniz.","1136":"Tamam!","1137":"artık anahtarı tamamlamak için bir sonraki aşamaya geçebilirsiniz.","1138":"Devam et","1139":"Skor:","1140":"Bu aşama önemli ve birkaç saniye sürebilir.","1141":"Lütfen sabırlı olun.","1142":"Açık - gizli anahtar yaratma","1143":"Anahtar oluşturma","1144":"Bilinen en eski kriptografi kullanımı antik Mısır'da yaklaşık 4000 yıl önceye dayanıyor","1145":"Günümüzde, 4000 yıl sonra, çoğu baba yiğit bulut depolama sağlayıcıları hala şifrelemeyi tamamen desteklemiyor.","1146":"Hesabınızı tamamlayın","1147":"Hesap türünüzü seçin","1148":"1 yıllık Pro hesabı satın alın ve [A]2 ayı bedavaya getirin[\/A].","1149":"Limitli","1150":"Ücretsiz","1151":"MEGA'nın tüm özelliklerinden [A]Pro hesabı[\/A] alarak faydalanın","1152":"Pro paketinizi seçin:","1153":"1 yıllık üyelik","1154":"Takım","1155":"Karşıya yükleniyor","1156":"İndiriliyor","1157":"Ücretsiz İndirme","1158":"Windows için","1159":"[A]Mac[\/A] için yakında","1160":"MEGA sitemize gerekli özellikleri sağlayan aşağıdaki açık kaynak kodlu bileşenlerin geliştiricilerine teşekkür eder.","1161":"Güvenli","1162":"Bilgileriniz iki uç arasında şifrelenir. Depolama veya taşınma sırasında kimse içeriğini göremez.","1163":"Esnek","1164":"PC'nizdeki herhangi bir klasörü buluttaki herhangi bir klasör ile senkronize edin. İstediğiniz sayıda klasörü aynı anda senktronize edebilirsiniz.","1165":"Hızlı","1166":"MEGA'nın güçlü altyapısı ve çoklu-bağlantı transferlerden fayadalanın.","1167":"Cömert","1168":"50 GB'a kadar ücretsiz saklayın!","1169":"Tam teşekküllü","1170":"Arama, kaydetme, indirme, yükleme, izleme, inceleme, paylaşma, yeniden adlandırma veya silme. Hepsi burada - avucunuzun içerisinde.","1171":"[A]iOS[\/A] için yakında","1172":"Firefox Eklentisi","1173":"Chrome Eklentisi","1174":"Bu uygulama MEGA'yı tarayıcınıza yüklemenize olanak tanır. Bu sayede uygulamayı yükleme zamanı  azaltıp, indirme performansı artırılıp ve güvenlik daha da güçlendirilebilir.","1175":"MEGA URL'leri bu uygulama tarafından algılanıp cihazınızda işlenir (sunuculardan herhangi bir JavaScript kodu yüklenmez). Güvenli (otomatik) güncellemeler kriptografik gizli anahtar imzalama sayesinde sağlanır.","1176":"Eğer gerçekten paranoyak iseniz:","1177":"otomatik güncellemeleri iptal edip, her güncellemede bizim kaynak kodumuzu tek tek inceleyebilirsiniz.","1178":"Firefox için MEGA İndirin","1179":"Yükleme:","1180":"Chrome için MEGA İndirin","1181":"Chrome'dan eklentiler sayfasını açın","1182":"menu > tools > extensions","1183":"veya adres çubuğuna","1184":"yazın.","1185":"İndirilen [X] dosyasını Chrome eklentiler sayfasına sürükleyip bırakın.","1186":"MEGA Pro üyeliğinizi aşağıdaki yetkili aracılardan kolaylıkla alabilirsiniz.","1187":"İndir","1188":"Bilgisayarınıza","1189":"Aktar","1190":"Bulut sürücünüze","1191":"İndirmeye çalıştığınız dosyaya geçici olarak erişilemiyor.","1192":"MEGA hakkında daha fazla bilgi için aşağıya inin","1193":"Yeni hesap oluşturma","1194":"Bu belgeyi yeni oturuma aktarmak ister misiniz?","1195":"\"Hayır\" seçeneği oturum açmanıza ve aktarma işlemine olanak tanır.","1196":"İndirmeyi iptal et","1197":"İndirmeyi iptal etmek istediğinize emin misiniz?","1198":"İndirilen dosya silinecek.","1199":"Şifreleme anahtarı olmadan metadata şifresi çözülemez.","1200":"Satış Ortağı Hizmet Koşulları","1201":"Bulut depolama sektörünü alt üst etmemize [A]katılın[\/A]","1202":"Bize müşteri getirin ve payınızı kazanın","1203":"Büyümemize yardımcı olun ve başarının bir parçası olun.","1204":"Kayıt ol","1205":"Nasıl çalışıyor?","1206":"Kayıt olun ve bizim URLimizin sonuna ekleyebileceğiniz size özel ortak ID'nizi alın.","1207":"MEGA'ya sizin yönlendirdiğiniz tüm müşterilerin satışlarını takip edeceğiz.","1208":"Ortak ID'niz üzerinden gelen kazancın [B]%20[\/B]'si sizin oluyor.","1209":"Düzenli yinelenen üyelikler yinelenen yönlendirme olarak sayılıyor.","1210":"Satış ortaklığı kimlere uygun?","1211":"Uygulama Geliştiricileri:","1212":"[A]SDK[\/A]'mızı kullanarak kendi popüler uygulamanızı geliştirin.","1213":"Ücretsiz hesapları Pro'ya çevirin ve uygulamanızdan para kazanın.","1214":"Web Siteleri:","1215":"Bloggerlar","1216":"Bulut depolama karşılaştırma siteleri","1217":"Kurallar neler?","1218":"[A]Satış Ortağı Hizmet Koşulları[\/A]'nı okuyun ve onaylayın.","1220":"Hemen başlayın!","1221":"Satış ortağı programımıza kayıt olduktan sonra para kazamaya hemen başlayabilirsiniz.","1223":"İletişim bilgileri","1224":"Sizin hakkınızda biraz bilgiye ihtiyacımız var.","1230":"Ödeme bilgileri","1231":"Ayda bir defa PayPal veya transfer (sadece Yeni Zelanda banka hesapları) ile ödüyoruz.","1232":"Ödeme Yöntemi","1233":"PayPal","1234":"Banka Hesabı (Sadece Yeni Zelanda)","1235":"Hak sahibi adı","1236":"Banka adı","1237":"Banka hesap numarası","1238":"PayPal adresi","1239":"Satış ortağı bilgileri","1240":"MEGA'ya müşterileri nasıl çekeceğinizi öğrenmek istiyoruz.","1241":"Pazarlama stratejinizi açıklayın:","1242":"MEGA [A]Satış Ortağı Hizmey Koşulları[\/A]'nı kabul ediyorum.","1243":"Satış ortağı programına kayıt oldunuz. Ortak ID'niz üzerinden gelen gelirin %20si size aktarılacak.","1244":"Lütfen [A]Satış Ortağı Hizmet Koşulları[\/A]'na uyduğunuzdan emin olun.","1245":"Para kazanmak için müşterileri şuraya yönlendirin:","1246":"İstatistikler","1247":"Zaman aralığı","1248":"30 gün","1249":"90 gün","1250":"180 gün","1251":"365 gün","1252":"Tümü","1253":"Tarih","1254":"Satış","1255":"Yeni müşteriler","1256":"Kazanç","1257":"Seçilen zaman aralığında kayıtlı satış yok.","1258":"Ödemeler","1259":"Seçilen zaman aralığında kayıtlı ödeme yok.","1260":"Ortak ID'si","1261":"Lütfen doğum tarihinizi girin.","1262":"Lütfen şehri girin.","1263":"Lütfen eyaleti girin.","1264":"Lüften posta kodunu girin.","1265":"Lütfen telefon numarasını girin.","1266":"Lütfen pazarlama stratejinizi açıklayın.","1267":"Satış Ortağı Hizmet Koşulları'nı kabul etmelisiniz.","1268":"Lütfen PayPal adresini girin.","1269":"Lütfen NZ banka hesabının hak sahibinin adını girin.","1270":"Lütfen Yeni Zelanda banka adını girin.","1271":"Lütfen Yeni Zelanda banka hesap numarasını girin.","1272":"MEGA insanlar tarafından yapıldı, bu nedenle mükemmel değil. Eğer bir hataya rastlarsanız, bize bildirmenizi rica ediyoruz - bu sayede hataları düzeltebiliriz. Ne kadar çok detay sağlarsanız o kadar iyi.","1273":"Telif haklarını önemsiyoruz ve çok sıkı belge kaldırtma\/yinelenen ihlal prensibi uyguluyoruz.","1274":"Daha fazla bilgi için lütfen [A]belge kaldırtma kılavuzumuza[\/A] başvurun.","1275":"Belge kaldırma bidirimlerini [A]online olarak[\\A] veya e-posta yolu ile yollayabilirsiniz.","1276":"Fikir yada önerileriniz mi var? Ürünlerimiz hakkında daha fazla bilgi mi arıyorsunuz?","1277":"Bize her zaman ulaşabilirsiniz.","1278":"Lütfen seçin","1279":"1. Aşama","1280":"2. Aşama","1281":"İçerik detayları","1282":"Telif hakkı sahibinin detayları","1283":"Başka URL ekleyin","1284":"Telif hakkı sahibinin adı","1285":"eğer varsa","1286":"Bildirimi yollayan telif hakkı sahibi vekilinin adı:","1287":"Telif Hakkı Bildirimi Alındı","1288":"Bildiriminizi hızla inceleyip işleyeceğiz.","1289":"Davet linkine tıkladığınız için teşekkürler. Lütfen aşağıdan ücretsiz hesabınızı yaratın.","1290":"Bu link geçerli bir davete benzemiyor. Daha önceden bir hesap oluşturdunuz mu?","1291":"Daha önce bir davet linkine tıkladınız. Lütfen hesabınızı oluşturun.","1292":"Yakında","1293":"Destek merkezine hoş geldiniz","1294":"Eğer sorularınızın cevabı burada yoksa lütfen bize ulaşmaktan çekinmeyin.","1295":"Desteğe Ulaşın","1296":"Popüler Konular:","1297":"E-posta adresi zaten kullanılıyor.","1298":"Lütfen oturum açın.","1299":"Yenilemek için aşağı çekin","1300":"Son Güncelleme","1301":"Bugün","1302":"Dün","1303":"Bu hafta","1304":"Geçen hafta","1305":"Bu ay","1306":"Bu yıl","1307":"Daha eski","1308":"İndirme başarısız","1309":"Yükleme başarısız","1310":"Lütfen onay kodunu girin","1311":"Dosyaları yüklerken hata oluştu","1312":"Kullanıcı adı \/ şifre eksik","1313":"Oturum açma başarısız","1314":"Silme Hatası","1315":"E-posta hesabı yok","1316":"Çevrimdışı önizleme için belgeyi kaydedin","1317":"Link oluşturma başarısız","1319":"Şifre çok kısa","1320":"İsim çok kısa","1321":"Hesap detaylarını yükleme başarısız","1322":"Karşıya Yükleme tamamlandı","1323":"Oturum açılıyor","1324":"Oturum açıldı","1325":"Link oluşturuluyor","1326":"Link kopyalandı","1327":"İndirme tamamlandı","1328":"İndirme başlıyor","1329":"Bekliyor","1330":"Kullanıcı adı ve şifre girin","1331":"E-posta","1332":"Üyeliği onayla","1333":"E-postanıza gelen onay kodunu aşağıya girin, veya özel iOS onay linkine tıklayın.","1334":"Üyelik hakkında","1335":"Onay kodu","1336":"Sonuncuyu kullan","1337":"Fotoğraf çek","1338":"Var olan foto seç","1339":"Klasör ekle","1340":"Yeni klasörün adını girin","1341":"Fotoğraf(lar) seçin","1342":"Düzenle","1343":"Bulut Sürücüsü boş","1344":"Paylaş","1345":"Çevrimdışı kaydet","1346":"Transferler","1347":"Gelen Kutusu Boş","1348":"Paylaşılan Klasörler","1349":"Fotoğraf yok","1350":"Fotoğraflar","1351":"Cihazda kullanılan","1352":"Kullanılabilir","1353":"Çevrimdışı erişim için kaydedin","1354":"Cihazda kullanılacak maksimum alanı ayarlayın","1355":"Versiyon","1356":"Geri bildirim","1357":"Oturum kapat","1358":"Tüm belgeler silinecek","1359":"Seçilen miktar şu anda ön bellekten daha az. Devam ederseniz bazı belgeler silinecek.","1360":"Pro'yu Yükselt","1361":"Ücretlendirme","1362":"Satışları Geri Yükle","1363":"Ağ bağlantısı yok","1364":"Yeniden Dene","1365":"İnternete bağlı değilsiniz","1366":"Yeni adı girin","1367":"Ücretsiz 50 GB alın, yada Pro paketlerimizden birine üye olun ve 4 TB'a kadar şifreli saklama alanını aylık €8.33'dan başlayan fiyatlarla alın.","1368":"[X]'a kadar","1369":"ve [X]","1370":"E-posta ve Sohbet","1371":"Şifrelenmiş iletişim paketimiz 2014 başında geliyor.","1372":"MEGA sohbet, e-posta, arama ve video konferansına hazırlanın.","1373":"Bu MEGA ne la? Tıklayın yada aşağıya gidin","1374":"Anasayfaya Geri Dön","1375":"İndirme Sayfasına Geri Dön","1376":"hosted by:","1377":"Oynamak istiyor musunuz? Bu aşamayı atlarsanız hesabınızın güvenliği azalabilir. Riski azaltmak için lütfen farenizi olabildiğince fazla hareket ettirin.","1378":"Oyunu başlat","1379":"Atla","1380":"Kategoriler","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Resimleri buraya sürükleyip bırakın","1391":"bizi takip edin"}