{"11":"Điều luật 12","12":"Không một ai bị xâm phạm một cách độc đoán về đời sống riêng tư, gia đình, nhà ở, hay thư tín, cũng như bị xúc phạm danh dự hay tiếng tăm của mình. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","13":"Tuyên Ngôn Quốc Tế về Nhân Quyền","14":"Xác nhận việc xóa bỏ","15":"Bạn có chắc muốn xóa vĩnh viễn các mục ở trong Thùng Rác không?","16":"Lỗi nội bộ","17":"Quá mức băng thông giới hạn","18":"Có quá nhiều kết nối cho việc tải xuống này","19":"Hết phiên đăng nhập hoặc không hợp lệ","20":"Tạm thời không khả dụng","21":"Tài khoản có vấn đề. Vui lòng kiểm tra email của bạn","22":"Tập tin không còn tồn tại","23":"Tập tin không thể truy cập được nữa","24":"Lỗi giải mã","25":"Thư mục bạn đang dùng đã bị xóa hoặc di chuyển bởi một người dùng khác.","26":"Thư mục bị Mất","27":"Rất tiếc, 1 tập tin không tải lên được bởi vì nó lớn hơn [X].","28":"Rất tiếc, [X1] tập tin không thể tải lên được bởi vì chúng lớn hơn [X2].","29":"Bạn đang bị giới hạn tải lên các tập tin với Adobe Flash của chúng tôi vì trình duyệt của bạn không cung cấp FileReader HTML5. Nếu bạn muốn vượt qua hạn chế này (và tăng hiệu suất trình duyêt), xin vui lòng cân nhắc và cài đặt [A]Google Chrome[\/A].","30":"Trình duyệt bị hạn chế","31":"Bạn chỉ có thể tải lên các tập tin nhỏ hơn [X] với Internet Explorer. Chrome và Firefox cho phép bạn tải lên các tập tin với kích thước bất kỳ.","33":"MEGA cực đỉnh khi dùng với Google Chrome","34":"Cảnh báo:","35":"Bạn đang sử dụng một trình duyệt lỗi thời, làm ảnh hưởng đến hiệu suất truyền tập tin.","36":"Xin nâng cấp sang dùng Google Chrome.","37":"Trong khi các nhà cung cấp trình duyệt khác đang gặp khó khăn để thực hiện đầy đủ các chức năng của HTML5, Google Chrome có tất cả - vào ngay lúc này. Để sử dụng toàn bộ sức mạnh MEGA (chẳng hạn như tự động tải lên và tải xuống), chúng tôi đề nghị bạn từ bỏ các trình duyệt lỗi thời bạn đang dùng và cài đặt Chrome càng sớm càng tốt.","38":"Đừng hiện thông báo này nữa","39":"Không, Cám ơn","40":"Tải xuống Chrome","41":"Bạn đã xóa một thư mục, trong đó có 1 thư mục được chia sẻ.","42":"Một khi bạn làm sạch Thùng Rác, mục chia sẻ này sẽ bị vô hiệu hóa.","43":"Bạn vừa xóa một thư mục, trong đó có [X] thư mục được chia sẻ.","44":"Một khi bạn làm sạch Thùng Rác, những tệp chia sẻ này sẽ bị vô hiệu hóa.","45":"Cánh báo có thư mục chia sẻ","46":"Lỗi nội bộ","47":"Ây da, có gì đó không ổn. Rất xin lỗi về việc này!","48":"Vui lòng nhập ít nhất ba ký tự để tìm kiếm.","49":"di chuyển [X] mục đã chọn","50":"1 tệp","51":"[X] tập tin","52":"và","53":"1 thư mục","54":"[X] thư mục","55":"Chỉ-đọc","56":"Đọc & Ghi","57":"Toàn quyền truy cập","58":"Tải xuống","59":"Lấy liên kết","60":"Chia sẻ","61":"Đổi tên","62":"Di chuyển","63":"Sao chép","64":"Quyền sử dụng","65":"Bạn có chỉ có quyền xem thư mục này thôi.","66":"Bạn có quyền xem & ghi dữ liệu vào thư mục này.","67":"Bạn có toàn quyền quản lý thư mục này.","68":"Thư mục mới","69":"Tạo Thư Mục Mới","70":"Dọn Thùng Rác","71":"Thêm liên lạc","72":"Xóa liên lạc","73":"Bạn có chắc chắn muốn xóa người dùng này khỏi danh sách liên lạc của bạn không?","74":"Bạn có chắc chắn muốn xóa người dùng này khỏi danh sách liên lạc của bạn không?","75":"Xóa liên lạc","76":"Bạn sẽ vĩnh viễn xóa [X] tệp từ Thùng Rác.","77":"Bạn muốn tiến hành ngay không?","78":"Có","79":"Không","81":"OK","82":"Hủy bỏ","83":"Xóa","84":"Xác nhận việc xoá","85":"Tải lại","86":"Tên","87":"Kích thước","88":"Kiểu truyền tải","89":"Tình trạng","90":"Tốc độ","91":"Th.gian đã qua","92":"Thời gian còn lại","93":"Kiểu","94":"Thay đổi lần cuối","95":"Email","96":"Quyền lợi","97":"Tải Mục Mới","98":"Tải lên Thư mục","99":"Tải lên Tập tin","100":"Dọn Thùng Rác","101":"Thêm liên lạc","102":"Tìm kiếm","103":"Hủy truyền tải","104":"Truyền tập tin","105":"đang chờ","106":"Quản lý tập tin","107":"Có phải bạn muốn sao chép thư mục đã chọn đến hộp thư đến riêng của [X] không?","108":"Yêu cầu xác nhận","109":"Bạn có muốn sao chép thư mục đã chọn vào thư mục chia sẻ này phải không?","110":"Phải bạn muốn sao chép đối tượng đã chọn vào hộp thư đến riêng của [X] không?","111":"Bạn có muốn sao chép đối tượng đã chọn vào thư mục chia sẻ này không?","112":"Xuất liên kết tập tin và khóa giải mã","113":"Liên kết tập tin","114":"Chìa khóa tập tin","115":"Tên tập tin","116":"Kích cỡ tập tin","117":"Di chuyển đến vị trí","118":"Chọn đích đến","119":"Hạn mức băng thông miễn phí đã quá giới hạn","120":"Lượt tải xuống của bạn không thể tiếp tục, vì nó sẽ làm bạn vượt quá lượng truyền tải miễn phí hiện tại cho địa chỉ IP của bạn.","121":"Giới hạn này không cố định, tùy thuộc vào số lượng băng thông không sử dụng chúng tôi có.","122":"Chỉ những truyền tải thực hiện từ năm đến sáu tiếng trước mới được tính.","123":"Trong cửa sổ thời gian đó:","124":"Bạn đã tải xuống [X].","125":"[X1] sẽ trở nên khả dụng trong [X2].","126":"Giới hạn IP hiện tại là [X].","127":"Để tiện cho bạn, lượt DS chờ tải xuống của bạn sẽ được đẩy vào mục chờ cho đến khi bạn có đủ hạn mức, và sau đó sẽ được tiếp tục tự động.","128":"Nếu bạn không muốn chờ, bạn có thể cân nhắc đăng ký thêm gói băng thông, cũng đồng thời cho bạn thêm nhiều không gian lưu trữ.","129":"Nâng cấp lên Pro","130":"Tải xuống tập tin","131":"Nhấp “Allow” (Chấp nhận) để hoàn tất tải xuống","132":"Di chuyển các mục","133":"Di chuyển [X]","134":"Sao chép [X]","135":"Lỗi","136":"Xin chọn thư mục đích.","137":"Xin chọn một đích đến hợp lệ.","138":"Thư mục đích không thể trùng với thư mục nguồn.","139":"Lỗi vòng lặp","140":"Lỗi vòng lặp: không thể đích đến là thư mục con của thư mục bị chuyển đi.","141":"Xin nhập địa chỉ email hợp lệ.","142":"Xin chờ...","144":"Gỡ bỏ chia sẻ","145":"Địa chỉ email:","146":"Chia sẻ với người dùng mới:","147":"Cho phép truy cập","148":"Đóng","149":"Chia sẻ","150":"Liên lạc được mời","151":"Người dùng [X] đã được mời và sẽ xuất hiện trong danh sách liên lạc của bạn khi đăng ký.","152":"Bạn không thể thêm chính tên mình vào danh bạ.","153":"Địa chỉ email","154":"Thêm liên lạc","155":"Thêm","156":"Hủy bỏ","157":"Tên Thư mục","158":"Tạo","159":"Hủy bỏ","160":"Tên thư mục này đã được sử dụng. Xin thử lại.","161":"Đổi tên","162":"Đổi tên","163":"Hủy bỏ","164":"Ổ Mây","165":"Danh bạ","166":"Hộp thư đến","167":"Thùng Rác","168":"Thùng Rác","169":"Menu","170":"Đăng ký","171":"Đăng nhập","172":"Kéo & thả các tệp tin vào đây","174":"hoặc","175":"Chọn các tệp","176":"Chọn tệp để tải lên","177":"Bạn giữ chìa khóa của việc lưu trữ trên nền tảng đám mây","178":"Hợp Tác Trực Tuyến An Toàn","179":"Trình Quản Lý Tập Tin Mạnh Mẽ","180":"Hệ Sinh Thái Ứng Dụng","181":"Chi tiết tính năng","182":"Chia sẻ các thư mục mã hóa với đồng nghiệp hay đối tác kinh doanh và trao đổi các tài liệu mật thông qua mã hóa đầu-cuối minh bạch.","183":"Xem và quản lý các tập tin của bạn trong trình duyệt web, với hàng loạt tích hợp tăng tốc tải lên và tải về.","184":"Một API mở toàn diện cho phép các nhà phát triển tăng cường chức năng MEGA.","185":"Mã hóa RSA 2048 bit","186":"Đăng xuất","187":"Tài khoản của tôi","188":"Quản lý tập tin","189":"Hủy bỏ phiên làm việc","190":"Đăng nhập","191":"tạo một tài khoản","192":"Giữ đăng nhập","193":"Đăng nhập","194":"[X] máy chủ đang trực tuyến","195":"Email của bạn","196":"Email của bạn","197":"Xin nhập địa chỉ email của bạn.","198":"Xin nhập địa chỉ email hợp lệ.","199":"Xin nhập mật khẩu.","200":"Ây, có vấn đề xảy ra.","201":"Email và\/hoặc mật khẩu không đúng. Xin thử lại.","202":"Tạo tài khoản mới","204":"hay","205":"đăng nhập","206":"Tên của bạn","207":"Email của bạn","208":"Tôi đồng ý với [A]Điều khoản Dịch vụ[\/A] của MEGA","209":"Đăng ký","210":"Sẵn sàng cho thời đại mới","211":"Lưu trữ đám mây sẽ hoàn toàn khác","212":"Xin nhập tên của bạn.","213":"Xin chọn mật khẩu.","214":"Bạn phải chấp nhận điều khoản dịch vụ.","215":"Có lỗi không xác định xảy ra. Xin thử lại sau.","216":"Tuyệt vời","217":"Xin kiểm tra email và click vào liên kết để xác nhận tài khoản.","218":"Địa chỉ email này đã đăng ký từ trước với MEGA.","219":"Địa chỉ email này đã đăng ký từ trước với MEGA.","220":"Yếu","221":"Tạm","222":"Tốt","223":"Xuất sắc","224":"CHỌN (CÁC) TỆP MUỐN TẢI LÊN","225":"CHỌN TỆP TIN TẢI LÊN HOẶC KÉO & THẢ CHÚNG VÀO ĐÂY ","226":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Trong sáu giờ qua, địa chỉ IP của bạn đã dùng [X1] mà cùng với những tập tin đã chọn của [X2], đã vượt quá giới hạn hiện tại của  [X3]. Để đảm bảo việc sử dụng tài nguyên một cách công bằng, lượt tải xuống chưa xong của bạn sẽ phải chờ. Chúng sẽ tiếp tục tự động một khi đã bớt tắc nghẽn.","227":"Truyền tải bởi hạn mức băng thông có trả phí được miễn trừ khỏi hạn chế này, do đó, nếu bạn không muốn chờ đợi, bạn có thể xem xét việc đăng ký một tài khoản Pro.","228":"Quản lý băng thông đang hoạt động","229":"Không hiện nữa","230":"Nâng cấp lên Pro","231":"Không, cám ơn! Tôi chờ.","232":"Không, cám ơn! Tôi chờ.","233":"Tạm thời có lỗi, đang thử lại.","234":"Tải xuống tập tin","235":"Tải xuống","236":"Nhập","237":"Đang bắt đầu tải xuống","238":"Đánh dấu về vi phạm bản quyền","239":"Tải xuống hoàn tất","240":"Để hoàn tất việc truyền tải tập tin, bạn phải lưu tập tin lại một cách thủ công.","241":"Lưu tập tin của bạn","242":"Nâng cấp lên Chrome để tận hưởng toàn bộ sức mạnh của MEGA","243":"Tập tin bạn đang định tải xuống không còn khả dụng.","244":"Việc này có thể do các nguyên nhân sau:","246":"Tệp tin đã bị xóa vì vi phạm Điều khoản DV\/Chính sách Sử dụng.","247":"URL không hợp lệ - liên kết bạn đang truy cập không tồn tại","248":"Tập tin đã bị xóa bởi người cung cấp.","249":"Tập tin bạn đang định tải tạm thời không khả dụng.","250":"Hệ thống dự phòng của chúng tôi đã hỏng. Điều này có thể do các nguyên nhân sau:","251":"Vài máy chủ đang tạm ngưng để bảo trì.","252":"Chúng tôi đang quá tải, chúng tôi sẽ nâng công suất.","253":"Xin thử lại sau.","254":"Tập tin bạn đang định tải xuống không còn khả dụng.","255":"Tập tin này không còn khả dụng do bản quyền thuộc về [X].","256":"Khóa của bạn không có độ dài chính xác.","257":"Xin chắc rằng bạn nhập khóa hợp lệ.","258":"Đang tải xuống","259":"What does \"MEGA\" stand for?","260":"MEGA is a recursive acronym and stands for \"MEGA Encrypted Global Access\".","261":"What is MEGA all about?","262":"MEGA is a secure cloud storage and electronic collaboration\/communication service. It offers free and paid Internet-accessible storage space and bandwidth. It allows you to store and access your files from within your web browser or through dedicated client applications.","264":"To the best of our knowledge, cloud storage and encryption are legal. Please comply with applicable laws and regulations on [B]how[\/B] you use cloud storage and encryption as well as our [A]Terms of Service[\/A].","265":"MEGA was made by the same people that had previously run one of the world's largest cloud storage businesses. Can I please have my account and my files back?","266":"Unfortunately, MEGA has no access to any of the assets that its employees have created previously. There is no legal connection and no recycling of any code, hardware or database records, and we therefore currently see no way of recovering your legacy data.","267":"Why base a cloud storage company in New Zealand, of all places?","268":"Among other important reasons, New Zealand's native Māori name is \"Aotearoa\", which means \"Land of the long white cloud\".","269":"Can I access MEGA on my mobile device?","270":"You can access MEGA through your mobile browser, but this severely limits performance and functionality. We recommend using our dedicated mobile app for your device instead.","271":"Can I resume interrupted up- or downloads?","272":"Yes, as long as you do not close the browser tab, uploads and downloads will resume automatically after e.g. a network interruption or your device having entered standby\/sleep mode. Please note that our servers automatically discard incomplete uploads after 48 hours of inactivity.","273":"Can I upload the same file multiple times?","274":"Because the server can't see filenames, filename collisions have to be dealt with on the client side. With standard settings, if you upload a file that you already seem to have in your account (same target path\/filename, same size, same last modification time), it is skipped, but nothing prevents you from keeping multiple files or folders with the same name in the same folder.","275":"How do you regulate bandwidth utilization?","276":"Our policy is not to impose any artificial restrictions on our users unless necessitated by infrastructure bottlenecks.  We therefore reserve the right to cap user bandwidth utilization for operational reasons at any time on a per-IP basis. Your transfer queue will resume automatically once the congestion eases. No manual intervention is required.","277":"Are there any file size limits on MEGA?","278":"We do not impose artificial file size limits other than your available cloud drive space. While all current browsers are capable of uploading large files, downloading is size-constrained with Internet Explorer and Safari due to their incomplete HTML5 support.","279":"Can I upload and download at the same time?","280":"Yes. One upload and one download per browser tab can run in parallel.","281":"Why don't you provide image thumbnails or streamed previewing of video and audio files?","282":"Because our end-to-end encryption model inherently precludes any server-side manipulation of your data, which would be required to implement such a feature.","283":"How do I upload files to MEGA?","284":"There are three ways of uploading files to MEGA using your web browser:","285":"1. Click on the red button on the start page","286":"2.\tGo to your file manager and click on the \"File Upload\" or (if you're using Chrome) \"Folder \tUpload\" buttons near the top","287":"3. Drag and drop files or (if you're using Chrome) folders onto the site","288":"How do I install MEGA?","289":"MEGA can be used with any modern web browser. However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. Advanced functionality such as automated folder synchronization or filesystem mounts will be made available through installable client applications.","290":"How does folder sharing work?","291":"You can share any subtree of your cloud drive with friends, family or coworkers. Invitation is by e-mail address. Invitees who do not have an account yet will receive an e-mail notification with a signup link. Alternatively, you can create a public link to any of your folders and export the folder-specific crypto key, making it accessible without a MEGA account. It is then your responsibility to securely transmit the folder key to the recipient(s).","292":"To establish, modify or delete a share, simply right click on a folder in your file manager and select Sharing. There are three access levels: Read-only, read\/write (files can be added, but not deleted), and full (files can be added and deleted).","293":"If you added an e-mail address that did not have an account yet, you need to be online at least once after the recipient completes the signup process so that you can encrypt the share secret to his newly created public key.","294":"How do I delete people from my shared folder?","295":"Simply right click on a folder in your file manager and select sharing. You will see all people that currently have access to the shared folder. Right click on the person and choose the Delete option from the menu.","296":"How do I recognize my shared folders?","297":"Shared folders in your file manager have a special icon with a hand below the folder.","298":"Can I share folders that were shared with me?","299":"No. Folder shares are non-transitive.","302":"How do I link to a file on MEGA?","303":"First of all, a word of caution: The cryptographic security of your files depends on the confidentiality of the associated encryption keys. Make sure that you transmit them via protected channels only! Standard e-mail, for example, is not good enough.","304":"With that in mind, select one or multiple files in your file manager, then right-click and use \"Get link\". A dialog with the public link(s) to the file(s) you have selected will open. You can choose to export each link and key separately or as a single combo link.","305":"How does the encryption work?","306":"All encryption is end-to-end. Data uploaded is encrypted on the uploading device before it is sent out to the Internet, and data downloaded is decrypted only after it has arrived on the downloading device.  The client machines are responsible for generating, exchanging and managing the encryption keys. No usable encryption keys ever leave the client computers (with the exception of RSA public keys).","307":"Is all of my personal information subject to encryption?","308":"No. Only file data and file\/folder names are encrypted. Information that we need operational access to, such as your e-mail address, IP address, folder structure, file ownership and payment credentials, are stored and processed unencrypted. Please see our privacy policy for details.","309":"Is my stored data absolutely secure?","310":"All security is relative. The following attack vectors exist - they are not specific to MEGA, but we want you to know about the risks: ","311":"Individual accounts are jeopardized by:","312":"- Spyware on your computer. A simple keylogger is enough, but session credentials and keys could also be extracted from memory or the filesystem.","313":"- Shoulder surfing. Do not type your password while someone could watch your keystrokes.","314":"- Password brute-forcing. Use strong passwords.","315":"- Phishing. Always confirm the security status of your connection (https:\/\/) and the correct domain name (mega.co.nz) before entering your password.","316":"Large-scale attacks could be mounted through:","317":"- A \"man in the middle\" attack. Requires issuing a valid duplicate SSL certificate in combination with DNS forging and\/or attacks on our BGP routes (a DigiNotar-style scenario).","318":"- Gaining access to the webservers hosting https:\/\/mega.co.nz\/index.html and replacing that file with a forged version (this would not affect access through the installed app base). Note that manipulating content on our distributed static content CDN does not pose a security risk, as all active content loaded from index.html is subject to verification with a cryptographic hash (think of it as some kind of \"secure boot\" for websites). This type of attack requires sending malicious code to the client and is therefore detectable.","319":"- Gaining access to our core server infrastructure and creating forged key requests on existing shares. This type of attack only affects data in accounts with shared folders and is detectable on the client side as well.","320":"What if I don't trust you? Is it still safe for me to use MEGA?","321":"If you don't trust us, you cannot run any code provided by us, which precludes opening MEGA in your browser and entering your login credentials. However, due to MEGA's end-to-end encryption paradigm, you can safely use client applications written by someone you trust.","322":"I trust you and your New Zealand data centre, but I don't trust your German data centre, because it is run by a US company.  Is it still safe for me to use MEGA?","323":"Yes, you can still use MEGA (with a few limitations) safely with our core datacentre in Germany being fully compromised. The New Zealand data centre makes sure that no rogue code can run when you visit https:\/\/mega.co.nz\/.","324":"Is data that I put in shared folders as secure my other data?","325":"Shared folders, by nature, are only as secure as their least secure member. However, a compromise of our core server infrastructure poses an additional risk: Public keys could be manipulated, and key requests could be forged.","326":"Let's assume that a MEGA storage node is physically compromised. What are the risks?","327":"Error messages after downloading manipulated files. Even if the attacker had the encryption key for a given file on that node, he could still not replace it with a forged one without causing the subsequent downloads to fail.","328":"Is it a good idea to store all of my data in a single place?","329":"Always keep redundant copies of important files, online and offline. Although we keep each file in at least two locations, there is no guarantee against multiple concurrent failures and repeated unprecedented government misconduct.","330":"Why should I entrust my data to, of all people, you?","331":"We provide for user controlled encryption (UCE) where you, the user, control the keys. The UCE implementation is open source, and we invite and encourage the community to scrutinize it and provide feedback. We believe that this approach is much safer than storing your data on a provider with server-side encryption where the ISP controls the keys or, worse, no encryption at all. For example, if MEGA user files were suddenly accessible without a password due to a programming error, they would be unreadable without the user-controlled decryption keys.","332":"I noticed that you are using HTTPS for transferring already encrypted file data. Isn't that redundant?","333":"It is. Unfortunately, most browsers take offence with establishing insecure connections from a secure page, and who could blame them for that - they can't possibly be aware of the fact that there is another encryption layer already in operation. Because HTTPS has an adverse effect on performance, we allow you to turn it off on browsers that allow it (Chrome, Safari and Firefox until version 17) to speed up your transfers without jeopardizing the confidentiality or integrity of your data. You will see an SSL warning appear upon your first file transfer in some browsers - in this (and only in this) case, it is safe to ignore.","334":"What encryption algorithms does MEGA use internally?","335":"For bulk transfers, AES-128 (we believe that the higher CPU utilization of AES-192 and AES-256 outweighs the theoretical security benefit, at least until the advent of quantum computers). Post-download integrity checking is done through a chunked variation of CCM, which is less efficient than OCB, but not encumbered by patents.","336":"For establishing shared secrets between users and dropping files into your inbox, RSA-2048 (the key length was chosen as middle grounds between \"too insecure\" and \"too slow\"). All encryption, decryption and key generation is implemented in JavaScript, which limits throughput to a few MB\/s and causes significant CPU load. We are looking forward to the implementation of the proposed HTML5 WebCrypto API in all major browsers, which will eliminate this bottleneck.","337":"JavaScript's built-in random number generator is enhanced through a mouse\/keyboard timing-driven RC4 entropy pool as well as crypto.* randomness where available (Chrome and Firefox only at the moment - keys generated by Internet Explorer and Safari are less secure than they could be).","338":"Does MEGA keep backups of my files?","339":"We store your files on at least two servers in different datacentres, if available.","340":"I have forgotten my password. Can I reset it?","344":"When do I need to upgrade to a Pro account?","345":"A Pro account gives you additional storage space and extra bandwidth quota that we automatically draw from whenever an operational bandwidth limit is reached - you can use the quota yourself, or grant it to third parties accessing your data (this includes users without a MEGA account).  The maximum percentage of your bandwidth quota allocated to third parties is configurable in your account settings.","346":"What is the upload speed limiting feature good for?","347":"Many routers do not prioritize smaller packets in case of link congestion, resulting in your inbound traffic being severely affected when your outbound link is full. We therefore offer an automatic speed management option where we measure your available outbound bandwidth during the initial ten seconds of an upload and then keep at least 10% of it unused. You can also set a fixed throughput limit.","348":"What do I get with my free account?","349":"A globally accessible, high-performance, secure cloud drive with [X] of storage space. If you need more than that, you can upgrade to a [A1]Pro[\/A1] account. Click [A2]here[\/A2] to see your current utilization.","359":"Do you offer an API?","361":"Yes. Please use our software development kit to add MEGA support to your application.","362":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Tập tin bạn đang định tải xuống lớn hơn giới hạn hiện tại [X3] của chúng tôi. Việc truyền tải đã bị hoãn lại và sẽ bắt đầu tự động khi việc tắc nghẽn đã giảm bớt.","365":"Trình duyệt của bạn đã cũ và không có khả năng để tải về một tập tin lớn như thế này.","366":"Copyright warning","367":"MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright. You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, e-mail, link to, transmit or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.","368":"Chú ý:","369":"Mô hình mã hóa bảo mật của MEGA phụ thuộc vào tính bảo mật của những khóa hiển thị ở trên. Đừng truyền tải chúng qua các kênh không an toàn!","370":"Sao chép vào bộ nhớ","371":"Đã sao chép vào bộ nhớ","372":"Tải lên","373":"Tải xuống","374":"Chúng tôi hứa là làm","375":"Chặn điều hướng do đang truyền tập tin.","376":"Bạn cần phải đăng nhập để xem trang này.","377":"Hiện bạn đang có ít nhất một tập tin được truyền tải.Nếu tiếp tục, việc truyền tải sẽ bị gián đoạn.","378":"Xin hãy nhập mật khẩu để xác nhận đây là tài khoản của bạn.","379":"Xin hãy đăng nhập để lấy tập tin này vào tài khoản của bạn.","380":"Nhập khóa giải mã","381":"Mọi quyền được bảo lưu","382":"sản xuất ở New Zealand","383":"Hỗ trợ","384":"Trung tâm Hỗ trợ","385":"Điều khoản Dịch vụ","386":"Chính sách Riêng tư","387":"Bản quyền","388":"Cộng đồng","389":"Blog","390":"Quan hệ Đối tác","391":"Đại lý","392":"Nhà phát triển","393":"Đối tác Hosting","394":"Nhà đầu tư","395":"Trở thành đại lý","396":"T.tin về chúng tôi","397":"Thành viên Miễn phí","398":"Thành viên Pro","399":"Liên hệ chúng tôi","400":"Basics","401":"Sharing","402":"Security & Privacy","403":"Account","404":"Payments & Billing","405":"Tools","406":"Top frequently asked questions:","407":"Categories:","408":"Tháng Một","409":"Tháng Hai","410":"Tháng Ba","411":"Tháng Tư","412":"Tháng Năm","413":"Tháng Sáu","414":"Tháng Bảy","415":"Tháng Tám","416":"Tháng Chín","417":"Tháng Mười","418":"Tháng Mười Một","419":"Tháng Mười Hai","420":"Xin đăng nhập để bắt đầu tải lên.","421":"Xin chấp nhận điều khoản dịch vụ","422":"Tôi đồng ý","423":"Bạn cần đăng ký một tài khoản để sử dụng chức năng chia sẻ. Bạn có muốn đăng ký bây giờ không?","424":"Chia sẻ bị vô hiệu","425":"Đổi tên Thư mục","426":"Đổi tên Tập tin","427":"Chi tiết tài khoản","428":"Các voucher","429":"Lịch sử Phiên","430":"Lịch sử mua hàng","431":"Lịch sử giao dịch","432":"Loại tài khoản:","433":"Nâng cấp","434":"Loại thuê bao:","435":"MIỄN PHÍ","436":"Không có chu kỳ thanh toán","437":"Không gian Lưu trữ:","438":"[X] đã dùng","439":"[X1] trong [X2]","440":"Quản lý Băng thông","441":"Bật Quản lý Băng thông","442":"Tắt Quản lý Băng thông","443":"Bạn có thể xác định tỷ lệ phần trăm mà bạn muốn phân bổ vào băng thông phục vụ.","444":"Đặt mức Băng thông:","445":"Mức độ Băng thông Phục vụ","446":"(dành cho bên thứ ba tải xuống tập tin của bạn)","447":"Băng thông Tải xuống","448":"(dành cho tải xuống tập tin từ bên thứ ba)","449":"Tiền trong tài khoản","450":"Nạp thêm","451":"Tạo voucher:","452":"Loại voucher:","453":"Chọn loại voucher","454":"Số lượng:","455":"Tạo","456":"Dùng voucher:","457":"Mua voucher","458":"Dùng voucher","459":"Voucher của bạn","460":"Voucher chưa sử dụng","461":"Voucher đã dùng","462":"Voucher bị hủy","463":"Voucher bị thu hồi","464":"Tất cả voucher","466":"[X] lượt cuối","467":"Lịch sử Phiên hoạt động","468":"Lịch sử Giao dịch","469":"[X] lần mua cuối","470":"Lịch sử Giao dịch","471":"[X] giao dịch cuối","472":"Xem [X] phiên cuối","473":"Xin lỗi, đó không phải là mã voucher hợp lệ.","474":"Ngày hết hạn:","475":"Ngày\/T.gian","476":"Hàng","477":"Số lượng","478":"Phương thức thanh toán","479":"Trình duyệt","480":"Địa chỉ IP","481":"Quốc gia","482":"Hoạt động gần đây nhất","483":"Phiên dùng hiện tại","484":"Số giao dịch","485":"Thẻ credit","486":"Thẻ debit","487":"Mã voucher","488":"Tình trạng","489":"Chưa dùng","490":"Đã dùng vào","491":"Đã thu hồi vào","492":"Đã hủy bỏ vào","494":"Chọn gói của bạn:","495":"Lưu trữ","496":"Băng thông","497":"Chọn giá:","498":"mỗi tháng","499":"mỗi năm","500":"Chọn giá:","501":"tiết kiệm 17%","502":"Chọn giá:","503":"Chọn phương thức thanh toán:","504":"Tải khoản trả trước","505":"mua voucher","506":"Chuyên nghiệp","507":"Tiếp tục","508":"mã voucher","509":"CÔNG TY BẢO MẬT","510":"Chào mừng đến với MEGA!","511":"Cặp số khóa cá nhân và khóa công khai mã hóa 2048-bit RSA  đang được tạo.","512":"Để tăng cường độ an toàn của khóa, chúng tôi đã thu thập dữ liệu ngẫu nhiên từ các cử động chuột và thời gian gõ phím của bạn.","513":"Mã voucher đã được đưa vào tài khoản của bạn, tuy nhiên số tiền trả trước mới của bạn không đủ cho lần mua này. Xin vui lòng nạp thêm vào tài khoản, hoặc thử mua một gói rẻ hơn.","514":"Tiền tài khoản không đủ, xin thử lại.","515":"Thư mục này chứa hơn 500 mục. Những thư mục lớn có thể làm chậm trình duyệt của bạn. Xin cân nhắc khi dùng thư mục con.","516":"Nhận hỗ trợ","517":"Nếu có điều gì đó trục trặc. Xin xem qua [A]trung tâm hỗ trợ[\/A] của chúng tôi trước. Nếu câu hỏi của bạn không được giải đáp ở đó, đừng ngần ngại liên lạc với chúng tôi.","518":"Pháp lý","519":"Bộ phận pháp lý của chúng tôi luôn sẵn sàng trả lời các câu hỏi của bạn.","520":"Bản quyền","521":"Lo ngại về một người dùng xâm phạm quyền sở hữu tài sản trí tuệ của bạn? Xin gửi văn bản yêu cầu tháo gỡ vì bản quyền qua [A]mẫu đơn trực tuyến[\/A] của chúng tôi hay gửi email cho chúng tôi.","522":"Đề xuất ý kiến cải tiến","523":"Xin gửi yêu cầu về chức năng và các đề xuất về sử dụng ở đây.","524":"Báo lỗi","525":"MEGA hiện tại là bản beta, chúng tôi rất hoan nghênh các báo lỗi. Càng chi tiết càng tốt.","526":"Truyền thông","527":"Chúng tôi chào đón giới truyền thông, bao gồm các người viết blog, liên lạc với chúng tôi với các câu hỏi về MEGA.","528":"Trở thành đại lý","529":"Hãy trở thành một phần của câu chuyện thành công!","530":"Chương trình đại lý của chúng tôi sẽ giúp bạn bán voucher MEGA đến trực tiếp khách hàng.","531":"Chi tiết:","532":"Bạn sẽ được quyền truy cập vào giao diện quản lý voucher hiện đại của chúng tôi.","533":"Tạo voucher thời gian thực từ tiền trong tài khoản của bạn.","534":"Hoa hồng doanh thu hậu hĩnh ngay từ đầu.","535":"Càng bán nhiều, hoa hồng doanh thu càng cao, lợi nhuận càng lớn.","536":"Truy cập API đại lý sẽ cho phép bạn phát triển các ứng dụng hay để tương tác với hệ thống chúng tôi theo thời gian thực.","537":"Quảng cáo miễn phí: trang web của bạn sẽ được liên kết trên Mega.","538":"Sau khi xem xét và phê duyệt ứng dụng đại lý bán lẻ của bạn. Trang web và việc kinh doanh của bạn phải đáp ứng các tiêu chuẩn của chúng tôi.","539":"Chia sẻ doanh thu","540":"Hoa hồng doanh thu của bạn sẽ được chiết khấu khi tạo voucher.","541":"Doanh thu hàng tháng","542":"Chia sẻ doanh thu","543":"nhiều hơn [X]","544":"Thủ tục xin làm đại lý","545":"Đăng ký làm đại lý","546":"Chi tiết","547":"Chi tiết của bạn","548":"Thị trường","549":"Chọn thị trường của đại lý:","550":"Thanh toán","551":"Chọn phương thức thanh toán","552":"Chọn phương thức thanh toán từ danh sách những nhà cung cấp","553":"Phương thức thanh toán của bạn không có trong đây? Xin [A]gửi email cho chúng tôi[\/A]","554":"Hoàn tất","555":"Tôi đồng ý với [A]Điều khoản Dịch vụ Đại lý[\/A] của MEGA","556":"Tiếp","557":"Chọn thị trường từ danh sách những quốc gia sẵn có","558":"Trước","559":"Tên bạn","560":"Trang web Doanh nghiệp","561":"Địa chỉ","562":"ZIP \/ Mã bưu chính","563":"Tên doanh nghiệp","564":"Số điện thoại","565":"Thành phố","566":"Chọn quốc gia cho mỗi phương thức thanh toán:","568":"Hãy chọn quốc gia của bạn","569":"Thiết lập truyền tải","570":"Số lượng các kết nối tải lên song song:","571":"Số lượng các kết nối tải xuống song song:","572":"Giới hạn tốc độ tải lên:","573":"Không","574":"Tự động","575":"Cố định","576":"Bỏ qua tập tin trùng lặp khi tải lên:","577":"Có","578":"Không","579":"Dùng SSL để truyền tải tập tin:","580":"Tắt SSL để tăng hiệu suất mà không làm giảm mức độ bảo mật.","581":"Hãy nhập tên của bạn.","582":"Nhập URL doanh nghiệp của bạn.","583":"Nhập địa chỉ của bạn.","584":"Hãy nhập ZIP \/ mã bưu chính của bạn.","585":"Hãy nhập tên doanh nghiệp của bạn.","586":"Hãy nhập số điện thoại của bạn.","587":"Hãy nhập thành phố của bạn.","588":"Hãy nhập quốc gia của bạn.","589":"Bạn phải chấp thuận điều khoản dịch vụ dành cho đại lý.","590":"Hãy chọn ít nhất một quốc gia.","591":"Hãy chọn ít nhất một phương pháp thanh toán.","592":"Hãy chọn ít nhất một quốc gia trên mỗi nhà cung cấp dịch vụ thanh toán.","593":"Quá chuẩn","594":"Bạn sẽ nhận được một email từ chúng tôi với các hướng dẫn chi tiết hơn.","620":"Thông báo Vi phạm Bản quyền","621":"Thông báo","622":"Chúng tôi tôn trọng bản quyền của người khác và yêu cầu người sử dụng dịch vụ của chúng tôi thực hiện theo quy định của pháp luật về quyền tác giả. Nghiêm cấm sử dụng các dịch vụ của chúng tôi để vi phạm bản quyền. Bạn không được tải lên, tải về, lưu trữ, chia sẻ, hiển thị, truyền, phân phối, email, liên kết đến, truyền tải hoặc dùng các phương thức khác để làm khả dụng bất kì tập tin, dữ liệu, hoặc nội dung nào vi phạm bản quyền hoặc quyền sở hữu khác của bất kỳ người nào hoặc tổ chức nào. Chúng tôi sẽ phản hồi thông báo vi phạm bản quyền theo đúng quy định của luật áp dụng và được cung cấp cho chúng tôi đúng cách. Nếu bạn tin rằng nội dung của bạn đã bị sao chép hoặc sử dụng một cách vi phạm bản quyền, xin vui lòng cung cấp cho chúng tôi các thông tin sau: (i) một chữ ký vật lý hoặc điện tử của chủ sở hữu quyền tác giả hoặc người được ủy quyền đại diện cho họ, (ii) xác định các tác phẩm có bản quyền tuyên bố đã bị vi phạm; (iii) xác định các đối tượng được tuyên bố là vi phạm hoặc là đối tượng của hành vi vi phạm mà cần được gỡ bỏ hoặc ngăn chặn truy cập vào, và thông tin đầy đủ cho phép chúng tôi xác định vị trí các đối tượng đó bao gồm các liên kết URL, (iv) thông tin liên lạc của bạn, bao gồm địa chỉ, số điện thoại, và địa chỉ email, (v) một thông báo của bạn rằng bạn tin chắc rằng việc sử dụng của đối tượng theo phản ánh là không được phép của chủ sở hữu quyền tác giả, đại diện của nó hoặc pháp luật; và (vi) một tuyên bố rằng thông tin trong thông báo là chính xác, và dưới hình phạt về tội khai man (trừ khi luật áp dụng nói khác), mà bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","623":"Chúng tôi có quyền loại bỏ dữ liệu bị cáo buộc là vi phạm mà không cần thông báo trước, theo quyết định của chúng tôi, và không cần trách nhiệm với bạn. Trong những trường hợp nhất định, chúng tôi cũng sẽ đóng tài khoản của bạn nếu bạn được xác định là một người tái vi phạm. Đại diện chỉ định của chúng tôi để thông báo vi phạm bản quyền là:","624":"Thông báo Bản quyền","625":"Xin dùng mẫu đơn này để gửi thông báo bản quyền. Chúng tôi sẽ trả lời trong vòng 24 giờ (hoặc ngay lập tức trong giờ hành chính).","626":"Nội dung:","627":"Thông tin bắt buộc","628":"Vi phạm bản quyền của cá nhân tôi.","629":"Vi phạm bản quyền của người  tôi có quyền để đại diện.","630":"Cách gỡ bỏ:","631":"Chọn cách gỡ bỏ:","632":"1. Chỉ vô hiệu hoá việc công khai các URL - các tập tin sẽ vẫn còn trong tài khoản của chủ sở hữu","633":"2. Vô hiệu hoá tất cả các URL công khai của các tập tin - các tập tin sẽ ở lại trong tài khoản của chủ sở hữu","634":"3. Hủy bỏ tất cả các tập tin cơ bản của URL được cung cấp - không người nào được phép lưu trữ dưới bất kỳ hoàn cảnh nào trên toàn thế giới","635":"Tôi tuyên bố rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại lý của nó, hoặc pháp luật (ví dụ như sử dụng công bằng)","636":"Tôi hiểu rằng tôi có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu tôi cố ý và cố ý xuyên tạc rằng nội dung báo cáo, URL, hoặc các tập tin đang vi phạm.","637":"Các thông tin trong thông báo này là chính xác, và tôi tuyên bố dưới hình phạt về tội khai man, rằng tôi được toàn quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","638":"Thông báo này là một văn bản pháp luật nghiêm trọng - hãy cẩn thận và chính xác trong tuyên bố vi phạm bản quyền của bạn. Bạn có thể tham khảo với một luật sư để xác định xem liệu nội dung bạn báo cáo là vi phạm trong thực tế và không được bảo vệ bằng cách sử dụng công bằng, giấy phép, hoặc cơ sở pháp lý khác.","639":"Gửi thông báo","640":"Thêm","641":"URL của nội dung vi phạm:","642":"Tên đơn vị giữ bản quyền:","643":"Nghề nghiệp:","644":"Địa chỉ email:","645":"Fax:","646":"Thành phố:","647":"ZIP \/ Mã bưu chính:","648":"Bản quyền tuyên bố đã bị vi phạm:","649":"Tên đầy đủ của tôi:","650":"Công ty \/ Tổ chức:","651":"SĐT:","652":"Địa chỉ:","653":"Bang \/ Tỉnh:","654":"Quốc gia:","655":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","656":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","657":"Vui lòng chọn xem nội dung vi phạm bản quyền cá nhân của bạn hoặc một người nào đó bạn được ủy quyền đại diện.","658":"Xin vui lòng chọn cách gỡ bỏ.","659":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","660":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","661":"Vui lòng cung cấp tên chủ sở hữu quyền tác giả.","662":"Vui lòng cung cấp tên đầy đủ của bạn.","663":"Vui lòng cung cấp địa chỉ email của bạn.","664":"Xin vui lòng nhập địa chỉ email hợp lệ.","665":"Vui lòng xác nhận rằng bạn tin chắc rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại diện của nó, hoặc pháp luật.","666":"Vui lòng xác nhận rằng bạn có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu bạn cố ý và cố ý xuyên tạc nội dung báo cáo, URL, hoặc các tập tin đang bị vi phạm.","667":"Vui lòng xác nhận rằng thông báo này là chính xác rằng bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả (nếu không bạn sẽ phải chịu trách nhiệm về tội khai man).","668":"Xin cám ơn!","669":"Chúng tôi sẽ xem xét thông báo bản quyền của bạn trong thời gian ngắn nhất.","670":"Language","671":"Bạn nói, biết nhiều ngôn ngữ?","672":"Xin giúp chúng tôi phiên dịch!","673":"Công ty Bảo mật","674":"Không ai bị xâm phạm một cách tùy tiện về đời tư, gia đình, nhà ở, hay thư tín. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","675":"Tuyên ngôn Quốc tế về Nhân quyền, Điều 12","676":"MEGA là dịch vụ Lưu trữ Đám mây với tính năng Bảo Mật Luôn Hoạt Động mạnh mẽ","677":"MEGA cung cấp dịch vụ lưu trữ đám mây mạnh mẽ với tính năng always-on privacy. MEGA tin tưởng vào quyền riêng tư của bạn và cung cấp cho bạn các công cụ công nghệ để bảo vệ nó. Chúng tôi gọi nó là Mã hóa do Người dùng Kiểm soát (User Controlled Encryption -UCE) và nó xảy ra tự động.","678":"Mã hóa do Người dùng Kiểm soát của MEGA là gì?","679":"Tất cả các tập tin lưu trữ trên MEGA đều được mã hóa. Tất cả các dữ liệu truyền từ hay tới MEGA đều được mã hóa. Và trong khi hầu hết các nhà cung cấp lưu trữ đám mây đều có thể làm hay tuyên bố sẽ làm như vậy, MEGA có khác biệt - không giống như những nhà cung cấp khác giữ chìa khóa giải mã, ở MEGA, bạn kiểm soát việc mã hóa, bạn giữ chìa khóa, bạn quyết định cho phép hay từ chối ai truy cập các dữ liệu của mình, mà không cần phải cài các phần mềm rủi ro. Tất cả đều diễn ra trên trình duyệt web của bạn!","680":"MEGA trong Tương Lai","681":"Dịch vụ đám mây MEGA chỉ là khởi đầu. Trong tương lai, MEGA sẽ cung cấp UCE trên trình duyệt cho hàng loạt các ứng dụng mà không cần cài đặt thêm thứ gì. Công nghệ của chúng tôi sẽ bảo vệ email, cuộc gọi, các đoạn chat và video trực tuyến của bạn.","692":"Is MEGA legal?","693":"Chúng tôi là một nhóm chuyên gia công nghệ đã dành thời gian, cơ hội và khả năng truy cập Internet để xây dựng một dịch vụ lưu trữ đám mây tuyệt vời sẽ bảo vệ sự riêng tư của bạn. Chúng tôi đã tạo nên dịch vụ Internet này từ con số không ở Auckland, New Zealand. Không như hầu hết các đối thủ cạnh tranh, chúng tôi dùng một công nghệ mã hóa dựa trên trình duyệt hiện đại nhất mà chính bạn, chứ không phải chúng tôi, là người giữ chìa khóa. Nhóm thiết kế của chúng tôi gồm Kim Dotcom, Mathias Ortmann, Bram van der Kolk và Finn Batato. CEO của chúng tôi, Vikram Kumar, đã từng là Giám đốc điều hành của InternetNZ, một tổ chức phi lợi nhuận thúc đẩy tầm nhìn về một 'Internet mở và không bị trói buộc'. Chúng tôi hi vọng bạn thích dịch vụ của chúng tôi.","694":"1. Vô hiệu hoá một liên kết (\"URL\") cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","695":"2. Vô hiệu hoá đồng thời nhiều URL cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","696":"3. Gỡ bỏ tất cả các tập tin cơ bản của URL được cung cấp - không ai được phép lưu trữ những thông tin này dưới bất kỳ hoàn cảnh nào trên phạm vi toàn thế giới","697":"4. Khác","698":"Bạn có thể nhập báo cáo ở đây","699":"Ký và gửi báo cáo","700":"Xin gửi thông báo gỡ bỏ bản quyền thủ công bằng cách email đến [A1]copyright@mega.co.nz[\/A1] theo [A2]quy định gỡ bỏ bản quyền[\/A2] của chúng tôi.","701":"Thư thông báo gỡ bỏ nội dung","702":"Báo Cáo Vi Phạm","703":"Liên kết đăng ký của bạn không hợp lệ. Xin kiểm tra xem bạn có ngắt dòng trong email kích hoạt của bạn không.","704":"Tài khoản của bạn đã được kích hoạt rồi. Xin đăng nhập.","705":"Xác nhận của bạn không thể xử lý được. Xin hãy đăng ký lần nữa. Mã lỗi:","706":"Đổi mật khẩu","707":"Cập nhật","708":"Yêu cầu thay đổi","709":"Tôi nhớ được mật khẩu hiện tại","710":"Nếu bạn vẫn đang đăng nhập nhưng không thể nhớ mật khẩu hiện tại, bạn có thể đặt mật khẩu mới bằng cách đánh dấu tùy chọn này. Bạn sẽ nhận được một liên kết xác nhận đổi mật khẩu bằng email, kích hoạt mật khẩu mới sẽ hoạt động nếu liên kết được click vào trong vòng 15 phút.","711":"Yêu cầu Thay đổi","712":"Chuộc lại hoàn tất","713":"Số dư voucher của bạn đã được nạp vào tài khoản của bạn. Bạn có muốn tiếp tục mua thành viên pro bây giờ không?","714":"Voucher này đã được dùng rồi.","715":"Mật khẩu mới bạn đã nhập không khớp. Xin thử lại.","716":"Mật khẩu hiện tại","717":"Mật khẩu mới","718":"Nhập lại mật khẩu mới","719":"Xin nhập mật khẩu hiện tại.","720":"Xin nhập mật khẩu mới.","721":"Xin kiểm tra email và click vào liên kết xác nhận để hoàn tất đổi mật khẩu.","722":"Đã yêu cầu đổi","723":"Mật khẩu mới phải khác so với mật khẩu hiện tại.","724":"Mật khẩu hiện tại bạn cung cấp không chính xác.","725":"Mật khẩu của bạn đã được đổi.","726":"Hoàn thành","727":"Mật khẩu của bạn đã được đổi.","728":"Liên kết xác nhận mật khẩu này đã hết hạn.","729":"Liên kết này đã được xác nhận rồi.","730":"Your account has been suspended. Please check your e-mail for details and respond at your earliest convenience.","731":"Tài khoản người dùng này đã bị chấm dứt vì vi phạm nhiều [A]Điều khoản Dịch vụ[\/A].","732":"You are already logged into an account that is different from the one you are confirming. Please check your current session, log out, and then click on the confirmation link again.","733":"Unknown e-mail address. If you don't have an account with us yet, we invite you to sign up.","734":"Thank you!","735":"Please check your e-mail.","736":"Only accounts containing no files and folders can reset their password.","737":"Reset password","738":"Request","739":"forgot your password?","740":"Your password has been changed successfully.","741":"Please choose a new secure password.","742":"Reset","743":"This link has expired. Please request a new link.","744":"Invalid link. Please request a new link.","745":"Không kì thanh toán","746":"Loại thành viên","747":"Hàng tuần","748":"Hàng tháng","749":"Hàng năm","750":"Kỳ thanh toán tiếp theo là","751":"Một lần","752":"Phần bổ trợ MEGA cho Firefox","753":"Cài đặt phần mở rộng MEGA cho Firefox để cải thiện đáng kể hiệu suất tải xuống. Nó cũng cho phép bạn tự động tải xuống một lượng không giới hạn tập tin và không giới hạn về kích thước.","754":"Phần mở rộng MEGA cho Firefox là an toàn và ẩn. Nếu bạn muốn dùng MEGA mà không cần phần mở rộng, chúng tôi khuyến cáo nên dùng [A]Chrome[\/A].","755":"Cài đặt tiện ích mở rộng","756":"1 tải xuống hoàn tất","757":"[X] tải xuống hoàn tất","758":"Mở thư mục tải xuống","759":"click vào đây để mở","760":"Xin cài đặt phần mở rộng MEGA cho Firefox để tải xuống tập tin lớn như thế này.","761":"Xin xác nhận","762":"Bạn sắp tải xuống một lượng lớn tập tin, điều này có thể làm chậm trình duyệt. Vẫn tiếp tục chứ?","763":"Liên lạc","764":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","765":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","766":"Một số lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","768":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy, hoặc bạn đang dùng Chrome ở chế độ riêng tư không hỗ trợ việc ghi tập tin.","769":"Chúng tôi chỉ có thể dùng 5% không gian đĩa sẵn có của bạn để tải xuống. Xin giải phóng nhiều không gian hơn để tiếp tục.","770":"Chọn mật khẩu","771":"Xác nhận mật khẩu","772":"Liên kết đến tập tin","773":"còn lại","774":"liên kết email","775":"đổi tên dưới đây:","776":"Lưu","777":"Ghi nhớ đăng nhập trên máy này","778":"Chưa có tài khoản MEGA?","779":"Hãy đăng ký","780":"Bạn đã có tài khoản MEGA rồi?","781":"Vì hạn chế của CPU của các máy di động. Hoàn thành khóa RSA có thể mất vài phút. Cám ơn sự kiên nhẫn của bạn.","782":"Thư mục trống","783":"Cloud Drive của bạn không có tập tin.","784":"Không có liên lạc","785":"Không có kết quả.","786":"hộp thư không có tập tin.","787":"Thùng rác không có tập tin.","788":"Bạn có muốn chuyển tệp tin này vào Thùng Rác không?","789":"Bạn có chắc chắn bạn muốn chuyển thư mục này vào Thùng Rác không?","790":"Mở tập tin","791":"Nhập tập tin.","792":"Xóa tập tin","794":"Xóa Thư Mục","796":"Lấy Link","797":"Chia Sẻ Thư Mục","798":"Không gian lưu trữ","799":"Đã dùng cho lưu trữ","800":"Không gian Miễn phí","801":"Phiên bản dành cho máy tính","802":"Email của người này","803":"Tệp Tải xuống","804":"Thật không may, loại file này hiện chưa được hỗ trợ bởi MEGA trên thiết bị của bạn.","805":"Chúng tôi sẽ hỗ trợ loại file này trên các nền tảng di động trong thời gian không xa.","806":"Đổi tên thư mục thành :","807":"Đổi tên tệp thành :","808":"Liên kết Thư mục","809":"URL đến thư mục:","810":"Liên kết để tải về thiết bị","811":"URL đến tệp tin:","812":"Xác nhận tài khoản","813":"Thư mục đã được chia sẻ","814":"Bạn có muốn hủy quá trình tải lên không?","815":"Bạn có muốn hủy quá trình tải xuống không?","816":"Xin hãy nhập địa chỉ email hợp lệ","817":"Bạn không thể tạo thư mục trong phần kết quả tìm kiếm","818":"Bạn có muốn chuyển sang giao diện máy tính?","819":"đang bắt đầu","820":"Tệp tin này đã được nhập vào Bộ nhớ trên Mây của bạn.","821":"Thông báo của bạn","822":"Trở về","823":"Thiết đặt","824":"Thư mục chia sẻ mới từ [X]","825":"Thư mục chia sẻ mới ","826":"[X] đã thu hồi lại một thư mục chia sẻ","827":"Thư mục chia sẻ đã bị thu hồi","828":"[X1] Thư mục và [X2] tệp tin","829":"[X] thư mục và 1 tệp tin","830":"1 thư mục và [X] tệp tin","831":"1 thư mục và 1 tệp tin","832":"[X] thư mục","833":"[X] tệp tin","834":"1 thư mục","835":"1 tệp tin","836":"Người dùng [X] đã thêm vào [DATA]","837":"Đã thêm vào [X]","838":"Đã thêm vào [X]","850":"TH1","851":"TH2","852":"TH3","853":"TH4","854":"TH5","855":"TH6","856":"TH7","857":"TH8","858":"TH9","859":"T10","860":"T11","861":"T12","862":"Thông báo","863":"Hiển thị tất cả","864":"Tải về dưới dạng nén ZIP","865":"Mở","866":"Sao chép 1 mục đã chọn","867":"Sao chép [X] mục đã chọn","868":"Di chuyển 1 mục đã chọn","869":"Di chuyển [X] mục đã chọn","870":"Xác nhận","871":"[B]Cảnh báo:[\/B] Dung lượng bộ nhớ đã vượt quá giới hạn. Xin xóa bớt các tệp tin hoặc nâng cấp TK của bạn.","872":"Pro","873":"[X] giây trước","874":"1 phút trước ","875":"[X] phút trước","876":"1 giờ trước ","877":"[X] giờ trước ","878":"1 ngày trước","879":"[X] ","880":"Vừa xong","881":"Bạn hiện đang sử dụng phiên làm việc tạm thời. Dữ liệu bạn đang lưu trữ sẽ mất khi tới hạn. Để bảo vệ dữ liệu của bạn, xin nâng cấp lên tài khoản chính thức sớm nhất có thể và nhận ngay 50 GB kho lưu trữ đám mây miễn phí và an toàn!","882":"Cảnh báo","883":"Tạo tài khoản","884":"Trình duyệt [X] không tương thích với MEGA","885":"Trình duyệt của bạn","886":"Trình duyệt Internet Explorer 10 chứa một lỗi không an toàn gây hư hại tập tin được viết bằng mã JavaScript, gây tình trạng quá tải bộ nhớ khi tải xuống số lượng lớn dữ liệu. Chúng tôi nhận thấy vấn đề này có thể giải quyết trong Internet Explorer 11. Khi phù hợp, xin hãy chuyển sang dùng một trình duyệt mới hơn.","887":"Trình duyệt [X] thiếu các tính năng HTML5 mà MEGA cần dựa vào đó để tạo mã hóa cho người dung và hoạt động trình duyệt. Hiện truyền tải tệp HTML5 sẽ cần phải mô phỏng hoạt động bằng Flash nên sẽ rất hạn chế. Khi phù hợp, xin hãy nâng cấp trình duyệt của bạn lên một trình duyệt mới hơn để công việc trở nên thuận lợi hơn.","888":"Đặc biệt Khuyên dùng","889":"Khuyên dùng","890":"MEGA kết hợp tốt nhất với những trình duyệt sau","891":"Cảnh báo về độ tương thích của trình duyệt","892":"Thuộc tính","893":"Ngày tải lên","894":"Tổng kích thước","895":"Tên thư mục","896":"Ngày tạo","897":"Chứa đựng","898":"Nhiều tệp & thư mục","899":"Nhiều tập tin","900":"Nhiều thư mục","909":"Mật khẩu","910":"Mua ngay","911":"Hưởng tối đa lợi ích của MEGA với gói cước [B]Pro[\/B]","912":"Giá từ","913":"tháng","914":"gói cước mỗi năm","915":"Không gian lưu trữ khổng lồ","916":"Tốc độ băng tông cực rộng","917":"nếu bạn chọn trả tiền mỗi năm","918":"Hàng tháng","919":"Hàng năm","920":"Nâng cấp tài khoản của bạn","921":"miễn phí 2 tháng","922":"1 tháng","923":"1 năm","924":"Bạn có câu hỏi nào về [A]tài khoản Pro[\/A] không?","925":"Bộ phận hỗ trợ của chúng tôi rất vui được phục vụ bạn.","926":"Tên công ty","927":"Thành phố","928":"Mã ZIP \/ Mã Bưu chính","929":"Điện thoại","930":"ngày ","931":"tháng ","932":"năm","933":"Địa chỉ","934":"Bang hoặc tỉnh","935":"Địa chỉ PayPal","936":"Tài khoản ngân hàng","937":"Tên người thụ hưởng","938":"Mô tả chiến lược marketing của bạn","939":"Tên ngân hàng","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Công trạng","955":"Ứng dụng Di động","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Ứng dụng","962":"Bộ Phát triển Phần mềm","963":"Trung tâm tài liệu","964":"Chương trình Đối tác","965":"Chính sách","966":"H\/D Bản quyền Nội dung","967":"Đăng xuất","968":"Tạo Tài khoản","969":"Xin hãy thử lại","970":"Mật khẩu không hợp lệ","973":"Đã dùng trong băng thông","974":"Quản lý tài khoản","975":"Đánh dấu sao","976":"Xóa dấu sao","977":"Không có tệp tin trong Ổ mây của bạn.","978":"Từ khóa tìm kiếm không trùng với bất kỳ tài liệu nào","979":"Không có mục nào trong Thùng Rác","980":"Bạn không có liên hệ nào hết","981":"Không có mục nào trong Hộp Thư","982":"Nội dung","983":"Tổng quan","984":"T.tin Cá nhân","985":"Lịch sử","986":"Chỉnh sửa t.tin cá nhân","987":"Hết hạn vào","988":"Các kết nối:","989":"[X] liên hệ","990":"1 liên lạc","991":"Đi tới Danh bạ","992":"Ảnh đại diện","993":"Thay ảnh đại diện","994":"Thông Tin Cá Nhân","995":"Ngày sinh","996":"Chọn quốc gia","997":"Thêm liên hệ chỉ dành cho thành viên đã đăng ký.","998":"Xin tạo một tài khoản","999":"Bạn có muốn nâng cấp phiên hoạt động tạm thời này lên tài khoản miễn phí ngay bây giờ không?","1000":"Để trách mất quyền truy cập. Khuyến cáo bạn nên tạo tài khoản miễn phí.","1001":"Xóa liên hệ","1002":"Bạn có chắc muốn xóa [X] khỏi danh bạ của bạn không?","1003":"Xác nhận việc xóa bỏ","1004":"Có chắc là bạn muốn chuyển [X] vào thùng rác không?","1005":"Tạo liên kết chỉ làm được khi bạn là thành viên đã đăng ký.","1006":"Chia sẻ thư mục chỉ làm được khi bạn là thành viên đã đăng ký.","1007":"Bạn không thể hoàn tác hành động này.","1008":"Đã vượt quá băng thông gói Pro.","1009":"Cần thêm băng thông?","1010":"Đã vượt quá không gian lưu trữ.","1011":"Muốn giữ lại các tệp tin của bạn?","1012":"Không gian lưu trữ đã gần hết.","1013":"Cần thêm không gian lưu trữ?","1015":"Xin nhập mã voucher của bạn.","1016":"Chọn một hình","1017":"Dùng làm Ảnh đạo diện","1018":"Dọn rác","1019":"Thêm địa chỉ email","1020":"Xin nhập email hoặc chọn một địa chỉ liên hệ.","1021":"Bật","1022":"Tắt","1023":"Bạn không có quyền ghi tệp vào thư mục này.","1024":"Xin nhập tên thư mục.","1025":"Nhiều mục","1026":"Nhập mã giải khóa","1027":"Giải khóa mã","1028":"Mã giải khóa","1029":"Liên kết công khai","1030":"Chọn từ danh bạ của bạn, hoặc thêm các địa chỉ email","1031":"Xuất ra liên kết tới tệp và các mã giải khóa","1032":"Bao gồm mã khóa của tệp","1033":"Sao chép mã khóa","1034":"Tải nhiều tệp cùng lúc","1035":"Nhấp \"cho phép\" cho việc hoàn thành tải xuống","1036":"Được chia sẻ với","1037":"Đồng ý","1038":"Language","1039":"Trả bằng PayPal","1040":"Xin đăng nhập để kích hoạt thành viên hạng pro.","1041":"Xin tạo tài khoản để kích hoạt tài khoản hạng pro của bạn.","1042":"Đang khởi tạo","1043":"Liên kết thư mục bất khả dụng","1044":"Liên kết thư mục mà bạn đang cố truy cập đã không còn khả dụng nữa. Điều này xảy ra do:","1045":"Liên kết thư mục đã bị xóa bỏ bởi vì vi phạm quy định sử dụng DV và chính sách SD.","1046":"Liên kết thư mục đã bị vô hiệu hóa bởi chính người sở hữu.","1047":"Chào mừng tới MEGA Pro","1048":"Hạng thành viên Pro của bạn đã khích hoạt. Hãy tận hưởng!","1049":"Thư mục","1050":"Không có chia sẻ","1051":"Không bao giờ","1053":"Băng thông sắp quá giới hạn.","1054":"Bạn sẽ cần phải chờ [X] đến khi bạn được chấp thuận nhận thêm băng thông vào tài khoản.","1055":"Không muốn chờ đợi?","1056":"Việc giới hạn được linh động.","1057":"Xác nhận việc hủy phiên hoạt động","1058":"Bạn hiện đang ở phiên tạm thời. Bạn có chắc muốn kết thúc phiên hoạt động này?","1059":"Hành động này sẽ xóa toàn bộ dữ liệu của bạn.","1060":"Mã hóa đầu-cuối","1061":"Không giống như các hãng lưu trữ khác, dữ liệu của bạn được mã hóa và chỉ được giải mã ở các thiết bị máy khác và chúng tôi không bao giờ tự làm điều đó.","1062":"Truy cập toàn cầu","1063":"Dữ liệu của bạn sẽ được cập được tại bất cứ nơi đâu, bất kể thời điểm và thiết bị.","1064":"Hợp tác an toàn","1065":"Chia sẻ các thư mục với các liên hệ của bạn và xem các hoạt động trực tiếp từ họ.","1066":"MEGA cung cấp các công cụ giúp bạn hoạt động trực tuyến một cách [A]riêng tư và bí mật[\/A] với cộng đồng một cách dễ dàng.","1067":"MEGA cung cấp dịch vụ dựa trên điện toán đám mây được mã hóa, cho phép sự truyền thông và hợp tác được [A]riêng tư và đảm bảo[\/A] cho các doanh nghiệp và cá nhân. Bạn giữ và kiểm soát các khóa mã hóa dữ liệu của bạn trong đám mây.","1068":"Chia sẻ các thư mục với các liên hệ của bạn và xem các hoạt động trực tiếp từ họ.","1069":"Xem cách thức hoạt động","1070":"Cách nó hoạt động","1071":"Bạn muốn biết thêm nữa về MEGA?","1072":"Xem đoạn video sau đây","1073":"Các Hạng Thành Viên","1074":"Nhận 50 GB trong tài khoản miễn phí","1075":"Nhiều lần hơn so với những gì bạn nhận được từ các đối thủ cạnh tranh lớn.","1076":"Tạo tài khoản","1077":"Các gói  Pro giá cạnh tranh","1078":"Nhận lên đến 4 TB kho lưu trữ bảo mật chỉ với giá 8.33€ mỗi tháng.","1079":"Xem qua các gói pro của chúng tôi","1080":"Ứng dụng Di động","1082":"Ổ mây giờ như nằm trong túi của bạn. Truy cập và truyền tải nội dung bất kỳ nơi đâu từ smartphone và tablet bạn sở hữu. Tải lên và đồng bộ hóa dữ liệu của bạn.","1083":"Nhận ngay miễn phí","1084":"Có mặt trên","1085":"Sync Client","1086":"Dễ dàng đồng bộ dữ liệu giữa các máy tính của bạn cùng với ổ mây MEGA một cách dễ dàng.","1087":"Tải về ngay","1088":"Browser Apps","1089":"Các bổ trợ\/trình cắm\/tiện tích mở rộng từ MEGA sẽ giúp trình duyệt của bạn tải dữ liệu nhanh hơn và thêm khả năng chống lại các cuộc tấn công.","1090":"Tới trang tải xuống","1091":"Nhấp để tải lên tệp hoặc kéo & thả chúng vào đây","1092":"Cuộn xuống để tiếp tục","1093":"Đừng nhập mật khẩu trên một thiết bị mà bạn không hoàn toàn tin tưởng. Đừng nên đăng nhập vào tài khoản của bạn trên máy tính không phải là cá nhân bạn dùng, và công cộng.","1094":"Để tăng cường tính năng bảo mật, hãy cài [A]phần bổ trợ trình duyệt[\/A] của chúng tôi và tải trang MEGA từ chính máy tính của bạn hơn là từ máy chủ của chúng tôi.","1095":"Tạo một tài khoản [A]miễn phí[\/A] cho bạn","1096":"Tên","1097":"Họ","1098":"Tên và\/hoặc Họ không phù hợp.","1099":"Xin nhập tên & họ của bạn.","1100":"Email không hợp lệ.","1101":"Xin nhập một địa chỉ email hợp lệ","1102":"Mật khẩu không hợp lệ.","1104":"Xin tạo một mật khẩu phức tạp hơn.","1105":"Độ mạnh MK:","1106":"Tình trạng mật khẩu","1107":"Các mật khẩu không khớp.","1108":"Tạo Tài khoản","1109":"Mật khẩu của bạn là chìa khóa chính để mở mã hóa.","1110":"Bảo mật tài khoản của bạn phụ thuộc vào độ mạnh mật khẩu của bạn. Mật khẩu quá ngắn, quá đơn giản hoặc bao gồm các từ có trong tự điển mật khẩu sẽ có thể dễ dàng đoán ra.","1111":"Đừng bao giờ quên mật khẩu của bạn.","1112":"Không có thủ tục phục hồi cho việc mất các mật khẩu. Nếu bạn không nhớ mật khẩu, bạn sẽ không còn có thể truy cập dữ liệu được lưu trữ của bạn.","1113":"Tài khoản của bạn sẽ an toàn chỉ khi bạn giữ tốt máy tính của bạn.","1114":"Nhập lại mật khẩu","1115":"Chức năng đo độ mạnh m.khẩu đang trong q.trình khởi tạo.","1116":"Xin thử lại trong chốc lát.","1117":"Điều khoản Chấp Nhận sử dụng Dịch vụ","1118":"Bạn cần phải đồng ý với các điều khoản của dịch vụ để đăng ký tài khoản MEGA.","1119":"Mật khẩu này khá dễ đoán. Hãy thử tạo một mật khẩu dài hơn. Bao gồm chữ thường & chữ in hoa. Thêm các ký tự đặc biệt. Đừng dùng tên hay những từ thông dụng","1120":"Mật khẩu này khá dễ đoán. Hãy thử tạo một mật khẩu dài hơn. Bao gồm chữ thường & chữ in hoa. Thêm các ký tự đặc biệt. Đừng dùng tên hay những từ thông dụng.","1121":"Mật khẩu của bạn đủ tốt để tiến hành, nhưng khuyên bạn nên làm mật khẩu nó khó hơn trong thời gian tới.","1122":"Mật khẩu này chịu được việc tấn công thử dò mật khẩu (brute-force) thông thường. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.","1123":"Mật khẩu này chịu được tốt việc tấn công thử dò mật khẩu (brute-force) tinh vi. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.","1124":"Rất yếu","1125":"Yếu","1126":"Trung bình","1127":"Được","1128":"Tốt","1129":"mật khẩu của bạn quá yếu để tiếp tục","1130":"Email và\/hoặc mật khẩu không hợp lệ.","1131":"Xác nhận tài khoản","1132":"Bộ ngẫu số dữ liệu","1133":"Trog chơi này sẽ thu thập các [A]dữ liệu ngẫu[\/A] được tạo nên bởi chuyển động con chuột của bạn.","1134":"Cái này sẽ làm tăng độ mạnh [A]mã khóa RSA[\/A] của bạn.","1135":"Bạn có thể dừng trò chơi khi báo hiệu tiến trình hiện 100%","1136":"Xong!","1137":"giờ bạn được tiến hành tới bước kế tiếp để hoàn thành mã khóa của bạn.","1138":"Tiến hành","1139":"Điểm:","1140":"Đây là một bước quan trọng và có thể mất chốc lát.","1141":"Xin kiên nhẫn.","1142":"Công khai - Bộ tạo khóa mã hóa riêng","1143":"Đang tạo khóa","1144":"Việc sử dụng mật mã khóa được biết đến sớm nhất là khoảng 4000 năm trước ở Ai Cập","1145":"Ngày nay, 4000 năm sau, hầu hết các nhà cung cấp lưu trữ đám mây lớn vẫn chưa mã hóa bảo mật hoàn toàn.","1146":"Hoàn tất tài khoản của bạn","1147":"Chọn loại tài khoản","1148":"[A]Nhận 2 tháng miễn phí[\/A] khi mua thuê bao một năm Pro.","1149":"Bị giới hạn","1150":"Miễn phí","1151":"Hưởng đầy đủ quyền lợi cùng MEGA với [A]tài khoản Pro[\/A]","1152":"Chọn cho bạn một gói Pro:","1153":"thuê bao một năm","1154":"Nhóm","1155":"Đang tải lên","1156":"Đang tải xuống","1157":"Tải Miễn phí","1158":"cho Windows","1159":"Sẽ sớm có mặt cho [A]Mac[\/A]","1160":"MEGA chúng tôi rất muốn gửi lời cám ơn đến các tác giả từ các thành phần mã nguồn mở đã góp phần tạo nên các trang web của chúng tôi:","1161":"Đảm bảo","1162":"Dữ liệu của bạn được mã hóa đầu-cuối. Không một ai có thể ngăn chặn trong quá trình lưu trữ hoặc vận chuyển.","1163":"Linh hoạt","1164":"Đồng bộ thư mục từ PC của bạn đến bất kì thư mục trên mây. Đồng bộ số lượng thư mục tùy thích và độc lập.","1165":"Nhanh chóng","1166":"Nhận lợi thế cao từ cơ sở cực mạnh mẽ của MEGA và đa kết nối cho truyền tải dữ liệu.","1167":"Hào phóng","1168":"Dự trữ tận 50 GB miễn phí!","1169":"Đầy đủ tính năng","1170":"Tìm kiếm, lưu trữ, tải, truyền, xem, chia sẻ, đổi tên hoặc xóa dữ liệu của bạn. Tất cả đều ở đây - trong tầm tay của bạn.","1171":"Sẽ sớm có mặt cho [A]iOS[\/A]","1172":"Phần bổ trợ FireFox","1173":"Tiện ích Mở rộng Chrome","1174":"Ứng dụng này sẽ cho phép bạn cài MEGA vào trong trình duyệt của bạn. Nó giúp giảm thời gian, nâng cao hiệu suất truyền tải và tăng cường bảo mật.","1175":"Bất kỳ liên kết (URL hay link) của MEGA sẽ được lấy bởi ứ.dụng này và lưu trữ nội bộ (không JavaScript nào sẽ được tải từ máy chủ của chúng tôi). Để đảm bảo được các bản (tự động) cập nhật được cung cấp, là nhờ công nghệ tạo mã hóa chữ ký riêng tư.","1176":"Và nếu bạn còn cảm thấy mập mờ:","1177":"vô hiệu hóa việc từ động cập nhật và bạn sẽ phải tự rà soát mã nguồn của chúng tôi cho mỗi bản cập nhật mới.","1178":"Tải xuống MEGA cho FireFox","1179":"Cài đặt:","1180":"Tải xuống MEGA cho Chrome","1181":"Mở trang tiện ích mở rộng trong Chrome","1182":"menu > công cụ > tiện ích mở rộng","1183":"hoặc nhập","1184":"vào thanh địa chỉ của trình duyệt.","1185":"Kéo và thả tệp [X] vừa tải vào trang tiện ích mở rộng Chrome và xác nhận việc cài đặt.","1186":"Bạn có thể dẽ dàng mua hạng thành viên MEGA Pro từ một trong các đại lý ủy quyền của chúng tôi dưới đây:","1187":"Tải xuống","1188":"tới máy tính của bạn","1189":"Chuyển nhập","1190":"tới Ổ mây của bạn","1191":"Tệp tin bạn đang cố để tải về tạm thời không khả dụng.","1192":"Cuộn chuột xuống để hiểu thêm về MEGA","1193":"Bắt đầu với tài khoản mới","1194":"Bạn muốn chuyển nhập tệp này vào phiên hoạt động mới không?","1195":"Bấm \"Không\" để đăng nhập và tiến hành chuyển nhập.","1196":"Hủy tải xuống","1197":"Bạn có chắc muốn hủy bỏ lượt tải xuống này không?","1198":"Tệp vừa tải xuống sẽ bị xóa.","1199":"Không thể giải mã siêu dữ liệu mà không có mã khóa.","1200":"Chính sách Dịch vụ Đối tác.","1201":"[A]Cùng chúng tôi[\/A] trong việc thay đổi thị trường lưu trữ điện toán đám mây","1202":"Giao công việc cho chúng tôi và nhận ngay chia sẻ.","1203":"Giúp chúng tôi phát triển và trở thành một nền tảng thành công.","1204":"Đăng Ký","1205":"Cách hoạt động ra sao?","1206":"Đăng ký và nhận ngay mã số xác định đối tác độc nhất dành cho bạn và tham gia vào URL của chúng tôi.","1207":"Chúng tôi sẽ theo dõi tất cả các giao dịch bởi người truy cập mà bạn giới thiệu tới MEGA.","1208":"Bạn nhận [B]20%[\/B] trong tổng lợi nhuận thu thập được từ Số Xác Định đối tác của bạn.","1209":"Mỗi lượt trả tiền mới gói cước sẽ được tính là một lần giới thiệu.","1210":"Cho ai từ phía chương trình đối tác?","1211":"App Developers:","1212":"Xây dựng ứ.dụng của bạn bằng cách sử dụng [A]SDK[\/A] của chúng tôi.","1213":"Chuyển đổi các người dùng miễn phí lên hạng pro và kiếm lợi nhuận từ ứ.dụng của bạn.","1214":"Trang Web:","1215":"Các blogger","1216":"Các trang so sách các dịch vụ lưu trữ đám mây","1217":"Các quy tắc là gì?","1218":"Xin đọc qua và tuân theo các [A]Chính sách Dịch vụ Đối tác[\/A] của chúng tôi","1220":"Hãy bắt đầu sử dụng!","1221":"Đăng ký vào chương trình liên kết đối tác của chúng tôi, và bạn có thể được nhận tiền ngay lập tức.","1223":"Thông tin liên hệ","1224":"Chúng tôi cần thêm chút thông tin về bạn.","1230":"Thông tin thanh toán","1231":"Chúng tôi trả mỗi tháng bằng PayPal hoặc chuyển khoản (chỉ dành cho TK ngân hàng ở New Zealand).","1232":"Cách thanh toán","1233":"PayPal","1234":"Tài khoản ngân hàng (chỉ cho New Zealand)","1235":"Tên người thụ hưởng","1236":"Tên ngân hàng","1237":"Số tài khoản","1238":"Địa chỉ PayPal","1239":"T.tin chính sách đối tác","1240":"Chúng tôi rất vui lòng nhận được ý tưởng mà bạn lập kế hoạch để tăng lượng truy cập tới MEGA.","1241":"Mô tả chiến lược maketing của bạn:","1242":"Tôi đồng ý với [A]Chính sách Dịch vụ Đối tác[\/A] của MEGA","1243":"Bạn đang biên chế vào trương trình đối tác. Bạn sẽ nhận được 20% chiết khấu từ danh thu với số xác định đối tác của bạn.","1244":"Xin chắc chắn rằng bạn sẽ tuân thủ với các [A]Chính sách Dịch vụ Đối tác[\/A] của chúng tôi","1245":"Bạn có thể nhận chiết khấu bằng cách gửi lượng truy cập tới:","1246":"Thống kê","1247":"Khung giờ","1248":"30 ngày","1249":"90 ngày","1250":"180 ngày","1251":"365 ngày","1252":"Mọi lúc","1253":"Ngày","1254":"Bán","1255":"Doanh thu","1256":"Thu nhập","1257":"Không có giao dịch nào được ghi nhận vào khung giờ này.","1258":"Chi tiêu","1259":"Không có khoản chi tiêu nào được ghi nhận vào khung giờ này","1260":"Số X.định Đối tác","1261":"Xin nhập ngày sinh của bạn.","1262":"Xin nhập tên thành phố.","1263":"Xin nhập tên bang hoặc tỉnh.","1264":"Xin nhập mã ZIP \/ Mã bưu chính.","1265":"Xin nhập số điện thoại của bạn.","1266":"Xin mô tả chiến lược marketing của bạn.","1267":"Bạn cần phải đồng ý với Chính sách Dịch vụ Đối tác.","1268":"Xin nhập địa chỉ PayPal của bạn","1269":"Xin nhập tên người thụ hưởng của tài khoản ngân hàng New Zealand của bạn.","1270":"Xin nhập tên ngân hàng New Zealand của bạn.","1271":"Nhập số tài khoản ngân hàng New Zealand của bạn.","1272":"MEGA được xây dựng bởi con người chính vì thế nó không phải là hoàn hảo. Nếu bạn gặp lỗi khi hoạt động, chúng tôi trân trọng nhận phản hồi của bạn để sử chữa -  việc cung cấp thông tin từ bạn, giúp chúng tôi tốt hơn.","1273":"Chúng tôi có quyền thực hiện quyền sở hữu trí tuệ một cách nghiêm túc và thực thi việc tháo bỏ, bác bỏ hay trùng lặp bản quyền một cách mạnh mẽ.","1274":"Để them thông tin chi tiết, xin đọc qua [A]hướng dẫn bản quyền nội dung[\/A].","1275":"Bạn có thể gửi văn bản y\/c xem xét bản quyền nội dung cảnh báo bằng cách gửi cho chúng tôi [A]đơn online[\/A] hoặc gửi email.","1276":"Bạn có vướng mắc hay ý kiến gì hoặc bạn có muốn tìm hiểu thêm về các sản phẩm của chúng tôi không?","1277":"Chúng tôi luôn luôn có mặt để phục vụ.","1278":"Xin chọn","1279":"Bước 1","1280":"Bước 2","1281":"Chi tiết nội dung","1282":"Thông tin của chủ bản quyền","1283":"Thêm URL khác","1284":"Tên của chủ bản quyền","1285":"nếu có","1286":"Tên của đại lý chủ sở hữu quyền tác giả gửi yêu cầu cảnh cáo:","1287":"Nhận được Thông Báo Bản Quyền","1288":"Chúng tôi sẽ xem xét và xử lý thông báo của bạn nhanh chóng.","1289":"Cám ơn bạn đã nhấp vào liên kết đồng ý lời mời tham gia dịch vụ. Và dưới đây, hãy tạo cho bạn một tài khoản, hoàn toàn miễn phí.","1290":"Ây, liên kết này có vẻ không hợp lệ. Phải bạn đã tạo một tài khoản với liên kết này rồi không?","1291":"Bạn vừa rồi mới nhấp vào liên kết chứa lời mời tham gia dịch vụ. Xin hãy tạo một tài khoản cho bạn.","1292":"Sẽ Sớm Có Mặt","1293":"Chào mừng đến trung tâm hỗ trợ","1294":"Nếu câu hỏi của bạn không được giải đáp ở đây, đừng ngần ngại liên hệ với chúng tôi.","1295":"Liên hệ Hỗ trợ","1296":"Vấn đề sôi nổi:","1297":"Email này có người dùng rồi.","1298":"Xin đăng nhập vào tài khoản của bạn.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Lấy ngay 50 GB miễn phí, hoặc đăng ký một trong các gói thuê bao Pro của chúng tôi và lên đến 4 TB kho lưu trữ được bảo mật với giá 8.33€ mỗi tháng.","1368":"lên đến [X]","1369":"và [X]","1370":"Email và Chat","1371":"Bộ mã hóa truyền thông của chúng tôi sẽ sớm có mặt vào khoảng đầu 2014.","1372":"Sẵn sàng hội nghị video cùng gọi thoại, chat, email với MEGA.","1373":"MEGA là gì? Nhấp vào đây hoặc cuộn xuống","1374":"Quay về Trang Đầu","1375":"Quay trở lại trang Tải Xuống","1376":"trợ lực bởi:","1377":"Bạn có muốn chơi game không? Nếu bỏ qua bước này, việc bảo mật về tài khoản của bạn có thể bị thiệt thòi. Di chuyển con chuột thoải mái và ngẫu hứng để giảm rủi ro an ninh.","1378":"Bắt đầu Trò chơi","1379":"Bỏ qua","1380":"Danh mục","1381":"Thiết đặt giao diện người dùng","1382":"Tùy chỉnh việc sắp xếp","1383":"Định cấu hình cho các cột sắp xếp theo thứ tự trong cơ sở mỗi thư mục, hoặc dùng chung cho tất cả thư mục.","1384":"từng thư mục","1385":"giống nhau cho mọi thư mục","1386":"Tùy chỉnh chế độ xem","1387":"Chọn chế độ xem (biểu tượng hoặc chi tiết) cho từng thư mục cơ bản hay áp dụng cho tất cả thư mục.","1388":"[B]Tải tệp[\/B] [A]xuống máy tính của bạn[\/A]","1389":"[B]Chuyển nhập[\/B] [A]tới Ổ mây của bạn[\/A]","1390":"Kéo và thả hình ảnh vào đây","1391":"đồng hành với chúng tôi","1392":"Tệp tin & Thư mục","1393":"Take Video","1394":"Copy link","1395":"Email link","1396":"Please allow access to photos","1397":"Please enable location services","1398":"Please allow access to location services","1399":"How are you feeling?","1400":"Happy","1401":"Confused","1402":"Unhappy","1403":"Send Feedback","1404":"Contact the support team by email.","1405":"We will read your message, however given the high volume of requests we might not answer everyone individually.","1406":"Rate Us!","1407":"Get support or read on popular topics","1408":"About","1409":"Acknowledgements","1410":"Choose folder location for import","1411":"PhotoSync","1412":"Enable PhotoSync","1413":"Photos will upload to the PhotoSync folder","1414":"Use cellular data","1415":"Photos will not be uploaded using your mobile data plan.","1416":"Background upload","1417":"Periodically start PhotoSync when your location changes","1418":"Completed","1419":"Enable Passcode","1420":"Enter Passcode","1421":"Change Passcode","1422":"Enter your current passcode","1423":"Enter your passcode","1424":"Turn Off Passcode","1425":"Re-enter your passcode","1426":"Enter your new passcode","1427":"Re-enter your new passcode","1428":"Passcodes did not match. Try again.","1429":"1 Passcode Failed Attempt","1430":"%i Passcode Failed Attempts","1431":"Passcode lock","1432":"Turn Passcode On","1433":"Turn Passcode Off","1434":"Erase Data","1435":"Erase all data after 10 failed passcode attempts","1436":"Application language","1437":"English","1438":"Bulgarian","1439":"Portuguese","1440":"Traditional chinese","1441":"German","1442":"Spanish","1443":"French","1444":"Hungarian","1445":"Indonesian","1446":"Italian","1447":"Japanese","1448":"Polish","1449":"Slovak","1450":"Slovenian","1451":"Hebrew","1452":"Dutch","1453":"Korean","1454":"Russian","1455":"Updating","1456":"Loading","1457":"Importing","1458":"Download from MEGA link","1459":"Upload here","1460":"Multiple select","1461":"Registration","1462":"Registering new account","1463":"Confirmation required","1464":"Please check your e-mail and click the link to login and confirm your account","1465":"If you did not receive the confirmation email, please try to register again","1466":"I agree with the","1467":"terms of service","1468":"Already a MEGA user?","1469":"Log In","1470":"Logging in","1471":"Create new account","1472":"Try again","1473":"Connecting to the server","1474":"Calculating encryption keys. Please wait...","1475":"New to MEGA?","1476":"Pin Lock","1477":"Incorrect code","1478":"Enter","1479":"Default download location","1480":"Internal cache","1481":"Select folder where do you want to keep downloaded files","1482":"Custom folder","1483":"Download to","1485":"Changing password","1486":"Incorrect current password or the new passwords you provided do not match. Please try again.","1487":"Password changed successfully","1488":"Choose your Package","1489":"Select pricing","1490":"Downloading file","1491":"Do you want to cancel the download?","1492":"Updating file list","1493":"Touch to cancel download","1494":"Download failed","1495":"downloaded","1496":"Download has started","1497":"Do you want to cancel the upload?","1498":"Processing file","1499":"Touch to cancel upload","1500":"Upload has started","1501":"uploaded","1502":"Upload failed","1503":"Cannot open selected file","1504":"Select from","1505":"Select file type","1506":"Already downloaded","1507":"Open with","1508":"Incorrect link format","1509":"Folder links are not yet supported","1510":"Incorrect email or password. Have you validated your email account?","1511":"Password is too short","1512":"Please enter your email address","1513":"Invalid email address","1514":"Network connection problem, please try again later","1515":"Resource temporarily not available, please try again later","1516":"Filesystem problem","1517":"Owner of this file is blocked","1518":"Entity not found","1519":"Not enough free space","1520":"Most devices can't download files greater than 4GB. Your download will probably fail.","1521":"Share Link","1522":"Share File","1523":"Select","1524":"Rename","1525":"Renaming","1526":"Move to Rubbish Bin","1527":"Moving document","1528":"Creating link","1529":"Share link to the file","1530":"Moving to trash","1531":"Save to","1532":"Save to File System","1533":"Save to Downloads","1534":"Make available offline","1535":"Photo Sync","1536":"Upload your photos and videos automatically to MEGA","1537":"Syncing photos with MEGA","1538":"Photo Sync complete","1539":"Upload only over WiFi","1540":"Upload only when charging","1541":"Sync Photos to","1542":"Photo Sync problem","1543":"Destination folder is unavailable","1544":"not set","1545":"Photo folder","1546":"Destination folder","1547":"Sync Photos from","1548":"Wrong photos folder","1549":"Upload slots","1550":"Download slots","1551":"Number of parallel upload connections","1552":"Number of parallel download connections","1553":"Pin Lock","1554":"Enable Pin Lock","1555":"Pin Lock timeout (s)","1556":"Code","1557":"Advanced","1558":"Max cache file size (KB) ","1559":"Max foreground file download (KB)","1560":"Thumbnails","1561":"Create image thumbnails","1562":"App will download each image you have and create small version(thumbnail) of it","1563":"Download only over WiFi","1564":"Image","1565":"Audio","1566":"Video","1567":"Pick from File System","1570":"photos","1571":"videos","1572":"both","1573":"Camera Sync Error: External storage is not available","1574":"Photos only","1575":"Videos only","1576":"Photos and Videos","1577":"Add synchronized folder","1578":"Error","1579":"Please select a local folder and a MEGA folder","1580":"The selected local folder is already synced","1581":"A synced folder cannot be inside another synced folder","1582":"The selected MEGA folder is already synced","1584":"Full account syncing is only possible without any selective syncs","1585":"Warning","1586":"Local folder too large (this version is limited to %1 folders or %2 files.  Please select another folder.","1587":"Sync name","1588":"The name \"%1\" is already in use for another sync","1589":"Please enter a different name to identify this synced folder:","1590":"Local folder:","1591":"MEGA folder:","1592":"Select local folder","1593":"Import links","1594":"Download to my computer","1595":"Import to my cloud drive","1596":"OK","1597":"Cancel","1599":"Select local folder","1600":"Decryption error","1601":"Not found","1602":"MEGAsync is up to date","1603":"RECENTLY UPDATED","1604":"Usage: Data temporarily unavailable","1605":"Syncs","1606":"MEGA website","1607":"%1 of %2","1608":"Usage: %1","1609":"%1 of %2 (%3\/s)","1610":"%1 of %2 (paused)","1611":"File transfers paused","1612":"MEGAsync is scanning","1613":"All transfers have been completed","1614":"Cancel all downloads","1615":"Cancel download","1616":"Cancel all uploads","1617":"Cancel upload","1618":"Add Sync","1619":"one file at %1\/s","1620":"one file (paused)","1621":"%1 of %2 files at %3\/s","1622":"%1 of %2 files (paused)","1623":"Total Remaining:","1624":"Downloading","1625":"Uploading","1626":"MEGAsync","1627":"Logging in","1628":"MEGAsync is now running.","1629":"Click here to open the status window.","1630":"Your sync \"%1\" has been disabled because the remote folder doesn't exist","1631":"Your sync \"%1\" has been disabled because the remote folder is in the rubbish bin","1632":"Your sync \"%1\" has been disabledbecause the local folder doesn't exist","1633":"Error: Invalid destination folder.","1634":"The upload has been cancelled","1635":"The folder (%1) wasn't uploaded because it's too large (this version is limited to %2 folders or %3 files).","1636":"%1 folders weren't uploaded because they are too large (this version is limited to %2 folders or %3 files).","1637":"Synchronization will stop.","1638":"Deletions that occur while it is not running will not be propagated.","1639":"Exit anyway?","1640":"About MEGAsync","1641":"MEGAsync version code %1","1642":"The link has been copied to the clipboard","1643":"The links have been copied to the clipboard","1644":"Exit","1645":"About","1646":"Settings","1647":"Pause","1649":"Resume","1650":"Up to date","1651":"Paused","1652":"Scanning","1653":"Syncing","1654":"Temporary transmission error:","1655":"You have new or updated files in your account","1656":"No error","1657":"Internal error","1658":"Invalid argument","1659":"Request failed, retrying","1660":"Rate limit exceeded","1661":"Failed permanently","1662":"Too many concurrent connections or transfers","1663":"Out of range","1664":"Expired","1665":"Not found","1667":"Access denied","1668":"Already exists","1669":"Incomplete","1670":"Invalid key\/Decryption error","1671":"Bad session ID","1672":"Blocked","1673":"Over quota","1674":"Temporarily not available","1675":"Connection overflow","1676":"Write error","1677":"Read error","1678":"Invalid application key","1679":"Unknown error","1680":"Warning","1681":"Folder Selection","1682":"Select a MEGA folder:","1683":"Retrieving folders","1684":"New folder","1685":"OK","1686":"Cancel","1687":"Cloud Drive","1688":"Enter the new folder name:","1689":"The root folder can't be synced.","1690":"Please select a sub folder.","1691":"You have %1 in this folder.","1692":"Are you sure you want to sync it?","1693":"Enter one or multiple MEGA file links","1694":"Submit","1695":"Enter one or more MEGA file links","1696":"No valid MEGA links found. (folder links are not yet supported)","1697":"%1 hours ago","1698":"Get MEGA link","1699":"just now","1700":"%1 seconds ago","1701":"1 minute ago","1702":"%1 minutes ago","1703":"1 hour ago","1704":"1 day ago","1705":"%1 days ago","1706":"1 month ago","1707":"%1 months ago","1708":"1 year ago","1709":"%1 years ago","1710":"Open","1711":"Show in folder","1712":"General","1713":"Account","1714":"Syncs","1715":"Bandwidth","1716":"Advanced","1717":"Help","1718":"Cancel","1719":"Apply","1720":"Show notifications","1721":"Start on startup","1722":"Update automatically","1723":"Language","1724":"Details","1725":"FREE","1726":"Logout","1727":"Storage space","1728":"Upgrade","1729":"Synced folders","1730":"Delete","1731":"Add","1732":"Local Folder","1733":"MEGA folder","1734":"Upload rate limit","1735":"Don't limit","1736":"Limit to:","1737":"Auto","1738":"about 90% of the available bandwidth","1739":"Bandwidth quota","1740":"Upload limits are per upload server and are applied when starting new uploads","1741":"Folder for uploads from Windows Explorer","1742":"Excluded file names","1743":"Proxy Settings","1744":"No proxy","1745":"Auto-detect","1746":"Proxy","1747":"Proxy type:","1748":"Server:","1749":"Proxy server requires a password","1750":"Username:","1751":"Password:","1752":"Data temporarily unavailable","1753":"%1 (%2%) of %3 used","1754":"You are already syncing your entire account.","1755":"Synchronization will stop working.","1756":"Are you sure?","1757":"Excluded name","1758":"Enter a name to exclude from synchronization.","1759":"(wildcards * and ? are allowed):","1760":"Setup Wizard","1761":"I have a MEGA account","1762":"I don't have a MEGA account","1763":"Create a new MEGA account","1764":"Name:","1765":"Email:","1766":"Password:","1767":"Repeat password:","1768":"Login to your MEGA account","1769":"Please verify your account using the confirmation link that we have sent to your email account","1770":"Choose install type","1771":"Full account sync","1772":"Sync your entire cloud drive","1773":"Selective sync","1774":"Sync specific folders in your cloud drive","1775":"The following folders will be automatically synchronized:","1776":"Change","1777":"Welcome to MEGA","1778":"Your local folder:","1779":"and your MEGA folder:","1780":"will be automatically synchronized.","1781":"Back","1782":"Next","1783":"User already exists","1784":"Fetching file list","1785":"Incorrect email and\/or password.","1786":"Have you verified your account?","1787":"MEGA folder doesn't exist","1788":"Finish","1789":"Please enter your e-mail address","1790":"Please enter a valid e-mail address","1791":"Please enter your password","1792":"Please enter your name","1793":"Please enter a stronger password","1794":"The entered passwords don't match","1795":"You have to accept our terms of service","1796":"Creating account","1797":"You have %1 in your Cloud Drive.","1798":"Are you sure you want to sync your entire Cloud Drive?","1799":"and your MEGA Cloud Drive","1800":"Please select a local folder","1801":"Please select a MEGA folder","1802":"Select local folder","1803":"Upload to MEGA","1804":"Share with a MEGA user","1805":"Send to a MEGA user","1806":"1 file","1807":"%1 files","1808":"1 folder","1809":"%1 folders","1811":"Please select the upload folder for your files:","1812":"Always upload to this destination","1813":"MEGA synced folder","1814":"You are about to import this file to a synced folder. If you enable downloading, the file will be duplicated on your computer.","1815":"Are you sure?","1816":"You are about to import these files to a synced folder. If you enable downloading, the files will be duplicated on your computer.","1817":"Thêm nữa","1818":"MEGAsync is waiting","1819":"MEGAsync has been updated","1820":"Sẽ sớm có mặt cho Mac và Linux","1821":"Khi chúng tôi công bố MEGA vào đầu năm 2013, thống kê toàn cầu về việc chính phủ gian dối để chống khủng bố vẫn là một điều giả thuyết khá lạ thường, và những người ủng hộ điều này thường là những người đề xuất thuyết âm mưu.  137 ngày sau, thông tin tiết lộ từ Edward Snowden đã cơ bản thay đổi thái độ công chúng và trở nên hụt hẫng vì <i>chính sách an ninh<\/i> (\"chúng tôi có quyền truy cập vào dữ liệu của bạn, nhưng chúng tôi hứa sẽ giữ bí mật và không lạm dụng nó\") không đủ an toàn. Khó khăn cho từ việc <i>bảo mật bằng thiết kế<\/i> (\"chúng tôi không thể tạo quyền truy cập vào dữ liệu của bạn mà bạn có thể tìm hiểu\"), điều vô cùng quan trọng để cấu thành chế độ bảo mật đầu-cuối, có vẻ điều này chưa thu hút được sự quan tâm.","1822":"MEGA đã được thiết kế xoay quanh thực tế đơn giản rằng mật mã hóa, để cho nó chấp nhận và sử dụng được, và để không ảnh hưởng đến khả năng sử dụng. MEGA hoàn toàn có thể truy cập mà không cần cài đặt phần mềm trước, và là nhà cung cấp lưu trữ đám mây chỉ cần dùng với trình duyệt dựa trên hiệu suất cao mã hóa đầu-cuối. Các dấu hiệu của hoạt động bảo mật của bộ khuôn MEGA là bộ thu thập số liệu ngẫu nhiên trong quá trình đăng ký, không có tính năng đặt lại mật khẩu và thiết lọc các việc chuyển tệp tin được tiến hành (trên các trình duyệt cụ thể). Ngày nay, hàng triệu doanh nghiệp và người dùng cá nhân đã dựa vào MEGA về tính bảo mật, khu lưu trữ đáng tin cậy và phục vụ hàng petabyte dữ liệu và chúng tôi tin rằng sự thành công này là minh chứng cho cản trở của MEGA để tiến tới công nghệ an toàn điện toán đám mây là rất thấp.","1823":"Hiện tại chúng tôi đang tuyển dụng. Nếu bạn là kỹ sư phần mềm giỏi và muốn tham gia cùng đội ngũ toàn cầu của chúng tôi, đừng ngần ngại điền đơn xin việc (curriculum vitae) tới jobs@mega.co.nz . Đơn xin vui lòng viết bằng tiếng Anh.","1824":"Hiện thời bạn đang được đăng nhập. Bạn có muốn đăng xuất ra và tạo một tài khoản mới?","1825":"MEGAsync là gì?","1826":"MEGAsync là một chương trình cài đặt được và dùng để đồng bộ hóa các thư mục giữa các máy tính của bạn cùng với ổ mây MEGA. Tất cả tệp và các thư mục con sẽ được mô phỏng cùng với nhau. Các thay đổi mà bạn thực hiện ở một phía sẽ được thực hiện tương tự ở những vị trí máy khác gần với thời gian thực (trong khả năng giới hạn của liên kết\/độ trễ hệ thống và số lượng truyền tải).","1827":"Cách cài MEGAsync như thế nào?","1828":"Vào [A]trang tải xuống[\/A] chương trình và làm theo hướng dẫn. Trong quá trình cài đặt, bạn sẽ được hỏi để nhập hoặc tạo một tài khoản MEGA và thiết đặt các thư mục để được đồng bộ (hay toàn bộ dữ liệu trên ổ mây MEGA của bạn, từ cấu trúc thư mục tới thư mục trên máy hay thư mục chuyên biệt sẽ được đồng bộ tương ứng với nhau). Sau khi quá trình cài đặt thành công, trình MEGAsync sẽ tự động bắt đầu. Đối với HĐH Windows, bạn sẽ thấy biểu tượng MEGA nhỏ để nhấp vào ở thanh hệ thống (bên phải thanh tác vụ), chúng cung cấp cho bạn trạng thái chương trình và trang để điều khiển chương trình.","1829":"Tôi có được dùng MEGAsync cho nhiều máy tính được không?","1830":"Được. Bằng cách đồng bộ hóa nhiều máy tính, thiết bị với nhau vào chung một ổ mây, bạn có thể  đồng bộ chéo giữa các máy (dùng chung tên tài khoản).","1831":"Làm cách nào tôi có thể giám sát tình trạng đồng bộ của các tệp tin và thư mục của mình?","1832":"Biểu tượng (icon) của các tệp tin và thư mục mà được đồng bộ với ổ mây sẽ được gắn thêm một vòng tròn nhỏ màu xanh lục. Đang trong quá trình truyền tải là vòng tròn xanh lam; q.trình truyền tải bị hoãn là màu đỏ.","1833":"MEGAsync lưu lại thông tin đăng nhập của tôi để tự đăng nhập vào lần sau. Liệu có vấn đề gì về bảo mật không?","1834":"Không, nếu bạn giữ ổ đĩa của bạn được mã hóa (hãy thử nghĩ - sao bạn lại muốn đồng bộ dữ liệu từ ổ mây mã hóa xuống một ổ đĩa nội bộ không được mã hóa?).","1835":"Tôi xóa một tệp tin trong thư mục được đồng bộ trên máy khi mà MEGAsync không hoạt động. Sau khi tôi khởi động nó, và tệp tin đó lại xuất hiện. Tại sao vậy?","1836":"Phiên bản hiện thời của trình MEGAsync không nhớ được trạng thái tệp tin của bạn sau khi khởi động. Chương trình không biết rằng là tệp đó đã mất từ sau phiên chạy cuối. Vì thế, luôn luôn giữ trình đồng bộ MEGA được chạy nếu bạn muốn các việc xóa bỏ tệp tin được diễn ra đúng cách.","1837":"Tôi có tệp tin quan trọng đã bị ghi đè hoặc bị xóa bởi trình đồng bộ hóa. Tôi phải làm gì để lấy lại nó đây?","1838":"Ở ổ đĩa trên mây, các tệp bị xóa sẽ được dời vào một thư mục con trong Thùng Rác gọi là \"SyncDebris\" và bạn có thể phục hồi từ đó (dùng công cụ tìm kiếm của MEGA nếu cần). Trên máy tính, các thư mục gốc được đồng bộ hóa sẽ có thư mục ẩn \"Debris\" đó là chỗ chứa các tệp bị thay thế.","1839":"MEGAsync có trình bày các phiên bản của tệp tin qua thời gian hay không?","1840":"Không. Tuy nhiên, bạn có thể truy cập các tệp khi bị ghi đè ở thư mục con debris trong các thư mục từng chứa tệp đó, trước khi chúng được loại bỏ.","1841":"MEGAsync có hỗ trợ cho việc chỉnh sửa tệp tin?","1842":"Không. Nếu một tệp tin đã đồng bộ thay đổi, nó luôn bị thay thế thế toàn bộ, chứ không phải viết thêm hay xóa bớt. Vì thế, đừng nên đồng bộ bảng thông số tài liệu hay database. Mã hóa ghi\/viết dữ liệu đang được lập kế hoạch cho việc ra mắt trong tương lai.","1845":"Có sự khắt khe nào khi đặt tên cho tệp tin hay không?","1846":"HĐH MacOS\/UNIX phân biệt tên tệp tin khá nhạy, Windows thì không. Một thư mục chứa cả hai \"ABC.TXT\" và \"abc.txt\" đồng bộ được tới máy UNIX mà không có vẫn đề gì, nhưng khi đồng bộ với máy Windows, chỉ có một trong hai tệp sẽ tồn tại.","1847":"MEGA không có áp đặt cho việc đặt tên cho dữ liệu - chúng có thể chứa các ký tự không tương thích với hệ điều hành như là : hay *. Chúng sẽ được viết lại dưới dạng %xx trên ổ đĩa máy và sẽ được chuyển lại thành dạng cũ ở trên mây. Trình duyệt tệp Windows Explorer cũng có vấn đề với một số tên hoàn toàn vô hại như \"con.doc\" là một ví dụ, nó sẽ không thể truy cập được. Nếu bạn gặp phải một tình huống như thế, chỉ cần đổi tên các tệp tin ở phía đám mây. Các ký tự ngôn ngữ khác hoàn toàn được hỗ trợ.","1848":"MEGAsync hỗ trợ khá sâu cho các cấu trúc thư mục con (bản thân MEGA đã giới hạn tối đa 63 lớp thư mục) và các tên khá dài cho dữ liệu (lên đến 32 000 ký tự ở HĐH Windows). Nhưng bất lợi thay, đa số các phần mềm cho WIndows (bao gồm trình duyệt tệp Explorer) đều không có khả năng truy cập các tệp có tên dài hơn 260 ký tự.","1849":"Làm sao để tôi chắc rằng tôi đang sử dụng phiên bản mới nhất của MEGAsync?","1850":"Trình MEGAsync luôn kiểm tra phiên bản mới mỗi hai giờ và tự động cập nhật khi khả dụng (bạn có thể tắt chức năng này trong mục Thiết đặt - phiên kiểm tra tiêp theo sẽ được thực hiện khi bạn bật chức năng này lại). Vì lý do bảo mật, chỉ nên dùng tài khoản được gắn kết đã dùng khi cài MEGAsync để chấp nhận cập nhật.","1851":"Liệu MEGAsync sẽ sử dụng truyền dữ liệu ngang hàng để thi hành việc đồng bộ nhanh hơn giữa các máy tính trong cùng một mạng hay không?","1852":"Không. Hiện tại bản thân MEGAsync chỉ luôn luôn đồng bộ qua cơ sở hạ tầng điện toán đám mây của MEGA.","1853":"Chuyện gì xảy ra nếu các tác vụ đồng thời bị mâu thuẫn được thực hiện trên các trình đồng bộ hóa dùng chung một đám mây?","1854":"Phiên bản hiện tại của MEGAsync không giải quyết được cuộc xung đột như vậy một cách xác định trước. Hãy cố tránh việc này nếu có thể.","1855":"MEGAsync có hỗ trợ các tệp tin hệ thống nâng cao như liên kết (link), dữ liệu thuộc tính (attributes), streams\/forks hoặc tệp sparse?","1856":"Không, không được phân bố các dạng này trên ổ mây.","1857":"MEGAsync có hỗ trợ đồ bộ một thư mục nội tại cho nhiều địa điểm từ xa hay một thư mục từ xa cho nhiều thư mục nội tại (local)?","1858":"Không, trừ khi bạn chạy nhiều trình MEGAsync riêng biệt, chúng tôi không khuyến khích điều này. Theo thỏa thuận, chỉ mỗi một tệp hệ thống được đem lên MEGAsync mỗi lần, để tránh tình trạng trùng lặp, thư mục con của một thư mục đã được đồng bộ hay nhiều lien kết tới cùng một đối tượng trong thư mục đã đồng bộ trên máy.","1859":"Tải ứng dụng cho iOS của hãng ở đâu?","1860":"Bạn có thể lên [A]App Store[\/A] để tải ứng dụng dành cho iOS của chúng tôi.","1861":"Tải ứng dụng cho Android của hãng ở đâu?","1862":"Bạn có thể lên [A]Google Play hay CH Play[\/A] để tải và cài đặt ứng dụng của chúng tôi.","1863":"Chúng tôi còn đang cung cấp [A]các ứng dụng[\/A] cho thiết bị di dộng của bạn, bao gồm [B]iOS[\/B] & [C]Android[\/C].","1864":"Error report","1865":"MEGAsync has detected a problem. These are the details:","1866":"You can help us to improve MEGAsync by sending this error report. It doesn't contain any personal information. If you want to give us more details, please write them below:","1867":"Thank you for your collaboration!","1868":"Send report","1869":"Choose Users","1870":"Choose for which users you want to install [A].","1871":"Select whether you want to install [A] for yourself only or for all users of this computer. [B]","1872":"Install for anyone using this computer","1873":"Install just for me","1874":"Error: Invalid destination folder. The upload has been cancelled","1875":"The new excluded file names will be taken into account when the application starts again.","1876":"Current cache size: %1","1877":"Cache","1878":"Clear","1879":"Your proxy settings are invalid or the proxy doesn't respond","1880":"The destination folder is synced and you already have a file inside it with the same name (%1).","1881":"If you continue the upload, the previous file will be overwritten.Are you sure?","1882":"Oh my, it's full of stars!","1883":"You are trying to sync an extremely large folder. To prevent the syncing of entire boot volumes, which is inefficient and dangerous, we ask you to start with a smaller folder and add more data while MEGAsync is running.","1884":"The folder (%1) wasn't uploaded because it's extremely large. We do this check to prevent the uploading of entire boot volumes, which is inefficient and dangerous.","1885":"%1 folders weren't uploaded because they are extremely large. We do this check to prevent the uploading of entire boot volumes, which is inefficient and dangerous.","1886":"Tôi đang cố thử đổi tên một thư mục trong máy bằng Explorer, nhưng tên của thư mục đó ở trên ổ mây lại không thay đổi theo, cho dù tôi đã cố nhiều lần.","1887":"Thư mục mà bạn đang đổi tên có chứa một tệp ẩn gọi là desktop.ini với dòng lệnh bên trong là LocalizedResourceName= chứa tên thư mục sau khi sửa đổi, mặc dù nó không hề như thế! Xin thử xóa tệp desktop.ini và đặt lại tên thư mục.","1888":"Trang chủ","1889":"Ứng dụng iOS","1890":"Ứng dụng Android","1891":"Tìm câu trả lời cho các câu hỏi thường gặp về dịch vụ của chúng tôi.","1892":"Tìm hiểu thêm về các loại khóa mã hóa & an ninh dữ liệu của MEGA.","1893":"Các kiếm thức bạn cần biết về đồng bộ dữ liệu giữa các máy tính của bạn và MEGA.","1894":"Tìm hiểu thêm về ứng dụng dành cho Android của chúng tôi viết, mang mây theo túi quần của bạn.","1895":"Tìm hiểu thêm về các công cụ hỗ trợ mạnh mẽ cho công việc và cộng tác từ MEGA.","1896":"Đây là toàn bộ thông tin bạn cần biết về tài khoản MEGA của bạn.","1897":"Tìm hiểu thêm về ứng dụng dành cho iOS của chúng tôi viết, mang mây theo túi quần của bạn.","1898":"Bấm Esc để đóng lại","1899":"Xem hình","1900":"Update available!","1901":"An update will be applied during the next application restart","1902":"Installing update...","1903":"Checking for updates...","1904":"Install update","1905":"A new version of MEGAsync is available! Click on this message to install it","1906":"No updates available","1907":"There was a problem installing the update. Please try again later or download the last version from: https:\/\/mega.co.nz\/#sync","1908":"Check for updates","1909":"Cài đặt Tự tùy chỉnh","1910":"chỉ dùng được với:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Tải MEGA","1914":"cho Chrome Beta \/ Canary","1915":"Chú ý: chỉ nên nhấp vào nút trên cùng khi bạn tin tưởng [A]Cửa hàng Chrome trực tuyến[\/A] (web store). Mặt khác, bạn có thể tự tải & cài đặt tiện tích mở rộng dưới đây.","1916":"Tải về từ","1917":"Cửa hàng Chrome trực tuyến","1918":"Update available. Downloading...","1919":"Unable to get the file system.","1920":"Please try again. If the problem persists please contact bug@mega.co.nz","1921":"Invalid folder for synchronization.","1922":"Please ensure that you don't use characters like \\ \/ or : in your folder names.","1923":"Selective sync active","1924":"Enable full account sync","1925":"Enabling full account sync will disable all your current syncs","1926":"Full account sync active","1927":"Disable full account sync","1928":"Disabling full account sync will allow you to set up selective folder syncing","1929":"Cài đặt MEGA vào trình duyệt của bạn để nâng cao hiệu suất và tăng cường bảo mật.","1930":"\"Mang theo ổ mây trong túi của bạn.\" Truy cập và truyền tải dữ liệu từ điện thoại thông minh và máy tính bảng của bạn.","1931":"MEGAsync is starting","1932":"Để được tải về các tệp lớn hơn 1GB, xin bạn cài tiện ích mở rộng của chúng tôi.","1933":"Để được tải về các tệp lớn hơn 1GB, xin bạn cài và sử dụng một trình duyệt mới hơn.","1934":"Quên mất mật khẩu?","1935":"Nếu bạn có lưu tay dự phòng khóa mã-hóa chủ, bạn có thể phục hồi lại mật khẩu bằng cách bấm CÓ. Sẽ không có dữ liệu nào bị mất.","1936":"Bạn vẫn có thể [A]xuất ra[\/A] mã khóa ngay bây giờ nếu bạn đang còn ở một phiên hoạt động MEGA trên bất cứ trình duyệt hay thiết bị nào. Nếu không, bạn còn còn được quyền giải mã hóa tài khoản mà bạn đang có, nhưng bạn có thể tạo cái mới với cùng địa chỉ email bằng cách chọn KHÔNG.","1937":"Bạn có giữ bản dự phòng mã khóa chủ không?","1938":"Vậy thì tốt!","1939":"Xin điền địa chỉ thư điện tử của bạn vào dưới đây. Bạn sẽ nhận được thư với liên kết để bạn nhập mã khóa chủ và đạt lại mật khẩu.","1940":"Gửi","1941":"Ây da.","1942":"Vì lý do của dạng thức mã-hóa người-dùng-cuối, bạn sẽ không còn được truy cập vào dữ liệu của bạn mà không có mật khẩu hoặc [A]bản dự phòng[\/A] mã khóa chủ.","1943":"Bạn có thể đặt tài khoản hiện có của bạn và bắt đầu một cái mới với cùng địa chỉ email. Trong trường hợp bạn nhớ ra mật khẩu của tài khoản trước mà bạn đã ghi đè bằng cái mới. Xin liên lạc [A]support@mega.co.nz[\/A] để khôi phục dữ liệu, trong vòng 60 ngày.","1944":"Bạn không thể áp dụng thủ tục khôi phục tài khoản với một phiên hoạt động tạm.","1945":"Hiện bạn đã đăng nhập vào tài khoản [X]. Nếu bạn không nhớ được mật khẩu hiện tại của bạn và muốn đổi mật khẩu, xin hãy xuất ra mã khóa chủ của tài khoản, xong đăng xuất và vào thử lại.","1946":"Xin vui lòng kiểm tra địa chỉ email và thử lại.","1947":"Đặt lại tài khoản","1948":"Bạn đã mất mật khẩu và không thể cung cấp mã-khóa chủ đã được xuất ra từ trước phải không? Thật tiếc, với mô hình mã-hóa mạnh mà MEGA đang dùng bạn sẽ bị bất khả truy cập vào tài khoản mà không có mã-khóa để render dữ liệu của bạn. Nếu tiến hành đặt lại tài khoản mới với cùng địa chỉ email. Dữ liệu tài khoản cũ của bạn sẽ được bảo lưu trong vòng 60 ngày và có thể phục hồi bằng cách liên lạc với [A]support@mega.co.nz[\/A] khi mà bạn nhớ ra được mật khẩu của tài khoản trước kia.","1949":"Chọn mật khẩu mới","1950":"Tôi am hiểu rằng khi mà tôi bắt đầu với một toàn khoản mới, tôi sẽ mất hết tất cả dữ liệu mà tôi đang có hiện giờ trừ khi tôi nhớ lại được mật khẩu hoặc tìm ra được mã-khóa chủ.","1951":"Bắt đầu tài khoản mới","1952":"Ghi chú:","1953":"Chúng tôi có giữ lại dữ liệu của bạn dự phòng trong vòng 60 ngày.","1954":"Bạn nên nhớ lại mật khẩu của bạn, xin liên lạc với support@mega.co.nz để được hỗ trợ khôi phục dữ liệu của tài khoản cũ.","1955":"Đặt lại mật khẩu","1956":"Xin cung cấp mã-khóa chủ mà bạn xuất ra từ trước. Bạn có thể tìm và xuất ra mã này ở bất kỳ phiên MEGA đang hoạt động trên bất cứ trình duyệt hoặc máy tính nào mà bạn đang có.","1957":"Nếu bạn không có mã-khóa chính, bạn chỉ có thể [A]đặt lên[\/A] một tài khoản mới và bắt đầu lại.","1958":"Dùng tệp có lưu mã-khóa dạng chữ","1959":"Chọn tệp chứa mã","1960":"Xác thực tệp","1961":"Bạn vừa lấy lại thành công việc truy cập vào tài khoản của bạn. Xin điền một mật khẩu mới dưới đây:","1962":"Nghiệm ứng mật khẩu","1963":"Có vẻ mã-khóa chủ bạn vừa đưa lên không chính xác.","1964":"Bạn có chắc là bạn vừa đưa một mã-khóa chính xác chứ?","1965":"Nếu bạn không có mã-khóa đúng, bạn chỉ có thể [A]đặt lại[\/A] tài khoản của bạn.","1966":"Liên Kết Phục Hồi bị Hết Hạn","1967":"Liên kết phục hồi này đã bị hết hạn, xin thử lại.","1968":"Liên Kết Phục Hồi Bất Hợp Lệ","1969":"Liên kết bất hợp lệ, xin thử lại.","1970":"Hoặc nhập vào mã-khóa chủ của bạn vào đây","1971":"Bạn không thể dùng thủ tục khôi phục tài khoản khi đã được đăng nhập. Xin đăng xuất và thử lại.","1972":"Tệp mã-khóa bất hợp lệ","1973":"Tệp bạn vừa chọn quá lớn. Xin chắc chắn tệp bạn vừa chọn chỉ chứa một mã-khóa chủ dài 22 ký tự.","1974":"Xin xác nhận rằng bạn biết rằng tất cả dữ liệu của bạn sẽ bị xóa.","1975":"Tài khoản đã được đặt lại","1976":"Tài khoản cũ của bạn đã được đặt mới thành công. Giờ bạn có thể đăng nhập vào vào tài khoản này.","1977":"Mã-khóa chủ bất hợp lệ","1978":"Chìa mã-khóa bạn vừa đưa không có trùng với tài khoản này. Xin chắc chắn là bạn dùng đúng mã-khóa chủ và thử lại.","1979":"Tài khoản bị chặn","1980":"Tài khoản bạn đang cố khôi phục đang bị chặn.","1981":"Mật khẩu đã được đặt lại thành công. Bạn có thể đăng nhập vào tài khoản ngay bây giờ.","1982":"Lưu dự phòng [A]mã-hóa khóa chủ[\/A]","1983":"Mật khẩu của bạn ở khóa cho mã-khóa chủ","1984":"Chỉ liệu của bạn chỉ có thể khả dụng để truy cập khi đi qua chu trình điều hành của giải mã-hóa được tiến hành với mã-khóa chủ của bạn, đoạn mã mà chúng tôi chèn cùng với mật khẩu của bạn. Có nghĩa là nếu bạn mất mật khẩu thì mã-khóa chủ cũng sẽ không giải ra được, và bạn sẽ không còn giải mã được dữ liệu của bạn.","1985":"Sau khi xuất ra mã-khóa chính, hãy giữ nó ở một nơi an toàn. Mã này sẽ giúp bạn đặt lại mật khẩu mà không hề mất dữ liệu.","1986":"Các kẻ tấn công không thể lấy quyền truy cập vào tài khoản của bạn mà chỉ có mã-khóa. Thủ tục đặt lại mật khẩu yêu cầu cần có mã-hóa và truy cập vào email của bạn.","1987":"Lưu mã-hóa chủ dưới dạng chữ (text)","1988":"Lưu tệp","1989":"Sao chép mã-khóa chủ vào bộ nhớ tạm (clipboard)","1990":"Sao chép","1991":"Luôn luôn giữ tay bản lưu mã-khóa chủ của bạn (v.d. trên máy, ổ cứng ngoài, hoặc in ra).","1992":"Đừng lưu trữ mã này trên Internet (hoặc ít nhất phải cùng với phương thức bảo mật).","1993":"hoặc [A]tạo một tài khoản[\/A]","1994":"Được. Tuy nhiên, mật khẩu tài khoản MEGA của bạn không chỉ là mật khẩu thông thường để vào tài khoản - nó dùng là chìa khóa mã để giải mã tất cả dữ liệu bất khả truy cập của bạn. Vì thế ở đây có hai dạng đặt lại mật khẩu: Có hoặc không có với cung cấp một bản sao lưu của mã-khóa chủ (master key). Với đoạn mã này, bạn chỉ cần đặt lại mật khẩu mới mà không ảnh hưởng gì tới tài khoản hiện tại. Nếu không có đoạn mã này, bạn phải đặt lại một tài khoản mới lên tài khoản hiện có với cùng email và bắt đầu như một tài khoản mới, trống về dữ liệu. Chúng tôi khuyên bạn nên lưu dự phòng mã-hóa khóa chủ của bạn ở đâu đó an toàn, để đề phòng chuyện xảy ra! Nhấp  <a href=\"#backup\">vào đây<\/a> để xuất ra khóa của bạn hoặc <a href=\"#recovery\">vào đây<\/a> để đặt lại mật khẩu.","1995":"Tôi vừa nhớ ra mật khẩu của tài khoản cũ sau khi tiến hành thủ tục đặt lại mật khẩu. Làm sao để tôi lấy lại dữ liệu cũ?","1996":"Nếu từ lúc bạn đặt mới tài khoản đến lúc bạn nhớ ra mật khẩu trải qua ít hơn 60 ngày, dữ liệu của bạn sẽ được khôi phục. Liên lạc [A]support@mega.co.nz[\/A] khi bạn nhớ ra mật khẩu.","1997":"MEGA yêu cầu tôi phải sao lưu lại mã-khóa hóa chủ. Tại sao?","1998":"Nếu bạn hoàn toàn khẳng định là bạn sẽ chẳng bao giờ mất mật khẩu thì bạn sẽ không cần làm điều này. Nếu bạn có quyết định tạo một [A]bản lưu[\/A] thì xin chắc rằng bạn giữ mã này ở địa điểm an toàn: Bất cứ ai truy cập được được bản lưu mã-khóa này và email của bạn thì họ sẽ có khả năng đặt lại mật khẩu tài khoản của bạn để lấy quyền truy cập dữ liệu.","1999":"Tôi có đồng bộ phân vùng đĩa FAT\/FAT32 trong Windows được hay không?","2000":"Ở điều kiện bình thường thì không có vấn đề gì, nhưng chúng tôi mạnh mẽ khuyên bạn nên tránh điều này, vì cấu trúc đánh dấu thời gian của hệ FAT tùy thuộc vào múi giờ của thiết bị, và kết quả là tất cả các tệp đó sẽ bị tái đồng bộ hai lần một năm nếu bạn ở vùng quốc gia giảm giờ mùa đông, tăng giờ mùa hè (daylight saving). Tiếc rằng là lỗ hổng thiết kết của hàm API Windows làm việc này khá khó khăn để xử lý điều này: \"Khi thời gian vào chế độ daylight saving, thời gian được được truy xuất bởi GetFileTime sẽ giảm đi một tiếng, vì thế bộ nhớ tạm sẽ bị ngưng. Khi bạn khởi động lại máy tính, bộ nhớ tạm sẽ được đẩy lùi và được lấy lại cho đúng với GetFileTime.\" Và quá trình động bộ diễn ra, nói cách khác là bạn nên tránh dùng FAT.","2001":"Bạn có muốn tải lên các tệp của bạn vào một phiên mới?","2002":"Ấn \"Không\" sẽ cho bạn đăng nhập và băt đầu tiến trình tải lên.","2003":"Sao lưu dự phòng mã-hóa khóa chủ ngay bây giờ","2004":"Không giống như các dịch vụ đám mây đi truớc, dịch vụ của MEGA dùng chế độ bảo mật người dùng cuối. Có nghĩa là các dữ liệu của bạn sẽ trở nên bất khả truy cập nếu bạn mất mật khẩu. Chúng tôi mạnh mẽ khuyên bạn sao lưu dự phòng lại mã-hóa chủ ngay bây giờ. Thủ tục đặt lại mật khẩu mà không mất dữ liệu chỉ có thể thực hiện được nếu bạn có cung cấp một mã-khóa chủ hợp lệ cho tài khoản của bạn.","2005":"Đã đọc xong","2006":"Sao lưu ngay","2007":"Other","2008":"Disable overlay icons","2009":"Force a full rescan","2010":"Full scan","2011":"MEGAsync will perform a full scan of your synced folderswhen it starts.","2012":"Do you want to restart MEGAsync now?","2013":"Upload files\/folders","2014":"A new version of MEGAsync is available!","2015":"MEGAsync is now running. Click the system tray icon to open the status window.","2016":"Show status","2017":"Folder for uploads from this computer","2020":"Error getting session key","2021":"Full sync","2022":"Your local folder and your MEGA Cloud Drive will be automatically synchronized.","2023":"Choose","2024":"Your config is corrupt, please start over","2025":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red mac\">Mac<\/a> và <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red windows\">Windows<\/a> và <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red windows\">Windows<\/a> và <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"tùy chọn","2029":"Chọn Linux Phát hành bản (Distro)","2030":"Xin chọn một loại Linux Phát hành bản (Distro) và nhấp nút tải về.","2031":"Cho máy Mac","2032":"Cho máy Linux","2033":"Việc tải về tệp nén ZIP nặng hơn 2GB có thể sẽ cần thêm một số công cụ giải nén (chẳng hạn như \"7zip\"). Nhưng rất tiếc, ZIP64 hiện không được hỗ trợ trên mọi hệ điều hành thông thường.","2034":"Files","2035":"Folders","2036":"Refresh","2037":"Download from MEGA","2038":"Please select the download folder for your files:","2039":"Always download to this destination","2041":"You don't have write permissions in this local folder.","2042":"You don't have write permissions in this folder.","2043":"MEGAsync won't be able to download anything here.","2044":"Do you want to continue?","2045":"Error getting link:","2046":"Default folders","2047":"Uploads:","2048":"Downloads:","2049":"This sync can't be enabled because the local folder doesn't exist","2051":"You are already syncing your entire Cloud Drive","2052":"Enable \/ disable","2053":"Select local folder","2055":"Your Cloud Drive will be synchronized with this folder:","2056":"Account usage details","5526":"MEGA is a secure cloud storage service that gives you 50GB for free.Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.Your data is accessible any time, from any device, anywhere. Share folders with your contacts and see their updates in real time.The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.For more info, please check our website: https:\/\/mega.co.nz\/","5527":"MEGA is Cloud Storage with Powerful Always-On Privacy. 50GB for free","5528":" of ","5529":"Move to","5530":"Copy to","5531":"Import to","5532":"Upload File","5533":"Loading…","5534":"Importing…","5535":"Updating…","5536":"Not yet implemented","5537":"You are going to remove the exported master key file","5538":"Security warning! This is a high risk operation. Do you want to continue?","5539":"More options…","5540":"Do you want to remove the contact","5541":"Do you want to remove these contacts?","5542":"Incoming Shares","5543":"Outgoing Shares","5544":"Upload…","5545":"Create new folder","5546":"Upload to","5547":"Refresh","5548":"Help","5549":"Upgrade account","5550":"Select All","5551":"Unselect All","5552":"Thumbnail view","5553":"List view","5554":"Export MasterKey","5555":"Remove MasterKey","5556":"The MasterKey has been exported into: ","5557":"file","5558":"files","5559":"contact","5560":"contacts","5561":"folder","5562":"folders","5563":"shared folder","5564":"shared folders","5565":"download","5566":"upload","5567":"uploads","5568":"user","5569":"users","5570":"e-mail","5571":"password","5572":"Confirm password","5573":"ABC","5574":"···","5577":"Please enter your password","5578":"Calculating encryption keys","5579":"Checking validation link","5580":"Activating account","5581":"Preparing file list","5582":"Create account","5583":"name","5584":"I agree with MEGA's <a href=&quot;https:\/\/mega.co.nz\/mobile_privacy.html&quot;>Terms of Service<\/a>","5585":"Already have an account?","5586":"You have to accept our Terms of Service.","5587":"Passwords do not match","5588":"Saved for Offline","5589":"Shared with me","5590":"CONTACTS","5591":"SENT REQUESTS","5592":"RECEIVED REQUESTS","5593":"No sent requests","5594":"No received requests","5595":"Camera Uploads","5596":"%1$s of %2$s","5597":"INCOMING","5598":"OUTGOING","5599":"Empty Rubbish Bin","5600":"No incoming shared folders","5601":"No outgoing shared folders","5602":"Available offline","5603":"ON","5604":"OFF","5605":"Size: ","5606":"Content: ","5607":"Added: ","5608":"Modified: ","5609":"No public link","5610":"Read & write","5611":"Shared with: ","5612":"Permissions:","5613":"Change permissions","5614":"Share with","5615":"Send to","5616":"Contact Info","5617":"Shared Folders with:","5618":"Add new contacts using the button below.","5619":"Preparing files","5620":"There isn't any available app to execute this file on your device","5621":"Share image using","5622":"Share link","5623":"Moving","5624":"Sharing folder","5625":"Copying","5626":"Delete from MEGA","5627":"Contact email","5628":"Creating folder…","5629":"Adding contact","5630":"Send link","5631":"Share folder","5632":"View shared folders","5633":"Removing all sharing contacts","5634":"Leaving shared folder","5635":"Camera folder","5636":"MEGA Contacts","5637":"Phone Contacts","5638":"Delete","5639":"Contact added","5640":"Contact removed","5641":"Error. Contact not removed","5642":"Permissions changed","5643":"Error. Permissions not changed","5644":"Folder already exists","5645":"Folder created","5646":"Correctly renamed","5647":"Error. Not renamed","5648":"Correctly copied","5649":"Error. Not copied","5650":"Correctly moved","5651":"Error. Not moved","5652":"Correctly shared","5653":"Error. Not shared","5654":"Impossible to get the link","5655":"Correctly removed from MEGA","5656":"Error. Not removed from MEGA","5657":"Correctly sent to:","5658":"The folder is now private","5659":"Share correctly removed","5660":"Unzipping file","5661":"Image Viewer","5662":"Upgrade now!","5663":"Last session:","5664":"Select membership","5665":"Monthly or annual recurring","5666":"Paypal subscription","5667":"Monthly*","5668":"Annually*","5669":"* recurring subscription can be cancelled any time before renewal date.","5670":"The preview has not been downloaded yet. Please wait.","5671":"Imported correctly","5672":"No active transfers","5673":"All transfers are paused","5674":"Pause transfers","5675":"Restart transfers","5676":"Wi-Fi only","5677":"Wi-Fi or data plan","5678":"Camera Upload in progress","5679":"Do you want to cancel Camera Uploads?","5680":"Uploading camera images","5681":"Camera Uploads problem","5682":"Camera Uploads complete","5683":"PIN Lock","5684":"Always ask download location","5685":"Enable Camera Uploads","5686":"Disable Camera Uploads","5687":"How to upload","5688":"Photos and videos","5689":"Enable PIN Lock","5690":"Disable PIN Lock","5691":"PIN Code","5692":"Not set","5693":"App version","5694":"MEGA PDF Viewer","5695":"ZIP Browser","5696":"Account Type:","5697":"Camera Uploads folder created","5698":"The zip file will be downloaded and unzipped","5699":"The zip file will be unzipped ","5700":"Got it","5701":"Turn on","5702":"Missing password","5703":"Email missing","5704":"Invalid login credentials","5705":"Invalid email","5706":"Name too short","5707":"Password too short","5708":"You have to accept the Terms of Service","5709":"Remain logged in","5710":"Are you sure you want to abort the registration?","5711":"Abort","5712":"Registration complete","5713":"I agree with the MEGA <a href='terms'>Terms of Service<\/a>","5714":"Your email","5715":"Share with MEGA contact","5716":"Delete one file?","5717":"Delete [X] files?","5718":"Confirm delete","5719":"Name for the new folder","5720":"Upload last photo","5721":"Capture","5722":"Choose","5723":"Files shared","5724":"No files in the CloudDrive","5725":"No files in folder","5726":"Restore","5727":"Please select destination folder for move","5728":"Please select destination folder for import","5729":"Release notes","5730":"Load contacts","5731":"Can't access contacts","5732":"Allow MEGA access to contacts from Settings > Privacy > Contacts !","5733":"No files shared","5734":"Sharing one node","5735":"Sharing [X] nodes","5736":"Invitation sent","5737":"No contacts","5738":"Rubbish","5739":"Something went completely wrong!","5740":"Downloading: [X]%","5741":"Preparing download","5742":"Uploading: [X]%","5743":"Saved locally","5744":"Enter the new name","5745":"Are you sure?","5746":"Offline files","5747":"No files downloaded","5748":"No photo","5749":"One photo","5750":"[X] photos","5751":"[X] remaining","5752":"No photos","5753":"Creating Camera Uploads folder","5754":"Finished listing photos","5755":"Exporting photo","5756":"Skipping photo","5757":"Uploading photo","5758":"Uploading video","5759":"Created Camera Uploads folder","5760":"Error uploading asset","5761":"Camera Uploads enabled","5762":"Camera Uploads disabled","5763":"Camera Uploads completed","5764":"Select albums for Camera Uploads","5765":"Camera Uploads Options","5766":"When disabled new photos and videos won't be uploaded","5767":"Enable Camera Uploads to automatically upload your photos and videos to Cloud Drive","5768":"Upload videos","5769":"Use cellular connection","5770":"Run periodically in background","5771":"Loading photos","5772":"Can't access photos","5773":"Exporting file","5774":"Passcode","5775":"Used","5776":"Local","5777":"If number of failed attempts reached","5778":"Turn passcode off","5779":"Turn passcode on","5780":"Use TouchID","5781":"Change passcode","5782":"Erase all local data","5783":"Automatic language","5786":"Send feedback","5787":"Rate us!","5788":"Contact the support team through email. All emails are read but given the high volume of requests we might not answer everyone individually.","5789":"Get support or read popular topics.","5790":"Oh my, it's full of stars!","5791":"Export Master Key","5792":"Enable logging","5793":"Deleted files go into the Rubbish Bin.","5794":"Exporting the Master Key and keeping it in a secure location enables you to set a new password without data loss.","5795":"Log files help developers to solve problems","5796":"MasterKey.txt was exported to the Documents folder. You can transfer it by connecting the device to the computer and open iTunes. We strongly advise you against emailing this file!","5797":"Failed to export Master Key","5798":"Master Key exported","5799":"Usage","5800":"available","5801":"used","5802":"Images","5803":"Videos","5804":"Documents","5805":"Archives","5806":"Local cache","5807":"Cache","5808":"Local storage","5809":"Clear Cache","5810":"Clearing the cache will delete all locally saved documents, thumbnails & other temporary files.","5811":"Clear Cache?","5812":"This will delete all locally stored files","5813":"Cache has been cleared.","5814":"Upgrade Account","5815":"[X] GB","5816":"[X] TB","5817":"\"PRO 1\" monthly subscription","5818":"\"PRO 1\" yearly subscription","5819":"PRO I","5820":"Enter your old passcode","5821":"Authenticate using your fingerprint?","5822":"File Upload failed","5823":"The file you selected was not uploaded to MEGA. Please try again.","5824":"File Upload cancelled","5825":"The file you selected has not been uploaded to MEGA.","5826":"MEGA SPACE","5827":"MEGA SPEED","5828":"MEGA PRIVACY","5829":"MEGA ACCESS","5830":"Register now and get 50 GB of free space.","5831":"Uploads are fast.Quickly share files with everyone.","5832":"Keep all your files safe with MEGA'send-to-end encryption.","5833":"Get fully encrypted access anywhere,anytime.","5834":"MEGA is a secure cloud storage service with 50 GB free storage space.Inside the app you can upgrade your storage space & bandwidth quota by subscribing to MEGA Pro with a monthly or yearly subscription.Subscriptions are €9.99 (US$10.99) per month or €99.99 (US$119.99) per year.This subscription gives you 500 GB of storage space and 1000 GB of bandwidth per month.Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your handset, sign in with your Apple ID at the bottom of the page (if you haven't already done so) and then click ViewID. You'll be taken to your account page where you can scroll down to Manage App Subscriptions. From here, you can select yourMEGA Pro subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch tooff to disable the auto-renewal of your subscription.Terms of Service:https:\/\/mega.co.nz\/ios_terms.htmlPrivacy policy:https:\/\/mega.co.nz\/ios_privacy.html","5835":"With PhotoSync, the photos you take with your iPhone will be automatically backed up to MEGA.You can use WiFi or cellular connection and by enabling Background mode the app will upload photos when your location changes significantly.Passcode lock adds a new layer of security by requiring a four-digit passcode to be entered every time the app is launched. This will protect your files even if your iPhone falls into the wrong hands. There’s also an option to erase all data and logout if the wrong password is entered over 10 times.Various bug fixes and speed improvements.Your feedback is very important to us and, although we might not answer every email, we read each and every one.Also, your 5-stars rating in the AppStore is always appreciated.","5836":"upload, backup, cloud, file, sharing, secure, MEGA","5837":"[X] phút","5838":"1 phút","5839":"dung lượng sẽ có trong","5840":"Tạo tài khoản MEGA","5841":"Bạn chưa có đăng nhập","5842":"Bạn cần phải có một tài khoản MEGA để thực hiện giao dịch:","5843":"Hiện bạng đang đăng nhập. Nếu muốn, bạn cần tạo một tài khoản khác.","5844":"Bạn có muốn mua bằng tiền có sẵn trong tài khoản không?","5845":"băng thông đã dùng","5846":"Đang dẫn hướng tới PayPal","5847":"Giao dịch hoàn tất. Tuy nhiên để hoàn tất khâu tạo tài khoản, bạn cần phải kích hoạt tài khoản bằng cách nhấp vào đường liên kết (link) mà chúng tôi đã gửi vào email của bạn.","5848":"Sort by...","5849":"Connecting to the server: creating account","5851":"Vừa gửi bạn lời mời thêm vào danh bạ","5852":"Đã chấp nhận lời mời danh bạ từ bạn","5853":"Đã từ chối lời mời danh bạ từ bạn","5854":"Thêm","5855":"Thông Báo","5856":"Nhận","5857":"Bỏ qua các lời mời trong tương lai","5858":"Từ Chối","5859":"Đã Mời","5860":"Bỏ Qua","5861":"Mời lại","5862":"Yêu Cầu Gửi Đi","5863":"Yêu Cầu Nhận Được","5864":"User ignored","5865":"Liên kết có vấn đề, xin kiểm tra lại nếu bạn sao chép đường dẫn này chưa đúng, hoặc bạn có thể tự tạo một tài khoản cùng với địa chỉ email này.","5866":"Trả lại về chủ sở hữu","5867":"Trả lại về chủ sở hữu","5868":"Xem hồ sơ","5869":"Remove  contact","5870":"Xóa liên lạc","5871":"Mục ưa thích","5872":"Remove favourite","5873":"Thư mục chia sẻ mới","5874":"Thư mục chia sẻ mới","5875":"MEGAchat","5876":"Mời bạn thử trải nghiệm trình gọi điện thoại\/video mới đến từ MEGA với tính năng bảo mật đầu cuối mạnh mẽ.","5877":"Đừng lo!","5878":"Chào bạn, hãy cùng tôi tham gia đăng ký tài khoản MEGA để nhận ngay 50 GB dung lượng lưu trữ miễn phí.","5879":"Th.tin Doanh nghiệp","5880":"Nhà đầu tư","5881":"Bài Viết Mới","5882":"Báo cáo Cổ đông","5883":"Bắt đầu cuộc gọi ...","5884":"Kết thúc cuộc gọi ...","5885":"Bắt đầu cuộc đối thoại","5886":"Kết thúc cuộc đối thoại","5888":"Cuộc gọi với [X] đã được bắt đầu.","5889":"Cuộc gọi với [X] đã kết thúc.","5890":"[X] không có mặt để trả lời cuộc gọi của bạn.","5891":"Đang gọi tới [X] ...","5892":"[X] không đáp lại cuộc gọi của bạn.","5893":"Bạn có cuộc gọi từ [X].","5894":"Cuộc gọi tới [X] đã bị hủy.","5895":"Cuộc gọi với [X] đã được chuyển sang một thiết bị khác.","5896":"Gọi thoại","5897":"Gọi video","5898":"Người dùng [X] đã được mời và sẽ xuất hiện trong danh bạ của bạn khi họ chấp nhận y\/c đó.","5899":"Tên của những người bạn vừa mời sẽ xuất hiện trong danh bạ sau khi họ dùng lời mời của bạn để tạo tài khoản.","5900":"Xem các y\/cầu đã nhận","5901":"Xem các y\/cầu đã gửi","5902":"Các cuộc trò chuyện","5903":"Danh bạ","5904":"Hoạt động cuối","5905":"Chủ sở hữu","5906":"Truy cập","5907":"thử nghiệm","5908":"Nhập vào email hoặc tên danh bạ","5909":"MacOS\/UNIX filenames are case sensitive, Windows filenames are not. A folder containing both \"ABC.TXT\" and \"abc.txt\" can be synced to a UNIX machine without problems, but when synced to a Windows machine, only one of the two files will survive.MEGA imposes no restrictions on filenames - they can contain characters that are incompatible with the operating system, such as : or *. These will be rewritten as %xx on the local side and converted back to the original character when synced back. The Windows Explorer also has trouble with a number of seemingly innocuous file and folder names - \"con.doc\", for example, would not be accessible (to understand why, you have to be a geek or a veteran, or both). If you encounter such a situation, simply rename the file on the cloud side. Foreign characters in filenames are fully supported.MEGAsync supports fairly deep folder structures (MEGA itself is limited to a maximum of 63 levels) and very long pathnames (up to 32,000 characters under Windows). Unfortunately, most Windows software (including the Explorer) is unable to access files whose path is longer than 260 characters.","5910":"There are three ways of uploading files to MEGA using your web browser:1. Click on the red button on the start page2.\tGo to your file manager and click on the \"File Upload\" or (if you're using Chrome) \"Folder \tUpload\" buttons near the top3. Drag and drop files or (if you're using Chrome) folders onto the site","5911":"Thêm Danh Bạ","5912":"Tạo một thư mục mới rất dễ dàng. Ở ngay góc này, phía tay trái.","5913":"Bạn có thể tạo danh bạ mới bằng email hoặc chuyển nhập tất cả các liên lạc hiện có từ một dịch vụ khác.","5914":"Các cuộc trò chuyện","5915":"Nội dung chia sẻ mới","5916":"Thư mục của tôi","5917":"Không có danh bạ mới","5918":"Hình như email không này không đúng!","5919":"Bạn đã có một tên danh bạ với địa chỉ email này rồi!","5920":"Bạn không cần phải làm vậy, vì bạn là CHỦ sở hữu!","5921":"Tăng dần","5922":"Giảm dần","5923":"Đang online","5924":"Không phản hồi","5925":"Đang bận","5926":"Ngoại tuyến","5927":"Chuyển nhập Danh bạ","5928":"Tải Về","5929":"Bạn đã dùng vượt mức giới hạn không gian lưu trữ và tính năng tải lên đã bị vô hiệu cho tài khoản của bạn. Hãy chắc rằng bạn đang dùng đúng gói MEGA PRO phù hợp, hoặc liên hệ support@mega.co.nz.","5930":"Hủy yêu cầu","5931":"Nhấp [A]vào đây[\/A] để xem lượng sử dụng của bạn.","5932":"Quota exceeded","5933":"Delete your account","5934":"Failed to confirm account. Please try again. [{0}]","5935":"Your account has been created, confirmed and activated. You will automatically logged in.","5936":"Account activated","5937":"Confirmation needed","5938":"MEGA Cloud Drive account creation failed. Please try again. [{0}]","5939":"Account creation failed","5940":"Failed to create folder","5941":"Folder creation failed","5942":"Folder created successful","5943":"Delete failed","5944":"Retrieving link failed","5945":"Failed to download file. Please try again. [{0}]","5946":"Could not retrieve files and folders from MEGA. Please try again.","5947":"Fetching data failed","5948":"Failed to get link","5949":"Get link failed","5950":"Failed to retrieve preview","5951":"Getting preview failed","5952":"Image successful exported to 'saved pictures' album","5953":"Image saved","5954":"Error exporting image to  'saved pictures' album. Please try again","5955":"Failed to save image","5956":"MEGA link is copied to your clipboard","5957":"MEGA Cloud Drive login failed. Please try again. [{0}]","5958":"Move failed","5959":"The image is saved in your photo album","5960":"Picture saved","5961":"Are you sure you want to remove {0}?","5962":"Remove?","5963":"Failed to remove item","5964":"Remove failed","5965":"Item successful removed","5966":"Item removed","5967":"Renaming item failed","5968":"Rename failed","5969":"Please fill in your name, e-mail address and password","5970":"Fill in required fields","5971":"Export current image to 'saved pictures' album?","5972":"Not online","5973":"Failed to retrieve thumbnail [{0}]","5974":"Getting thumbnail failed","5975":"Failed to retrieve your account details. Please try again. [{0}]","5976":"Retrieving account details failed","5977":"You have successfully logged out","5978":"Logged out","5979":"Failed to logout. Please try again. [{0}]","5980":"Logout failed","5981":"Are you sure you want to remove {0} items?","5982":"Remove items?","5983":"{0} Items removed","5984":"Items removed","5985":"Failed to move item to rubbish bin. Please try again","5986":"Move to rubbish bin failed","5987":"Are you sure you want to move {0} to rubbish bin?","5988":"Move to rubbish bin?","5989":"Item successful moved to rubbish bin","5990":"Item moved","5991":"Are you sure you want to move to rubbish bin {0} items?","5992":"Move items?","5993":"{0} Items moved to rubbish bin","5994":"Items moved","5995":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?","5996":"Pending Transfers","5997":"You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?","5998":"The account is already confirmed. You can now login.","5999":"Account already confirmed","6000":"The typed password is incorrect","6001":"Wrong password","6002":"You have selected over 100 items ({0}) to download. Do you want to proceed?","6003":"Download count","6004":"Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.","6005":"Failed to pause transfers","6006":"Pause failed","6007":"Failed to resume transfers","6008":"Resume failed","6009":"Please select minimal 1 picture for upload","6010":"No pictures selected","6011":"Failed to prepare image: {0} for upload","6012":"Preparing image failed","6013":"Failed to upload photo","6014":"Upload photo failed","6015":"Could not find the selected file","6016":"File not found","6017":"Failed to open the selected file","6018":"Open file failed","6019":"Failed to upload the selfie picture","6020":"Selfie upload failed","6021":"Could not load files and folders from MEGA. Please try again or click on refresh.","6022":"Failed to load","6023":"Your PIN lock codes do not match. Please re-type them and make sure they are equal","6024":"PIN lock codes do not match","6025":"You have been logged out on this device from another location","6026":"Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?","6027":"Overquota Alert!","6028":"You have not selected a default download location for your files.To proceed with the download please select a destination folder or go to preferences in order to set up your default download location.","6029":"Failed to prepare file: {0} for upload","6030":"Preparing file failed","6031":"Failed to copy the selected file: [{0}]","6032":"Copy file failed","6033":"You don't have permission to copy this file type into the destination folder. Probably you are trying to save\/copy into a SD card a file of an unsupported type.Please, try to save\/copy the file into the your device internal memory.","6034":"Unauthorized access","6035":"Failed to copy masterkey to clipboard. Please try again","6036":"Clipboard failed","6037":"Current PIN lock is not correct or does not match","6038":"Current PIN lock no match","6039":"Masterkey copied to clipboard","6040":"Masterkey copied","6041":"PIN lock must be at least 4 digits","6042":"PIN lock too short","6043":"Cache has been succesfully cleared","6044":"Cache cleared","6045":"Not enough free memory space to complete this operation. The app will shutdown now","6046":"Memory Limit","6047":"no, only local","6048":"Download options","6049":"yes, export","6050":"Unknown resolution type","6051":"Failed to select folder. Please, try again or select another folder: [{0}]","6052":"Select folder failed","6053":"Failed to upload file. Please try again. [{0}]","6054":"Confirming account...","6055":"Creating account...","6056":"Creating folder...","6057":"Deleting '{0}'...","6058":"Retrieving download link...","6059":"Resuming session...","6060":"Fetching files & folders... [{0}]","6061":"Getting account details...","6062":"Getting link...","6063":"Getting preview...","6064":"Importing file...","6065":"Building view...","6066":"Logging in...","6067":"Logging out...","6068":"Moving...","6069":"Moving to Rubbish bin...","6070":"Pausing transfers...","6071":"Preparing downloads...","6072":"Preparing uploads...","6073":"Removing...","6074":"Renaming...","6075":"Resuming transfers...","6076":"add","6077":"add folder","6078":"MEGA","6079":"cancel","6080":"confirm","6081":"confirm your password","6082":"copy","6083":"registration","6084":"Created:","6085":"Create a new account here","6086":"Downloading...","6087":"your e-mail address","6088":"empty folder","6089":"No transfers","6090":"Loading preview...","6091":"MEGA link:","6092":"I want to share this MEGA cloud service file with you","6093":"my account","6094":"your name","6095":"New at MEGA? ","6096":"next","6097":"open","6098":"Open MEGA download link:","6099":"open link","6100":"your password","6101":"previous","6102":"refresh","6103":"Stay logged in","6104":"rename","6105":"Type a new name:","6106":"save","6107":"share","6108":"Size:","6109":"terms of use","6110":"Uploading...","6111":"transfers","6112":"Canceled","6113":"Canceling...","6114":"Error on transfer","6115":"Finished","6116":"Ready","6117":"settings","6118":"Create shortcut","6119":"Multi select","6120":"Pausing...","6121":"about","6122":"We want to special thank the following companies\/people for making this app possible:","6123":"done","6124":"preferences","6125":"PRO II","6126":"PRO III","6127":"Change PIN Lock","6128":"confirm your PIN lock","6129":"your PIN lock","6130":"yes","6131":"File upload","6132":"Link options","6133":"Select photo","6134":"Selfie mode","6135":"Take photo","6136":"Upload options","6137":"Image upload","6138":"PRO Lite","6139":"accept","6140":"account","6141":"acknowledgements","6142":"Always ask for download location","6143":"cache","6144":"cancel all","6145":"capture","6146":"clean up transfers","6147":"clear cache","6148":"clear selection","6149":"clipboard","6150":"your current PIN lock","6151":"Export masterkey","6152":"Export images to 'saved pictures' album after download","6153":"files (ascending)","6154":"files (descending)","6155":"Free space","6156":"largest","6157":"Make a PIN Lock","6158":"MasterKey","6159":"MEGA SDK","6160":"name (ascending)","6161":"name (descending)","6162":"newest","6163":"your new PIN lock","6164":"No data to show","6165":"No plans to display","6166":"oldest","6167":"pause all","6168":"Privacy policy","6169":"smallest","6170":"SORT BY","6171":"start\/resume all","6172":"subscribe","6173":"Terms of service","6174":"total","6175":"version","6176":"view","6177":"Download location","6178":"select folder","6179":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses.","6180":"MEGA will not compromise its end-to-end user controlled encryption model and is proud to not be part of the business network that discriminates against legitimate international businesses."}