{"10":"Nhiều hơn, tốt hơn, nhanh hơn, khỏe hơn và an toàn hơn.","11":"Điều 12","12":"Không ai bị xâm phạm một cách tùy tiện về đời tư, gia đình, nhà ở, hay thư tín, cũng như bị xúc phạm danh dự hay tiếng tăm của mình. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","13":"Tuyên ngôn Quốc tế về Nhân quyền","14":"Xác nhận xoá","15":"Bạn có chắc muốn xóa các mục ở trong Thùng Rác vĩnh viễn?","16":"Lỗi nội bộ","17":"Băng thông quá mức giới hạn","18":"Kết nối để tải đã quá nhiều","19":"Đăng nhập đã hết hạn hoặc không hợp lệ","20":"Tạm thời không có","21":"Tài khoản có vấn đề, xin vui lòng kiểm tra e-mail của bạn","22":"Tập tin không còn tồn tại","23":"Tập tin không truy cập được","24":"Lỗi giải mã","25":"Thư mục bạn đang dùng đã bị xóa hoặc di chuyển bởi một người khác.","26":"Thư mục bị mất","27":"Xin lỗi, 1 tập tin không tải lên được bởi vì nó lớn hơn [X].","28":"Xin lỗi, [X1] tập tin này không thể tải lên được bởi vì chúng lớn hơn [X2].","29":"Bạn đang bị giới hạn tải lên các tập tin với dự phòng Adobe Flash của chúng tôi vì trình duyệt của bạn không cung cấp FileReader HTML5. Nếu bạn muốn vượt qua hạn chế này (và tăng tốc độ trình duyêt), xin vui lòng cân nhắc cài đặt [A]Google Chrome[\/A].","30":"Trình duyệt bị hạn chế","31":"Bạn chỉ có thể tải lên các tập tin nhỏ hơn [X] với Internet Explorer. Chrome và Firefox cho phép bạn tải lên các tập tin với kích thước bất kỳ.","33":"MEGA thật là tuyệt  với Google Chrome","34":"Cảnh báo:","35":"Bạn đang sử dụng một trình duyệt lỗi thời, ảnh hưởng xấu đến hiệu suất truyền tập tin của bạn.","36":"Xin nâng cấp Google Chrome.","37":"Trong khi các nhà cung cấp trình duyệt khác đang gặp khó khăn để thực hiện đầy đủ các chức năng của HTML5, Google Chrome có tất cả - ngay bây giờ. Để sử dụng toàn bộ sức mạnh MEGA (chẳng hạn như tự động tải lên và tải về), chúng tôi đề nghị từ bỏ trình duyệt lỗi thời bạn đang dùng và cài đặt Chrome càng sớm càng tốt.","38":"Không hiện thông báo này nữa","39":"Không, Cám ơn","40":"Tải Chrome","41":"Bạn đã xóa một thư mục, trong đó có 1 thư mục chia sẻ.","42":"Một khi bạn làm sạch Thùng rác các chia sẻ này sẽ bị vô hiệu hóa.","43":"Bạn hủy bỏ một thư mục, trong đó có [X] thư mục chia sẻ.","44":"Một khi bạn làm sạch Thùng rác các những chia sẻ này sẽ bị vô hiệu.","45":"Cảnh báo, Thư mục chia sẻ","46":"Lỗi nội bộ","47":"Có lỗi xảy ra, vui lòng thử lại.","48":"Vui lòng nhập ít nhất ba ký tự để tìm kiếm.","49":"di chuyển [X] mục đã chọn","50":"1 tập tin","51":"[X] tập tin","52":"và","53":"1 thư mục","54":"[X] thư mục","55":"Chỉ được đọc","56":"Đọc & Viết","57":"Toàn quyền truy cập","58":"Tải về","59":"Lấy liên kết","60":"Chia sẻ","61":"Đổi tên","62":"Di chuyển","63":"Sao chép","64":"Quyền sử dụng","65":"Bạn chỉ có quyền đọc thư mục này.","66":"Bạn có quyền đọc & viết vào thư mục này.","67":"Bạn có toàn quyền trong thư mục này.","68":"Thư mục mới","69":"Tạo Thư Mục Mới","70":"Dọn Thùng Rác","71":"Thêm liên lạc","72":"Xóa liên lạc","73":"Bạn có chắc chắn muốn xóa người dùng này từ danh sách liên lạc của bạn?","74":"Bạn có chắc chắn muốn xóa những người dùng này từ danh sách liên lạc của bạn?","75":"Xóa liên lạc","76":"Bạn sẽ vĩnh viễn xóa [X] từ Thùng Rác.","77":"Bạn có muốn tiếp tục?","78":"Có","79":"Không","81":"OK","82":"Hủy bỏ","83":"Xóa","84":"Xác nhận xoá","85":"Tải lại","86":"Tên","87":"Kích thước","88":"Kiểu truyền tải","89":"Tình trạng","90":"Tốc độ","91":"Thời gian đã qua","92":"Thời gian còn lại","93":"Loại","94":"Sửa đổi lần cuối","95":"E-mail","96":"Quyền lợi","97":"Tải lên Mới","98":"Tải lên Thư mục","99":"Tải lên Tập tin","100":"Xóa Thùng Rác","101":"Thêm liên lạc","102":"Tìm kiếm","103":"Hủy bỏ truyền","104":"Truyền tập tin","105":"đang chờ","106":"Quản lý tập tin","107":"Bạn có muốn sao chép thư mục đã chọn đến hộp thư đến riêng của [X]?","108":"Yêu cầu xác nhận","109":"Bạn có muốn sao chép thư mục đã chọn vào thư mục chia sẻ này?","110":"Bạn có muốn sao chép đối tượng đã chọn vào hộp thư đến riêng của [X]?","111":"Bạn có muốn sao chép đối tượng đã chọn vào thư mục chia sẻ này?","112":"Xuất liên kết tập tin và khóa giải mã","113":"Liên kết tập tin","114":"Chìa khóa tập tin","115":"Tên tập tin","116":"Kích cỡ tập tin","117":"Di chuyển đến địa điểm","118":"Chọn đích đến","119":"Hạn mức băng thông miễn phí đã quá giới hạn","120":"Lượt tải xuống của bạn không thể tiếp tục, vì nó sẽ làm bạn vượt quá lượng truyền tải miễn phí hiện tại cho địa chỉ IP của bạn.","121":"Giới hạn này không cố định, tùy thuộc vào số lượng băng thông không sử dụng chúng tôi có.","122":"Chỉ những truyền tải thực hiện từ năm đến sáu tiếng trước mới được tính.","123":"Trong cửa sổ thời gian đó:","124":"Bạn đã tải xuống [X].","125":"[X1] sẽ trở nên khả dụng trong [X2].","126":"Giới hạn IP hiện tại là [X].","127":"Để tiện cho bạn, lượt xếp hàng tải xuống của bạn sẽ được đẩy vào mục chờ cho đến khi bạn có đủ hạn mức, và sau đó sẽ được tiếp tục tự động.","128":"Nếu bạn không muốn chờ, bạn có thể cân nhắc đăng ký thêm gói băng thông, cũng đồng thời cho bạn thêm nhiều không gian lưu trữ.","129":"Nâng cấp lên Pro","130":"Tải xuống tập tin","131":"Click \"Cho phép\" để hoàn tất tải xuống","132":"Di chuyển đối tượng","133":"Di chuyển [X]","134":"Sao chép [X]","135":"Lỗi","136":"Xin chọn thư mục đích.","137":"Xin chọn một đích đến hợp lệ.","138":"Thư mục đích không thể trùng với thư mục nguồn.","139":"Lỗi vòng lặp","140":"Lỗi vòng lặp: đích đến không thể là thư mục con của thư mục di chuyển.","141":"Xin nhập địa chỉ email hợp lệ.","142":"Xin chờ...","144":"Gỡ bỏ chia sẻ","145":"Địa chỉ email:","146":"Chia sẻ với người dùng mới:","147":"Cho phép truy cập","148":"Đóng","149":"Chia sẻ","150":"Đã mời liên lạc","151":"Người dùng [X] đã được mời và sẽ xuất hiện trong danh sách liên lạc của bạn khi đăng ký.","152":"Bạn không thể thêm chính mình vào danh sách liên lạc.","153":"Địa chỉ e-mail","154":"Thêm liên lạc","155":"Thêm","156":"Hủy bỏ","157":"Tên Thư mục","158":"Tạo","159":"Hủy bỏ","160":"Tên thư mục này đã được sử dụng. Xin thử lại.","161":"Đổi tên","162":"Đổi tên","163":"Hủy bỏ","164":"Ổ đĩa đám mây","165":"Liên lạc","166":"Hộp thư đến","167":"Thùng Rác","168":"Thùng Rác","169":"Menu","170":"Đăng ký","171":"Đăng nhập","172":"Kéo và thả các tập tin ở bất kỳ chỗ nào","174":"hoặc","175":"Chọn các tập tin","176":"Chọn tệp để tải lên","177":"Bạn giữ chìa khóa của những gì bạn lưu trữ trên nền tảng đám mây","178":"Hợp tác Trực tuyến An toàn","179":"Trình quản lý tập tin mạnh mẽ","180":"Hệ Sinh thái Ứng dụng","181":"Tính năng chi tiết","182":"Chia sẻ các thư mục mã hóa với đồng nghiệp hay đối tác kinh doanh và trao đổi các tài liệu mật thông qua mã hóa  đầu cuối minhbạch.","183":"Xem và quản lý các tập tin của bạn trong trình duyệt web, với hàng loạt tích hợp tăng tốc tải lên và tải về.","184":"Một API mở toàn diện cho phép các nhà phát triển tăng cường chức năng MEGA.","185":"Mã hóa RSA 2048 bit","186":"Đăng xuất","187":"Tài khoản của tôi","188":"Quản lý tập tin","189":"Hủy bỏ phiên làm việc","190":"Đăng nhập","191":"tạo một tài khoản","192":"Ghi nhớ tôi","193":"Đăng nhập","194":"[X] server đang trực tuyến","195":"Email của bạn","196":"Email của bạn","197":"Xin nhập địa chỉ e-mail của bạn.","198":"Xin nhập địa chỉ e-mail hợp lệ.","199":"Xin nhập mật khẩu.","200":"Rất tiếc, có vấn đề xảy ra.","201":"E-mail và\/hoặc mật khẩu không đúng. Xin thử lại.","202":"Tạo tài khoản mới","204":"hay","205":"đăng nhập","206":"Tên của bạn","207":"Email của bạn","208":"Tôi đồng ý với [A]Điều khoản Dịch vụ[\/A] của MEGA","209":"Đăng ký","210":"Sẵn sàng cho thời đại mới","211":"Lưu trữ đám mây sẽ hoàn toàn khác","212":"Xin nhập tên của bạn.","213":"Xin chọn một mật khẩu.","214":"Bạn phải chấp nhận điều khoản dịch vụ.","215":"Có lỗi không biết xảy ra. Xin thử lại sau.","216":"Tuyệt vời","217":"Xin kiểm tra email và click vào liên kết để xác nhận tài khoản.","218":"Địa chỉ email này đã đăng ký một tài khoản Mega.","219":"Địa chỉ email này đã đăng ký một tài khoản Mega.","220":"Yếu","221":"Khá","222":"Tốt","223":"Xuất sắc","224":"Chọn các tập tin để tải lên","225":"CHỌN TỆP TIN TẢI LÊN HOẶC KÉO & THẢ CHÚNG VÀO ĐÂY ","226":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Trong sáu giờ qua, địa chỉ IP của bạn đã dùng [X1] mà cùng với những tập tin đã chọn của [X2], đã vượt quá giới hạn hiện tại của  [X3]. Để đảm bảo việc sử dụng tài nguyên một cách công bằng, lượt tải xuống chưa xong của bạn sẽ phải chờ. Chúng sẽ tiếp tục tự động một khi đã bớt tắc nghẽn.","227":"Truyền tải bởi hạn mức băng thông có trả phí được miễn trừ khỏi hạn chế này, do đó, nếu bạn không muốn chờ đợi, bạn có thể xem xét việc đăng ký một tài khoản Pro.","228":"Quản lý băng thông đang hoạt động","229":"Không hiện ra nữa","230":"Nâng cấp lên Pro","231":"Cám ơn, tôi sẽ chờ","232":"Cám ơn, tôi sẽ chờ","233":"Tạm thời có lỗi, đang thử lại.","234":"Tải xuống tập tin","235":"Tải xuống","236":"Nhập","237":"Bắt đầu tải xuống","238":"Đánh dấu về vi phạm bản quyền","239":"Tải xuống hoàn tất","240":"Để hoàn tất việc truyền tải tập tin, bạn phải lưu tập tin lại một cách thủ công.","241":"Lưu tập tin của bạn","242":"Nâng cấp lên Chrome để tận hưởng toàn bộ sức mạnh của MEGA","243":"Tập tin bạn đang định tải xuống không còn khả dụng.","244":"Việc này có thể do các nguyên nhân sau:","246":"Tập tin đã bị xóa vì vi phạm Điều khoản Dịch vụ\/Chính sách Sử dụng.","247":"URL không hợp lệ - liên kết bạn đang truy cập không tồn tại","248":"Tập tin đã bị xóa bởi người dùng.","249":"Tập tin bạn đang định tải tạm thời không khả dụng.","250":"Hệ thống dự phòng của chúng tôi đã hỏng. Điều này có thể do các nguyên nhân sau:","251":"Vài server đang tạm ngưng để bảo trì.","252":"Chúng tôi đang quá tải, chúng tôi sẽ nâng công suất.","253":"Xin thử lại sau.","254":"Tập tin bạn đang định tải xuống không còn khả dụng.","255":"Tập tin này không còn khả dụng do bản quyền thuộc về [X].","256":"Khóa của bạn không có độ dài chính xác.","257":"Xin chắc rằng bạn nhập khóa hợp lệ.","258":"Đang tải xuống","259":"\"MEGA\" nghĩa là gì?","260":"MEGA là một từ viết tắt đệ quy và nghĩa là \"MEGA Encrypted Global Access\".","261":"MEGA bao gồm những gì?","262":"MEGA là nhà cung cấp dịch vụ lưu trữ đám mây. Nó cung cấp không gian lưu trữ có thể truy cập qua Internet cùng với băng thông, dưới cả hình thức miễn phí và trả phí. Nó cho phép bạn lưu trữ và truy cập các tập tin bằng trình duyệt hay qua các ứng dụng dành riêng trên máy khách.","264":"Theo chúng tôi biết, lưu trữ đám mây và mã hóa là việc làm hợp pháp. Xin tuân thủ các điều luật được áp dụng và các quy định về việc bạn sử dụng lưu trữ đám mây và mã hóa [B]như thế nào[\/B] cũng như [A]điều khoản sử dụng[\/A] của chúng tôi.","265":"MEGA được tạo ra bởi những người đã từng điều hành một trong những dịch vụ lưu trữ đám mây lớn nhất thế giới. Tôi có thể có lại tài khoản và các tập tin cũ?","266":"Thật không may, MEGA không có quyền truy cập vào bất kỳ tài sản nào mà các người dùng của nó đã tạo ra trước đó. Không có bất kì kết nối hợp pháp và không tái chế bất kì đoạn mã, phần cứng hoặc bản ghi cơ sở dữ liệu nào, do đó chúng tôi thấy không có cách nào phục hồi dữ liệu cũ của bạn.","267":"Tại sao lại đặt một công ty lưu trữ đám mây ở New Zealand mà không phải nơi nào khác?","268":"Ngoài những lí do quan trọng khác, tên gọi nguyên thủy theo tiếng Maori của New Zealand là \"Aotearoa\", nghĩa là \"Vùng đất của đám mây trắng\".","269":"Tôi có thể truy cập MEGA trên thiết bị di động?","270":"MEGA đã được tối ưu hóa cho các trình duyệt máy tính để bàn. Chúng tôi đang cố gắng để làm cho MEGA hoàn toàn tương thích với tất cả các thiết bị di động và máy tính bảng phổ biến. Bạn có thể mong chờ các ứng dụng  hấp dẫn cho các thiết bị di động yêu thích của bạn trong tương lai gần.","271":"Tôi có thể tiếp tục các kết nối tải lên-xuống gián đoạn?","272":"Có, miễn là bạn không đóng tab trình duyệt, các tải lên và xuống sẽ tiếp tục tự động sau các sự cố, chẳng hạn như gián đoạn về mạng hoặc thiết bị của bạn đã vào chế độ chờ\/ngủ. Xin lưu ý rằng các máy chủ của chúng tôi sẽ tự động loại bỏ các tải lên không hoàn thành sau 48 giờ không hoạt động.","273":"Tôi có thể tải lên cùng một tập tin nhiều lần?","274":"Bởi vì máy chủ không thể nhìn thấy tên tập tin, nên xung đột tên tập tin phải được xử lí từ phía máy khách. Với các thiết lập tiêu chuẩn, nếu bạn tải lên một tập tin mà bạn đã dường như có trong tài khoản của bạn (cùng một đường dẫn\/tên tập tin, cùng kích thước, cùng thời gian chỉnh sửa), nó sẽ được bỏ qua, nhưng không gì ngăn được việc bạn giữ nhiều tập tin hay thư mục với cùng tên trong cùng một thư mục.","275":"Làm thế nào để điều chỉnh việc sử dụng băng thông?","276":"Chính sách của chúng tôi không áp đặt bất kỳ hạn chế nhân tạo nào trên các người dùng của chúng tôi, trừ khi cần thiết do hạ tầng bị ách tắc. Do đó chúng tôi bảo lưu quyền hạn sử dụng băng thông của người dùng bất cứ lúc nào trên cơ sở cho mỗi IP. Hàng đợi truyền tải của bạn sẽ tự động tiếp tục khi tắc nghẽn đã giảm bớt. Với yêu cầu là không can thiệp thủ công.","277":"Có giới hạn về kích thước tập tin trên MEGA?","278":"Chúng tôi không áp đặt giới hạn nhân tạo về kích thước tập tin so với kích thước không gian ổ đĩa đám mây hiện có của bạn. Tuy nhiên, một số trình duyệt cũ hoặc không đạt yêu cầu kĩ thuật, yêu cầu toàn bộ tập tin phải được lưu trữ trong bộ nhớ để tải xuống (Firefox, IE10, Opera), hoặc cho cả tải xuống và tải lên (IE9, Safari 5).","279":"Tôi có thể tải lên và tải xuống cùng lúc?","280":"Có thể. Một lượt tải lên và một tải xuống trên mỗi tab trình duyệt có thể chạy song song với nhau.","281":"Sao không cung cấp chức năng xem trước hình ảnh hay xem thử video và audio?","282":"Vì mô hình mã hóa người dùng cuối của chúng tôi vốn ngăn cản bất kỳ thao tác nào từ phía máy chủ với dữ liệu của người dùng, điều đó là cần thiết để triển khai chức năng này.","283":"Tải tập tin lên MEGA như thế nào?","284":"Có ba cách để tải tập tin lên MEGA bằng trình duyệt của bạn:","285":"1. Click vào nút đỏ ở trang bắt đầu","286":"2.\tĐến phần quản lý tập tin và click vào nút \"Tải lên tập tin\" hay (nếu bạn đang dùng Chrome) \"Tải lên thư mục\" gần trên cùng","287":"3. Kéo và thả tập tin hoặc (nếu bạn đang dùng Chrome) thư mục vào trang web","288":"Cài đặt MEGA như thế nào?","289":"Bạn không cần cài đặt gì cả. MEGA hoàn toàn dựa trên trình duyệt và hoạt động với tất cả các trình duyệt lớn. Để tận dụng hết sức mạnh MEGA, chúng tôi thật sự khuyến nghị dùng Google Chrome.","290":"Chia sẻ thư mục hoạt động như thế nào?","291":"Bạn có thể chia sẻ bất kỳ thư mục con của ổ đĩa đám mây của bạn với gia đình, bạn bè hoặc đồng nghiệp. Lời mời là địa chỉ e-mail. Những người được mời không có tài khoản sẽ nhận được một e-mail thông báo với một liên kết đăng ký. Ngoài ra, bạn có thể tạo ra một liên kết công cộng đến bất kỳ thư mục nào của bạn và xuất khóa mật mã, làm cho nó có thể truy cập mà không cần tài khoản MEGA. Khi đó trách nhiệm của bạn là truyền khóa thư mục một cách an toàn đến người nhận.","292":"Để thiết lập, sửa đổi hoặc xóa một chia sẻ, chỉ cần click chuột phải vào một thư mục trong phần quản lý tập tin của bạn và chọn Chia sẻ. Có ba cấp độ truy cập: chỉ đọc, đọc\/ghi (các tập tin có thể được thêm vào, nhưng không bị xóa), và đầy đủ (các tập tin có thể được thêm vào và xóa).","293":"Nếu bạn thêm một địa chỉ e-mail mà không có tài khoản, bạn cần phải online ít nhất một lần sau khi người nhận hoàn tất quá trình đăng ký để bạn có thể mã hóa bí mật chia sẻ với khóa công cộng vừa được tạo của người đó.","294":"Làm thế nào để xóa người từ thư mục chia sẻ của tôi?","295":"Chỉ cần click chuột phải vào một thư mục trong phần quản lý tập tin của bạn và chọn chia sẻ. Bạn sẽ thấy tất cả những người có quyền truy cập vào thư mục chia sẻ. Nhấp chuột phải vào người đó và chọn tùy chọn Xóa từ menu.","296":"Làm sao tôi nhận ra thư mục chia sẻ của mình?","297":"Thư mục chia sẻ trong phần quản lý tập tin của bạn có một biểu tượng đặc biệt với một bàn tay dưới tập tin.","298":"Tôi có thể chia sẻ thư mục đã được chia sẻ cho tôi?","299":"Không. Chia sẻ thư mục không có tính dây chuyền.","302":"Làm sao tôi liên kết đến một tập tin trên MEGA?","303":"Trước hết, xin cảnh báo: mã bảo mật của các tập tin của bạn phụ thuộc vào tính bảo mật của các khóa mã hóa liên quan. Hãy chắc chắn rằng bạn chỉ truyền tải chúng thông qua các kênh được bảo vệ! Chẳng hạn như e-mail tiêu chuẩn là không đủ tốt.","304":"Hãy nhớ điều đó, sau đó lựa chọn một hoặc nhiều tập tin trong phần quản lý tập tin của bạn, sau đó click phải  và dùng \"Lấy liên kết\". Một hộp thoại với các liên kết công cộng đến tập tin mà bạn đã chọn sẽ mở ra. Bạn có thể chọn để xuất mỗi liên kết và khóa riêng rẽ hoặc là một liên kết kết hợp duy nhất.","305":"Việc mã hóa hoạt động như thế nào?","306":"Tất cả các mã hóa theo mô hình đầu cuối với nhau (end-to-end). Dữ liệu tải lên được mã hóa trên thiết bị tải lên trước khi nó được gửi lên Internet, và dữ liệu tải về được giải mã sau khi nó đã đến thiết bị tải về. Các máy khách có trách nhiệm tạo ra, trao đổi và quản lý các khóa mã hóa. Các khóa mã hóa có thể sử dụng không bao giờ rời khỏi máy khách (trừ các khóa công cộng RSA).","307":"Tất cả thông tin cá nhân của tôi được mã hóa?","308":"Không. Chỉ có dữ liệu và tên tập tin\/thư mục được mã hóa. Thông tin mà chúng tôi cần truy cập để hoạt động, chẳng hạn như địa chỉ e-mail của bạn, địa chỉ IP, cấu trúc thư mục, quyền sở hữu tập tin và các thông tin thanh toán, được lưu trữ và xử lý không mã hóa. Xin vui lòng xem chính sách bảo mật của chúng tôi để biết thêm chi tiết.","309":"Dữ liệu đã lưu của tôi có được an toàn tuyệt đối?","310":"Mọi biện pháp an toàn đều là tương đối. Tốn tại những hướng tấn công sau - chúng không phải chỉ có ở MEGA, nhưng chúng tôi muốn bạn hiểu về các rủi ro:","311":"Những tài khoản cá nhân bị nguy hiểm bởi:","312":"- Phần mềm gián điệp trên máy tính của bạn. Một keylogger đơn giản là đủ, nhưng các thông tin về phiên và các khóa cũng có thể được trích xuất từ bộ nhớ hay tập tin hệ thống.","313":"- Những kẻ nhìn lén. Đừng nhập mật khẩu khi ai đó có thể nhìn lén bàn phím của bạn.","314":"Phá mật khẩu bằng brute-force. Hãy dùng mật khẩu phức tạp.","315":" - Giả danh.  Luôn luôn xác nhận tình trạng bảo mật của kết nối của bạn (https:\/\/) và tên miền chính xác (mega.co.nz) trước khi nhập mật khẩu của bạn.","316":"Những cuộc tấn công diện rộng có thể thực hiện qua:","317":"- Kiểu tấn công \"người trung gian\". Yêu cầu phát hành một bản sao hợp lệ chứng thực SSL kết hợp với việc giả mạo DNS và\/hoặc các cuộc tấn công trên các tuyến đường BGP của chúng tôi (một kịch bản theo phong cách DigiNotar).","318":"- Đạt được quyền truy cập vào máy chủ web lưu trữ tên miền https:\/\/mega.co.nz\/index.html và thay thế các tập tin đó với một phiên bản giả mạo (không ảnh hưởng nếu truy cập thông qua các ứng dụng). Lưu ý rằng thao tác nội dung trên nội dung phân phối CDN tĩnh của chúng tôi không tạo ra nguy cơ an ninh, bởi vì tất cả các nội dung động nạp từ index.html phải xác minh bằng mã hóa chia nhỏ (hãy coi nó như một loại \"khởi động an toàn\" cho các trang web). Kiểu tấn công này đòi hỏi phải gửi mã độc cho máy khách và do đó có thể phát hiện được.","319":"- Đạt được quyền truy cập vào cơ sở hạ tầng máy chủ lõi của chúng tôi và tạo ra các yêu cầu khóa giả mạo trên các chia sẻ hiện có. Kiểu tấn công này chỉ ảnh hưởng đến dữ liệu trong tài khoản với các thư mục được chia sẻ và có thể phát hiện trên các máy khách.","320":"Điều gì xảy ra nếu tôi không tin tưởng các anh? Vẫn an toàn cho tôi sử dụng MEGA chứ?","321":"Nếu bạn không tin tưởng chúng tôi, bạn không thể chạy bất kỳ đoạn mã nào được cung cấp bởi chúng tôi, do đó, mở trang web của chúng tôi trong trình duyệt của bạn và nhập mật khẩu của bạn là không thể. Nếu bạn vẫn muốn sử dụng MEGA, bạn phải dùng một ứng dụng được viết bởi một người nào đó mà bạn tin tưởng.","322":"Tôi tin tưởng các anh và trung tâm dữ liệu New Zealand của các anh, nhưng tôi không tin tưởng trung tâm dữ liệu ở Đức của các anh, bởi vì nó được điều hành bởi một công ty Mỹ. Liệu có an toàn cho tôi khi sử dụng MEGA?","323":"Có, bạn vẫn có thể sử dụng MEGA (với một vài hạn chế) một cách an toàn ngay cả khi trung tâm dữ liệu chính của chúng tôi ở Đức hoàn toàn bị tổn hại. Trung tâm dữ liệu New Zealand đảm bảo rằng không có mã độc nào có thể chạy khi bạn truy cập https:\/\/mega.co.nz\/.","324":"Dữ liệu mà tôi đặt trong thư mục chia sẻ có an toàn như dữ liệu khác của tôi không?","325":"Thư mục chia sẻ, về bản chất, chỉ an toàn ở mức thành viên kém an toàn nhất của chúng. Tuy nhiên, nếu cơ sở hạ tầng máy chủ chính của chúng tôi bị hư hại đặt ra một nguy cơ khác: chìa khóa công cộng có thể bị thao túng, và các yêu cầu khóa có thể bị giả mạo.","326":"Giả sử rằng một nút lưu trữ MEGA bị tổn hại về mặt vật lý. Những rủi ro là gì?","327":"Thông báo lỗi sau khi tải về các tập tin thao tác. Thậm chí nếu kẻ tấn công có khóa mã hóa cho một tập tin được cung cấp trên nút đó, hắn vẫn không thể thay thế nó bằng một cái giả mạo mà không làm lượt tải xuống tiếp theo thất bại.","328":"Lưu tất cả những dữ liệu vào chung một chỗ có phải là ý hay?","329":"Luôn luôn giữ các bản sao dự phòng các tập tin quan trọng, cả trực tuyến và ngoại tuyến. Mặc dù chúng tôi lưu trữ mỗi tập tin trong ít nhất hai địa điểm, không có gì đảm bảo trước các lỗi liên tiếp và lặp lại.","330":"Tại sao tôi nên tin tưởng trao những dữ liệu của mình cho các anh, mà không phải ai khác?","331":"Chúng tôi cung cấp cho người dùng chức năng UCE, khi bạn, người sử dụng, sẽ kiểm soát các khóa. Việc thực hiện UCE là mã nguồn mở, và chúng tôi kêu gọi và khuyến khích cộng đồng nghiên cứu và cung cấp các thông tin phản hồi. Chúng tôi tin rằng phương pháp này là an toàn hơn nhiều so với lưu trữ dữ liệu của bạn với một nhà cung cấp theo kiểu mã hóa phía máy chủ khi mà ISP kiểm soát khóa, hoặc tệ hơn, không có mã hóa gì hết - nếu, ví dụ, tập tin người dùng MEGA đột ngột có thể truy cập mà không cần mật khẩu do một lỗi lập trình, chúng cũng không thể đọc được khi không có các khóa giải mã do người dùng kiểm soát.","332":"Tôi nhận thấy các anh đang sử dụng HTTPS để chuyển các tập tin dữ liệu đã được mã hóa. Không phải là dư thừa sao?","333":"Đúng là như vậy. Thật không may, hầu hết các trình duyệt đều phản kháng với việc thành lập các kết nối không an toàn từ một trang an toàn, và ai có thể đổ lỗi cho chúng - chúng không thể nhận thức được thực tế là có một lớp mã hóa khác đang hoạt động. Bởi vì HTTPS ảnh hưởng xấu đến hiệu suất, chúng tôi cho phép bạn tắt nó đi trên các trình duyệt cho phép điều đó (Chrome, Safari và Firefox đến phiên bản 17) để tăng tốc độ truyển tải mà không gây nguy hiểm cho bảo mật hoặc tính toàn vẹn dữ liệu của bạn. Bạn sẽ thấy một cảnh báo SSL xuất hiện khi truyền tập tin đầu tiên của bạn trong một số trình duyệt - chỉ trong trường hợp này, bạn có thể an toàn mà bỏ qua nó.","334":"Thuật toán mã hóa MEGA sử dụng nội bộ là gì?","335":"Để truyền tải số lượng lớn, chúng tôi dùng AES-128 (chúng tôi tin rằng việc hao tốn công suất CPU cao hơn cho AES-192 và AES-256 là không xứng đáng với lợi ích lý thuyết về an ninh, ít nhất cho đến khi có sự ra đời của máy tính lượng tử). Kiểm tra tính toàn vẹn sau khi tải được thực hiện thông qua một biến thể CCM, kém hiệu quả hơn so với OCB, nhưng không bị giới hạn về bản quyền.","336":"Để thiết lập các chia sẻ bí mật giữa người dùng và đặt các tập tin vào hộp thư đến của bạn, chúng tôi dùng RSA-2048 (độ dài khóa đã được lựa chọn trên cơ sở giữa \"quá không an toàn\" và \"quá chậm\"). Tất cả mã hóa, giải mã và chìa khóa được thực hiện bằng JavaScript, giới hạn thông qua một vài MB\/s và gây ra tải CPU đáng kể. Chúng tôi rất mong muốn được thực hiện HTML5 WebCrypto API đã được đề xuất, trong tất cả các trình duyệt chính, sẽ giúp loại bỏ tình trạng thắt cổ chai.","337":"Bộ tạo số ngẫu nhiên có sẵn của JavaScript được tăng cường thông qua một pool dữ liệu timing chuột\/bàn phím RC4 ngẫu nhiên cũng như mật mã. * Ngẫu nhiên nếu có thể (chỉ áp dụng cho trình duyệt Chrome tại thời điểm này).","338":"MEGA có sao lưu những tập tin của tôi không?","339":"Chúng tôi lưu trữ các tập tin của bạn trên ít nhất hai máy chủ trong các trung tâm dữ liệu khác nhau, nếu có thể.","340":"Nếu quên mật khẩu, tôi có thể đặt lại không?","341":"Mật khẩu MEGA của bạn không chỉ là mật khẩu - đó còn là chìa khóa mã hóa chính cho tất cả các dữ liệu của bạn. Nếu bạn bị mất nó, bạn sẽ mất quyền truy cập vào tất cả các tập tin của bạn không nằm trong một thư mục chia sẻ và trước đó bạn đã không xuất khóa tập tin hay thư mục cho chúng.","344":"Khi nào tôi cần nâng cấp lên tài khoản Pro?","345":"Một tài khoản Pro sẽ cung cấp cho bạn thêm không gian lưu trữ và hạn mức băng thông mà chúng tôi sẽ tự động thu lại bất cứ khi nào đạt đến giới hạn băng thông hoạt động - bạn có thể tự sử dụng hạn mức, hoặc cấp cho bên thứ ba truy cập vào dữ liệu của bạn (bao gồm người sử dụng không có tài khoản MEGA). Tỷ lệ phần trăm tối đa hạn mức băng thông phân bổ cho các bên thứ ba có thể cấu hình trong cài đặt tài khoản của bạn.","346":"Chức năng giới hạn tốc độ tải lên có gì tốt?","347":"Nhiều router không ưu tiên các gói tin nhỏ trong trường hợp nghẽn liên kết, kết quả là đường truyền vào của bạn bị ảnh hưởng nghiêm trọng trong khi liên kết ngoài của bạn thì đầy. Do đó, chúng tôi cung cấp một tùy chọn quản lý tốc độ tự động mà chúng tôi đo băng thông ngoài của bạn hiện tại trong thời gian mười giây ban đầu của một tải lên và sau đó giữ ít nhất 10% trong số đó không sử dụng. Bạn cũng có thể thiết lập một giới hạn cố định.","348":"Các tính năng của tài khoản miễn phí?","349":"Một ổ đĩa đám mây an toàn, hiệu suất cao, có thể truy cập toàn cầu với [X] không gian lưu trữ. Nếu bạn cần nhiều hơn thế, bạn có thể nâng cấp lên một tài khoản [A1]Pro[\/A1]. Click [A2]vào đây[\/A2] để xem việc sử dụng hiện tại của bạn.","359":"MEGA có cung cấp API?","361":"Có. Mã nguồn JavaScript mở triển khai giao diện dựa trên trình duyệt MEGA sử dụng API của chúng tôi, vì vậy bạn có vô số mã mẫu trong thực tế để lấy nếu bạn thấy [A]tài liệu[\/A] của chúng tôi là không đủ. Vì chúng tôi không có các nguồn lực để xây dựng tất cả các ứng dụng thú vị để biến MEGA thành một công cụ đa năng và hữu ích, chúng tôi mời bạn giúp chúng tôi. Sau khi kiểm tra mã ứng dụng của bạn có backdoor hay không, chúng tôi sẽ đưa nó lên trang web của chúng tôi. Chúng tôi rất vui được thảo luận về các cách thức chia sẻ doanh thu cho các ứng dụng phổ biến.","362":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Tập tin bạn đang định tải xuống lớn hơn giới hạn hiện tại [X3] của chúng tôi. Việc truyền tải nó đã bị hoãn lại và sẽ bắt đầu tự động khi việc tắc nghẽn đã giảm bớt.","365":"Trình duyệt của bạn không đủ hiện đại để tải về một tập tin lớn thế này.","366":"Cảnh báo bản quyền","367":"MEGA tôn trọng bản quyền của các bên khác và yêu cầu người sử dụng dịch vụ đám mây MEGA tuân thủ theo quy định của pháp luật về quyền tác giả. Nghiêm cấm sử dụng dịch vụ đám mây MEGA để vi phạm bản quyền. Bạn không được tải lên, tải về, lưu trữ, chia sẻ, hiển thị, stream, phân phối, gửi e-mail, liên kết đến, truyền tải hoặc dùng các phương thức khác để làm khả dụng bất kỳ tập tin, dữ liệu hoặc nội dung nào vi phạm bản quyền, hoặc quyền sở hữu khác của bất kỳ người hay tổ chức nào.","368":"Cảnh báo:","369":"Mô hình mã hóa bảo mật của MEGA phụ thuộc vào tính bảo mật của những khóa hiển thị ở trên. Đừng truyền tải chúng qua các kênh không an toàn!","370":"Sao chép vào bộ nhớ","371":"Đã sao chép vào bộ nhớ","372":"Tải lên","373":"Tải xuống","374":"Hứa là làm","375":"Chặn điều hướng do đang truyền tập tin.","376":"Bạn cần phải đăng nhập để xem trang này.","377":"Hiện bạn đang có ít nhất một tập tin được truyền tải.Nếu tiếp tục, việc truyền tải sẽ bị gián đoạn.","378":"Xin hãy nhập mật khẩu để xác nhận tài khoản của bạn.","379":"Xin hãy đăng nhập để lấy tập tin này vào tài khoản của bạn.","380":"Nhập khóa giải mã","381":"Bảo lưu mọi quyền","382":"sản xuất ở New Zealand","383":"Hỗ trợ","384":"Trung tâm Hỗ trợ","385":"Điều khoản Dịch vụ","386":"Chính sách Riêng tư","387":"Bản quyền","388":"Cộng đồng","389":"Blog","390":"Đối tác","391":"Đại lý","392":"Nhà phát triển","393":"Đối tác Hosting","394":"Nhà đầu tư","395":"Trở thành đại lý","396":"Về chúng tôi","397":"Thành viên miễn phí","398":"Thành viên Pro","399":"Liên hệ","400":"Cơ bản","401":"Chia sẻ","402":"Bảo mật & Riêng tư","403":"Tài khoản","404":"Thanh toán & Hóa đơn","405":"Công cụ","406":"Câu hỏi thường gặp nhất:","407":"Danh mục:","408":"Tháng Một","409":"Tháng Hai","410":"Tháng Ba","411":"Tháng Tư","412":"Tháng Năm","413":"Tháng Sáu","414":"Tháng Bảy","415":"Tháng Tám","416":"Tháng Chín","417":"Tháng Mười","418":"Tháng Mười Một","419":"Tháng Mười Hai","420":"Xin hãy đăng nhập để bắt đầu tải lên.","421":"Xin chấp nhận điều khoản dịch vụ","422":"Tôi đồng ý","423":"Bạn cần đăng ký một tài khoản để sử dụng chức năng chia sẻ. Bạn có muốn đăng ký bây giờ không?","424":"Chia sẻ vô hiệu","425":"Đổi tên Thư mục","426":"Đổi tên Tập tin","427":"Chi tiết tài khoản","428":"Voucher","429":"Lịch sử Phiên","430":"Lịch sử mua hàng","431":"Lịch sử giao dịch","432":"Loại tài khoản:","433":"Nâng cấp","434":"Loại đăng ký:","435":"MIỄN PHÍ","436":"Không","437":"Không gian Lưu trữ:","438":"[X] đã dùng","439":"[X1] trong [X2]","440":"Quản lý Băng thông","441":"Bật Quản lý Băng thông","442":"Tắt Quản lý Băng thông","443":"Bạn có thể xác định tỷ lệ phần trăm mà bạn muốn phân bổ vào băng thông phục vụ.","444":"Đặt Băng thông Phục vụ:","445":"Băng thông đang phục vụ","446":"(dành cho bên thứ ba tải xuống tập tin của bạn)","447":"Băng thông Tải xuống","448":"(dành cho tải xuống tập tin từ bên thứ ba)","449":"Số dư tài khoản","450":"Trên cùng","451":"Tạo voucher:","452":"Loại voucher:","453":"Chọn loại voucher","454":"Số lượng:","455":"Tạo","456":"Dùng voucher:","457":"Mua voucher","458":"Dùng","459":"Voucher của bạn","460":"Voucher không dùng","461":"Voucher đã dùng","462":"Voucher đã hủy bỏ","463":"Voucher đã hủy","464":"Tất cả voucher","466":"[X] cuối cùng","467":"Lịch sử Phiên ","468":"Lịch sử Giao dịch","469":"[X] lần mua cuối","470":"Lịch sử Giao dịch","471":"[X] giao dịch cuối","472":"[X] phiên cuối","473":"Xin lỗi, đó không phải là mã voucher hợp lệ.","474":"Ngày hết hạn:","475":"Ngày\/Giờ","476":"Đồ vật","477":"Số lượng","478":"Phương pháp thanh toán","479":"Trình duyệt","480":"Địa chỉ IP","481":"Quốc gia","482":"Hoạt động gần nhất","483":"Phiên hiện tại","484":"ID giao dịch","485":"Có","486":"Nợ","487":"Mã voucher","488":"Tình trạng","489":"Không dùng","490":"Đã dùng ngày","491":"Hủy bỏ ngày","492":"Đã hủy bỏ ngày","494":"Chọn gói của bạn:","495":"Lưu trữ","496":"Băng thông","497":"Chọn giá:","498":"mỗi tháng","499":"mỗi năm","500":"Chọn giá:","501":"tiết kiệm 17%","502":"Chọn giá:","503":"Chọn phương thức thanh toán:","504":"Số dư trả trước","505":"mua voucher","506":"Chuyên nghiệp","507":"Tiếp tục","508":"mã voucher","509":"CÔNG TY CỦA SỰ RIÊNG TƯ","510":"Chào mừng đến với MEGA!","511":"Cặp khóa công khai \/ bí mật 2048-bit RSA của bạn đã được tạo.","512":"Để tăng cường độ an toàn của khóa, chúng tôi đã thu thập dữ liệu ngẫu nhiên từ các cử động chuột và thời gian gõ phím của bạn.","513":"Mã voucher đã được đưa vào tài khoản của bạn, tuy nhiên số tiền trả trước mới của bạn không đủ cho lần mua này. Xin vui lòng nạp thêm vào tài khoản, hoặc thử mua một gói rẻ hơn.","514":"Số dư không đủ, xin thử lại.","515":"Thư mục này chứa hơn 500 mục. Những thư mục lớn có thể làm chậm trình duyệt của bạn. Xin cân nhắc dùng thư mục con.","516":"Nhận hỗ trợ","517":"Có trục trặc? Xin kiểm tra [A]trung tâm hỗ trợ[\/A] của chúng tôi trước. Nếu câu hỏi của bạn không được giải đáp ở đó, đừng ngần ngại liên lạc với chúng tôi.","518":"Pháp lý","519":"Bộ phận pháp lý của chúng tôi luôn sẵn sàng trả lời các câu hỏi của bạn.","520":"Bản quyền","521":"Lo ngại về một người dùng xâm phạm quyền sở hữu tài sản trí tuệ của bạn? Xin gửi thông báo gỡ bỏ qua [A]mẫu đơn trực tuyến[\/A] của chúng tôi hay gửi e-mail cho chúng tôi.","522":"Đề xuất cải tiến","523":"Xin gửi yêu cầu về chức năng và các đề xuất về sử dụng ở đây.","524":"Báo lỗi","525":"MEGA hiện tại là bản beta, chúng tôi rất hoan nghênh các báo lỗi. Càng chi tiết càng tốt.","526":"Truyền thông","527":"Chúng tôi chào đón giới truyền thông, bao gồm các người viết blog, liên lạc với chúng tôi với các câu hỏi về MEGA.","528":"Trở thành đại lý","529":"Hãy trở thành một phần của câu chuyện thành công!","530":"Chương trình đại lý của chúng tôi sẽ giúp bạn bán voucher MEGA đến trực tiếp khách hàng.","531":"Chi tiết:","532":"Bạn sẽ được quyền truy cập vào giao diện quản lý voucher hiện đại của chúng tôi.","533":"Tạo voucher thời gian thực từ số dư tài khoản của bạn.","534":"Hoa hồng doanh thu hậu hĩnh ngay từ đầu.","535":"Càng bán nhiều, hoa hồng doanh thu càng cao, lợi nhuận càng lớn.","536":"Truy cập API đại lý sẽ cho phép bạn phát triển các ứng dụng hay để tương tác với hệ thống chúng tôi theo thời gian thực.","537":"Quảng cáo miễn phí: trang web của bạn sẽ được liên kết trên Mega.","538":"Sau khi xem xét và phê duyệt ứng dụng đại lý bán lẻ của bạn. Trang web và việc kinh doanh của bạn phải đáp ứng các tiêu chuẩn của chúng tôi.","539":"Hoa hồng Doanh thu","540":"Hoa hồng doanh thu của bạn sẽ được chiết khấu khi tạo voucher.","541":"Doanh thu hàng tháng","542":"Hoa hồng doanh thu","543":"nhiều hơn [X]","544":"Đăng ký đại lý","545":"Đăng ký làm đại lý","546":"Chi tiết","547":"Chi tiết của bạn","548":"Thị trường","549":"Chọn thị trường đại lý","550":"Thanh toán","551":"Chọn phương thức thanh toán","552":"Chọn phương thức thanh toán từ danh sách những nhà cung cấp sẵn có","553":"Nhà cung cấp thanh toán của bạn không có trong danh sách? Xin vui lòng [A]gửi e-mail cho chúng tôi[\/A]","554":"Hoàn tất","555":"Tôi đồng ý với [A]Điều khoản Dịch vụ Đại lý[\/A] MEGA","556":"Sau","557":"Chọn thị trường từ danh sách những quốc gia sẵn có","558":"Trước","559":"Tên bạn","560":"URL kinh doanh","561":"Địa chỉ","562":"ZIP \/ Mã bưu chính","563":"Tên kinh doanh","564":"Số điện thoại","565":"Thành phố","566":"Chọn quốc gia trên mỗi phương thức thanh toán:","568":"Hãy chọn quốc gia của bạn","569":"Thiết lập truyền tải","570":"Số lượng kết nối tải lên song song:","571":"Số lượng kết nối tải xuống song song:","572":"Giới hạn tốc độ tải lên:","573":"Không","574":"Tự động","575":"Cố định","576":"Bỏ qua tập tin trùng lặp khi tải lên:","577":"Có","578":"Không","579":"Dùng SSL để truyền tải tập tin:","580":"Tắt SSL tăng hiệu suất mà không làm giảm mức bảo mật.","581":"Hãy nhập tên của bạn.","582":"Hãy nhập URL kinh doanh của bạn.","583":"Hãy nhập địa chỉ của bạn.","584":"Hãy nhập ZIP \/ mã bưu chính của bạn.","585":"Hãy nhập tên kinh doanh của bạn.","586":"Hãy nhập số điện thoại của bạn.","587":"Hãy nhập thành phố của bạn.","588":"Hãy nhập quốc gia của bạn.","589":"Bạn phải chấp thuận điều khoản dịch vụ dành cho đại lý.","590":"Hãy chọn ít nhất một quốc gia.","591":"Hãy chọn ít nhất một phương pháp thanh toán.","592":"Hãy chọn ít nhất một quốc gia trên mỗi nhà cung cấp dịch vụ thanh toán.","593":"Quá chuẩn","594":"Bạn sẽ nhận được một e-mail từ chúng tôi với các hướng dẫn chi tiết hơn.","620":"Thông báo Vi phạm Bản quyền","621":"Thông báo","622":"Chúng tôi tôn trọng bản quyền của người khác và yêu cầu người sử dụng dịch vụ của chúng tôi thực hiện theo quy định của pháp luật về quyền tác giả. Nghiêm cấm sử dụng các dịch vụ của chúng tôi để vi phạm bản quyền. Bạn không được tải lên, tải về, lưu trữ, chia sẻ, hiển thị, stream, phân phối, e-mail, liên kết đến, truyền tải hoặc dùng các phương thức khác để làm khả dụng bất kì tập tin, dữ liệu, hoặc nội dung nào vi phạm bản quyền hoặc quyền sở hữu khác của bất kỳ người nào hoặc tổ chức nào. Chúng tôi sẽ phản hồi thông báo vi phạm bản quyền theo đúng quy định của luật áp dụng và được cung cấp cho chúng tôi đúng cách. Nếu bạn tin rằng nội dung của bạn đã bị sao chép hoặc sử dụng một cách vi phạm bản quyền, xin vui lòng cung cấp cho chúng tôi các thông tin sau: (i) một chữ ký vật lý hoặc điện tử của chủ sở hữu quyền tác giả hoặc người được ủy quyền đại diện cho họ, (ii) xác định các tác phẩm có bản quyền tuyên bố đã bị vi phạm; (iii) xác định các đối tượng được tuyên bố là vi phạm hoặc là đối tượng của hành vi vi phạm mà cần được gỡ bỏ hoặc ngăn chặn truy cập vào, và thông tin đầy đủ cho phép chúng tôi xác định vị trí các đối tượng đó bao gồm các liên kết URL, (iv) thông tin liên lạc của bạn, bao gồm địa chỉ, số điện thoại, và địa chỉ email, (v) một thông báo của bạn rằng bạn tin chắc rằng việc sử dụng của đối tượng theo phản ánh là không được phép của chủ sở hữu quyền tác giả, đại diện của nó hoặc pháp luật; và (vi) một tuyên bố rằng thông tin trong thông báo là chính xác, và dưới hình phạt về tội khai man (trừ khi luật áp dụng nói khác), mà bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","623":"Chúng tôi có quyền loại bỏ dữ liệu bị cáo buộc là vi phạm mà không cần thông báo trước, theo quyết định của chúng tôi, và không cần trách nhiệm với bạn. Trong những trường hợp nhất định, chúng tôi cũng sẽ đóng tài khoản của bạn nếu bạn được xác định là một người tái vi phạm. Đại diện chỉ định của chúng tôi để thông báo vi phạm bản quyền là:","624":"Thông báo Bản quyền","625":"Xin dùng mẫu đơn này để gửi thông báo bản quyền. Chúng tôi sẽ trả lời trong vòng 24 giờ (hoặc ngay lập tức trong giờ hành chính).","626":"Nội dung:","627":"Thông tin bắt buộc","628":"Vi phạm bản quyền của cá nhân tôi.","629":"Vi phạm bản quyền của người  tôi có quyền để đại diện.","630":"Cách gỡ bỏ","631":"Chọn cách gỡ bỏ","632":"1. Chỉ vô hiệu hoá việc công khai các URL - các tập tin sẽ vẫn còn trong tài khoản của chủ sở hữu","633":"2. Vô hiệu hoá tất cả các URL công khai của các tập tin - các tập tin sẽ ở lại trong tài khoản của chủ sở hữu","634":"3. Hủy bỏ tất cả các tập tin cơ bản của URL được cung cấp - không người nào được phép lưu trữ dưới bất kỳ hoàn cảnh nào trên toàn thế giới","635":"Tôi tuyên bố rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại lý của nó, hoặc pháp luật (ví dụ như sử dụng công bằng)","636":"Tôi hiểu rằng tôi có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu tôi cố ý và cố ý xuyên tạc rằng nội dung báo cáo, URL, hoặc các tập tin đang vi phạm.","637":"Các thông tin trong thông báo này là chính xác, và tôi tuyên bố dưới hình phạt về tội khai man, rằng tôi được toàn quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","638":"Thông báo này là một văn bản pháp luật nghiêm trọng - hãy cẩn thận và chính xác trong tuyên bố vi phạm bản quyền của bạn. Bạn có thể tham khảo với một luật sư để xác định xem liệu nội dung bạn báo cáo là vi phạm trong thực tế và không được bảo vệ bằng cách sử dụng công bằng, giấy phép, hoặc cơ sở pháp lý khác.","639":"Gửi thông báo","640":"Thêm","641":"URL của nội dung vi phạm:","642":"Tên đơn vị giữ bản quyền:","643":"Nghề nghiệp:","644":"Địa chỉ E-mail:","645":"Fax:","646":"Thành phố:","647":"ZIP \/ Mã bưu chính:","648":"Bản quyền tuyên bố đã bị vi phạm:","649":"Tên họ của tôi:","650":"Công ty \/ Tổ chức:","651":"Điện thoại:","652":"Địa chỉ:","653":"Tỉnh\/Thành phố:","654":"Quốc gia:","655":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","656":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","657":"Vui lòng chọn xem nội dung vi phạm bản quyền cá nhân của bạn hoặc một người nào đó bạn được ủy quyền đại diện.","658":"Xin vui lòng chọn cách gỡ bỏ.","659":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","660":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","661":"Vui lòng cung cấp tên chủ sở hữu quyền tác giả.","662":"Vui lòng cung cấp tên đầy đủ của bạn.","663":"Vui lòng cung cấp địa chỉ e-mail của bạn.","664":"Xin vui lòng nhập địa chỉ e-mail hợp lệ.","665":"Vui lòng xác nhận rằng bạn tin chắc rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại diện của nó, hoặc pháp luật.","666":"Vui lòng xác nhận rằng bạn có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu bạn cố ý và cố ý xuyên tạc nội dung báo cáo, URL, hoặc các tập tin đang bị vi phạm.","667":"Vui lòng xác nhận rằng thông báo này là chính xác rằng bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả (nếu không bạn sẽ phải chịu trách nhiệm về tội khai man).","668":"Xin cám ơn!","669":"Chúng tôi sẽ xem xét thông báo bản quyền của bạn trong thời gian ngắn nhất.","670":"Ngôn ngữ","671":"Bạn nói được nhiều thứ tiếng?","672":"Hãy giúp chúng tôi phiên dịch!","673":"Công ty của sự Riêng tư","674":"Không ai bị xâm phạm một cách tùy tiện về đời tư, gia đình, nhà ở, hay thư tín. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","675":"Tuyên ngôn Quốc tế về Nhân quyền, Điều 12","676":"MEGA là dịch vụ Lưu trữ Đám mây với tính năng Always-On Privacy mạnh mẽ","677":"MEGA cung cấp dịch vụ lưu trữ đám mây mạnh mẽ với tính năng always-on privacy. MEGA tin tưởng vào quyền riêng tư của bạn và cung cấp cho bạn các công cụ công nghệ để bảo vệ nó. Chúng tôi gọi nó là Mã hóa do Người dùng Kiểm soát (User Controlled Encryption -UCE) và nó xảy ra tự động.","678":"Mã hóa do Người dùng Kiểm soát của MEGA là gì?","679":"Tất cả các tập tin lưu trữ trên MEGA đều được mã hóa. Tất cả các dữ liệu truyền từ hay tới MEGA đều được mã hóa. Và trong khi hầu hết các nhà cung cấp lưu trữ đám mây đều có thể làm hay tuyên bố sẽ làm như vậy, MEGA có khác biệt - không giống như những nhà cung cấp khác giữ chìa khóa giải mã, ở MEGA, bạn kiểm soát việc mã hóa, bạn giữ chìa khóa, bạn quyết định cho phép hay từ chối ai truy cập các dữ liệu của mình, mà không cần phải cài các phần mềm rủi ro. Tất cả đều diễn ra trên trình duyệt web của bạn!","680":"Tương lai MEGA","681":"Dịch vụ đám mây MEGA chỉ là khởi đầu. Trong tương lai, MEGA sẽ cung cấp UCE trên trình duyệt cho hàng loạt các ứng dụng mà không cần cài đặt thêm thứ gì. Công nghệ của chúng tôi sẽ bảo vệ email, cuộc gọi, các đoạn chat và video trực tuyến của bạn.","692":"Mega có hợp pháp không?","693":"Chúng tôi là một nhóm chuyên gia công nghệ đã dành thời gian, cơ hội và khả năng truy cập Internet để xây dựng một dịch vụ lưu trữ đám mây tuyệt vời sẽ bảo vệ sự riêng tư của bạn. Chúng tôi đã tạo nên dịch vụ Internet này từ con số không ở Auckland, New Zealand. Không như hầu hết các đối thủ cạnh tranh, chúng tôi dùng một công nghệ mã hóa dựa trên trình duyệt hiện đại nhất mà chính bạn, chứ không phải chúng tôi, là người giữ chìa khóa. Nhóm thiết kế của chúng tôi gồm Kim Dotcom, Mathias Ortmann, Bram van der Kolk và Finn Batato. CEO của chúng tôi, Vikram Kumar, đã từng là Giám đốc điều hành của InternetNZ, một tổ chức phi lợi nhuận thúc đẩy tầm nhìn về một 'Internet mở và không bị trói buộc'. Chúng tôi hi vọng bạn thích dịch vụ của chúng tôi.","694":"1. Vô hiệu hoá một liên kết (\"URL\") cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","695":"2. Vô hiệu hoá đồng thời nhiều URL cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","696":"3. Gỡ bỏ tất cả các tập tin cơ bản của URL được cung cấp - không ai được phép lưu trữ những thông tin này dưới bất kỳ hoàn cảnh nào trên phạm vi toàn thế giới","697":"4. Khác","698":"Bạn có thể gửi thông báo ở đây","699":"Ký và gửi thông báo","700":"Xin gửi thông báo gỡ bỏ thủ công bằng email đến [A1]copyright@mega.co.nz[\/A1] theo [A2]quy định gỡ bỏ[\/A2] của chúng tôi.","701":"Thông báo gỡ bỏ email","702":"Báo cáo vi phạm","703":"Liên kết đăng ký của bạn không hợp lệ. Xin kiểm tra xem có ngắt dòng trong e-mail kích hoạt của bạn không.","704":"Tài khoản của bạn đã được kích hoạt rồi. Xin đăng nhập.","705":"Xác nhận của bạn không thể xử lý được. Xin hãy đăng ký lần nữa. Lỗi:","706":"Đổi mật khẩu","707":"Cập nhật","708":"Yêu cầu thay đổi","709":"Tôi không thể nhớ mật khẩu hiện tại","710":"Nếu bạn vẫn đang đăng nhập nhưng không thể nhớ mật khẩu hiện tại, bạn có thể đặt mật khẩu mới bằng cách đánh dấu tùy chọn này. Bạn sẽ nhận được một liên kết xác nhận đổi mật khẩu bằng e-mail, nó sẽ kích hoạt mật khẩu mới nếu được click trong vòng 15 phút.","711":"Yêu cầu Thay đổi","712":"Mua lại hoàn tất","713":"Số dư voucher của bạn đã được ghi vào tài khoản của bạn. Bạn có muốn tiếp tục mua thành viên pro bây giờ không?","714":"Voucher này đã được dùng.","715":"Mật khẩu mới bạn đã nhập không khớp. Xin thử lại.","716":"Mật khẩu hiện tại","717":"Mật khẩu mới","718":"Xác nhận mật khẩu mới","719":"Xin nhập mật khẩu hiện tại.","720":"Xin nhập mật khẩu mới.","721":"Xin kiểm tra e-mail và click vào liên kết xác nhận để hoàn tất đổi mật khẩu.","722":"Đã yêu cầu đổi","723":"Mật khẩu mới phải khác so với mật khẩu hiện tại.","724":"Mật khẩu hiện tại bạn cung cấp không chính xác.","725":"Mật khẩu của bạn đã được đổi.","726":"Hoàn thành","727":"Mật khẩu của bạn đã được đổi.","728":"Liên kết xác nhận mật khẩu này đã hết hạn.","729":"Liên kết này đã được xác nhận rồi.","730":"Tài khoản của bạn đã bị khóa. Xin kiểm tra e-mail để biết chi tiết và trả lời  vào thời gian sớm và thuận tiện nhất.","731":"Tài khoản người dùng này đã bị chấm dứt vì vi phạm nhiều [A]Điều khoản Dịch vụ[\/A].","732":"Bạn đã đăng nhập vào một tài khoản khác với cái bạn đang xác nhận. Xin kiểm tra phiên làm việc hiện tại, đăng xuất, sau đó click vào liên kết xác nhận một lần nữa.","733":"Địa chỉ e-mail chưa biết. Nếu bạn chưa có tài khoản trên MEGA, xin mời bạn đăng ký. ","734":"Xin cám ơn!","735":"Xin kiểm tra e-mail của bạn.","736":"Chỉ những tài khoản không chứa tập tin và thư mục mới có thể đặt lại mật khẩu.","737":"Đặt lại mật khẩu","738":"Yêu cầu","739":"quên mật khẩu?","740":"Mật khẩu của bạn đã được đổi thành công.","741":"Xin chọn một mật khẩu an toàn mới.","742":"Đặt lại","743":"Liên kết này đã hết hạn. Xin yêu cầu liên kết mới.","744":"Liên kết không hợp lệ. Xin yêu cầu liên kết mới.","745":"Không kì thanh toán","746":"Loại thành viên","747":"Hàng tuần","748":"Hàng tháng","749":"Hàng năm","750":"Kì thanh toán tiếp theo là","751":"Một lần","752":"Phần mở rộng MEGA cho Firefox","753":"Cài đặt phần mở rộng MEGA cho Firefox để cải thiện đáng kể hiệu suất tải xuống. Nó cũng cho phép bạn tự động tải xuống một lượng không giới hạn tập tin và không giới hạn về kích thước.","754":"Phần mở rộng MEGA cho Firefox là an toàn và ẩn. Nếu bạn muốn dùng MEGA mà không cần phần mở rộng, chúng tôi khuyến cáo nên dùng [A]Chrome[\/A].","755":"Cài đặt phần mở rộng","756":"1 tải xuống hoàn tất","757":"[X] tải xuống hoàn tất","758":"Mở thư mục tải xuống","759":"click vào đây để mở","760":"Xin cài đặt phần mở rộng MEGA cho Firefox để tải xuống tập tin lớn như thế này.","761":"Xin xác nhận","762":"Bạn sắp tải xuống một lượng lớn tập tin, điều này có thể làm chậm trình duyệt. Vẫn tiếp tục?","763":"Liên lạc","764":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","765":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","766":"Một số lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","768":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy, hoặc bạn đang dùng Chrome ở chế độ riêng tư không hỗ trợ việc ghi tập tin.","769":"Chúng tôi chỉ có thể dùng 5% không gian đĩa sẵn có của bạn để tải xuống. Xin giải phóng nhiều không gian hơn để tiếp tục.","770":"Chọn mật khẩu","771":"Xác nhận mật khẩu","772":"Liên kết đến tập tin","773":"còn lại","774":"liên kết email","775":"đổi tên ở dưới","776":"dự trữ","777":"nhớ tên trên máy này","778":"Bạn chưa có tài khoản MEGA?","779":"Hãy đăng ký","780":"Bạn đã có tài khoản MEGA?","781":"Vì hạn chế của CPU của các máy di động. Hoàn thành khóa RSA có thể mất vài phút. Cám ơn sự kiên nhẫn của bạn.","782":"Thư mục trống","783":"Cloud Drive của bạn không có tập tin.","784":"Không có liên lạc","785":"Không có kết quả.","786":"hộp thư không có tập tin.","787":"Thùng rác không có tập tin.","788":"Bạn có muốn bỏ các tập tinh trong Thùng Rác?","789":"Bạn có chắc chắn bạn muốn di chuyển thư mục này vào Thùng Rác?","790":"Mở tập tin","791":"Nhập tập tin.","792":"Xóa tập tin","794":"Xóa Thư Mục","796":"Lấy Link","797":"Chia Sé Thư Mục","798":"Lưu Trứ","799":"Ổ cứng đẵ dùng","800":"Ổ cứng còn lại","801":"Phiên bản dành cho máy tính","802":"Địa chỉ liên hệ","803":"Tải file","804":"Thật không may, loại file này hiện chưa được hỗ trợ bởi MEGA trên thiết bị của bạn.","805":"Chúng tôi sẽ hỗ trợ loại file này trên các nền tảng di động trong thời gian không xa.","806":"Đổi tên thư mục thành :","807":"Đổi tên file thành :","808":"Đường dẫn đến thư mục","809":"URL đến thư mục:","810":"Link để tải về thiết bị","811":"URL đến tệp tin:","812":"Xác nhận tài khoản","813":"Thư mục đã được chia sẻ","814":"Bạn có muốn hủy quá trình tải lên?","815":"Bạn có muốn hủy quá trình tải xuống?","816":"Xin hãy nhập địa chỉ email hợp lệ","817":"Bạn không thể tạo thư mục trong phần kết quả tìm kiếm","818":"Bạn có muốn chuyển sang giao diện máy tính?","819":"Đang bắt đầu","820":"Tệp tin này đã được nhập vào Bộ nhớ trên mây của bạn.","821":"Thông báo của bạn","822":"Trở về","823":"Cài đặt","824":"Thư mục chia sẻ mới từ [X]","825":"Thư mục chia sẻ mới ","826":"[X] đã thu hồi lại một thư mục chia sẻ","827":"Thư mục chia sẻ đã bị thu hồi","828":"[X1] Thư mục và [X2] tệp tin","829":"[X] thư mục và 1 tệp tin","830":"1 thư mục và [X] tệp tin","831":"1 thư mục và 1 tệp tin","832":"[X] thư mục","833":"[X] tệp tin","834":"1 thư mục","835":"1 tệp tin","836":"[X] đã thêm [DATA]","837":"[X] đã được bổ sung","838":"[X] đã được bổ sung","850":"Tháng 1","851":"Tháng 2","852":"Tháng 3","853":"Tháng 4","854":"Tháng 5","855":"Tháng 6","856":"Tháng 7","857":"Tháng 8","858":"Tháng 9","859":"Tháng 10","860":"Tháng 11","861":"Tháng 12","862":"Thông báo","863":"Hiển thị tất cả","864":"Tải về dưới dạng ZIP","865":"Mở","866":"Sao chép 1 mục đã chọn","867":"Sao chép [X] mục đã chọn","868":"Di chuyển 1 mục đã chọn","869":"Di chuyển [X] mục đã chọn","870":"Xác nhận","871":"[B] Cảnh báo: [\/B] Dung lượng bộ nhớ đã vượt quá giới hạn. Vui lòng xóa bớt các tệp tin hoặc nâng cấp tài khoản của bạn.","872":"Chuyên nghiệp","873":"[X] giây trước","874":"1 phút trước ","875":"[X] phút trước","876":"1 giờ trước ","877":"[X] giờ trước ","878":"1 ngày trước","879":"[X] days ago","880":"Just now","881":"You are using an ephemeral session. The data you are storing will be lost when it expires. To preserve your files, please upgrade to a real account at your earliest convenience and claim your free 50 GB of secure storage space in the cloud!","882":"Cảnh báo","883":"Tạo tài khoản","884":"[X] is not fully compatible with MEGA","885":"Your browser","886":"Internet Explorer 10 contains a significant bug affecting file writing from JavaScript, causing an out of memory situation when downloading large amounts of data. We expect this issue to be fixed in Internet Explorer 11. In the meantime, please upgrade to an alternative browser.","887":"[X] lacks the HTML5 features MEGA relies on to perform client-side in-browser cryptography. HTML5 file transfers will be emulated through a very limited Flash workaround. Please consider upgrading to a modern browser at your earliest convenience.","888":"Highly Recommended","889":"Recommended","890":"MEGA works best with the following browsers:","891":"Browser compatibility warning","892":"Properties","893":"Uploaded","894":"Total size","895":"Folder name","896":"Created","897":"Contains","898":"Multiple files & folders","899":"Multiple files","900":"Multiple folders","909":"Password","910":"Buy now","911":"Take full advantage of MEGA with [B]Pro[\/B]","912":"from","913":"month","914":"yearly subscription","915":"Massive storage space","916":"Generous bandwidth quota","917":"if you choose to pay annually","918":"Monthly","919":"Annually","920":"Upgrade your account","921":"2 months free","922":"1 month","923":"1 year","924":"Do you have any question about [A]Pro accounts?[\/A]","925":"Our support team will be happy to assist you.","926":"Company name","927":"City","928":"ZIP \/ Postal code","929":"Phone","930":"day","931":"month","932":"year","933":"Address","934":"State or province","935":"PayPal address","936":"Bank account","937":"Benificiary name","938":"Describe your marketing strategy","939":"Bank name","947":"Drive","948":"Trash","949":"Inbox","950":"Contacts","951":"My Account","952":"Most devices can't download files greater than 4GB. Your download will probably fail.","953":"Not enough free space","954":"Credits","955":"Mobile Apps","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Apps","962":"Software Development Kit","963":"Documentation","964":"Affiliate Program","965":"Chính sách","966":"Takedown Guidance","967":"Logout","968":"Create Account","969":"Please try again","970":"Please enter a valid password.","973":"Used bandwidth","974":"Manage your account","975":"Add Star","976":"Delete Star","977":"No files in your Cloud Drive.","978":"Your search did not match any documents","979":"Your Rubbish Bin is empty","980":"You have no contacts","981":"Your Inbox is empty","982":"Content","983":"Overview","984":"Profile","985":"History","986":"Edit your profile","987":"Expires on","988":"Connections:","989":"[X] contacts","990":"1 contact","991":"Go to Contacts","992":"Avatar","993":"Change Avatar","994":"Personal Information","995":"Birthdate","996":"Choose country","997":"Adding contacts is only for registered users.","998":"Please create your free account","999":"Would you like to upgrade your ephemeral session to a free account now?","1000":"Avoid losing access. Free registration is highly recommended!","1001":"Remove contact","1002":"Are you sure you want to remove [X] from your contact-list?","1003":"Confirm removal","1004":"Are you sure you want to move [X] to the rubbish bin?","1005":"Creating links is only for registered users.","1006":"Sharing folders is only for registered users.","1007":"You cannot undo this action.","1008":"Pro bandwidth quota exceeded.","1009":"Need more bandwidth?","1010":"Storage quota exceeded.","1011":"Want to keep your files?","1012":"Storage quota almost exceeded.","1013":"Need more storage quota?","1015":"Please enter your voucher code.","1016":"Select an image","1017":"Use this as Avatar","1018":"Empty","1019":"Add an email address","1020":"Please enter an e-mail address or select a contact.","1021":"On","1022":"Off","1023":"You do not have write access to this folder.","1024":"Please enter a folder name.","1025":"Multiple items","1026":"Enter decryption key","1027":"Decrypt","1028":"Decryption Key","1029":"Public link","1030":"Select from your contacts, or add email addresses","1031":"Export file links and decryption keys","1032":"Include file key","1033":"Copy keys","1034":"Download multiple files","1035":"Click \"allow\" for download completion","1036":"Shared with","1037":"Agree","1038":"Choose language","1039":"Pay with PayPal","1040":"Please log in to activate your pro membership.","1041":"Please create an account to activate your pro membership.","1042":"Initializing","1043":"Folder link unavailable","1044":"The folder link you are trying to access is no longer available. This could be due to the following reasons:","1045":"The folder link has been removed because of a ToS\/AUP violation.","1046":"The folder link has been disabled by the user.","1047":"Welcome to MEGA Pro","1048":"Your Pro membership has been activated. Enjoy!","1049":"Folder","1050":"No shares","1051":"Never","1053":"Bandwidth quota almost exceeded.","1054":"You will need to wait [X] until more bandwidth is assigned to your account.","1055":"Don't want to wait?","1056":"This limit is dynamic.","1057":"Confirm session removal","1058":"You are currently using an ephemeral session. Are you sure you want to end the session?","1059":"This action will delete all your data.","1060":"End-to-end encryption","1061":"Unlike other cloud storage providers, your data is encrypted and decrypted by the client devices only and never by us.","1062":"Global access","1063":"Your data is accessible any time, from any device, anywhere.","1064":"Secure collaboration","1065":"Share folders with your contacts and see their updates in real time.","1066":"MEGA provides tools that make [A]private and confidential[\/A] online communication easy to use.","1067":"MEGA delivers encrypted cloud-based services that enable [A]private and secure[\/A] communication and collaboration for businesses and individuals. You hold and control the encryption keys to your data in the cloud.","1068":"Share folders with your contacts and see their updates in real time.","1069":"See how it works","1070":"How it works","1071":"Want to know more about MEGA?","1072":"Watch the launch video","1073":"Membership Plans","1074":"Get 50 GB with a free account","1075":"Many times more than what you get from major competitors.","1076":"Create an account","1077":"Competitive Pro Packages","1078":"Get up to 4 TB of encrypted storage for as low as &euro;8.33 per month.","1079":"Check our pro packages","1080":"Mobile Apps","1082":"The cloud in your pocket. Access and stream your files from your smartphone or tablet. Upload and sync your media to the cloud.","1083":"Get it for free","1084":"Available for","1085":"Sync Client","1086":"Easy automated syncing between your computers and your MEGA cloud drive.","1087":"Download now","1088":"Browser Apps","1089":"Our browser extensions will install MEGA into your browser for faster loading and added resilience against attacks.","1090":"Go to the download page","1091":"Click to upload or drag & drop files here","1092":"Scroll to continue","1093":"Never enter your password on a device that you do not fully trust. Do not log into your account from a shared or public computer.","1094":"For enhanced security, install our [A]browser extension[\/A] and load MEGA from your computer rather than from our servers.","1095":"Create your [A]free[\/A] account","1096":"First Name","1097":"Last Name","1098":"Invalid first name and\/or last name.","1099":"Please enter your first name & last name.","1100":"Invalid e-mail address.","1101":"Please enter a correct e-mail address","1102":"Invalid password.","1104":"Please strengthen your password.","1105":"Strength:","1106":"Password status","1107":"Passwords do not match.","1108":"Create Account","1109":"Your password is your master encryption key.","1110":"Your account's security depends on the strength of your password. Passwords that are too short, too simple or consist of dictionary words are easily guessed.","1111":"Do not forget your password.","1112":"There is no recovery procedure for lost passwords. If you cannot remember it, you will no longer be able to access your stored data.","1113":"Your account is only as secure as your computer.","1114":"Retype Password","1115":"The password strength verifier is still initializing.","1116":"Please try again in a few seconds.","1117":"Terms of Service Agreement","1118":"You need to agree with the terms of service to register an account on MEGA.","1119":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words","1120":"Your password is easily guessed. Try making your password longer. Combine uppercase & lowercase letters. Add special characters. Do not use names or dictionary words.","1121":"Your password is good enough to proceed, but it is recommended to strengthen your password further.","1122":"This password will withstand most typical brute-force attacks. Please ensure that you will remember it.","1123":"This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.","1124":"Very Weak","1125":"Weak","1126":"Medium","1127":"Good","1128":"Strong","1129":"your password is too weak to proceed","1130":"Invalid e-mail and\/or password.","1131":"Confirm your account","1132":"Entropy Collection","1133":"This game will collect [A]entropy[\/A] based on your mouse movements.","1134":"This will strengthen your [A]RSA key[\/A].","1135":"You can abort the game once the progress indicator is at 100%.","1136":"Done!","1137":"you may now proceed to the next step to complete your key.","1138":"Proceed","1139":"Score:","1140":"This is a very important step and can take a couple of seconds.","1141":"Please be patient.","1142":"Public - Private key creation","1143":"Generating key","1144":"The earliest known use of cryptography relates back to almost 4000 years ago, in ancient Egypt","1145":"Today, 4000 years later, most major cloud storage providers still have not fully adopted cryptography.","1146":"Complete your account","1147":"Choose your account type","1148":"[A]Get 2 months free[\/A] if you purchase a one-year pro plan.","1149":"Limited","1150":"Free","1151":"Take full advantage of MEGA with a [A]Pro account[\/A]","1152":"Choose your Pro package:","1153":"one-year plan","1154":"The team","1155":"Uploading","1156":"Downloading","1157":"Free Download","1158":"for Windows","1159":" Coming soon for [A]Mac[\/A]","1160":"MEGA would like to thank the authors of the following open source components that contributed essential functionality to our site:","1161":"Secure","1162":"Your data is encrypted end to end. Nobody can intercept it while in storage or in transit.","1163":"Flexible","1164":"Sync any folder from your PC to any folder in the cloud. Sync any number of folders in parallel.","1165":"Fast","1166":"Take advantage of MEGA's high-powered infrastructure and multi-connection transfers.","1167":"Generous","1168":"Store up to 50 GB for free!","1169":"Fully featured","1170":"Search, store, download, stream, view, share, rename or delete your files. It's all there - in the palm of your hands.","1171":"Coming soon for [A]iOS[\/A]","1172":"Firefox Extension","1173":"Chrome Extension","1174":"This app will allow you to install MEGA into your browser. It will reduce loading times, improve download performance and strengthen security.","1175":"Any MEGA URL will be captured by this app and stay local (no JavaScript will be loaded from our servers). Secure (auto-) updates are provided thanks to cryptographic private key signing.","1176":"And if you're really paranoid:","1177":"disable auto-updates and scrutinize our source code for each update manually.","1178":"Download MEGA for Firefox","1179":"Installation:","1180":"Download MEGA for Chrome","1181":"Open the extensions page in Chrome","1182":"menu > tools > extensions","1183":"or type","1184":"in your address bar.","1185":"Drag and drop the downloaded file [X] to the Chrome extensions page and confirm installation.","1186":"You can conveniently purchase your MEGA Pro membership from one of our authorized resellers below:","1187":"Download","1188":"to your computer","1189":"Import","1190":"to your Cloud Drive","1191":"The file you are trying to download is temporary unavailable.","1192":"Scroll to know more about MEGA","1193":"Starting new account","1194":"Do you want to import this file to a new session?","1195":"\"No\" will allow you to log in and process your import.","1196":"Cancel download","1197":"Are you sure you want to cancel this download?","1198":"The downloaded file will be deleted.","1199":"Cannot decrypt metadata without key.","1200":"Affiliate Terms of Service","1201":"[A]Join us[\/A] in disrupting the cloud storage market","1202":"Drive business to us and earn your share.","1203":"Help us grow and become part of the success.","1204":"Sign Up","1205":"How does it work?","1206":"Sign up and get your own unique partner ID which you can append to our URL.","1207":"We will track all purchases made by the visitors you referred to MEGA.","1208":"You earn [B]20%[\/B] of all revenue generated through your partner ID.","1209":"Recurring subscriptions will count as recurring referrals.","1210":"For who is the affiliate program?","1211":"App Developers:","1212":"Build your own popular app using our [A]SDK[\/A]","1213":"Convert free users to pro and monetize your app.","1214":"Web Sites:","1215":"Bloggers","1216":"Cloud storage comparison sites","1217":"What are the rules?","1218":"Please read and comply with our [A]Affiliate Terms of Service[\/A]","1220":"Get started!","1221":"Sign up to our affiliate program, and you can start earning money instantly.","1223":"Contact info","1224":"We need a little more details about you.","1230":"Payment info","1231":"We pay once a month by PayPal or wire transfer (New Zealand bank accounts only).","1232":"Payment Method","1233":"PayPal","1234":"Bank account (NZ only)","1235":"Beneficiary name","1236":"Bank name","1237":"Bank account number","1238":"Paypal address","1239":"Affiliate info","1240":"We would like to learn how you're planning to drive traffic to MEGA.","1241":"Describe your marketing strategy:","1242":"I agree with the MEGA [A]Affiliate Terms of Service[\/A]","1243":"You are enrolled into the affiliate program. You will earn 20% of all revenue generated with your partner ID.","1244":"Please make sure you comply with our [A]Affiliate Terms of Service[\/A]","1245":"You can earn revenue by sending traffic to:","1246":"Statistics","1247":"Timeframe","1248":"30 days","1249":"90 days","1250":"180 days","1251":"365 days","1252":"All time","1253":"Date","1254":"Sales","1255":"Turnover","1256":"Earnings","1257":"No sales recorded for the selected time frame.","1258":"Payouts","1259":"No payouts recorded for the selected time frame.","1260":"Partner ID","1261":"Please enter your date of birth.","1262":"Please enter your city.","1263":"Please enter your state or province.","1264":"Please enter your ZIP \/ Postal code.","1265":"Please enter your phone number.","1266":"Please describe your marketing strategy.","1267":"You have to agree with the Affiliate Terms of Service.","1268":"Please enter your PayPal address.","1269":"Please enter the beneficiary name of your NZ bank account.","1270":"Please enter your NZ bank name.","1271":"Please enter your NZ bank account number.","1272":"MEGA was made by humans and is therefore not perfect. If you run into a bug, we would appreciate hearing about it so that we can fix it - the more details you can provide, the better.","1273":"We take intellectual property rights seriously and enforce a robust takedown\/repeat infringer policy.","1274":"For more information, please read our [A]takedown guidance[\/A].","1275":"You can submit a takedown notice through our [A]online form[\/A] or send us an e-mail.","1276":"Do you have any concerns or ideas? Do you want to learn more about our products?","1277":"We are always available.","1278":"Please select","1279":"Step 1","1280":"Step 2","1281":"Content details","1282":"Copyright owner details","1283":"Add another URL","1284":"Name of copyright owner","1285":"if applicable","1286":"Name of copyright owner's authorised agent submitting notice:","1287":"Copyright Notice Received","1288":"We will review and process your notice expeditiously.","1289":"Thank you for clicking the invitation link. Please create your free account below.","1290":"Oops, this does not seem to be a valid invitation link. Did you already register an account?","1291":"You have previously clicked on an invitation link. Please create your account.","1292":"Coming Soon","1293":"Welcome to the help centre","1294":"If your question is not answered here, do not hesitate to contact us.","1295":"Contact Support","1296":"Popular Topics:","1297":"E-mail address already in use.","1298":"Please log in to your account.","1299":"Pull to refresh","1300":"Last update","1301":"Today","1302":"Yesterday","1303":"This week","1304":"Last week","1305":"This month","1306":"This year","1307":"Older","1308":"Download failed","1309":"Upload failed","1310":"Please enter confirmation code","1311":"Error loading files","1312":"Missing username\/password","1313":"Login failed","1314":"Delete Error","1315":"No email account present","1316":"Save file offline to preview","1317":"Error generating link","1319":"Password is too short","1320":"The name is too short","1321":"Error loading account details","1322":"Upload completed","1323":"Logging in","1324":"Login successful","1325":"Generating link","1326":"Link has been copied into clipboard","1327":"Download complete","1328":"Download starting","1329":"Waiting","1330":"Enter username and password","1331":"Email","1332":"Confirm registration","1333":"Please check your email and paste the confirmation code below or click on the special iOS confirmation link.","1334":"Abort registration","1335":"Confirmation code","1336":"Use latest","1337":"Take Photo","1338":"Choose Existing","1339":"Add folder","1340":"Enter name of new folder","1341":"Select photo(s)","1342":"Edit","1343":"Empty Cloud Drive","1344":"Share","1345":"Save offline","1346":"Transfers","1347":"Empty Inbox","1348":"Shared Folders","1349":"No Photos","1350":"Photos","1351":"Locally","1352":"Available","1353":"Save for offline access","1354":"Set the maximum amount of storage on your device","1355":"Version","1356":"Feedback","1357":"Sign out","1358":"All downloaded files will be deleted","1359":"The selected size is smaller than the cache currently used. If you continue some files will be deleted","1360":"Extend Pro","1361":"Pricing","1362":"Restore purchases","1363":"No network","1364":"Retry","1365":"You're not connected to the Internet","1366":"Enter new name","1367":"Get 50 GB for free, or sign up for one of our Pro packages and get up to 4 TB of encrypted storage starting at €8.33 per month.","1368":"up to [X]","1369":"and [X]","1370":"Email and Chat","1371":"Our encrypted communication package is coming in early 2014.","1372":"Get ready for MEGA chat, email, calling & video conferencing.","1373":"What is MEGA? Click or scroll","1374":"Back to Startpage","1375":"Back to Download Page","1376":"powered by:","1377":"Do you wish to play? If you skip this step, the security of your account may suffer. Please move your mouse extensively and randomly to reduce the risk.","1378":"Start Game","1379":"Skip","1380":"Categories","1381":"User interface settings","1382":"Sorting preference","1383":"Configure column sorting order on a per-folder basis, or use the same order for all folders.","1384":"per folder","1385":"same for each folder","1386":"View mode preference","1387":"Select view mode (icons or details) on a per-folder basis, or use the same view mode for all folders.","1388":"[B]Download[\/B] [A]to your computer[\/A]","1389":"[B]Import[\/B] [A]to your Cloud Drive[\/A]","1390":"Drag and drop image here","1391":"follow us"}