{"11":"Điều luật 12","12":"Không một ai bị xâm phạm một cách độc đoán về đời sống riêng tư, gia đình, nhà ở, hay thư tín, cũng như bị xúc phạm danh dự hay tiếng tăm của mình. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","13":"Tuyên Ngôn Quốc Tế về Nhân Quyền","14":"Xác nhận việc xóa bỏ","15":"Bạn có chắc muốn xóa vĩnh viễn các mục ở trong Thùng Rác không?","16":"Lỗi nội bộ","17":"Quá mức băng thông giới hạn","18":"Có quá nhiều kết nối cho việc tải xuống này","19":"Hết phiên đăng nhập hoặc không hợp lệ","20":"Tạm thời không khả dụng","21":"Tài khoản có vấn đề. Vui lòng kiểm tra email của bạn","22":"Tập tin không còn tồn tại","23":"Tập tin không thể truy cập được nữa","24":"Lỗi giải mã","25":"Thư mục bạn đang dùng đã bị xóa hoặc di chuyển bởi một người dùng khác.","26":"Thư mục bị Mất","27":"Rất tiếc, 1 tập tin không tải lên được bởi vì nó lớn hơn [X].","28":"Rất tiếc, [X1] tập tin không thể tải lên được bởi vì chúng lớn hơn [X2].","29":"Bạn đang bị giới hạn tải lên các tập tin với Adobe Flash của chúng tôi vì trình duyệt của bạn không cung cấp FileReader HTML5. Nếu bạn muốn vượt qua hạn chế này (và tăng hiệu suất trình duyêt), xin vui lòng cân nhắc và cài đặt [A]Google Chrome[\/A].","30":"Trình duyệt bị hạn chế","31":"Bạn chỉ có thể tải lên các tập tin nhỏ hơn [X] với Internet Explorer. Chrome và Firefox cho phép bạn tải lên các tập tin với kích thước bất kỳ.","33":"MEGA cực đỉnh khi dùng với Google Chrome","34":"Cảnh báo:","35":"Bạn đang sử dụng một trình duyệt lỗi thời, làm ảnh hưởng đến hiệu suất truyền tập tin.","36":"Xin nâng cấp sang dùng Google Chrome.","37":"Trong khi các nhà cung cấp trình duyệt khác đang gặp khó khăn để thực hiện đầy đủ các chức năng của HTML5, Google Chrome có tất cả - vào ngay lúc này. Để sử dụng toàn bộ sức mạnh MEGA (chẳng hạn như tự động tải lên và tải xuống), chúng tôi đề nghị bạn từ bỏ các trình duyệt lỗi thời bạn đang dùng và cài đặt Chrome càng sớm càng tốt.","38":"Đừng hiện thông báo này nữa","39":"Không, Cám ơn","40":"Tải xuống Chrome","41":"Bạn đã xóa một thư mục, trong đó có 1 thư mục được chia sẻ.","42":"Một khi bạn làm sạch Thùng Rác, mục chia sẻ này sẽ bị vô hiệu hóa.","43":"Bạn vừa xóa một thư mục, trong đó có [X] thư mục được chia sẻ.","44":"Một khi bạn làm sạch Thùng Rác, những tệp chia sẻ này sẽ bị vô hiệu hóa.","45":"Cánh báo có thư mục chia sẻ","46":"Lỗi nội bộ","47":"Ây da, có gì đó không ổn. Rất xin lỗi về việc này!","48":"Vui lòng nhập ít nhất ba ký tự để tìm kiếm.","49":"di chuyển [X] mục đã chọn","50":"1 tệp","51":"[X] tập tin","52":"và","53":"1 thư mục","54":"[X] thư mục","55":"Chỉ-đọc","56":"Đọc & Ghi","57":"Toàn quyền truy cập","58":"Tải xuống","59":"Lấy liên kết","60":"Chia sẻ","61":"Đổi tên","62":"Di chuyển","63":"Sao chép","64":"Quyền sử dụng","65":"Bạn có chỉ có quyền xem thư mục này thôi.","66":"Bạn có quyền xem & ghi dữ liệu vào thư mục này.","67":"Bạn có toàn quyền quản lý thư mục này.","68":"Thư mục mới","69":"Tạo Thư Mục Mới","70":"Dọn Thùng Rác","71":"Thêm liên lạc","72":"Xóa liên lạc","73":"Bạn có chắc chắn muốn xóa người dùng này khỏi danh sách liên lạc của bạn không?","74":"Bạn có chắc chắn muốn xóa người dùng này khỏi danh sách liên lạc của bạn không?","75":"Xóa liên lạc","76":"Bạn sẽ vĩnh viễn xóa [X] tệp từ Thùng Rác.","77":"Bạn muốn tiến hành ngay không?","78":"Có","79":"Không","81":"OK","82":"Hủy bỏ","83":"Xóa","84":"Xác nhận việc xoá","85":"Tải lại","86":"Tên","87":"Kích thước","88":"Kiểu truyền tải","89":"Tình trạng","90":"Tốc độ","91":"Th.gian đã qua","92":"Thời gian còn lại","93":"Kiểu","94":"Thay đổi lần cuối","95":"Email","96":"Quyền lợi","97":"Tải Mục Mới","98":"Tải lên Thư mục","99":"Tải lên Tập tin","100":"Dọn Thùng Rác","101":"Thêm liên lạc","102":"Tìm kiếm","103":"Hủy truyền tải","104":"Truyền tập tin","105":"đang chờ","106":"Quản lý tập tin","107":"Có phải bạn muốn sao chép thư mục đã chọn đến hộp thư đến riêng của [X] không?","108":"Yêu cầu xác nhận","109":"Bạn có muốn sao chép thư mục đã chọn vào thư mục chia sẻ này phải không?","110":"Phải bạn muốn sao chép đối tượng đã chọn vào hộp thư đến riêng của [X] không?","111":"Bạn có muốn sao chép đối tượng đã chọn vào thư mục chia sẻ này không?","112":"Xuất liên kết tập tin và khóa giải mã","113":"Liên kết tập tin","114":"Chìa khóa tập tin","115":"Tên tập tin","116":"Kích cỡ tập tin","117":"Di chuyển đến vị trí","118":"Chọn đích đến","119":"Hạn mức băng thông miễn phí đã quá giới hạn","120":"Lượt tải xuống của bạn không thể tiếp tục, vì nó sẽ làm bạn vượt quá lượng truyền tải miễn phí hiện tại cho địa chỉ IP của bạn.","121":"Giới hạn này không cố định, tùy thuộc vào số lượng băng thông không sử dụng chúng tôi có.","122":"Chỉ những truyền tải thực hiện từ năm đến sáu tiếng trước mới được tính.","123":"Trong cửa sổ thời gian đó:","124":"Bạn đã tải xuống [X].","125":"[X1] sẽ trở nên khả dụng trong [X2].","126":"Giới hạn IP hiện tại là [X].","127":"Để tiện cho bạn, lượt DS chờ tải xuống của bạn sẽ được đẩy vào mục chờ cho đến khi bạn có đủ hạn mức, và sau đó sẽ được tiếp tục tự động.","128":"Nếu bạn không muốn chờ, bạn có thể cân nhắc đăng ký thêm gói băng thông, cũng đồng thời cho bạn thêm nhiều không gian lưu trữ.","129":"Nâng cấp lên Pro","130":"Tải xuống tập tin","131":"Nhấp “Allow” (Chấp nhận) để hoàn tất tải xuống","132":"Di chuyển các mục","133":"Di chuyển [X]","134":"Sao chép [X]","135":"Lỗi","136":"Xin chọn thư mục đích.","137":"Xin chọn một đích đến hợp lệ.","138":"Thư mục đích không thể trùng với thư mục nguồn.","139":"Lỗi vòng lặp","140":"Lỗi vòng lặp: không thể đích đến là thư mục con của thư mục bị chuyển đi.","141":"Xin nhập địa chỉ email hợp lệ.","142":"Xin chờ...","144":"Gỡ bỏ chia sẻ","145":"Địa chỉ email:","146":"Chia sẻ với người dùng mới:","147":"Cho phép truy cập","148":"Đóng","149":"Chia sẻ","150":"Liên lạc được mời","151":"Người dùng [X] đã được mời và sẽ xuất hiện trong danh sách liên lạc của bạn khi đăng ký.","152":"Bạn không thể thêm chính tên mình vào danh bạ.","153":"Địa chỉ email","154":"Thêm liên lạc","155":"Thêm","156":"Hủy bỏ","157":"Tên Thư mục","158":"Tạo","159":"Hủy bỏ","160":"Tên thư mục này đã được sử dụng. Xin thử lại.","161":"Đổi tên","162":"Đổi tên","163":"Hủy bỏ","164":"Ổ Mây","165":"Danh bạ","166":"Hộp thư đến","167":"Thùng Rác","168":"Thùng Rác","169":"Menu","170":"Đăng ký","171":"Đăng nhập","172":"Kéo & thả các tệp tin vào đây","174":"hoặc","175":"Chọn các tệp","176":"Chọn tệp để tải lên","177":"Bạn giữ chìa khóa của việc lưu trữ trên nền tảng đám mây","178":"Hợp Tác Trực Tuyến An Toàn","179":"Trình Quản Lý Tập Tin Mạnh Mẽ","180":"Hệ Sinh Thái Ứng Dụng","181":"Chi tiết tính năng","182":"Chia sẻ các thư mục mã hóa với đồng nghiệp hay đối tác kinh doanh và trao đổi các tài liệu mật thông qua mã hóa đầu-cuối minh bạch.","183":"Xem và quản lý các tập tin của bạn trong trình duyệt web, với hàng loạt tích hợp tăng tốc tải lên và tải về.","184":"Một API mở toàn diện cho phép các nhà phát triển tăng cường chức năng MEGA.","185":"Mã hóa RSA 2048 bit","186":"Đăng xuất","187":"Tài khoản của tôi","188":"Quản lý tập tin","189":"Hủy bỏ phiên làm việc","190":"Đăng nhập","191":"tạo một tài khoản","192":"Giữ đăng nhập","193":"Đăng nhập","194":"[X] máy chủ đang trực tuyến","195":"Email của bạn","196":"Email của bạn","197":"Xin nhập địa chỉ email của bạn.","198":"Xin nhập địa chỉ email hợp lệ.","199":"Xin nhập mật khẩu.","200":"Ây, có vấn đề xảy ra.","201":"Email và\/hoặc mật khẩu không đúng. Xin thử lại.","202":"Tạo tài khoản mới","204":"hay","205":"đăng nhập","206":"Tên của bạn","207":"Email của bạn","208":"Tôi đồng ý với [A]Điều khoản Dịch vụ[\/A] của MEGA","209":"Đăng ký","210":"Sẵn sàng cho thời đại mới","211":"Lưu trữ đám mây sẽ hoàn toàn khác","212":"Xin nhập tên của bạn.","213":"Xin chọn mật khẩu.","214":"Bạn phải chấp nhận điều khoản dịch vụ.","215":"Có lỗi không xác định xảy ra. Xin thử lại sau.","216":"Tuyệt vời","217":"Xin kiểm tra email và click vào liên kết để xác nhận tài khoản.","218":"Địa chỉ email này đã đăng ký từ trước với MEGA.","219":"Địa chỉ email này đã đăng ký từ trước với MEGA.","220":"Yếu","221":"Tạm","222":"Tốt","223":"Xuất sắc","224":"CHỌN (CÁC) TỆP MUỐN TẢI LÊN","225":"CHỌN TỆP TIN TẢI LÊN HOẶC KÉO & THẢ CHÚNG VÀO ĐÂY ","226":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Trong sáu giờ qua, địa chỉ IP của bạn đã dùng [X1] mà cùng với những tập tin đã chọn của [X2], đã vượt quá giới hạn hiện tại của  [X3]. Để đảm bảo việc sử dụng tài nguyên một cách công bằng, lượt tải xuống chưa xong của bạn sẽ phải chờ. Chúng sẽ tiếp tục tự động một khi đã bớt tắc nghẽn.","227":"Truyền tải bởi hạn mức băng thông có trả phí được miễn trừ khỏi hạn chế này, do đó, nếu bạn không muốn chờ đợi, bạn có thể xem xét việc đăng ký một tài khoản Pro.","228":"Quản lý băng thông đang hoạt động","229":"Không hiện nữa","230":"Nâng cấp lên Pro","231":"Không, cám ơn! Tôi chờ.","232":"Không, cám ơn! Tôi chờ.","233":"Tạm thời có lỗi, đang thử lại.","234":"Tải xuống tập tin","235":"Tải xuống","236":"Nhập","237":"Đang bắt đầu tải xuống","238":"Đánh dấu về vi phạm bản quyền","239":"Tải xuống hoàn tất","240":"Để hoàn tất việc truyền tải tập tin, bạn phải lưu tập tin lại một cách thủ công.","241":"Lưu tập tin của bạn","242":"Nâng cấp lên Chrome để tận hưởng toàn bộ sức mạnh của MEGA","243":"Tập tin bạn đang định tải xuống không còn khả dụng.","244":"Việc này có thể do các nguyên nhân sau:","246":"Tệp tin đã bị xóa vì vi phạm Điều khoản DV\/Chính sách Sử dụng.","247":"URL không hợp lệ - liên kết bạn đang truy cập không tồn tại","248":"Tập tin đã bị xóa bởi người cung cấp.","249":"Tập tin bạn đang định tải tạm thời không khả dụng.","250":"Hệ thống dự phòng của chúng tôi đã hỏng. Điều này có thể do các nguyên nhân sau:","251":"Vài máy chủ đang tạm ngưng để bảo trì.","252":"Chúng tôi đang quá tải, chúng tôi sẽ nâng công suất.","253":"Xin thử lại sau.","254":"Tập tin bạn đang định tải xuống không còn khả dụng.","255":"Tập tin này không còn khả dụng do bản quyền thuộc về [X].","256":"Khóa của bạn không có độ dài chính xác.","257":"Xin chắc rằng bạn nhập khóa hợp lệ.","258":"Đang tải xuống","259":"\"MEGA\" có nghĩa là gì?","260":"MEGA là một từ viết tắt đệ quy và nghĩa là \"MEGA Encrypted Global Access\" (Mã hóa Truy cập Toàn cầu).","261":"MEGA làm về những gì?","262":"MEGA là nhà cung cấp dịch vụ lưu trữ đám mây. Nó cung cấp không gian lưu trữ có thể truy cập qua Internet cùng với băng thông, dưới cả hình thức miễn phí và trả phí. Nó cho phép bạn lưu trữ và truy cập các tập tin bằng trình duyệt hay qua các ứng dụng dành riêng trên máy khách.","264":"Theo chúng tôi biết, lưu trữ đám mây và mã hóa là việc làm hợp pháp. Xin tuân thủ các điều luật được áp dụng và các quy định về việc bạn sử dụng lưu trữ đám mây và mã hóa [B]như thế nào[\/B] cũng như [A]điều khoản sử dụng[\/A] của chúng tôi.","265":"MEGA được tạo ra bởi những người đã từng điều hành một trong những dịch vụ lưu trữ đám mây lớn nhất thế giới. Tôi có thể có lại tài khoản và các tập tin cũ không?","266":"Rất tiếc, MEGA không có quyền truy cập vào bất kỳ tài sản nào mà các người dùng của nó đã tạo ra trước đó. Không có bất kì kết nối hợp pháp và không tái chế bất kì đoạn mã, phần cứng hoặc bản ghi cơ sở dữ liệu nào, do đó chúng tôi thấy không có cách nào phục hồi dữ liệu cũ của bạn.","267":"Tại sao lại đặt một công ty lưu trữ đám mây ở New Zealand mà không phải nơi nào khác?","268":"Ngoài những lí do quan trọng khác, tên gọi nguyên thủy theo tiếng Maori của New Zealand là \"Aotearoa\", nghĩa là \"Vùng đất của đám mây trắng\".","269":"Tôi có thể truy cập MEGA trên thiết bị di động không?","270":"MEGA đã được tối ưu hóa cho các trình duyệt máy tính để bàn. Chúng tôi đang cố gắng để làm cho MEGA hoàn toàn tương thích với tất cả các thiết bị di động và máy tính bảng phổ biến. Bạn có thể mong chờ các ứng dụng  hấp dẫn cho các thiết bị di động yêu thích của bạn trong tương lai gần.","271":"Tôi có được tiếp tục các kết nối tải lên\/xuống bị gián đoạn không?","272":"Được, miễn là bạn không đóng thẻ trình duyệt đó, các tải lên và xuống sẽ tiếp tục tự động sau các sự cố, chẳng hạn như gián đoạn về mạng hoặc thiết bị của bạn đã vào chế độ chờ\/ngủ. Xin lưu ý rằng các máy chủ của chúng tôi sẽ tự động loại bỏ các tải lên không hoàn thành sau 48 giờ không hoạt động.","273":"Tôi có thể tải lên một tập tin nhiều lần được không?","274":"Bởi vì máy chủ không thể nhìn thấy tên tập tin, nên xung đột tên tập tin phải được xử lí từ phía máy khách. Với các thiết lập tiêu chuẩn, nếu bạn tải lên một tập tin mà bạn đã dường như có trong tài khoản của bạn (cùng một đường dẫn\/tên tập tin, cùng kích thước, cùng thời gian chỉnh sửa), nó sẽ được bỏ qua, nhưng không gì ngăn được việc bạn giữ nhiều tập tin hay thư mục với cùng tên trong cùng một thư mục.","275":"Làm thế nào để điều chỉnh việc sử dụng băng thông?","276":"Chính sách của chúng tôi không áp đặt bất kỳ hạn chế nhân tạo nào trên các người dùng của chúng tôi, trừ khi cần thiết do hạ tầng bị ách tắc. Do đó chúng tôi bảo lưu quyền hạn sử dụng băng thông của người dùng bất cứ lúc nào trên cơ sở cho mỗi IP. Hàng đợi truyền tải của bạn sẽ tự động tiếp tục khi tắc nghẽn đã giảm bớt. Với yêu cầu là không can thiệp thủ công.","277":"MEGA có giới hạn về kích thước tập tin không?","278":"Chúng tôi không áp đặt giới hạn nhân tạo về kích thước các tệp tin trên ổ mây của bạn. Trong tất cả các trình duyệt hiện nay đều có khả năng tải lên các tập tin lớn, Internet Explorer giới hạn tệp tin tải xuống, và Safari do hỗ trợ HTML5  chưa đầy đủ.","279":"Có thể tải lên và tải xuống cùng lúc được không?","280":"Có thể. Một lượt tải lên và một tải xuống trên mỗi thẻ trình duyệt có thể chạy song song với nhau.","281":"Vì sao lại không cung cấp chức năng xem trước hình ảnh hay xem thử video và audio vậy?","282":"Vì mô hình mã hóa người dùng đầu-cuối của chúng tôi vốn ngăn cản bất kỳ thao tác nào từ phía máy chủ với dữ liệu của người dùng, điều đó là điều cần thiết để triển khai chức năng này.","283":"Tải tập tin lên MEGA như thế nào?","284":"Có ba cách để tải tập tin lên MEGA bằng trình duyệt của bạn:","285":"1. Nhấp vào nút đỏ ở trang bắt đầu","286":"2.\tĐến phần quản lý tập tin và click vào nút \"Tệp tin Tải lên\" hay (nếu bạn đang dùng Chrome) \"Thư mục Tải lên\" gần trên cùng","287":"3. Kéo và thả tệp tin hoặc (nếu bạn đang dùng Chrome) thư mục vào trang web","288":"Cài đặt MEGA như thế nào?","289":"MEGA can be used with any modern web browser. However, depending on your specific browser's capabilities, some features may be unavailable - we strongly recommend using Google Chrome, Mozilla Firefox or Opera Next. Advanced functionality such as automated folder synchronization or filesystem mounts will be made available through installable client applications.","290":"Chia sẻ thư mục hoạt động như thế nào?","291":"Bạn có thể chia sẻ bất kỳ thư mục con của ổ đĩa đám mây của bạn với gia đình, bạn bè hoặc đồng nghiệp. Lời mời là địa chỉ e-mail. Những người được mời không có tài khoản sẽ nhận được một e-mail thông báo với một liên kết đăng ký. Ngoài ra, bạn có thể tạo ra một liên kết công cộng đến bất kỳ thư mục nào của bạn và xuất khóa mật mã, làm cho nó có thể truy cập mà không cần tài khoản MEGA. Khi đó trách nhiệm của bạn là truyền khóa thư mục một cách an toàn đến người nhận.","292":"Để thiết lập, sửa đổi hoặc xóa một chia sẻ, chỉ cần click chuột phải vào một thư mục trong phần quản lý tập tin của bạn và chọn Chia sẻ. Có ba cấp độ truy cập: chỉ đọc, đọc\/ghi (các tập tin có thể được thêm vào, nhưng không bị xóa), và đầy đủ (các tập tin có thể được thêm vào và xóa).","293":"Nếu bạn thêm một địa chỉ e-mail mà không có tài khoản, bạn cần phải online ít nhất một lần sau khi người nhận hoàn tất quá trình đăng ký để bạn có thể mã hóa bí mật chia sẻ với khóa công cộng vừa được tạo của người đó.","294":"Làm thế nào để xóa người từ thư mục chia sẻ của tôi?","295":"Chỉ cần click chuột phải vào một thư mục trong phần quản lý tập tin của bạn và chọn chia sẻ. Bạn sẽ thấy tất cả những người có quyền truy cập vào thư mục chia sẻ. Nhấp chuột phải vào người đó và chọn tùy chọn Xóa từ menu.","296":"Làm sao để tôi nhận ra đâu là thư mục chia sẻ của mình?","297":"Thư mục chia sẻ trong phần quản lý tập tin của bạn có một biểu tượng đặc biệt với một bàn tay dưới tập tin.","298":"Có thể chia sẻ thư mục đã được chia sẻ cho tôi được không?","299":"Không. Chia sẻ thư mục không có tính dây chuyền.","302":"Làm sao tôi liên kết đến một tập tin trên MEGA?","303":"Trước hết, xin cảnh báo: mã bảo mật của các tập tin của bạn phụ thuộc vào tính bảo mật của các khóa mã hóa liên quan. Hãy chắc chắn rằng bạn chỉ truyền tải chúng thông qua các kênh được bảo vệ! Chẳng hạn như e-mail tiêu chuẩn là không đủ tốt.","304":"Hãy nhớ điều đó, sau đó lựa chọn một hoặc nhiều tập tin trong phần quản lý tập tin của bạn, sau đó click phải  và dùng \"Lấy liên kết\". Một hộp thoại với các liên kết công cộng đến tập tin mà bạn đã chọn sẽ mở ra. Bạn có thể chọn để xuất mỗi liên kết và khóa riêng rẽ hoặc là một liên kết kết hợp duy nhất.","305":"Việc mã hóa hoạt động như thế nào?","306":"Tất cả các mã hóa theo mô hình đầu-cuối với nhau (end-to-end). Dữ liệu tải lên được mã hóa trên thiết bị tải lên trước khi nó được gửi lên Internet, và dữ liệu tải về được giải mã sau khi nó đã đến thiết bị tải về. Các máy khách có trách nhiệm tạo ra, trao đổi và quản lý các khóa mã hóa. Các khóa mã hóa có thể sử dụng không bao giờ rời khỏi máy khách (trừ các khóa công cộng RSA).","307":"Có phải tất cả thông tin cá nhân của tôi được mã hóa?","308":"Không. Chỉ có dữ liệu và tên tập tin\/thư mục được mã hóa. Thông tin mà chúng tôi cần truy cập để hoạt động, chẳng hạn như địa chỉ e-mail của bạn, địa chỉ IP, cấu trúc thư mục, quyền sở hữu tập tin và các thông tin thanh toán, được lưu trữ và xử lý không mã hóa. Xin vui lòng xem chính sách bảo mật của chúng tôi để biết thêm chi tiết.","309":"Có phải dữ liệu đã lưu của tôi có được an toàn tuyệt đối?","310":"Mọi biện pháp an toàn đều là tương đối. Tốn tại những hướng tấn công sau - chúng không phải chỉ có ở MEGA, nhưng chúng tôi muốn bạn hiểu về các rủi ro:","311":"Những tài khoản cá nhân bị nguy hiểm bởi:","312":"- Phần mềm gián điệp trên máy tính của bạn. Một  trình keylogger đơn giản cũng đủ, nhưng các thông tin về phiên và các khóa cũng có thể được trích xuất từ bộ nhớ hay tập tin hệ thống.","313":"- Những kẻ nhìn lén. Đừng nhập mật khẩu khi ai đó có thể nhìn lén bàn phím của bạn.","314":"Phá mật khẩu bằng brute-force (dò mật khẩu từng chữ). Hãy dùng mật khẩu phức tạp.","315":" - Giả danh.  Luôn luôn xác nhận tình trạng bảo mật của kết nối của bạn (https:\/\/) và tên miền chính xác (mega.co.nz) trước khi nhập mật khẩu của bạn.","316":"Những cuộc tấn công diện rộng có thể thực hiện qua:","317":"- Kiểu tấn công \"người trung gian\". Yêu cầu phát hành một bản sao hợp lệ chứng thực SSL kết hợp với việc giả mạo DNS và\/hoặc các cuộc tấn công trên các tuyến đường BGP của chúng tôi (một kịch bản theo phong cách DigiNotar).","318":"- Đạt được quyền truy cập vào máy chủ web lưu trữ tên miền https:\/\/mega.co.nz\/index.html và thay thế các tập tin đó với một phiên bản giả mạo (không ảnh hưởng nếu truy cập thông qua các ứng dụng). Lưu ý rằng thao tác nội dung trên nội dung phân phối CDN tĩnh của chúng tôi không tạo ra nguy cơ an ninh, bởi vì tất cả các nội dung động nạp từ index.html phải xác minh bằng mã hóa chia nhỏ (hãy coi nó như một loại \"khởi động an toàn\" cho các trang web). Kiểu tấn công này đòi hỏi phải gửi mã độc cho máy khách và do đó có thể phát hiện được.","319":"- Đạt được quyền truy cập vào cơ sở hạ tầng máy chủ lõi của chúng tôi và tạo ra các yêu cầu khóa giả mạo trên các chia sẻ hiện có. Kiểu tấn công này chỉ ảnh hưởng đến dữ liệu trong tài khoản với các thư mục được chia sẻ và có thể phát hiện trên các máy khách.","320":"Điều gì xảy ra nếu tôi không tin tưởng các anh? Vẫn an toàn cho tôi sử dụng MEGA chứ?","321":"Nếu bạn không tin tưởng chúng tôi, bạn không thể chạy bất kỳ đoạn mã nào được cung cấp bởi chúng tôi, do đó, mở trang web của chúng tôi trong trình duyệt của bạn và nhập mật khẩu của bạn là không thể. Nếu bạn vẫn muốn sử dụng MEGA, bạn phải dùng một ứng dụng được viết bởi một người nào đó mà bạn tin tưởng.","322":"Tôi tin tưởng các anh và trung tâm dữ liệu ở New Zealand đó, nhưng tôi không tin tưởng trung tâm dữ liệu ở Đức, bởi vì nó được điều hành bởi một công ty của Mỹ. Liệu có an toàn cho tôi khi sử dụng MEGA hay không?","323":"Có, bạn vẫn có thể sử dụng MEGA (với một vài hạn chế) một cách an toàn ngay cả khi trung tâm dữ liệu chính của chúng tôi ở Đức hoàn toàn bị tổn hại. Trung tâm dữ liệu New Zealand đảm bảo rằng không có mã độc nào có thể chạy khi bạn truy cập https:\/\/mega.co.nz\/.","324":"Dữ liệu mà tôi đặt trong thư mục chia sẻ có an toàn như dữ liệu khác của tôi không?","325":"Thư mục chia sẻ, về bản chất, chỉ an toàn ở mức thành viên kém an toàn nhất của chúng. Tuy nhiên, nếu cơ sở hạ tầng máy chủ chính của chúng tôi bị hư hại đặt ra một nguy cơ khác: chìa khóa công cộng có thể bị thao túng, và các yêu cầu khóa có thể bị giả mạo.","326":"Giả sử rằng một nút lưu trữ MEGA bị tổn hại về mặt vật lý. Những rủi ro đó là gì?","327":"Thông báo lỗi sau khi tải về các tập tin thao tác. Thậm chí nếu kẻ tấn công có khóa mã hóa cho một tập tin được cung cấp trên nút đó, hắn vẫn không thể thay thế nó bằng một cái giả mạo mà không làm lượt tải xuống tiếp theo thất bại.","328":"Liệu lưu tất cả những dữ liệu vào chung một chỗ có phải là ý hay không?","329":"Luôn luôn giữ các bản sao dự phòng các tập tin quan trọng, cả trực tuyến và ngoại tuyến. Mặc dù chúng tôi lưu trữ mỗi tập tin trong ít nhất hai địa điểm, nhưng không có gì đảm bảo trước các lỗi liên tiếp và lặp lại.","330":"Tại sao tôi nên tin tưởng trao những dữ liệu của mình cho các anh, mà không phải ai khác?","331":"Chúng tôi cung cấp cho người dùng chức năng UCE, khi bạn là người sử dụng, sẽ kiểm soát các khóa. Việc thực hiện UCE là mã nguồn mở, và chúng tôi kêu gọi và khuyến khích cộng đồng nghiên cứu và cung cấp các thông tin phản hồi. Chúng tôi tin rằng phương pháp này là an toàn hơn nhiều so với lưu trữ dữ liệu của bạn với một nhà cung cấp theo kiểu mã hóa phía máy chủ khi mà ISP kiểm soát khóa, hoặc tệ hơn, không có mã hóa gì hết - nếu, ví dụ, tập tin người dùng MEGA đột ngột có thể truy cập mà không cần mật khẩu do một lỗi lập trình, chúng cũng không thể đọc được khi không có các khóa giải mã do người dùng kiểm soát.","332":"Tôi nhận thấy các anh đang sử dụng HTTPS để chuyển các tập tin dữ liệu đã được mã hóa. Không phải là dư thừa sao?","333":"Đúng là như vậy. Thật tiếc rằng, hầu hết các trình duyệt đều phản kháng với việc thành lập các kết nối không an toàn dù từ một trang tốt, và ai có thể đổ lỗi cho chúng - chúng không thể nhận thức được thực tế là có một lớp mã hóa khác đang hoạt động. Bởi vì HTTPS ảnh hưởng xấu đến hiệu suất, chúng tôi cho phép bạn tắt nó đi trên các trình duyệt cho phép điều đó (Chrome, Safari và Firefox đến phiên bản 17) để tăng tốc độ truyển tải mà không gây nguy hiểm cho bảo mật hoặc tính toàn vẹn dữ liệu của bạn. Bạn sẽ thấy một cảnh báo SSL xuất hiện khi truyền tập tin đầu tiên của bạn trong một số trình duyệt - chỉ trong trường hợp này, bạn có thể an toàn mà bỏ qua nó.","334":"Thuật toán mã hóa MEGA sử dụng nội bộ là gì?","335":"Để truyền tải số lượng lớn, chúng tôi dùng AES-128 (chúng tôi tin rằng việc hao tốn công suất CPU cao hơn cho AES-192 và AES-256 là không xứng đáng với lợi ích lý thuyết về an ninh, ít nhất cho đến khi có sự ra đời của máy tính lượng tử). Kiểm tra tính toàn vẹn sau khi tải được thực hiện thông qua một biến thể CCM, kém hiệu quả hơn so với OCB, nhưng không bị giới hạn về bản quyền.","336":"Để thiết lập các chia sẻ bí mật giữa người dùng và đặt các tập tin vào hộp thư đến của bạn, chúng tôi dùng RSA-2048 (độ dài khóa đã được lựa chọn trên cơ sở giữa \"quá không an toàn\" và \"quá chậm\"). Tất cả mã hóa, giải mã và chìa khóa được thực hiện bằng JavaScript, giới hạn thông qua một vài MB\/s và gây ra tải CPU đáng kể. Chúng tôi rất mong muốn được thực hiện HTML5 WebCrypto API đã được đề xuất, trong tất cả các trình duyệt chính, sẽ giúp loại bỏ tình trạng thắt cổ chai.","337":"Bộ tạo số ngẫu dữ liệu có sẵn của JavaScript được tăng cường thông qua một pool dữ liệu điều khiển chuột\/bàn phím RC4 ngẫu nhiên cũng như mã hóa. * Ngẫu nhiên nếu có thể (chỉ áp dụng cho trình duyệt Chrome tại thời điểm này).","338":"MEGA có sao lưu những tập tin của tôi không?","339":"Chúng tôi lưu trữ các tập tin của bạn trên ít nhất hai máy chủ trong các trung tâm dữ liệu khác nhau, khi có thể.","340":"Nếu quên mật khẩu, tôi có thể đặt lại hay không?","344":"Khi nào tôi cần nâng cấp lên tài khoản Pro?","345":"Một tài khoản Pro sẽ cung cấp cho bạn thêm không gian lưu trữ và hạn mức băng thông mà chúng tôi sẽ tự động thu lại bất cứ khi nào đạt đến giới hạn băng thông hoạt động - bạn có thể tự sử dụng hạn mức, hoặc cấp cho bên thứ ba truy cập vào dữ liệu của bạn (bao gồm người sử dụng không có tài khoản MEGA). Tỷ lệ phần trăm tối đa hạn mức băng thông phân bổ cho các bên thứ ba có thể cấu hình trong cài đặt tài khoản của bạn.","346":"Chức năng giới hạn tốc độ tải lên có gì tốt không?","347":"Nhiều router không ưu tiên các gói tin nhỏ trong trường hợp nghẽn liên kết, kết quả là đường truyền vào của bạn bị ảnh hưởng nghiêm trọng trong khi liên kết ngoài của bạn thì đầy. Do đó, chúng tôi cung cấp một tùy chọn quản lý tốc độ tự động mà chúng tôi đo băng thông ngoài của bạn hiện tại trong thời gian mười giây ban đầu của một tải lên và sau đó giữ ít nhất 10% trong số đó không sử dụng. Bạn cũng có thể thiết lập một giới hạn cố định.","348":"Tôi nhận được gì với tài khoản miễn phí?","349":"Một ổ đĩa đám mây an toàn, hiệu suất cao, có thể truy cập toàn cầu với [X] không gian lưu trữ. Nếu bạn cần nhiều hơn thế, bạn có thể nâng cấp lên một tài khoản [A1]Pro[\/A1]. Nhấp [A2]vào đây[\/A2] để xem việc sử dụng hiện tại của bạn.","359":"MEGA có cung cấp hàm API không?","361":"Có. Xin dùng bộ SDK của chúng tôi và nhập code hỗ trợ tới MEGA trong ứng dụng của bạn.","362":"Để tránh quá tải tài nguyên, thỉnh thoảng chúng tôi phải giới hạn sử dụng băng thông. Tập tin bạn đang định tải xuống lớn hơn giới hạn hiện tại [X3] của chúng tôi. Việc truyền tải đã bị hoãn lại và sẽ bắt đầu tự động khi việc tắc nghẽn đã giảm bớt.","365":"Trình duyệt của bạn đã cũ và không có khả năng để tải về một tập tin lớn như thế này.","366":"Cảnh báo bản quyền","367":"MEGA tôn trọng bản quyền của các bên khác và yêu cầu người sử dụng dịch vụ đám mây MEGA tuân thủ theo quy định của pháp luật về quyền tác giả. Nghiêm cấm sử dụng dịch vụ đám mây MEGA để vi phạm bản quyền. Bạn không được tải lên, tải về, lưu trữ, chia sẻ, hiển thị, stream, phân phối, gửi email, liên kết đến, truyền tải hoặc dùng các phương thức khác để làm khả dụng bất kỳ tập tin, dữ liệu hoặc nội dung nào vi phạm bản quyền, hoặc quyền sở hữu khác của bất kỳ người hay tổ chức nào.","368":"Chú ý:","369":"Mô hình mã hóa bảo mật của MEGA phụ thuộc vào tính bảo mật của những khóa hiển thị ở trên. Đừng truyền tải chúng qua các kênh không an toàn!","370":"Sao chép vào bộ nhớ","371":"Đã sao chép vào bộ nhớ","372":"Tải lên","373":"Tải xuống","374":"Chúng tôi hứa là làm","375":"Chặn điều hướng do đang truyền tập tin.","376":"Bạn cần phải đăng nhập để xem trang này.","377":"Hiện bạn đang có ít nhất một tập tin được truyền tải.Nếu tiếp tục, việc truyền tải sẽ bị gián đoạn.","378":"Xin hãy nhập mật khẩu để xác nhận đây là tài khoản của bạn.","379":"Xin hãy đăng nhập để lấy tập tin này vào tài khoản của bạn.","380":"Nhập khóa giải mã","381":"Mọi quyền được bảo lưu","382":"sản xuất ở New Zealand","383":"Hỗ trợ","384":"Trung tâm Hỗ trợ","385":"Điều khoản Dịch vụ","386":"Chính sách Riêng tư","387":"Bản quyền","388":"Cộng đồng","389":"Blog","390":"Quan hệ Đối tác","391":"Đại lý","392":"Nhà phát triển","393":"Đối tác Hosting","394":"Nhà đầu tư","395":"Trở thành đại lý","396":"T.tin về chúng tôi","397":"Thành viên Miễn phí","398":"Thành viên Pro","399":"Liên hệ chúng tôi","400":"Cơ bản","401":"Chia sẻ","402":"Bảo mật & Riêng tư","403":"Tài khoản","404":"Thanh toán & Hóa đơn","405":"Công cụ","406":"Các câu hỏi thường gặp nhất:","407":"Danh mục:","408":"Tháng Một","409":"Tháng Hai","410":"Tháng Ba","411":"Tháng Tư","412":"Tháng Năm","413":"Tháng Sáu","414":"Tháng Bảy","415":"Tháng Tám","416":"Tháng Chín","417":"Tháng Mười","418":"Tháng Mười Một","419":"Tháng Mười Hai","420":"Xin đăng nhập để bắt đầu tải lên.","421":"Xin chấp nhận điều khoản dịch vụ","422":"Tôi đồng ý","423":"Bạn cần đăng ký một tài khoản để sử dụng chức năng chia sẻ. Bạn có muốn đăng ký bây giờ không?","424":"Chia sẻ bị vô hiệu","425":"Đổi tên Thư mục","426":"Đổi tên Tập tin","427":"Chi tiết tài khoản","428":"Các voucher","429":"Lịch sử Phiên","430":"Lịch sử mua hàng","431":"Lịch sử giao dịch","432":"Loại tài khoản:","433":"Nâng cấp","434":"Loại thuê bao:","435":"MIỄN PHÍ","436":"Không có chu kỳ thanh toán","437":"Không gian Lưu trữ:","438":"[X] đã dùng","439":"[X1] trong [X2]","440":"Quản lý Băng thông","441":"Bật Quản lý Băng thông","442":"Tắt Quản lý Băng thông","443":"Bạn có thể xác định tỷ lệ phần trăm mà bạn muốn phân bổ vào băng thông phục vụ.","444":"Đặt mức Băng thông:","445":"Mức độ Băng thông Phục vụ","446":"(dành cho bên thứ ba tải xuống tập tin của bạn)","447":"Băng thông Tải xuống","448":"(dành cho tải xuống tập tin từ bên thứ ba)","449":"Tiền trong tài khoản","450":"Nạp thêm","451":"Tạo voucher:","452":"Loại voucher:","453":"Chọn loại voucher","454":"Số lượng:","455":"Tạo","456":"Dùng voucher:","457":"Mua voucher","458":"Dùng voucher","459":"Voucher của bạn","460":"Voucher chưa sử dụng","461":"Voucher đã dùng","462":"Voucher bị hủy","463":"Voucher bị thu hồi","464":"Tất cả voucher","466":"[X] lượt cuối","467":"Lịch sử Phiên hoạt động","468":"Lịch sử Giao dịch","469":"[X] lần mua cuối","470":"Lịch sử Giao dịch","471":"[X] giao dịch cuối","472":"Xem [X] phiên cuối","473":"Xin lỗi, đó không phải là mã voucher hợp lệ.","474":"Ngày hết hạn:","475":"Ngày\/T.gian","476":"Hàng","477":"Số lượng","478":"Phương thức thanh toán","479":"Trình duyệt","480":"Địa chỉ IP","481":"Quốc gia","482":"Hoạt động gần đây nhất","483":"Phiên dùng hiện tại","484":"Số giao dịch","485":"Thẻ credit","486":"Thẻ debit","487":"Mã voucher","488":"Tình trạng","489":"Chưa dùng","490":"Đã dùng vào","491":"Đã thu hồi vào","492":"Đã hủy bỏ vào","494":"Chọn gói của bạn:","495":"Lưu trữ","496":"Băng thông","497":"Chọn giá:","498":"mỗi tháng","499":"mỗi năm","500":"Chọn giá:","501":"tiết kiệm 17%","502":"Chọn giá:","503":"Chọn phương thức thanh toán:","504":"Tải khoản trả trước","505":"mua voucher","506":"Chuyên nghiệp","507":"Tiếp tục","508":"mã voucher","509":"CÔNG TY BẢO MẬT","510":"Chào mừng đến với MEGA!","511":"Cặp số khóa cá nhân và khóa công khai mã hóa 2048-bit RSA  đang được tạo.","512":"Để tăng cường độ an toàn của khóa, chúng tôi đã thu thập dữ liệu ngẫu nhiên từ các cử động chuột và thời gian gõ phím của bạn.","513":"Mã voucher đã được đưa vào tài khoản của bạn, tuy nhiên số tiền trả trước mới của bạn không đủ cho lần mua này. Xin vui lòng nạp thêm vào tài khoản, hoặc thử mua một gói rẻ hơn.","514":"Tiền tài khoản không đủ, xin thử lại.","515":"Thư mục này chứa hơn 500 mục. Những thư mục lớn có thể làm chậm trình duyệt của bạn. Xin cân nhắc khi dùng thư mục con.","516":"Nhận hỗ trợ","517":"Nếu có điều gì đó trục trặc. Xin xem qua [A]trung tâm hỗ trợ[\/A] của chúng tôi trước. Nếu câu hỏi của bạn không được giải đáp ở đó, đừng ngần ngại liên lạc với chúng tôi.","518":"Pháp lý","519":"Bộ phận pháp lý của chúng tôi luôn sẵn sàng trả lời các câu hỏi của bạn.","520":"Bản quyền","521":"Lo ngại về một người dùng xâm phạm quyền sở hữu tài sản trí tuệ của bạn? Xin gửi văn bản yêu cầu tháo gỡ vì bản quyền qua [A]mẫu đơn trực tuyến[\/A] của chúng tôi hay gửi email cho chúng tôi.","522":"Đề xuất ý kiến cải tiến","523":"Xin gửi yêu cầu về chức năng và các đề xuất về sử dụng ở đây.","524":"Báo lỗi","525":"MEGA hiện tại là bản beta, chúng tôi rất hoan nghênh các báo lỗi. Càng chi tiết càng tốt.","526":"Truyền thông","527":"Chúng tôi chào đón giới truyền thông, bao gồm các người viết blog, liên lạc với chúng tôi với các câu hỏi về MEGA.","528":"Trở thành đại lý","529":"Hãy trở thành một phần của câu chuyện thành công!","530":"Chương trình đại lý của chúng tôi sẽ giúp bạn bán voucher MEGA đến trực tiếp khách hàng.","531":"Chi tiết:","532":"Bạn sẽ được quyền truy cập vào giao diện quản lý voucher hiện đại của chúng tôi.","533":"Tạo voucher thời gian thực từ tiền trong tài khoản của bạn.","534":"Hoa hồng doanh thu hậu hĩnh ngay từ đầu.","535":"Càng bán nhiều, hoa hồng doanh thu càng cao, lợi nhuận càng lớn.","536":"Truy cập API đại lý sẽ cho phép bạn phát triển các ứng dụng hay để tương tác với hệ thống chúng tôi theo thời gian thực.","537":"Quảng cáo miễn phí: trang web của bạn sẽ được liên kết trên Mega.","538":"Sau khi xem xét và phê duyệt ứng dụng đại lý bán lẻ của bạn. Trang web và việc kinh doanh của bạn phải đáp ứng các tiêu chuẩn của chúng tôi.","539":"Chia sẻ doanh thu","540":"Hoa hồng doanh thu của bạn sẽ được chiết khấu khi tạo voucher.","541":"Doanh thu hàng tháng","542":"Chia sẻ doanh thu","543":"nhiều hơn [X]","544":"Thủ tục xin làm đại lý","545":"Đăng ký làm đại lý","546":"Chi tiết","547":"Chi tiết của bạn","548":"Thị trường","549":"Chọn thị trường của đại lý:","550":"Thanh toán","551":"Chọn phương thức thanh toán","552":"Chọn phương thức thanh toán từ danh sách những nhà cung cấp","553":"Phương thức thanh toán của bạn không có trong đây? Xin [A]gửi email cho chúng tôi[\/A]","554":"Hoàn tất","555":"Tôi đồng ý với [A]Điều khoản Dịch vụ Đại lý[\/A] của MEGA","556":"Tiếp","557":"Chọn thị trường từ danh sách những quốc gia sẵn có","558":"Trước","559":"Tên bạn","560":"Trang web Doanh nghiệp","561":"Địa chỉ","562":"ZIP \/ Mã bưu chính","563":"Tên doanh nghiệp","564":"Số điện thoại","565":"Thành phố","566":"Chọn quốc gia cho mỗi phương thức thanh toán:","568":"Hãy chọn quốc gia của bạn","569":"Thiết lập truyền tải","570":"Số lượng các kết nối tải lên song song:","571":"Số lượng các kết nối tải xuống song song:","572":"Giới hạn tốc độ tải lên:","573":"Không","574":"Tự động","575":"Cố định","576":"Bỏ qua tập tin trùng lặp khi tải lên:","577":"Có","578":"Không","579":"Dùng SSL để truyền tải tập tin:","580":"Tắt SSL để tăng hiệu suất mà không làm giảm mức độ bảo mật.","581":"Hãy nhập tên của bạn.","582":"Nhập URL doanh nghiệp của bạn.","583":"Nhập địa chỉ của bạn.","584":"Hãy nhập ZIP \/ mã bưu chính của bạn.","585":"Hãy nhập tên doanh nghiệp của bạn.","586":"Hãy nhập số điện thoại của bạn.","587":"Hãy nhập thành phố của bạn.","588":"Hãy nhập quốc gia của bạn.","589":"Bạn phải chấp thuận điều khoản dịch vụ dành cho đại lý.","590":"Hãy chọn ít nhất một quốc gia.","591":"Hãy chọn ít nhất một phương pháp thanh toán.","592":"Hãy chọn ít nhất một quốc gia trên mỗi nhà cung cấp dịch vụ thanh toán.","593":"Quá chuẩn","594":"Bạn sẽ nhận được một email từ chúng tôi với các hướng dẫn chi tiết hơn.","620":"Thông báo Vi phạm Bản quyền","621":"Thông báo","622":"Chúng tôi tôn trọng bản quyền của người khác và yêu cầu người sử dụng dịch vụ của chúng tôi thực hiện theo quy định của pháp luật về quyền tác giả. Nghiêm cấm sử dụng các dịch vụ của chúng tôi để vi phạm bản quyền. Bạn không được tải lên, tải về, lưu trữ, chia sẻ, hiển thị, truyền, phân phối, email, liên kết đến, truyền tải hoặc dùng các phương thức khác để làm khả dụng bất kì tập tin, dữ liệu, hoặc nội dung nào vi phạm bản quyền hoặc quyền sở hữu khác của bất kỳ người nào hoặc tổ chức nào. Chúng tôi sẽ phản hồi thông báo vi phạm bản quyền theo đúng quy định của luật áp dụng và được cung cấp cho chúng tôi đúng cách. Nếu bạn tin rằng nội dung của bạn đã bị sao chép hoặc sử dụng một cách vi phạm bản quyền, xin vui lòng cung cấp cho chúng tôi các thông tin sau: (i) một chữ ký vật lý hoặc điện tử của chủ sở hữu quyền tác giả hoặc người được ủy quyền đại diện cho họ, (ii) xác định các tác phẩm có bản quyền tuyên bố đã bị vi phạm; (iii) xác định các đối tượng được tuyên bố là vi phạm hoặc là đối tượng của hành vi vi phạm mà cần được gỡ bỏ hoặc ngăn chặn truy cập vào, và thông tin đầy đủ cho phép chúng tôi xác định vị trí các đối tượng đó bao gồm các liên kết URL, (iv) thông tin liên lạc của bạn, bao gồm địa chỉ, số điện thoại, và địa chỉ email, (v) một thông báo của bạn rằng bạn tin chắc rằng việc sử dụng của đối tượng theo phản ánh là không được phép của chủ sở hữu quyền tác giả, đại diện của nó hoặc pháp luật; và (vi) một tuyên bố rằng thông tin trong thông báo là chính xác, và dưới hình phạt về tội khai man (trừ khi luật áp dụng nói khác), mà bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","623":"Chúng tôi có quyền loại bỏ dữ liệu bị cáo buộc là vi phạm mà không cần thông báo trước, theo quyết định của chúng tôi, và không cần trách nhiệm với bạn. Trong những trường hợp nhất định, chúng tôi cũng sẽ đóng tài khoản của bạn nếu bạn được xác định là một người tái vi phạm. Đại diện chỉ định của chúng tôi để thông báo vi phạm bản quyền là:","624":"Thông báo Bản quyền","625":"Xin dùng mẫu đơn này để gửi thông báo bản quyền. Chúng tôi sẽ trả lời trong vòng 24 giờ (hoặc ngay lập tức trong giờ hành chính).","626":"Nội dung:","627":"Thông tin bắt buộc","628":"Vi phạm bản quyền của cá nhân tôi.","629":"Vi phạm bản quyền của người  tôi có quyền để đại diện.","630":"Cách gỡ bỏ:","631":"Chọn cách gỡ bỏ:","632":"1. Chỉ vô hiệu hoá việc công khai các URL - các tập tin sẽ vẫn còn trong tài khoản của chủ sở hữu","633":"2. Vô hiệu hoá tất cả các URL công khai của các tập tin - các tập tin sẽ ở lại trong tài khoản của chủ sở hữu","634":"3. Hủy bỏ tất cả các tập tin cơ bản của URL được cung cấp - không người nào được phép lưu trữ dưới bất kỳ hoàn cảnh nào trên toàn thế giới","635":"Tôi tuyên bố rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại lý của nó, hoặc pháp luật (ví dụ như sử dụng công bằng)","636":"Tôi hiểu rằng tôi có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu tôi cố ý và cố ý xuyên tạc rằng nội dung báo cáo, URL, hoặc các tập tin đang vi phạm.","637":"Các thông tin trong thông báo này là chính xác, và tôi tuyên bố dưới hình phạt về tội khai man, rằng tôi được toàn quyền hành động thay mặt cho chủ sở hữu quyền tác giả.","638":"Thông báo này là một văn bản pháp luật nghiêm trọng - hãy cẩn thận và chính xác trong tuyên bố vi phạm bản quyền của bạn. Bạn có thể tham khảo với một luật sư để xác định xem liệu nội dung bạn báo cáo là vi phạm trong thực tế và không được bảo vệ bằng cách sử dụng công bằng, giấy phép, hoặc cơ sở pháp lý khác.","639":"Gửi thông báo","640":"Thêm","641":"URL của nội dung vi phạm:","642":"Tên đơn vị giữ bản quyền:","643":"Nghề nghiệp:","644":"Địa chỉ email:","645":"Fax:","646":"Thành phố:","647":"ZIP \/ Mã bưu chính:","648":"Bản quyền tuyên bố đã bị vi phạm:","649":"Tên đầy đủ của tôi:","650":"Công ty \/ Tổ chức:","651":"SĐT:","652":"Địa chỉ:","653":"Bang \/ Tỉnh:","654":"Quốc gia:","655":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","656":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","657":"Vui lòng chọn xem nội dung vi phạm bản quyền cá nhân của bạn hoặc một người nào đó bạn được ủy quyền đại diện.","658":"Xin vui lòng chọn cách gỡ bỏ.","659":"Xin vui lòng cung cấp các URL cho mỗi tác phẩm có bản quyền tuyên bố đã bị vi phạm.","660":"Xin vui lòng cung cấp các tác phẩm có bản quyền cho mỗi URL bị xâm phạm.","661":"Vui lòng cung cấp tên chủ sở hữu quyền tác giả.","662":"Vui lòng cung cấp tên đầy đủ của bạn.","663":"Vui lòng cung cấp địa chỉ email của bạn.","664":"Xin vui lòng nhập địa chỉ email hợp lệ.","665":"Vui lòng xác nhận rằng bạn tin chắc rằng việc chia sẻ tài liệu có bản quyền tại địa điểm trên là không được phép của chủ sở hữu quyền tác giả, đại diện của nó, hoặc pháp luật.","666":"Vui lòng xác nhận rằng bạn có thể chịu trách nhiệm bồi thường thiệt hại, bao gồm cả chi phí và phí luật sư, nếu bạn cố ý và cố ý xuyên tạc nội dung báo cáo, URL, hoặc các tập tin đang bị vi phạm.","667":"Vui lòng xác nhận rằng thông báo này là chính xác rằng bạn được ủy quyền hành động thay mặt cho chủ sở hữu quyền tác giả (nếu không bạn sẽ phải chịu trách nhiệm về tội khai man).","668":"Xin cám ơn!","669":"Chúng tôi sẽ xem xét thông báo bản quyền của bạn trong thời gian ngắn nhất.","670":"Language","671":"Bạn nói, biết nhiều ngôn ngữ?","672":"Xin giúp chúng tôi phiên dịch!","673":"Công ty Bảo mật","674":"Không ai bị xâm phạm một cách tùy tiện về đời tư, gia đình, nhà ở, hay thư tín. Mọi người đều có quyền được luật pháp bảo vệ, trước những xâm phạm và xúc phạm như vậy.","675":"Tuyên ngôn Quốc tế về Nhân quyền, Điều 12","676":"MEGA là dịch vụ Lưu trữ Đám mây với tính năng Bảo Mật Luôn Hoạt Động mạnh mẽ","677":"MEGA cung cấp dịch vụ lưu trữ đám mây mạnh mẽ với tính năng always-on privacy. MEGA tin tưởng vào quyền riêng tư của bạn và cung cấp cho bạn các công cụ công nghệ để bảo vệ nó. Chúng tôi gọi nó là Mã hóa do Người dùng Kiểm soát (User Controlled Encryption -UCE) và nó xảy ra tự động.","678":"Mã hóa do Người dùng Kiểm soát của MEGA là gì?","679":"Tất cả các tập tin lưu trữ trên MEGA đều được mã hóa. Tất cả các dữ liệu truyền từ hay tới MEGA đều được mã hóa. Và trong khi hầu hết các nhà cung cấp lưu trữ đám mây đều có thể làm hay tuyên bố sẽ làm như vậy, MEGA có khác biệt - không giống như những nhà cung cấp khác giữ chìa khóa giải mã, ở MEGA, bạn kiểm soát việc mã hóa, bạn giữ chìa khóa, bạn quyết định cho phép hay từ chối ai truy cập các dữ liệu của mình, mà không cần phải cài các phần mềm rủi ro. Tất cả đều diễn ra trên trình duyệt web của bạn!","680":"MEGA trong Tương Lai","681":"Dịch vụ đám mây MEGA chỉ là khởi đầu. Trong tương lai, MEGA sẽ cung cấp UCE trên trình duyệt cho hàng loạt các ứng dụng mà không cần cài đặt thêm thứ gì. Công nghệ của chúng tôi sẽ bảo vệ email, cuộc gọi, các đoạn chat và video trực tuyến của bạn.","692":"MEGA có hợp pháp không?","693":"Chúng tôi là một nhóm chuyên gia công nghệ đã dành thời gian, cơ hội và khả năng truy cập Internet để xây dựng một dịch vụ lưu trữ đám mây tuyệt vời sẽ bảo vệ sự riêng tư của bạn. Chúng tôi đã tạo nên dịch vụ Internet này từ con số không ở Auckland, New Zealand. Không như hầu hết các đối thủ cạnh tranh, chúng tôi dùng một công nghệ mã hóa dựa trên trình duyệt hiện đại nhất mà chính bạn, chứ không phải chúng tôi, là người giữ chìa khóa. Nhóm thiết kế của chúng tôi gồm Kim Dotcom, Mathias Ortmann, Bram van der Kolk và Finn Batato. CEO của chúng tôi, Vikram Kumar, đã từng là Giám đốc điều hành của InternetNZ, một tổ chức phi lợi nhuận thúc đẩy tầm nhìn về một 'Internet mở và không bị trói buộc'. Chúng tôi hi vọng bạn thích dịch vụ của chúng tôi.","694":"1. Vô hiệu hoá một liên kết (\"URL\") cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","695":"2. Vô hiệu hoá đồng thời nhiều URL cho mỗi tập tin - tập tin sẽ vẫn còn trong tài khoản người dùng","696":"3. Gỡ bỏ tất cả các tập tin cơ bản của URL được cung cấp - không ai được phép lưu trữ những thông tin này dưới bất kỳ hoàn cảnh nào trên phạm vi toàn thế giới","697":"4. Khác","698":"Bạn có thể nhập báo cáo ở đây","699":"Ký và gửi báo cáo","700":"Xin gửi thông báo gỡ bỏ bản quyền thủ công bằng cách email đến [A1]copyright@mega.co.nz[\/A1] theo [A2]quy định gỡ bỏ bản quyền[\/A2] của chúng tôi.","701":"Thư thông báo gỡ bỏ nội dung","702":"Báo Cáo Vi Phạm","703":"Liên kết đăng ký của bạn không hợp lệ. Xin kiểm tra xem bạn có ngắt dòng trong email kích hoạt của bạn không.","704":"Tài khoản của bạn đã được kích hoạt rồi. Xin đăng nhập.","705":"Xác nhận của bạn không thể xử lý được. Xin hãy đăng ký lần nữa. Mã lỗi:","706":"Đổi mật khẩu","707":"Cập nhật","708":"Yêu cầu thay đổi","709":"Tôi nhớ được mật khẩu hiện tại","710":"Nếu bạn vẫn đang đăng nhập nhưng không thể nhớ mật khẩu hiện tại, bạn có thể đặt mật khẩu mới bằng cách đánh dấu tùy chọn này. Bạn sẽ nhận được một liên kết xác nhận đổi mật khẩu bằng email, kích hoạt mật khẩu mới sẽ hoạt động nếu liên kết được click vào trong vòng 15 phút.","711":"Yêu cầu Thay đổi","712":"Chuộc lại hoàn tất","713":"Số dư voucher của bạn đã được nạp vào tài khoản của bạn. Bạn có muốn tiếp tục mua thành viên pro bây giờ không?","714":"Voucher này đã được dùng rồi.","715":"Mật khẩu mới bạn đã nhập không khớp. Xin thử lại.","716":"Mật khẩu hiện tại","717":"Mật khẩu mới","718":"Nhập lại mật khẩu mới","719":"Xin nhập mật khẩu hiện tại.","720":"Xin nhập mật khẩu mới.","721":"Xin kiểm tra email và click vào liên kết xác nhận để hoàn tất đổi mật khẩu.","722":"Đã yêu cầu đổi","723":"Mật khẩu mới phải khác so với mật khẩu hiện tại.","724":"Mật khẩu hiện tại bạn cung cấp không chính xác.","725":"Mật khẩu của bạn đã được đổi.","726":"Hoàn thành","727":"Mật khẩu của bạn đã được đổi.","728":"Liên kết xác nhận mật khẩu này đã hết hạn.","729":"Liên kết này đã được xác nhận rồi.","730":"Tài khoản của bạn đã bị khóa. Xin kiểm tra email để biết chi tiết và trả lời  vào thời gian sớm và thuận tiện nhất.","731":"Tài khoản người dùng này đã bị chấm dứt vì vi phạm nhiều [A]Điều khoản Dịch vụ[\/A].","732":"Bạn đã đăng nhập vào một tài khoản khác với cái bạn đang xác nhận. Xin kiểm tra phiên làm việc hiện tại, đăng xuất, sau đó click vào liên kết xác nhận một lần nữa.","733":"Chúng tôi không biết địa chỉ email này. Nếu bạn chưa có tài khoản trên MEGA, xin mời bạn đăng ký. ","734":"Xin cám ơn!","735":"Xin kiểm tra email của bạn.","736":"Chỉ những tài khoản không chứa tập tin và thư mục mới có thể đặt lại mật khẩu.","737":"Đặt lại mật khẩu","738":"Yêu cầu","739":"quên mật khẩu?","740":"Mật khẩu của bạn đã được đổi thành công.","741":"Xin chọn một mật khẩu an toàn mới.","742":"Đặt lại","743":"Liên kết này đã hết hạn. Xin yêu cầu liên kết mới.","744":"Liên kết không hợp lệ. Xin yêu cầu liên kết mới.","745":"Không kì thanh toán","746":"Loại thành viên","747":"Hàng tuần","748":"Hàng tháng","749":"Hàng năm","750":"Kỳ thanh toán tiếp theo là","751":"Một lần","752":"Phần bổ trợ MEGA cho Firefox","753":"Cài đặt phần mở rộng MEGA cho Firefox để cải thiện đáng kể hiệu suất tải xuống. Nó cũng cho phép bạn tự động tải xuống một lượng không giới hạn tập tin và không giới hạn về kích thước.","754":"Phần mở rộng MEGA cho Firefox là an toàn và ẩn. Nếu bạn muốn dùng MEGA mà không cần phần mở rộng, chúng tôi khuyến cáo nên dùng [A]Chrome[\/A].","755":"Cài đặt tiện ích mở rộng","756":"1 tải xuống hoàn tất","757":"[X] tải xuống hoàn tất","758":"Mở thư mục tải xuống","759":"click vào đây để mở","760":"Xin cài đặt phần mở rộng MEGA cho Firefox để tải xuống tập tin lớn như thế này.","761":"Xin xác nhận","762":"Bạn sắp tải xuống một lượng lớn tập tin, điều này có thể làm chậm trình duyệt. Vẫn tiếp tục chứ?","763":"Liên lạc","764":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","765":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","766":"Một số lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy.","768":"Lượt tải xuống của bạn không thể bắt đầu vì đĩa cứng của bạn đã đầy, hoặc bạn đang dùng Chrome ở chế độ riêng tư không hỗ trợ việc ghi tập tin.","769":"Chúng tôi chỉ có thể dùng 5% không gian đĩa sẵn có của bạn để tải xuống. Xin giải phóng nhiều không gian hơn để tiếp tục.","770":"Chọn mật khẩu","771":"Xác nhận mật khẩu","772":"Liên kết đến tập tin","773":"còn lại","774":"liên kết email","775":"đổi tên dưới đây:","776":"Lưu","777":"Ghi nhớ đăng nhập trên máy này","778":"Chưa có tài khoản MEGA?","779":"Hãy đăng ký","780":"Bạn đã có tài khoản MEGA rồi?","781":"Vì hạn chế của CPU của các máy di động. Hoàn thành khóa RSA có thể mất vài phút. Cám ơn sự kiên nhẫn của bạn.","782":"Thư mục trống","783":"Cloud Drive của bạn không có tập tin.","784":"Không có liên lạc","785":"Không có kết quả.","786":"hộp thư không có tập tin.","787":"Thùng rác không có tập tin.","788":"Bạn có muốn chuyển tệp tin này vào Thùng Rác không?","789":"Bạn có chắc chắn bạn muốn chuyển thư mục này vào Thùng Rác không?","790":"Mở tập tin","791":"Nhập tập tin.","792":"Xóa tập tin","794":"Xóa Thư Mục","796":"Lấy Link","797":"Chia Sẻ Thư Mục","798":"Không gian lưu trữ","799":"Đã dùng cho lưu trữ","800":"Không gian Miễn phí","801":"Phiên bản dành cho máy tính","802":"Email của người này","803":"Tệp Tải xuống","804":"Thật không may, loại file này hiện chưa được hỗ trợ bởi MEGA trên thiết bị của bạn.","805":"Chúng tôi sẽ hỗ trợ loại file này trên các nền tảng di động trong thời gian không xa.","806":"Đổi tên thư mục thành :","807":"Đổi tên tệp thành :","808":"Liên kết Thư mục","809":"URL đến thư mục:","810":"Liên kết để tải về thiết bị","811":"URL đến tệp tin:","812":"Xác nhận tài khoản","813":"Thư mục đã được chia sẻ","814":"Bạn có muốn hủy quá trình tải lên không?","815":"Bạn có muốn hủy quá trình tải xuống không?","816":"Xin hãy nhập địa chỉ email hợp lệ","817":"Bạn không thể tạo thư mục trong phần kết quả tìm kiếm","818":"Bạn có muốn chuyển sang giao diện máy tính?","819":"đang bắt đầu","820":"Tệp tin này đã được nhập vào Bộ nhớ trên Mây của bạn.","821":"Thông báo của bạn","822":"Trở về","823":"Thiết đặt","824":"Thư mục chia sẻ mới từ [X]","825":"Thư mục chia sẻ mới ","826":"[X] đã thu hồi lại một thư mục chia sẻ","827":"Thư mục chia sẻ đã bị thu hồi","828":"[X1] Thư mục và [X2] tệp tin","829":"[X] thư mục và 1 tệp tin","830":"1 thư mục và [X] tệp tin","831":"1 thư mục và 1 tệp tin","832":"[X] thư mục","833":"[X] tệp tin","834":"1 thư mục","835":"1 tệp tin","836":"Người dùng [X] đã thêm vào [DATA]","837":"Đã thêm vào [X]","838":"Đã thêm vào [X]","850":"TH1","851":"TH2","852":"TH3","853":"TH4","854":"TH5","855":"TH6","856":"TH7","857":"TH8","858":"TH9","859":"T10","860":"T11","861":"T12","862":"Thông báo","863":"Hiển thị tất cả","864":"Tải về dưới dạng nén ZIP","865":"Mở","866":"Sao chép 1 mục đã chọn","867":"Sao chép [X] mục đã chọn","868":"Di chuyển 1 mục đã chọn","869":"Di chuyển [X] mục đã chọn","870":"Xác nhận","871":"[B]Cảnh báo:[\/B] Dung lượng bộ nhớ đã vượt quá giới hạn. Xin xóa bớt các tệp tin hoặc nâng cấp TK của bạn.","872":"Pro","873":"[X] giây trước","874":"1 phút trước ","875":"[X] phút trước","876":"1 giờ trước ","877":"[X] giờ trước ","878":"1 ngày trước","879":"[X] ","880":"Vừa xong","881":"Bạn hiện đang sử dụng phiên làm việc tạm thời. Dữ liệu bạn đang lưu trữ sẽ mất khi tới hạn. Để bảo vệ dữ liệu của bạn, xin nâng cấp lên tài khoản chính thức sớm nhất có thể và nhận ngay 50 GB kho lưu trữ đám mây miễn phí và an toàn!","882":"Cảnh báo","883":"Tạo tài khoản","884":"Trình duyệt [X] không tương thích với MEGA","885":"Trình duyệt của bạn","886":"Trình duyệt Internet Explorer 10 chứa một lỗi không an toàn gây hư hại tập tin được viết bằng mã JavaScript, gây tình trạng quá tải bộ nhớ khi tải xuống số lượng lớn dữ liệu. Chúng tôi nhận thấy vấn đề này có thể giải quyết trong Internet Explorer 11. Khi phù hợp, xin hãy chuyển sang dùng một trình duyệt mới hơn.","887":"Trình duyệt [X] thiếu các tính năng HTML5 mà MEGA cần dựa vào đó để tạo mã hóa cho người dung và hoạt động trình duyệt. Hiện truyền tải tệp HTML5 sẽ cần phải mô phỏng hoạt động bằng Flash nên sẽ rất hạn chế. Khi phù hợp, xin hãy nâng cấp trình duyệt của bạn lên một trình duyệt mới hơn để công việc trở nên thuận lợi hơn.","888":"Đặc biệt Khuyên dùng","889":"Khuyên dùng","890":"MEGA kết hợp tốt nhất với những trình duyệt sau","891":"Cảnh báo về độ tương thích của trình duyệt","892":"Thuộc tính","893":"Ngày tải lên","894":"Tổng kích thước","895":"Tên thư mục","896":"Ngày tạo","897":"Chứa đựng","898":"Nhiều tệp & thư mục","899":"Nhiều tập tin","900":"Nhiều thư mục","909":"Mật khẩu","910":"Mua ngay","911":"Hưởng tối đa lợi ích của MEGA với gói cước [B]Pro[\/B]","912":"Giá từ","913":"tháng","914":"gói cước mỗi năm","915":"Không gian lưu trữ khổng lồ","916":"Tốc độ băng tông cực rộng","917":"nếu bạn chọn trả tiền mỗi năm","918":"Hàng tháng","919":"Hàng năm","920":"Nâng cấp tài khoản của bạn","921":"miễn phí 2 tháng","922":"1 tháng","923":"1 năm","924":"Bạn có câu hỏi nào về [A]tài khoản Pro[\/A] không?","925":"Bộ phận hỗ trợ của chúng tôi rất vui được phục vụ bạn.","926":"Tên công ty","927":"Thành phố","928":"Mã ZIP \/ Mã Bưu chính","929":"Điện thoại","930":"ngày ","931":"tháng ","932":"năm","933":"Địa chỉ","934":"Bang hoặc tỉnh","935":"Địa chỉ PayPal","936":"Tài khoản ngân hàng","937":"Tên người thụ hưởng","938":"Mô tả chiến lược marketing của bạn","939":"Tên ngân hàng","947":"Ổ đĩa","948":"Rác","949":"Hộp thư","950":"Danh bạ","951":"Tài khoản","952":"Đa số thiết bị không thể tải xuống các tệp lớn hơn 4GB. Việc tải xuống có thể sẽ thất bại.","953":"Không đủ chỗ trống","954":"Công trạng","955":"Ứng dụng Di động","956":"Sync Client","957":"Chrome App","959":"Firefox App","961":"Ứng dụng","962":"Bộ Phát triển Phần mềm","963":"Trung tâm tài liệu","964":"Chương trình Đối tác","965":"Chính sách","966":"H\/D Bản quyền Nội dung","967":"Đăng xuất","968":"Tạo Tài khoản","969":"Xin hãy thử lại","970":"Mật khẩu không hợp lệ","973":"Đã dùng trong băng thông","974":"Quản lý tài khoản","975":"Đánh dấu sao","976":"Xóa dấu sao","977":"Không có tệp tin trong Ổ mây của bạn.","978":"Từ khóa tìm kiếm không trùng với bất kỳ tài liệu nào","979":"Không có mục nào trong Thùng Rác","980":"Bạn không có liên hệ nào hết","981":"Không có mục nào trong Hộp Thư","982":"Nội dung","983":"Tổng quan","984":"T.tin Cá nhân","985":"Lịch sử","986":"Chỉnh sửa t.tin cá nhân","987":"Hết hạn vào","988":"Các kết nối:","989":"[X] liên hệ","990":"1 liên lạc","991":"Đi tới Danh bạ","992":"Ảnh đại diện","993":"Thay ảnh đại diện","994":"Thông Tin Cá Nhân","995":"Ngày sinh","996":"Chọn quốc gia","997":"Thêm liên hệ chỉ dành cho thành viên đã đăng ký.","998":"Xin tạo một tài khoản","999":"Bạn có muốn nâng cấp phiên hoạt động tạm thời này lên tài khoản miễn phí ngay bây giờ không?","1000":"Để trách mất quyền truy cập. Khuyến cáo bạn nên tạo tài khoản miễn phí.","1001":"Xóa liên hệ","1002":"Bạn có chắc muốn xóa [X] khỏi danh bạ của bạn không?","1003":"Xác nhận việc xóa bỏ","1004":"Có chắc là bạn muốn chuyển [X] vào thùng rác không?","1005":"Tạo liên kết chỉ làm được khi bạn là thành viên đã đăng ký.","1006":"Chia sẻ thư mục chỉ làm được khi bạn là thành viên đã đăng ký.","1007":"Bạn không thể hoàn tác hành động này.","1008":"Đã vượt quá băng thông gói Pro.","1009":"Cần thêm băng thông?","1010":"Đã vượt quá không gian lưu trữ.","1011":"Muốn giữ lại các tệp tin của bạn?","1012":"Không gian lưu trữ đã gần hết.","1013":"Cần thêm không gian lưu trữ?","1015":"Xin nhập mã voucher của bạn.","1016":"Chọn một hình","1017":"Dùng làm Ảnh đạo diện","1018":"Dọn rác","1019":"Thêm địa chỉ email","1020":"Xin nhập email hoặc chọn một địa chỉ liên hệ.","1021":"Bật","1022":"Tắt","1023":"Bạn không có quyền ghi tệp vào thư mục này.","1024":"Xin nhập tên thư mục.","1025":"Nhiều mục","1026":"Nhập mã giải khóa","1027":"Giải khóa mã","1028":"Mã giải khóa","1029":"Liên kết công khai","1030":"Chọn từ danh bạ của bạn, hoặc thêm các địa chỉ email","1031":"Xuất ra liên kết tới tệp và các mã giải khóa","1032":"Bao gồm mã khóa của tệp","1033":"Sao chép mã khóa","1034":"Tải nhiều tệp cùng lúc","1035":"Nhấp \"cho phép\" cho việc hoàn thành tải xuống","1036":"Được chia sẻ với","1037":"Đồng ý","1038":"Language","1039":"Trả bằng PayPal","1040":"Xin đăng nhập để kích hoạt thành viên hạng pro.","1041":"Xin tạo tài khoản để kích hoạt tài khoản hạng pro của bạn.","1042":"Đang khởi tạo","1043":"Liên kết thư mục bất khả dụng","1044":"Liên kết thư mục mà bạn đang cố truy cập đã không còn khả dụng nữa. Điều này xảy ra do:","1045":"Liên kết thư mục đã bị xóa bỏ bởi vì vi phạm quy định sử dụng DV và chính sách SD.","1046":"Liên kết thư mục đã bị vô hiệu hóa bởi chính người sở hữu.","1047":"Chào mừng tới MEGA Pro","1048":"Hạng thành viên Pro của bạn đã khích hoạt. Hãy tận hưởng!","1049":"Thư mục","1050":"Không có chia sẻ","1051":"Không bao giờ","1053":"Băng thông sắp quá giới hạn.","1054":"Bạn sẽ cần phải chờ [X] đến khi bạn được chấp thuận nhận thêm băng thông vào tài khoản.","1055":"Không muốn chờ đợi?","1056":"Việc giới hạn được linh động.","1057":"Xác nhận việc hủy phiên hoạt động","1058":"Bạn hiện đang ở phiên tạm thời. Bạn có chắc muốn kết thúc phiên hoạt động này?","1059":"Hành động này sẽ xóa toàn bộ dữ liệu của bạn.","1060":"Mã hóa đầu-cuối","1061":"Không giống như các hãng lưu trữ khác, dữ liệu của bạn được mã hóa và chỉ được giải mã ở các thiết bị máy khác và chúng tôi không bao giờ tự làm điều đó.","1062":"Truy cập toàn cầu","1063":"Dữ liệu của bạn sẽ được cập được tại bất cứ nơi đâu, bất kể thời điểm và thiết bị.","1064":"Hợp tác an toàn","1065":"Chia sẻ các thư mục với các liên hệ của bạn và xem các hoạt động trực tiếp từ họ.","1066":"MEGA cung cấp các công cụ giúp bạn hoạt động trực tuyến một cách [A]riêng tư và bí mật[\/A] với cộng đồng một cách dễ dàng.","1067":"MEGA cung cấp dịch vụ dựa trên điện toán đám mây được mã hóa, cho phép sự truyền thông và hợp tác được [A]riêng tư và đảm bảo[\/A] cho các doanh nghiệp và cá nhân. Bạn giữ và kiểm soát các khóa mã hóa dữ liệu của bạn trong đám mây.","1068":"Chia sẻ các thư mục với các liên hệ của bạn và xem các hoạt động trực tiếp từ họ.","1069":"Xem cách thức hoạt động","1070":"Cách nó hoạt động","1071":"Bạn muốn biết thêm nữa về MEGA?","1072":"Xem đoạn video sau đây","1073":"Các Hạng Thành Viên","1074":"Nhận 50 GB trong tài khoản miễn phí","1075":"Nhiều lần hơn so với những gì bạn nhận được từ các đối thủ cạnh tranh lớn.","1076":"Tạo tài khoản","1077":"Các gói  Pro giá cạnh tranh","1078":"Nhận lên đến 4 TB kho lưu trữ bảo mật chỉ với giá 8.33€ mỗi tháng.","1079":"Xem qua các gói pro của chúng tôi","1080":"Ứng dụng Di động","1082":"Ổ mây giờ như nằm trong túi của bạn. Truy cập và truyền tải nội dung bất kỳ nơi đâu từ smartphone và tablet bạn sở hữu. Tải lên và đồng bộ hóa dữ liệu của bạn.","1083":"Nhận ngay miễn phí","1084":"Có mặt trên","1085":"Sync Client","1086":"Dễ dàng đồng bộ dữ liệu giữa các máy tính của bạn cùng với ổ mây MEGA một cách dễ dàng.","1087":"Tải về ngay","1088":"Browser Apps","1089":"Các bổ trợ\/trình cắm\/tiện tích mở rộng từ MEGA sẽ giúp trình duyệt của bạn tải dữ liệu nhanh hơn và thêm khả năng chống lại các cuộc tấn công.","1090":"Tới trang tải xuống","1091":"Nhấp để tải lên tệp hoặc kéo & thả chúng vào đây","1092":"Cuộn xuống để tiếp tục","1093":"Đừng nhập mật khẩu trên một thiết bị mà bạn không hoàn toàn tin tưởng. Đừng nên đăng nhập vào tài khoản của bạn trên máy tính không phải là cá nhân bạn dùng, và công cộng.","1094":"Để tăng cường tính năng bảo mật, hãy cài [A]phần bổ trợ trình duyệt[\/A] của chúng tôi và tải trang MEGA từ chính máy tính của bạn hơn là từ máy chủ của chúng tôi.","1095":"Tạo một tài khoản [A]miễn phí[\/A] cho bạn","1096":"Tên","1097":"Họ","1098":"Tên và\/hoặc Họ không phù hợp.","1099":"Xin nhập tên & họ của bạn.","1100":"Email không hợp lệ.","1101":"Xin nhập một địa chỉ email hợp lệ","1102":"Mật khẩu không hợp lệ.","1104":"Xin tạo một mật khẩu phức tạp hơn.","1105":"Độ mạnh MK:","1106":"Tình trạng mật khẩu","1107":"Các mật khẩu không khớp.","1108":"Tạo Tài khoản","1109":"Mật khẩu của bạn là chìa khóa chính để mở mã hóa.","1110":"Bảo mật tài khoản của bạn phụ thuộc vào độ mạnh mật khẩu của bạn. Mật khẩu quá ngắn, quá đơn giản hoặc bao gồm các từ có trong tự điển mật khẩu sẽ có thể dễ dàng đoán ra.","1111":"Đừng bao giờ quên mật khẩu của bạn.","1112":"Không có thủ tục phục hồi cho việc mất các mật khẩu. Nếu bạn không nhớ mật khẩu, bạn sẽ không còn có thể truy cập dữ liệu được lưu trữ của bạn.","1113":"Tài khoản của bạn sẽ an toàn chỉ khi bạn giữ tốt máy tính của bạn.","1114":"Nhập lại mật khẩu","1115":"Chức năng đo độ mạnh m.khẩu đang trong q.trình khởi tạo.","1116":"Xin thử lại trong chốc lát.","1117":"Điều khoản Chấp Nhận sử dụng Dịch vụ","1118":"Bạn cần phải đồng ý với các điều khoản của dịch vụ để đăng ký tài khoản MEGA.","1119":"Mật khẩu này khá dễ đoán. Hãy thử tạo một mật khẩu dài hơn. Bao gồm chữ thường & chữ in hoa. Thêm các ký tự đặc biệt. Đừng dùng tên hay những từ thông dụng","1120":"Mật khẩu này khá dễ đoán. Hãy thử tạo một mật khẩu dài hơn. Bao gồm chữ thường & chữ in hoa. Thêm các ký tự đặc biệt. Đừng dùng tên hay những từ thông dụng.","1121":"Mật khẩu của bạn đủ tốt để tiến hành, nhưng khuyên bạn nên làm mật khẩu nó khó hơn trong thời gian tới.","1122":"Mật khẩu này chịu được việc tấn công thử dò mật khẩu (brute-force) thông thường. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.","1123":"Mật khẩu này chịu được tốt việc tấn công thử dò mật khẩu (brute-force) tinh vi. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.","1124":"Rất yếu","1125":"Yếu","1126":"Trung bình","1127":"Được","1128":"Tốt","1129":"mật khẩu của bạn quá yếu để tiếp tục","1130":"Email và\/hoặc mật khẩu không hợp lệ.","1131":"Xác nhận tài khoản","1132":"Bộ ngẫu số dữ liệu","1133":"Trog chơi này sẽ thu thập các [A]dữ liệu ngẫu[\/A] được tạo nên bởi chuyển động con chuột của bạn.","1134":"Cái này sẽ làm tăng độ mạnh [A]mã khóa RSA[\/A] của bạn.","1135":"Bạn có thể dừng trò chơi khi báo hiệu tiến trình hiện 100%","1136":"Xong!","1137":"giờ bạn được tiến hành tới bước kế tiếp để hoàn thành mã khóa của bạn.","1138":"Tiến hành","1139":"Điểm:","1140":"Đây là một bước quan trọng và có thể mất chốc lát.","1141":"Xin kiên nhẫn.","1142":"Công khai - Bộ tạo khóa mã hóa riêng","1143":"Đang tạo khóa","1144":"Việc sử dụng mật mã khóa được biết đến sớm nhất là khoảng 4000 năm trước ở Ai Cập","1145":"Ngày nay, 4000 năm sau, hầu hết các nhà cung cấp lưu trữ đám mây lớn vẫn chưa mã hóa bảo mật hoàn toàn.","1146":"Hoàn tất tài khoản của bạn","1147":"Chọn loại tài khoản","1148":"[A]Nhận 2 tháng miễn phí[\/A] khi mua thuê bao một năm Pro.","1149":"Bị giới hạn","1150":"Miễn phí","1151":"Hưởng đầy đủ quyền lợi cùng MEGA với [A]tài khoản Pro[\/A]","1152":"Chọn cho bạn một gói Pro:","1153":"thuê bao một năm","1154":"Nhóm","1155":"Đang tải lên","1156":"Đang tải xuống","1157":"Tải Miễn phí","1158":"cho Windows","1159":"Sẽ sớm có mặt cho [A]Mac[\/A]","1160":"MEGA chúng tôi rất muốn gửi lời cám ơn đến các tác giả từ các thành phần mã nguồn mở đã góp phần tạo nên các trang web của chúng tôi:","1161":"Đảm bảo","1162":"Dữ liệu của bạn được mã hóa đầu-cuối. Không một ai có thể ngăn chặn trong quá trình lưu trữ hoặc vận chuyển.","1163":"Linh hoạt","1164":"Đồng bộ thư mục từ PC của bạn đến bất kì thư mục trên mây. Đồng bộ số lượng thư mục tùy thích và độc lập.","1165":"Nhanh chóng","1166":"Nhận lợi thế cao từ cơ sở cực mạnh mẽ của MEGA và đa kết nối cho truyền tải dữ liệu.","1167":"Hào phóng","1168":"Dự trữ tận 50 GB miễn phí!","1169":"Đầy đủ tính năng","1170":"Tìm kiếm, lưu trữ, tải, truyền, xem, chia sẻ, đổi tên hoặc xóa dữ liệu của bạn. Tất cả đều ở đây - trong tầm tay của bạn.","1171":"Sẽ sớm có mặt cho [A]iOS[\/A]","1172":"Phần bổ trợ FireFox","1173":"Tiện ích Mở rộng Chrome","1174":"Ứng dụng này sẽ cho phép bạn cài MEGA vào trong trình duyệt của bạn. Nó giúp giảm thời gian, nâng cao hiệu suất truyền tải và tăng cường bảo mật.","1175":"Bất kỳ liên kết (URL hay link) của MEGA sẽ được lấy bởi ứ.dụng này và lưu trữ nội bộ (không JavaScript nào sẽ được tải từ máy chủ của chúng tôi). Để đảm bảo được các bản (tự động) cập nhật được cung cấp, là nhờ công nghệ tạo mã hóa chữ ký riêng tư.","1176":"Và nếu bạn còn cảm thấy mập mờ:","1177":"vô hiệu hóa việc từ động cập nhật và bạn sẽ phải tự rà soát mã nguồn của chúng tôi cho mỗi bản cập nhật mới.","1178":"Tải xuống MEGA cho FireFox","1179":"Cài đặt:","1180":"Tải xuống MEGA cho Chrome","1181":"Mở trang tiện ích mở rộng trong Chrome","1182":"menu > công cụ > tiện ích mở rộng","1183":"hoặc nhập","1184":"vào thanh địa chỉ của trình duyệt.","1185":"Kéo và thả tệp [X] vừa tải vào trang tiện ích mở rộng Chrome và xác nhận việc cài đặt.","1186":"Bạn có thể dẽ dàng mua hạng thành viên MEGA Pro từ một trong các đại lý ủy quyền của chúng tôi dưới đây:","1187":"Tải xuống","1188":"tới máy tính của bạn","1189":"Chuyển nhập","1190":"tới Ổ mây của bạn","1191":"Tệp tin bạn đang cố để tải về tạm thời không khả dụng.","1192":"Cuộn chuột xuống để hiểu thêm về MEGA","1193":"Bắt đầu với tài khoản mới","1194":"Bạn muốn chuyển nhập tệp này vào phiên hoạt động mới không?","1195":"Bấm \"Không\" để đăng nhập và tiến hành chuyển nhập.","1196":"Hủy tải xuống","1197":"Bạn có chắc muốn hủy bỏ lượt tải xuống này không?","1198":"Tệp vừa tải xuống sẽ bị xóa.","1199":"Không thể giải mã siêu dữ liệu mà không có mã khóa.","1200":"Chính sách Dịch vụ Đối tác.","1201":"[A]Cùng chúng tôi[\/A] trong việc thay đổi thị trường lưu trữ điện toán đám mây","1202":"Giao công việc cho chúng tôi và nhận ngay chia sẻ.","1203":"Giúp chúng tôi phát triển và trở thành một nền tảng thành công.","1204":"Đăng Ký","1205":"Cách hoạt động ra sao?","1206":"Đăng ký và nhận ngay mã số xác định đối tác độc nhất dành cho bạn và tham gia vào URL của chúng tôi.","1207":"Chúng tôi sẽ theo dõi tất cả các giao dịch bởi người truy cập mà bạn giới thiệu tới MEGA.","1208":"Bạn nhận [B]20%[\/B] trong tổng lợi nhuận thu thập được từ Số Xác Định đối tác của bạn.","1209":"Mỗi lượt trả tiền mới gói cước sẽ được tính là một lần giới thiệu.","1210":"Cho ai từ phía chương trình đối tác?","1211":"App Developers:","1212":"Xây dựng ứ.dụng của bạn bằng cách sử dụng [A]SDK[\/A] của chúng tôi.","1213":"Chuyển đổi các người dùng miễn phí lên hạng pro và kiếm lợi nhuận từ ứ.dụng của bạn.","1214":"Trang Web:","1215":"Các blogger","1216":"Các trang so sách các dịch vụ lưu trữ đám mây","1217":"Các quy tắc là gì?","1218":"Xin đọc qua và tuân theo các [A]Chính sách Dịch vụ Đối tác[\/A] của chúng tôi","1220":"Hãy bắt đầu sử dụng!","1221":"Đăng ký vào chương trình liên kết đối tác của chúng tôi, và bạn có thể được nhận tiền ngay lập tức.","1223":"Thông tin liên hệ","1224":"Chúng tôi cần thêm chút thông tin về bạn.","1230":"Thông tin thanh toán","1231":"Chúng tôi trả mỗi tháng bằng PayPal hoặc chuyển khoản (chỉ dành cho TK ngân hàng ở New Zealand).","1232":"Cách thanh toán","1233":"PayPal","1234":"Tài khoản ngân hàng (chỉ cho New Zealand)","1235":"Tên người thụ hưởng","1236":"Tên ngân hàng","1237":"Số tài khoản","1238":"Địa chỉ PayPal","1239":"T.tin chính sách đối tác","1240":"Chúng tôi rất vui lòng nhận được ý tưởng mà bạn lập kế hoạch để tăng lượng truy cập tới MEGA.","1241":"Mô tả chiến lược maketing của bạn:","1242":"Tôi đồng ý với [A]Chính sách Dịch vụ Đối tác[\/A] của MEGA","1243":"Bạn đang biên chế vào trương trình đối tác. Bạn sẽ nhận được 20% chiết khấu từ danh thu với số xác định đối tác của bạn.","1244":"Xin chắc chắn rằng bạn sẽ tuân thủ với các [A]Chính sách Dịch vụ Đối tác[\/A] của chúng tôi","1245":"Bạn có thể nhận chiết khấu bằng cách gửi lượng truy cập tới:","1246":"Thống kê","1247":"Khung giờ","1248":"30 ngày","1249":"90 ngày","1250":"180 ngày","1251":"365 ngày","1252":"Mọi lúc","1253":"Ngày","1254":"Bán","1255":"Doanh thu","1256":"Thu nhập","1257":"Không có giao dịch nào được ghi nhận vào khung giờ này.","1258":"Chi tiêu","1259":"Không có khoản chi tiêu nào được ghi nhận vào khung giờ này","1260":"Số X.định Đối tác","1261":"Xin nhập ngày sinh của bạn.","1262":"Xin nhập tên thành phố.","1263":"Xin nhập tên bang hoặc tỉnh.","1264":"Xin nhập mã ZIP \/ Mã bưu chính.","1265":"Xin nhập số điện thoại của bạn.","1266":"Xin mô tả chiến lược marketing của bạn.","1267":"Bạn cần phải đồng ý với Chính sách Dịch vụ Đối tác.","1268":"Xin nhập địa chỉ PayPal của bạn","1269":"Xin nhập tên người thụ hưởng của tài khoản ngân hàng New Zealand của bạn.","1270":"Xin nhập tên ngân hàng New Zealand của bạn.","1271":"Nhập số tài khoản ngân hàng New Zealand của bạn.","1272":"MEGA được xây dựng bởi con người chính vì thế nó không phải là hoàn hảo. Nếu bạn gặp lỗi khi hoạt động, chúng tôi trân trọng nhận phản hồi của bạn để sử chữa -  việc cung cấp thông tin từ bạn, giúp chúng tôi tốt hơn.","1273":"Chúng tôi có quyền thực hiện quyền sở hữu trí tuệ một cách nghiêm túc và thực thi việc tháo bỏ, bác bỏ hay trùng lặp bản quyền một cách mạnh mẽ.","1274":"Để them thông tin chi tiết, xin đọc qua [A]hướng dẫn bản quyền nội dung[\/A].","1275":"Bạn có thể gửi văn bản y\/c xem xét bản quyền nội dung cảnh báo bằng cách gửi cho chúng tôi [A]đơn online[\/A] hoặc gửi email.","1276":"Bạn có vướng mắc hay ý kiến gì hoặc bạn có muốn tìm hiểu thêm về các sản phẩm của chúng tôi không?","1277":"Chúng tôi luôn luôn có mặt để phục vụ.","1278":"Xin chọn","1279":"Bước 1","1280":"Bước 2","1281":"Chi tiết nội dung","1282":"Thông tin của chủ bản quyền","1283":"Thêm URL khác","1284":"Tên của chủ bản quyền","1285":"nếu có","1286":"Tên của đại lý chủ sở hữu quyền tác giả gửi yêu cầu cảnh cáo:","1287":"Nhận được Thông Báo Bản Quyền","1288":"Chúng tôi sẽ xem xét và xử lý thông báo của bạn nhanh chóng.","1289":"Cám ơn bạn đã nhấp vào liên kết đồng ý lời mời tham gia dịch vụ. Và dưới đây, hãy tạo cho bạn một tài khoản, hoàn toàn miễn phí.","1290":"Ây, liên kết này có vẻ không hợp lệ. Phải bạn đã tạo một tài khoản với liên kết này rồi không?","1291":"Bạn vừa rồi mới nhấp vào liên kết chứa lời mời tham gia dịch vụ. Xin hãy tạo một tài khoản cho bạn.","1292":"Sẽ Sớm Có Mặt","1293":"Chào mừng đến trung tâm hỗ trợ","1294":"Nếu câu hỏi của bạn không được giải đáp ở đây, đừng ngần ngại liên hệ với chúng tôi.","1295":"Liên hệ Hỗ trợ","1296":"Vấn đề sôi nổi:","1297":"Email này có người dùng rồi.","1298":"Xin đăng nhập vào tài khoản của bạn.","1299":"Kéo xuống để làm mới","1300":"Lần cập nhật cuối","1301":"Hôm nay","1302":"Hôm qua","1303":"Tuần này","1304":"Tuần trước","1305":"Tháng này","1306":"Năm này","1307":"Cũ hơn","1308":"Tải xuống bị lỗi","1309":"Tải lên thất bại","1310":"Xin nhập mã xác minh","1311":"Lỗi khi tải tệp","1312":"Thiếu tên người dùng hoặc mật khẩu","1313":"Đăng nhập thất bại","1314":"Lỗi khi Xóa","1315":"Tài khoản hiện không có email","1316":"Lưu tệp ngoại tuyến để xem trước","1317":"Lỗi khi tạo liên kết","1319":"Mật khẩu quá ngắn","1320":"Tên này quá ngắn","1321":"Lỗi khi tải chi tiết tài khoản","1322":"Tải lên hoàn tất","1323":"Đang đăng nhập","1324":"Đăng nhập thành công","1325":"Đang tạo liên kết","1326":"Liên kết đã được sao chép vào bộ nhớ","1327":"Tải xuống hoàn tất","1328":"Đang bắt đầu tải xuống","1329":"Đang chờ","1330":"Nhập tên người dùng và mật khẩu","1331":"Email","1332":"Xác nhận đăng ký","1333":"Vui lòng kiểm tra hộp thư email của bạn để nhập mã xác nhận dưới đây hoặc nhấp vào link xác nhận chuyên biệt dành cho iOS.","1334":"Hủy việc đăng ký","1335":"Mã xác minh","1336":"Dùng ảnh mới chụp","1337":"Chụp Ảnh","1338":"Chọn Hình Có Sẵn","1339":"Thêm thư mục","1340":"Nhập tên cho thư mục","1341":"Chọn ảnh","1342":"Sửa","1343":"Ổ Mây Trống","1344":"Chia sẻ","1345":"Lưu ngoại tuyến","1346":"Chuyển","1347":"Hộp thư Trống","1348":"Thư mục được chia sẻ","1349":"Không Có Hình","1350":"Hình ảnh","1351":"Dùng trên máy","1352":"Khả dụng","1353":"Lưu về để truy cập ngoại tuyến","1354":"Đặt giới hạn tối đa cho lưu trữ trong máy","1355":"Phiên bản","1356":"Phản hồi","1357":"Đăng xuất","1358":"Tất cả các tệp tải về sẽ bị xóa","1359":"Tệp vừa chọn có kích thước nhỏ hơn cache hiện mới dùng. Nếu bạn tiếp tục, một số tệp sẽ bị xóa","1360":"Gia hạn gói Pro","1361":"Giá cả","1362":"Hồi lại thuê bao trước","1363":"Không có mạng","1364":"Thử lại","1365":"Bạn không có kết nối Internet","1366":"Nhập tên mới","1367":"Lấy ngay 50 GB miễn phí, hoặc đăng ký một trong các gói thuê bao Pro của chúng tôi và lên đến 4 TB kho lưu trữ được bảo mật với giá 8.33€ mỗi tháng.","1368":"lên đến [X]","1369":"và [X]","1370":"Email và Chat","1371":"Bộ mã hóa truyền thông của chúng tôi sẽ sớm có mặt vào khoảng đầu 2014.","1372":"Sẵn sàng hội nghị video cùng gọi thoại, chat, email với MEGA.","1373":"MEGA là gì? Nhấp vào đây hoặc cuộn xuống","1374":"Quay về Trang Đầu","1375":"Quay trở lại trang Tải Xuống","1376":"trợ lực bởi:","1377":"Bạn có muốn chơi game không? Nếu bỏ qua bước này, việc bảo mật về tài khoản của bạn có thể bị thiệt thòi. Di chuyển con chuột thoải mái và ngẫu hứng để giảm rủi ro an ninh.","1378":"Bắt đầu Trò chơi","1379":"Bỏ qua","1380":"Danh mục","1381":"Thiết đặt giao diện người dùng","1382":"Tùy chỉnh việc sắp xếp","1383":"Định cấu hình cho các cột sắp xếp theo thứ tự trong cơ sở mỗi thư mục, hoặc dùng chung cho tất cả thư mục.","1384":"từng thư mục","1385":"giống nhau cho mọi thư mục","1386":"Tùy chỉnh chế độ xem","1387":"Chọn chế độ xem (biểu tượng hoặc chi tiết) cho từng thư mục cơ bản hay áp dụng cho tất cả thư mục.","1388":"[B]Tải tệp[\/B] [A]xuống máy tính của bạn[\/A]","1389":"[B]Chuyển nhập[\/B] [A]tới Ổ mây của bạn[\/A]","1390":"Kéo và thả hình ảnh vào đây","1391":"đồng hành với chúng tôi","1392":"Tệp tin & Thư mục","1393":"Quay Phim","1394":"Sao chép liên kết","1395":"Liên kết email","1396":"Xin cho phép quyền truy cập hình ảnh","1397":"Xin kích hoạt dịch vụ định vị","1398":"Xin cho phép quyền truy cập d.vụ định vị","1399":"Bạn cảm thấy thế nào về ứng dụng này?","1400":"Hài lòng","1401":"Rối rắm","1402":"Không hài lòng","1403":"Gửi phản hồi","1404":"Liên hệ với bộ bộ phận hỗ trợ bằng email.","1405":"Chúng tôi sẽ đọc thư của bạn, tuy nhiên với số lượng lớn các yêu cầu sẽ có thể làm chúng tôi không thể trả lời cho từng người một cách cá nhân.","1406":"Bình Chọn cho chúng tôi!","1407":"Nhận hỗ trợ hoặc đọc các bài biết hướng dẫn","1408":"Thông tin","1409":"Ghi nhận","1410":"Chọn vị trí của thư mục cần chuyển nhập","1411":"PhotoSync","1412":"Kích hoạt PhotoSync (Đồng bộ Ảnh)","1413":"Ảnh sẽ được tải lên thư mục PhotoSync","1414":"Dùng lưu lượng mạng di động","1415":"Hình ảnh sẽ không được tải lên khi dùng mạng di động.","1416":"H.động ngầm việc đồng bộ hóa","1417":"Khởi động PhotoSync định kỳ khi vị trí của bạn thay đổi","1418":"Hoàn thành","1419":"Kích hoạt Mã Truy cập","1420":"Nhập Mã truy cập","1421":"Đổi Mã truy cập","1422":"Nhập mã truy cập hiện thời","1423":"Nhập mã truy cập của bạn","1424":"Tắt sử dụng Mã Truy cập","1425":"Nhập lại mã truy cập","1426":"Nhập mã truy cập mới","1427":"Nhập lại mã truy cập mới","1428":"Hai mã mới nhập không khớp. Thử lại.","1429":"Số Lần Nhập Sai Mã: 1","1430":"Số Lần Nhập Sai Mã: %i ","1431":"Mã truy cập","1432":"Bật Mã truy cập","1433":"Tắt Mã Truy cập","1434":"Xóa Dữ liệu","1435":"Xóa sạch tất cả dữ liệu sau 10 lần nhập sai mã truy cập","1436":"Application language","1437":"English","1438":"Bulgarian","1439":"Português","1440":"Trad. Chinese","1441":"Deutsch","1442":"Espanol","1443":"Francais","1444":"Magyar","1445":"Bahasa Indonesia","1446":"Italiano","1447":"Japanese","1448":"Polski","1449":"Slovenský","1450":"Slovenscina","1451":"Hebrew","1452":"Nederlands","1453":"Korean","1454":"Russian","1455":"Đang cập nhật","1456":"Đang tải","1457":"Đang nhập","1458":"Tải xuống từ liên kết MEGA","1459":"Tải tệp lên đây","1460":"Chọn nhiều tệp","1461":"Đăng ký","1462":"Đăng ký tài khoản mới","1463":"Yêu cầu xác thực","1464":"Xin kiểm tra email của bạn và nhấp vào link trong đó để đăng nhập và xác nhận tài khoản của bạn","1465":"Nếu bạn không nhận được thư xác nhận, xin thử đăng ký lại","1466":"Tôi đồng ý với","1467":"các điều khoản dịch vụ","1468":"Đã là người dùng của MEGA rồi?","1469":"Đăng Nhập","1470":"Đang đăng nhập","1471":"Tạo tài khoản mới","1472":"Thử lại","1473":"Đang kết nối tới máy chủ","1474":"Đang tính toán các khóa mã hóa, xin chờ","1475":"Mới đến MEGA?","1476":"Khóa Mã","1477":"Mã chưa đúng","1478":"Nhập","1479":"Chỗ tải xuống mặc định","1480":"Bộ nhớ tạm","1481":"Chọn thư mục mà bạn muốn giữ các tệp đã được tải xuống","1482":"Thư mục tự chọn","1483":"Tải xuống tới","1485":"Đang đổi mật khẩu","1486":"Mật khẩu hiện tại chưa đúng hoặc mật khẩu mới bạn vừa nhập không khớp. Xin thử lại.","1487":"Thay đổi mật khẩu thành công","1488":"Chọn gói cước","1489":"Chọn giá","1490":"Đang tải xuống tệp","1491":"Bạn muốn hủy tải xuống không?","1492":"Đang cập nhật danh sách tệp tin","1493":"Chạm để hủy bỏ tải xuống","1494":"Tải xuống thất bại","1495":"đã tải xuống","1496":"Đã bắt đầu tải xuống","1497":"Bạn có muốn hủy tải lên không?","1498":"Đang xử lý tệp tin","1499":"Chạm để hủy bỏ tải lên","1500":"Đã bắt đầu tải lên","1501":"đã tải lên","1502":"Tải lên thất bại","1503":"Không thể mở tệp đã chọn","1504":"Chọn từ","1505":"Chọn kiểu tệp","1506":"Đã tải xong từ trước","1507":"Mở bằng","1508":"Định dạng liên kết không đúng","1509":"Liên kết của các thư mục hiện chưa hỗ trợ","1510":"Sai email hoặc mật khẩu. Bạn đã xác thực tài khoản email của bạn chưa?","1511":"Mật khẩu quá ngắn","1512":"Xin nhập địa chỉ email","1513":"Địa chỉ email không phù hợp","1514":"Lỗi kết nối mạng, xin thử lại sau","1515":"Nguồn dữ liệu hiện không khả dụng, xin thử lại sau","1516":"Tệp tin hệ thống có vấn đề","1517":"Chủ sở hữu tệp này đã bị chặn","1518":"Thực thể không tìm thấy","1519":"Máy không đủ chỗ trống","1520":"Đa số thiết bị không thể tải xuống các tệp lớn hơn 4GB. Việc tải xuống có thể sẽ thất bại.","1521":"Chia sẻ liên kết","1522":"Chia sẻ tệp","1523":"Chọn","1524":"Đổi tên","1525":"Đang đổi tên","1526":"Chuyển vào Thùng Rác","1527":"Đang di chuyển tài liệu","1528":"Đang tạo liên kết dẫn","1529":"Chia sẻ liên kết dẫn tới tệp","1530":"Đang chuyển vào thùng rác","1531":"Lưu vào","1532":"Lưu vào File System","1533":"Lưu vào thư mục Tải xuống","1534":"Làm khả dụng khi ngoại tuyến","1535":"Đồng bộ Ảnh","1536":"Tự động hóa việc tải ảnh, video của bạn lên MEGA","1537":"Đang đồng bộ ảnh với MEGA","1538":"Đồng bộ Ảnh hoàn tất","1539":"Chỉ tải lên khi dùng WiFi","1540":"Chỉ tải lên khi đang xạc điện","1541":"Đồng bộ Ảnh tới","1542":"Đồng bộ Ảnh có vấn đề","1543":"Thư mục đích không khả dụng","1544":"chưa thiết đặt","1545":"Thư mục ảnh","1546":"Thư mục đích","1547":"Đồng bộ hình ảnh từ","1548":"Sai thư mục chứa ảnh","1549":"Các lượt tải lên","1550":"Số lượng tải xuống cùng lúc","1551":"Số lượng các kết nối tải lên biệt lập","1552":"Số lượng các kết nối tải xuống biệt lập","1553":"Khóa Mã","1554":"Bật Khóa Mã","1555":"Giới hạn số lần nhập sai Khóa Mã","1556":"Mã","1557":"Nâng cao","1558":"Mức tối đa cho bộ nhớ tạm (KB)","1559":"Mức tối đa cho dung lượng tải trước (KB)","1560":"Hình xem trước nhỏ","1561":"Tạo hình xem trước thu nhỏ","1562":"Ứ.dụng sẽ tải từng hình ảnh bạn đang có và tạo ra phiên bản nhỏ hơn (hình xem trước) của các hình đó","1563":"Chỉ tải xuống khi có WiFi","1564":"Hình","1565":"Âm thanh","1566":"Video","1567":"Chọn từ File System","1570":"ảnh","1571":"video","1572":"cả hai","1573":"Đồng bộ Ảnh lỗi: Bộ nhớ ngoài hiện không có","1574":"Chỉ hình ảnh","1575":"Chỉ video","1576":"Ảnh và Video","1577":"Thêm các thư mục được đồng bộ hóa","1578":"Lỗi","1579":"Xin chọn một thư mục trong máy và một thư mục MEGA","1580":"Thư mục nội bộ vừa chọn đã được đồng bộ từ trước","1581":"Một thư mục được đồng bộ không thể nằm trong một thư mục được đồng bộ khác","1582":"Thư mục MEGA vừa chọn đã được đồng bộ từ trước","1584":"Việc đồng bộ toàn bộ tài khoản chỉ thực hiện được khi không còn thư mục được chọn để đồng bộ hóa riêng lẻ","1585":"Cảnh báo","1586":"Thư mục nội bộ quá lớn (phiên bản này chỉ giới hạn cho %1 thư mục hoặc %2 tệp tin. Xin chọn một thư mục khác.","1587":"Tên đồng bộ","1588":"Tên \"%1\" đã được sử dụng cho một tên đồng độ khác","1589":"Xin nhập một tên khác để xác định thư mục được đồng bộ này:","1590":"Thư mục trên máy:","1591":"Thư mục MEGA:","1592":"Chọn thư mục trên máy","1593":"Chuyển nhập liên kết","1594":"Tải về máy tính của tôi","1595":"Chuyển nhập vào ổ đĩa mây","1596":"OK","1597":"Hủy","1599":"Chọn thư mục trên máy","1600":"Lỗi giải mã","1601":"Không tìm thấy","1602":"Trình MEGAsync đã cập nhật tất cả","1603":"ĐƯỢC CẬP NHẬT GẦN ĐÂY","1604":"Lưu lượng: Các thông số tạm thời không khả dụng","1605":"Đồng bộ","1606":"Trang web MEGA","1607":"%1 trong tổng %2","1608":"Lượng dùng: %1","1609":"%1 trong tổng %2 mục (%3\/giây)","1610":"%1 trong tổng %2 mục ( bị dừng)","1611":"Truyền tải tệp bị tạm dừng","1612":"MEGASync đang quét dữ liệu","1613":"Tất cả truyền tải đã hoàn thành","1614":"Hủy tất cả tải xuống","1615":"Hủy tải xuống","1616":"Hủy tất cả tải lên","1617":"Hủy tải lên","1618":"Thêm đồng bộ","1619":"một tệp đang ở %1\/giây","1620":"một tệp (dừng)","1621":"%1 trong tổng %2 tệp đang ở %3\/giây","1622":"%1 trong tổng %2 tệp (dừng)","1623":"Tổng cộng còn lại:","1624":"Đang tải về","1625":"Đang tải lên","1626":"MEGAsync - Trình Đồng bộ hóa","1627":"Đang đăng nhập vào","1628":"MEGAsync hiện đang chạy.","1629":"Nhấp đây để mở chương trình và theo dõi trạng thái.","1630":"Đồng bộ \"%1\" của bạn đã bị ngắt do thư mục bạn chọn không có tồn tại","1631":"Đồng bộ \"%1\" của bạn đã bị ngắt do thư mục bạn chọn đang nằm trong thùng rác","1632":"Đồng bộ \"%1\" của bạn đã bị ngắtdo thư mục nội tại không có tồn tại","1633":"Lỗi: Điểm đến cho thư mục không hợp lệ.","1634":"Tiến trình tải lên vừa bị hủy bỏ","1635":"Thư mục (%1) đã không thể tải lên được vì nó quá nặng (phiên bản bị giới hạn %2 thư mục hoặc %3 tệp tin.","1636":"%1 thư mục đã không được tải lên vì kích thước chúng qua lớn (phiên bản beta này giới hạn chỉ cho %2 thư mục hoặc %3 tệp).","1637":"Các tiến trình đồng bộ sẽ dừng lại.","1638":"Việc xóa bỏ chỉ có thể thực hiện khi trình đồng bộ hóa MEGA đang hoạt động.","1639":"Bạn có cuyết định thoát chương trình hay không?","1640":"T.tin về MEGAsync","1641":"Phiên bản MEGAsync mã số %1","1642":"Liên kết đã được sao chép vào bộ nhớ. Ấn Ctrl+V khi gõ văn bản để dán liên kết.","1643":"Các liên kết đã được sao chép vào bộ nhớ","1644":"Thoát","1645":"Thông tin ứng dụng","1646":"Thiết đặt","1647":"Dừng truyền tải","1649":"Tiếp tục truyền tải","1650":"Đã cập nhật","1651":"Đã tạm dừng","1652":"Đang kiểm tra","1653":"Đang đồng bộ","1654":"Lỗi truyền tải tạm thời:","1655":"Bạn có các tệp tin mới và được cập nhật trong tài khoản","1656":"Không có lỗi","1657":"Nỗi nội bộ","1658":"Thông số không hợp lệ","1659":"Yêu cầu thất bại, đang thử lại","1660":"Đã vượt quá giới hạn","1661":"Truyền tải hoàn toàn thất bại","1662":"Quá nhiều kết nối\/truyền tải cùng lúc","1663":"Quá kích thước","1664":"Hết thời hạn","1665":"Không tìm thấy","1667":"Truy cập bị từ chối","1668":"Đã tồn tại sẵn","1669":"Chưa hoàn thoành","1670":"Khóa không hợp lệ\/Lỗi giải mã","1671":"Chứng thực phiên hoạt động không tốt","1672":"Bị chặn","1673":"Quá giới hạn","1674":"Tạm thời không khả dụng","1675":"Quá tải số lượng kết nối","1676":"Lỗi ghi tệp","1677":"Lỗi đọc tệp tin","1678":"Khóa cho ứng dụng không hợp lệ","1679":"Lỗi không xác định được","1680":"Cảnh báo","1681":"Lựa chọn Thư mục","1682":"Chọn thư mục MEGA:","1683":"Đang khôi phục các thư mục","1684":"Thư mục mới","1685":"OK","1686":"Hủy","1687":"Ổ Mây","1688":"Nhập tên cho thư mục:","1689":"Thư mục trong root không thể đồng bộ được.","1690":"Xin chọn một thư mục con.","1691":"Bạn có %1 trong thư mục này.","1692":"Bạn có chắc muốn đồng bộ nó không?","1693":"Nhập vào đây một hay nhiều liên kết từ MEGA","1694":"Nhập","1695":"Nhập một hay thêm một số liên kết MEGA nữa","1696":"Không có liên kết MEGA hợp lệ được tìm thấy. (các liên kết thư mục hiện không được hỗ trợ)","1697":"%1 giờ trước","1698":"Tạo liên kết MEGA","1699":"vừa xong","1700":"%1 giây trước","1701":"1 phút trước","1702":"%1 phút trước","1703":"1 giờ trước","1704":"1 ngày trước","1705":"%1 ngày trước","1706":"1 tháng trước","1707":"%1 tháng trước","1708":"1 năm trước","1709":"%1 năm trước","1710":"Mở","1711":"Mở thư mục chứa tệp này","1712":"Tổng quan","1713":"Tài khoản","1714":"Đồng bộ","1715":"Băng thông","1716":"Nâng cao","1717":"Trợ giúp","1718":"Hủy bỏ","1719":"Áp dụng","1720":"Hiện thông báo","1721":"Chạy chương trình khi khởi động máy","1722":"Tự động cập nhật","1723":"Language","1724":"Chi tiết","1725":"MIỄN PHÍ","1726":"Đăng xuất","1727":"Không gian lưu trữ","1728":"Nâng cấp","1729":"Các thư mục đã đồng bộ","1730":"Xóa","1731":"Thêm","1732":"Thư mục trên máy","1733":"Thư mục trên MEGA","1734":"Giới hạn tải lên","1735":"Đừng giới hạn","1736":"Giới hạn đến:","1737":"Tự động","1738":"khoảng 90% băng thông đường truyền hiện hoạt","1739":"Giới hạn băng thông","1740":"Thiết lập giới hạn tải lên cho mỗi máy chủ sẽ được thực hiện mỗi khi bắt đầu các quá trình tải lên mới","1741":"Duyệt thư mục cho việc tải lên từ Windows Explorer","1742":"Các dạng tệp tin bị khai trừ khỏi đồng bộ hóa","1743":"Các thiết đặt Proxy","1744":"Không dùng proxy","1745":"Tự động xác định","1746":"Proxy","1747":"Dạng proxy:","1748":"Máy chủ:","1749":"Máy chủ proxy yêu cầu mật khẩu","1750":"Tênngườidùng:","1751":"Mậtkhẩu:","1752":"Số liệu tạm thời không khả dụng","1753":"%1 đã dùng trong tổng %3 (%2%)","1754":"Bạn đang được đồng bộ toàn bộ toàn khoản","1755":"Việc đồng bộ hóa sẽ dừng.","1756":"Bạn chắc không?","1757":"Dạng tên tệp được khai trừ","1758":"Nhập dạng tên muốn khai trừ trong việc đồng bộ hóa.","1759":"(ký hiệu * và ? được chấp nhận):","1760":"Trình Cài đặt","1761":"Tôi có tài khoản MEGA","1762":"Tôi không có tài khoản MEGA","1763":"Tạo một tài khoản MEGA mới","1764":"Tên:","1765":"Email:","1766":"Mật khẩu:","1767":"Nhập lại mật khẩu:","1768":"Đăng nhập vào TK MEGA của bạn","1769":"Xin xác thực tài khoản của bạn bằng cách nhấp vào liên kết xác nhận mà chúng tôi vừa gửi email cho bạn","1770":"Chọn dạng cài đặt","1771":"Đồng bộ toàn bộ tài khoản","1772":"Đồng bộ mọi thứ từ ổ mây","1773":"Đồng bộ có chọn lọc","1774":"Đồng bộ thư mục chuyên biệt từ ổ mây của bạn","1775":"Theo thiết lập, các thư mục sau sẽ được đồng bộ hóa tự động:","1776":"Thay đổi","1777":"Chào mừng đến với MEGA","1778":"Thư mục nội bộ này của bạn:","1779":"và thư mục trên MEGA của bạn:","1780":" sẽ được đồng bộ hóa tự động.","1781":"Quay lại","1782":"Tiếp tục","1783":"Tên này đang tồn tại","1784":"Đang tạo danh sách tệp","1785":"Email và\/hoặc mật khẩu chưa đúng.","1786":"Bạn đã xác thực tài khoản của bạn hay chưa?","1787":"Thư mục MEGA không tồn tại","1788":"Hoàn tất","1789":"Xin nhập địa chỉ email của bạn","1790":"Xin nhập một địa chỉ email hợp lệ","1791":"Xin nhập mật khẩu của bạn","1792":"Xin nhập tên của bạn","1793":"Xin nhập một mật khẩu mạnh hơn","1794":"Hai mật khẩu bạn vừa nhập không khớp","1795":"Bạn cần phải chấp nhận điều khoản dịch vụ của chúng tôi","1796":"Đang tạo tài khoản","1797":"Bạn có %1 trong Ổ Mây của bạn.","1798":"Bạn có chắc là muốn đồng bộ toàn bộ Ổ Mây của bạn?","1799":"và Ổ Mây MEGA của bạn","1800":"Xin chọn một thư mục trên máy","1801":"Xin chọn một thư mục MEGA","1802":"Chọn thư mục","1803":"Tải lên MEGA","1804":"Chia sẻ với người dùng MEGA","1805":"Gửi cho một người dùng MEGA","1806":"1 tệp tin","1807":"%1 tệp tin","1808":"1 thư mục","1809":"%1 thư mục","1811":"Xin chọn nơi bạn muốn tải tệp lên:","1812":"Luôn luôn tải tệp tin lên chỗ này","1813":"Thư mục trên MEGA được đồng bộ","1814":"Bạn hiện đang chuyển nhập tệp này trong một thư mục đã đồng bộ. Nếu bạn hoạt động hóa việc tải xuống, tệp này sẽ bị nhân đôi trên máy tính của bạn.","1815":"Bạn có chắc không?","1816":"Bạn hiện đang chuyển nhập các tệp này trong một thư mục đã đồng bộ. Nếu bạn hoạt động hóa việc tải xuống, các tệp này sẽ bị nhân đôi trên máy tính của bạn.","1817":"Thêm nữa","1818":"MEGAsync đang chờ","1819":"MEGAsync đã được cập nhật","1820":"Sẽ sớm có mặt cho Mac và Linux","1821":"Khi chúng tôi công bố MEGA vào đầu năm 2013, thống kê toàn cầu về việc chính phủ gian dối để chống khủng bố vẫn là một điều giả thuyết khá lạ thường, và những người ủng hộ điều này thường là những người đề xuất thuyết âm mưu.  137 ngày sau, thông tin tiết lộ từ Edward Snowden đã cơ bản thay đổi thái độ công chúng và trở nên hụt hẫng vì <i>chính sách an ninh<\/i> (\"chúng tôi có quyền truy cập vào dữ liệu của bạn, nhưng chúng tôi hứa sẽ giữ bí mật và không lạm dụng nó\") không đủ an toàn. Khó khăn cho từ việc <i>bảo mật bằng thiết kế<\/i> (\"chúng tôi không thể tạo quyền truy cập vào dữ liệu của bạn mà bạn có thể tìm hiểu\"), điều vô cùng quan trọng để cấu thành chế độ bảo mật đầu-cuối, có vẻ điều này chưa thu hút được sự quan tâm.","1822":"MEGA đã được thiết kế xoay quanh thực tế đơn giản rằng mật mã hóa, để cho nó chấp nhận và sử dụng được, và để không ảnh hưởng đến khả năng sử dụng. MEGA hoàn toàn có thể truy cập mà không cần cài đặt phần mềm trước, và là nhà cung cấp lưu trữ đám mây chỉ cần dùng với trình duyệt dựa trên hiệu suất cao mã hóa đầu-cuối. Các dấu hiệu của hoạt động bảo mật của bộ khuôn MEGA là bộ thu thập số liệu ngẫu nhiên trong quá trình đăng ký, không có tính năng đặt lại mật khẩu và thiết lọc các việc chuyển tệp tin được tiến hành (trên các trình duyệt cụ thể). Ngày nay, hàng triệu doanh nghiệp và người dùng cá nhân đã dựa vào MEGA về tính bảo mật, khu lưu trữ đáng tin cậy và phục vụ hàng petabyte dữ liệu và chúng tôi tin rằng sự thành công này là minh chứng cho cản trở của MEGA để tiến tới công nghệ an toàn điện toán đám mây là rất thấp.","1823":"Hiện tại chúng tôi đang tuyển dụng. Nếu bạn là kỹ sư phần mềm giỏi và muốn tham gia cùng đội ngũ toàn cầu của chúng tôi, đừng ngần ngại điền đơn xin việc (curriculum vitae) tới jobs@mega.co.nz . Đơn xin vui lòng viết bằng tiếng Anh.","1824":"Hiện thời bạn đang được đăng nhập. Bạn có muốn đăng xuất ra và tạo một tài khoản mới?","1825":"MEGAsync là gì?","1826":"MEGAsync là một chương trình cài đặt được và dùng để đồng bộ hóa các thư mục giữa các máy tính của bạn cùng với ổ mây MEGA. Tất cả tệp và các thư mục con sẽ được mô phỏng cùng với nhau. Các thay đổi mà bạn thực hiện ở một phía sẽ được thực hiện tương tự ở những vị trí máy khác gần với thời gian thực (trong khả năng giới hạn của liên kết\/độ trễ hệ thống và số lượng truyền tải).","1827":"Cách cài MEGAsync như thế nào?","1828":"Vào [A]trang tải xuống[\/A] chương trình và làm theo hướng dẫn. Trong quá trình cài đặt, bạn sẽ được hỏi để nhập hoặc tạo một tài khoản MEGA và thiết đặt các thư mục để được đồng bộ (hay toàn bộ dữ liệu trên ổ mây MEGA của bạn, từ cấu trúc thư mục tới thư mục trên máy hay thư mục chuyên biệt sẽ được đồng bộ tương ứng với nhau). Sau khi quá trình cài đặt thành công, trình MEGAsync sẽ tự động bắt đầu. Đối với HĐH Windows, bạn sẽ thấy biểu tượng MEGA nhỏ để nhấp vào ở thanh hệ thống (bên phải thanh tác vụ), chúng cung cấp cho bạn trạng thái chương trình và trang để điều khiển chương trình.","1829":"Tôi có được dùng MEGAsync cho nhiều máy tính được không?","1830":"Được. Bằng cách đồng bộ hóa nhiều máy tính, thiết bị với nhau vào chung một ổ mây, bạn có thể  đồng bộ chéo giữa các máy (dùng chung tên tài khoản).","1831":"Làm cách nào tôi có thể giám sát tình trạng đồng bộ của các tệp tin và thư mục của mình?","1832":"Biểu tượng (icon) của các tệp tin và thư mục mà được đồng bộ với ổ mây sẽ được gắn thêm một vòng tròn nhỏ màu xanh lục. Đang trong quá trình truyền tải là vòng tròn xanh lam; q.trình truyền tải bị hoãn là màu đỏ.","1833":"MEGAsync lưu lại thông tin đăng nhập của tôi để tự đăng nhập vào lần sau. Liệu có vấn đề gì về bảo mật không?","1834":"Không, nếu bạn giữ ổ đĩa của bạn được mã hóa (hãy thử nghĩ - sao bạn lại muốn đồng bộ dữ liệu từ ổ mây mã hóa xuống một ổ đĩa nội bộ không được mã hóa?).","1835":"Tôi xóa một tệp tin trong thư mục được đồng bộ trên máy khi mà MEGAsync không hoạt động. Sau khi tôi khởi động nó, và tệp tin đó lại xuất hiện. Tại sao vậy?","1836":"Phiên bản hiện thời của trình MEGAsync không nhớ được trạng thái tệp tin của bạn sau khi khởi động. Chương trình không biết rằng là tệp đó đã mất từ sau phiên chạy cuối. Vì thế, luôn luôn giữ trình đồng bộ MEGA được chạy nếu bạn muốn các việc xóa bỏ tệp tin được diễn ra đúng cách.","1837":"Tôi có tệp tin quan trọng đã bị ghi đè hoặc bị xóa bởi trình đồng bộ hóa. Tôi phải làm gì để lấy lại nó đây?","1838":"Ở ổ đĩa trên mây, các tệp bị xóa sẽ được dời vào một thư mục con trong Thùng Rác gọi là \"SyncDebris\" và bạn có thể phục hồi từ đó (dùng công cụ tìm kiếm của MEGA nếu cần). Trên máy tính, các thư mục gốc được đồng bộ hóa sẽ có thư mục ẩn \"Debris\" đó là chỗ chứa các tệp bị thay thế.","1839":"MEGAsync có trình bày các phiên bản của tệp tin qua thời gian hay không?","1840":"Không. Tuy nhiên, bạn có thể truy cập các tệp khi bị ghi đè ở thư mục con debris trong các thư mục từng chứa tệp đó, trước khi chúng được loại bỏ.","1841":"MEGAsync có hỗ trợ cho việc chỉnh sửa tệp tin?","1842":"Không. Nếu một tệp tin đã đồng bộ thay đổi, nó luôn bị thay thế thế toàn bộ, chứ không phải viết thêm hay xóa bớt. Vì thế, đừng nên đồng bộ bảng thông số tài liệu hay database. Mã hóa ghi\/viết dữ liệu đang được lập kế hoạch cho việc ra mắt trong tương lai.","1845":"Có sự khắt khe nào khi đặt tên cho tệp tin hay không?","1846":"HĐH MacOS\/UNIX phân biệt tên tệp tin khá nhạy, Windows thì không. Một thư mục chứa cả hai \"ABC.TXT\" và \"abc.txt\" đồng bộ được tới máy UNIX mà không có vẫn đề gì, nhưng khi đồng bộ với máy Windows, chỉ có một trong hai tệp sẽ tồn tại.","1847":"MEGA không có áp đặt cho việc đặt tên cho dữ liệu - chúng có thể chứa các ký tự không tương thích với hệ điều hành như là : hay *. Chúng sẽ được viết lại dưới dạng %xx trên ổ đĩa máy và sẽ được chuyển lại thành dạng cũ ở trên mây. Trình duyệt tệp Windows Explorer cũng có vấn đề với một số tên hoàn toàn vô hại như \"con.doc\" là một ví dụ, nó sẽ không thể truy cập được. Nếu bạn gặp phải một tình huống như thế, chỉ cần đổi tên các tệp tin ở phía đám mây. Các ký tự ngôn ngữ khác hoàn toàn được hỗ trợ.","1848":"MEGAsync hỗ trợ khá sâu cho các cấu trúc thư mục con (bản thân MEGA đã giới hạn tối đa 63 lớp thư mục) và các tên khá dài cho dữ liệu (lên đến 32 000 ký tự ở HĐH Windows). Nhưng bất lợi thay, đa số các phần mềm cho WIndows (bao gồm trình duyệt tệp Explorer) đều không có khả năng truy cập các tệp có tên dài hơn 260 ký tự.","1849":"Làm sao để tôi chắc rằng tôi đang sử dụng phiên bản mới nhất của MEGAsync?","1850":"Trình MEGAsync luôn kiểm tra phiên bản mới mỗi hai giờ và tự động cập nhật khi khả dụng (bạn có thể tắt chức năng này trong mục Thiết đặt - phiên kiểm tra tiêp theo sẽ được thực hiện khi bạn bật chức năng này lại). Vì lý do bảo mật, chỉ nên dùng tài khoản được gắn kết đã dùng khi cài MEGAsync để chấp nhận cập nhật.","1851":"Liệu MEGAsync sẽ sử dụng truyền dữ liệu ngang hàng để thi hành việc đồng bộ nhanh hơn giữa các máy tính trong cùng một mạng hay không?","1852":"Không. Hiện tại bản thân MEGAsync chỉ luôn luôn đồng bộ qua cơ sở hạ tầng điện toán đám mây của MEGA.","1853":"Chuyện gì xảy ra nếu các tác vụ đồng thời bị mâu thuẫn được thực hiện trên các trình đồng bộ hóa dùng chung một đám mây?","1854":"Phiên bản hiện tại của MEGAsync không giải quyết được cuộc xung đột như vậy một cách xác định trước. Hãy cố tránh việc này nếu có thể.","1855":"MEGAsync có hỗ trợ các tệp tin hệ thống nâng cao như liên kết (link), dữ liệu thuộc tính (attributes), streams\/forks hoặc tệp sparse?","1856":"Không, không được phân bố các dạng này trên ổ mây.","1857":"MEGAsync có hỗ trợ đồ bộ một thư mục nội tại cho nhiều địa điểm từ xa hay một thư mục từ xa cho nhiều thư mục nội tại (local)?","1858":"Không, trừ khi bạn chạy nhiều trình MEGAsync riêng biệt, chúng tôi không khuyến khích điều này. Theo thỏa thuận, chỉ mỗi một tệp hệ thống được đem lên MEGAsync mỗi lần, để tránh tình trạng trùng lặp, thư mục con của một thư mục đã được đồng bộ hay nhiều lien kết tới cùng một đối tượng trong thư mục đã đồng bộ trên máy.","1859":"Tải ứng dụng cho iOS của hãng ở đâu?","1860":"Bạn có thể lên [A]App Store[\/A] để tải ứng dụng dành cho iOS của chúng tôi.","1861":"Tải ứng dụng cho Android của hãng ở đâu?","1862":"Bạn có thể lên [A]Google Play hay CH Play[\/A] để tải và cài đặt ứng dụng của chúng tôi.","1863":"Chúng tôi còn đang cung cấp [A]các ứng dụng[\/A] cho thiết bị di dộng của bạn, bao gồm [B]iOS[\/B] & [C]Android[\/C].","1864":"Gửi báo lỗi","1865":"MEGAsync đã xác định được một vấn đề. Sau đây là chi tiết:","1866":"Bạn có thể giúp được chúng tôi cải tiến MEGAsync bằng cách gửi cho chúng tôi các bản báo cáo lỗi. Đừng nên ghi thông tin cá nhân của bạn. Nếu bạn muốn gửi cho chúng tôi phản hồi, xin viết chúng dưới đây:","1867":"Cám ơn sự hợp tác của bạn!","1868":"Gửi báo cáo","1869":"Chọn Người dùng","1870":"Chọn người dùng mà bạn muốn cài trương trình [A].","1871":"Chọn kiểu bạn muốn cài đặt [A] cho cá nhân hoặc cho tất cả người dùng trên máy tính này. [B]","1872":"Cài đặt cho tất cả người dùng trên máy này sử dụng","1873":"Chỉ cài đặt cho tôi sử dụng","1874":"Lỗi: Thư mục đích không hợp lệ. Quá trình tải lên đã được hủy","1875":"Ngoài trừ tệp có dạng tên được thiết lập sẽ hoạt động với tài khoản của bạn sau khi ứng dụng được khởi động lại.","1876":"K.thước bộ nhớ tạm: %1","1877":"Bộ nhớ tạm","1878":"Dọn sạch","1879":"Thiết đặt proxy của bạn hiện không hợp lệ hoặc proxy không hồi đáp","1880":"Thư mục đích đã được đồng bộ và trong thư mục đó đã tồn tại một tệp tin cùng tên (%1).","1881":"Nếu bạn tiếp tục tải lên, tệp tin cũ sẽ bị ghi đè thành bản mới.Bạn có chắc không?","1882":"Đã quá, bạn cho chúng tôi nhiều sao quá!","1883":"Bạn đang cố đồng bộ một thư mục rất lớn. Nó ngăn chặn sự đồng bộ của toàn bộ khả năng khởi động của chương trình, điều này nguy hiểm và không hiệu quả, chúng tôi khuyên bạn thử với một thư mục nhỏ hơn và sau đó thêm nhiều dữ liệu hơn trong khi trình MEGAsync đang chạy.","1884":"Thư mục (%1) chưa được tải lên tại vì ích thước vô cùng lớn. Chúng tôi phải thực hiện điều này để trách tình trạng tải lên toàn bộ thư mục hệ thống boot máy. Gây nguy hiểm cho máy chủ.","1885":"%1 thư mục chưa được tải lên tại vì chúng vô cùng lớn. Chúng tôi thực hiện điều này để tránh tình trạng tải lên toàn bộ thư mục trong hệ thống boot máy vốn nguy hiểm và thiệt hại cho máy chủ.","1886":"Tôi đang cố thử đổi tên một thư mục trong máy bằng Explorer, nhưng tên của thư mục đó ở trên ổ mây lại không thay đổi theo, cho dù tôi đã cố nhiều lần.","1887":"Thư mục mà bạn đang đổi tên có chứa một tệp ẩn gọi là desktop.ini với dòng lệnh bên trong là LocalizedResourceName= chứa tên thư mục sau khi sửa đổi, mặc dù nó không hề như thế! Xin thử xóa tệp desktop.ini và đặt lại tên thư mục.","1888":"Trang chủ","1889":"Ứng dụng iOS","1890":"Ứng dụng Android","1891":"Tìm câu trả lời cho các câu hỏi thường gặp về dịch vụ của chúng tôi.","1892":"Tìm hiểu thêm về các loại khóa mã hóa & an ninh dữ liệu của MEGA.","1893":"Các kiếm thức bạn cần biết về đồng bộ dữ liệu giữa các máy tính của bạn và MEGA.","1894":"Tìm hiểu thêm về ứng dụng dành cho Android của chúng tôi viết, mang mây theo túi quần của bạn.","1895":"Tìm hiểu thêm về các công cụ hỗ trợ mạnh mẽ cho công việc và cộng tác từ MEGA.","1896":"Đây là toàn bộ thông tin bạn cần biết về tài khoản MEGA của bạn.","1897":"Tìm hiểu thêm về ứng dụng dành cho iOS của chúng tôi viết, mang mây theo túi quần của bạn.","1898":"Bấm Esc để đóng lại","1899":"Xem hình","1900":"Có bản cập nhật mới!","1901":"Bản cập nhật sẽ được áp dụng vào lần khởi động tiếp theo","1902":"Đang cài đặt bản cập nhật...","1903":"Đang tìm bản cập nhật mới...","1904":"Cài bản cập nhật","1905":"MEGAsync hiện có một bản cập nhật mới! Nhấp vào khung hội thoại này để cài đặt ","1906":"Không có bản cập nhật mới khả dụng","1907":"Phát sinh lỗi khi cài đặt bản cập nhật. Xin vui lòng thử lại sau hoặc tải về phiên bản mới nhất tại: https:\/\/mega.co.nz\/#sync","1908":"Kiểm tra các bản cập nhật mới","1909":"Cài đặt Tự tùy chỉnh","1910":"chỉ dùng được với:","1911":"Chrome Beta","1912":"Chrome Canary","1913":"Tải MEGA","1914":"cho Chrome Beta \/ Canary","1915":"Chú ý: chỉ nên nhấp vào nút trên cùng khi bạn tin tưởng [A]Cửa hàng Chrome trực tuyến[\/A] (web store). Mặt khác, bạn có thể tự tải & cài đặt tiện tích mở rộng dưới đây.","1916":"Tải về từ","1917":"Cửa hàng Chrome trực tuyến","1918":"Có bản cập nhật mới. Đang tải về...","1919":"Không lấy được tệp tin hệ thống.","1920":"Vui lòng thử lại sau. Nếu vấn đề vẫn còn tiếp diễn xin liên hệ bug@mega.co.nz","1921":"Thư mục không hợp lệ cho việc đồng bộ hóa.","1922":"Xin hãy chắc rằng bạn không sử dụng các ký tự như \\ \/ hoặc : trong tên thư mục.","1923":"Chế độ đồng bộ riêng lẻ được kích hoạt","1924":"Hiệu hóa đồng bộ cho toàn bộ tài khoản","1925":"Việc đồng bộ toàn bộ tài khoản sẽ vô hiệu hóa hết các việc động bộ riêng rẻ đang chạy của bạn","1926":"Chế độ đồng bộ toàn bộ được kích hoạt","1927":"Vô hiệu chế độ đồng bộ toàn tài khoản","1928":"Việc tắt đồng bộ toàn bộ tài khoản sẽ cho phép bạn thiết lập đồng bộ từng thư mục riêng lẻ","1929":"Cài đặt MEGA vào trình duyệt của bạn để nâng cao hiệu suất và tăng cường bảo mật.","1930":"\"Mang theo ổ mây trong túi của bạn.\" Truy cập và truyền tải dữ liệu từ điện thoại thông minh và máy tính bảng của bạn.","1931":"Trình MEGAsync đang khởi động","1932":"Để được tải về các tệp lớn hơn 1GB, xin bạn cài tiện ích mở rộng của chúng tôi.","1933":"Để được tải về các tệp lớn hơn 1GB, xin bạn cài và sử dụng một trình duyệt mới hơn.","1934":"Quên mất mật khẩu?","1935":"Nếu bạn có lưu tay dự phòng khóa mã-hóa chủ, bạn có thể phục hồi lại mật khẩu bằng cách bấm CÓ. Sẽ không có dữ liệu nào bị mất.","1936":"Bạn vẫn có thể [A]xuất ra[\/A] mã khóa ngay bây giờ nếu bạn đang còn ở một phiên hoạt động MEGA trên bất cứ trình duyệt hay thiết bị nào. Nếu không, bạn còn còn được quyền giải mã hóa tài khoản mà bạn đang có, nhưng bạn có thể tạo cái mới với cùng địa chỉ email bằng cách chọn KHÔNG.","1937":"Bạn có giữ bản dự phòng mã khóa chủ không?","1938":"Vậy thì tốt!","1939":"Xin điền địa chỉ thư điện tử của bạn vào dưới đây. Bạn sẽ nhận được thư với liên kết để bạn nhập mã khóa chủ và đạt lại mật khẩu.","1940":"Gửi","1941":"Ây da.","1942":"Vì lý do của dạng thức mã-hóa người-dùng-cuối, bạn sẽ không còn được truy cập vào dữ liệu của bạn mà không có mật khẩu hoặc [A]bản dự phòng[\/A] mã khóa chủ.","1943":"Bạn có thể đặt tài khoản hiện có của bạn và bắt đầu một cái mới với cùng địa chỉ email. Trong trường hợp bạn nhớ ra mật khẩu của tài khoản trước mà bạn đã ghi đè bằng cái mới. Xin liên lạc [A]support@mega.co.nz[\/A] để khôi phục dữ liệu, trong vòng 60 ngày.","1944":"Bạn không thể áp dụng thủ tục khôi phục tài khoản với một phiên hoạt động tạm.","1945":"Hiện bạn đã đăng nhập vào tài khoản [X]. Nếu bạn không nhớ được mật khẩu hiện tại của bạn và muốn đổi mật khẩu, xin hãy xuất ra mã khóa chủ của tài khoản, xong đăng xuất và vào thử lại.","1946":"Xin vui lòng kiểm tra địa chỉ email và thử lại.","1947":"Đặt lại tài khoản","1948":"Bạn đã mất mật khẩu và không thể cung cấp mã-khóa chủ đã được xuất ra từ trước phải không? Thật tiếc, với mô hình mã-hóa mạnh mà MEGA đang dùng bạn sẽ bị bất khả truy cập vào tài khoản mà không có mã-khóa để render dữ liệu của bạn. Nếu tiến hành đặt lại tài khoản mới với cùng địa chỉ email. Dữ liệu tài khoản cũ của bạn sẽ được bảo lưu trong vòng 60 ngày và có thể phục hồi bằng cách liên lạc với [A]support@mega.co.nz[\/A] khi mà bạn nhớ ra được mật khẩu của tài khoản trước kia.","1949":"Chọn mật khẩu mới","1950":"Tôi am hiểu rằng khi mà tôi bắt đầu với một toàn khoản mới, tôi sẽ mất hết tất cả dữ liệu mà tôi đang có hiện giờ trừ khi tôi nhớ lại được mật khẩu hoặc tìm ra được mã-khóa chủ.","1951":"Bắt đầu tài khoản mới","1952":"Ghi chú:","1953":"Chúng tôi có giữ lại dữ liệu của bạn dự phòng trong vòng 60 ngày.","1954":"Bạn nên nhớ lại mật khẩu của bạn, xin liên lạc với support@mega.co.nz để được hỗ trợ khôi phục dữ liệu của tài khoản cũ.","1955":"Đặt lại mật khẩu","1956":"Xin cung cấp mã-khóa chủ mà bạn xuất ra từ trước. Bạn có thể tìm và xuất ra mã này ở bất kỳ phiên MEGA đang hoạt động trên bất cứ trình duyệt hoặc máy tính nào mà bạn đang có.","1957":"Nếu bạn không có mã-khóa chính, bạn chỉ có thể [A]đặt lên[\/A] một tài khoản mới và bắt đầu lại.","1958":"Dùng tệp có lưu mã-khóa dạng chữ","1959":"Chọn tệp chứa mã","1960":"Xác thực tệp","1961":"Bạn vừa lấy lại thành công việc truy cập vào tài khoản của bạn. Xin điền một mật khẩu mới dưới đây:","1962":"Nghiệm ứng mật khẩu","1963":"Có vẻ mã-khóa chủ bạn vừa đưa lên không chính xác.","1964":"Bạn có chắc là bạn vừa đưa một mã-khóa chính xác chứ?","1965":"Nếu bạn không có mã-khóa đúng, bạn chỉ có thể [A]đặt lại[\/A] tài khoản của bạn.","1966":"Liên Kết Phục Hồi bị Hết Hạn","1967":"Liên kết phục hồi này đã bị hết hạn, xin thử lại.","1968":"Liên Kết Phục Hồi Bất Hợp Lệ","1969":"Liên kết bất hợp lệ, xin thử lại.","1970":"Hoặc nhập vào mã-khóa chủ của bạn vào đây","1971":"Bạn không thể dùng thủ tục khôi phục tài khoản khi đã được đăng nhập. Xin đăng xuất và thử lại.","1972":"Tệp mã-khóa bất hợp lệ","1973":"Tệp bạn vừa chọn quá lớn. Xin chắc chắn tệp bạn vừa chọn chỉ chứa một mã-khóa chủ dài 22 ký tự.","1974":"Xin xác nhận rằng bạn biết rằng tất cả dữ liệu của bạn sẽ bị xóa.","1975":"Tài khoản đã được đặt lại","1976":"Tài khoản cũ của bạn đã được đặt mới thành công. Giờ bạn có thể đăng nhập vào vào tài khoản này.","1977":"Mã-khóa chủ bất hợp lệ","1978":"Chìa mã-khóa bạn vừa đưa không có trùng với tài khoản này. Xin chắc chắn là bạn dùng đúng mã-khóa chủ và thử lại.","1979":"Tài khoản bị chặn","1980":"Tài khoản bạn đang cố khôi phục đang bị chặn.","1981":"Mật khẩu đã được đặt lại thành công. Bạn có thể đăng nhập vào tài khoản ngay bây giờ.","1982":"Lưu dự phòng [A]mã-hóa khóa chủ[\/A]","1983":"Mật khẩu của bạn ở khóa cho mã-khóa chủ","1984":"Chỉ liệu của bạn chỉ có thể khả dụng để truy cập khi đi qua chu trình điều hành của giải mã-hóa được tiến hành với mã-khóa chủ của bạn, đoạn mã mà chúng tôi chèn cùng với mật khẩu của bạn. Có nghĩa là nếu bạn mất mật khẩu thì mã-khóa chủ cũng sẽ không giải ra được, và bạn sẽ không còn giải mã được dữ liệu của bạn.","1985":"Sau khi xuất ra mã-khóa chính, hãy giữ nó ở một nơi an toàn. Mã này sẽ giúp bạn đặt lại mật khẩu mà không hề mất dữ liệu.","1986":"Các kẻ tấn công không thể lấy quyền truy cập vào tài khoản của bạn mà chỉ có mã-khóa. Thủ tục đặt lại mật khẩu yêu cầu cần có mã-hóa và truy cập vào email của bạn.","1987":"Lưu mã-hóa chủ dưới dạng chữ (text)","1988":"Lưu tệp","1989":"Sao chép mã-khóa chủ vào bộ nhớ tạm (clipboard)","1990":"Sao chép","1991":"Luôn luôn giữ tay bản lưu mã-khóa chủ của bạn (v.d. trên máy, ổ cứng ngoài, hoặc in ra).","1992":"Đừng lưu trữ mã này trên Internet (hoặc ít nhất phải cùng với phương thức bảo mật).","1993":"hoặc [A]tạo một tài khoản[\/A]","1994":"Được. Tuy nhiên, mật khẩu tài khoản MEGA của bạn không chỉ là mật khẩu thông thường để vào tài khoản - nó dùng là chìa khóa mã để giải mã tất cả dữ liệu bất khả truy cập của bạn. Vì thế ở đây có hai dạng đặt lại mật khẩu: Có hoặc không có với cung cấp một bản sao lưu của mã-khóa chủ (master key). Với đoạn mã này, bạn chỉ cần đặt lại mật khẩu mới mà không ảnh hưởng gì tới tài khoản hiện tại. Nếu không có đoạn mã này, bạn phải đặt lại một tài khoản mới lên tài khoản hiện có với cùng email và bắt đầu như một tài khoản mới, trống về dữ liệu. Chúng tôi khuyên bạn nên lưu dự phòng mã-hóa khóa chủ của bạn ở đâu đó an toàn, để đề phòng chuyện xảy ra! Nhấp  <a href=\"#backup\">vào đây<\/a> để xuất ra khóa của bạn hoặc <a href=\"#recovery\">vào đây<\/a> để đặt lại mật khẩu.","1995":"Tôi vừa nhớ ra mật khẩu của tài khoản cũ sau khi tiến hành thủ tục đặt lại mật khẩu. Làm sao để tôi lấy lại dữ liệu cũ?","1996":"Nếu từ lúc bạn đặt mới tài khoản đến lúc bạn nhớ ra mật khẩu trải qua ít hơn 60 ngày, dữ liệu của bạn sẽ được khôi phục. Liên lạc [A]support@mega.co.nz[\/A] khi bạn nhớ ra mật khẩu.","1997":"MEGA yêu cầu tôi phải sao lưu lại mã-khóa hóa chủ. Tại sao?","1998":"Nếu bạn hoàn toàn khẳng định là bạn sẽ chẳng bao giờ mất mật khẩu thì bạn sẽ không cần làm điều này. Nếu bạn có quyết định tạo một [A]bản lưu[\/A] thì xin chắc rằng bạn giữ mã này ở địa điểm an toàn: Bất cứ ai truy cập được được bản lưu mã-khóa này và email của bạn thì họ sẽ có khả năng đặt lại mật khẩu tài khoản của bạn để lấy quyền truy cập dữ liệu.","1999":"Tôi có đồng bộ phân vùng đĩa FAT\/FAT32 trong Windows được hay không?","2000":"Ở điều kiện bình thường thì không có vấn đề gì, nhưng chúng tôi mạnh mẽ khuyên bạn nên tránh điều này, vì cấu trúc đánh dấu thời gian của hệ FAT tùy thuộc vào múi giờ của thiết bị, và kết quả là tất cả các tệp đó sẽ bị tái đồng bộ hai lần một năm nếu bạn ở vùng quốc gia giảm giờ mùa đông, tăng giờ mùa hè (daylight saving). Tiếc rằng là lỗ hổng thiết kết của hàm API Windows làm việc này khá khó khăn để xử lý điều này: \"Khi thời gian vào chế độ daylight saving, thời gian được được truy xuất bởi GetFileTime sẽ giảm đi một tiếng, vì thế bộ nhớ tạm sẽ bị ngưng. Khi bạn khởi động lại máy tính, bộ nhớ tạm sẽ được đẩy lùi và được lấy lại cho đúng với GetFileTime.\" Và quá trình động bộ diễn ra, nói cách khác là bạn nên tránh dùng FAT.","2001":"Bạn có muốn tải lên các tệp của bạn vào một phiên mới?","2002":"Ấn \"Không\" sẽ cho bạn đăng nhập và băt đầu tiến trình tải lên.","2003":"Sao lưu dự phòng mã-hóa khóa chủ ngay bây giờ","2004":"Không giống như các dịch vụ đám mây đi truớc, dịch vụ của MEGA dùng chế độ bảo mật người dùng cuối. Có nghĩa là các dữ liệu của bạn sẽ trở nên bất khả truy cập nếu bạn mất mật khẩu. Chúng tôi mạnh mẽ khuyên bạn sao lưu dự phòng lại mã-hóa chủ ngay bây giờ. Thủ tục đặt lại mật khẩu mà không mất dữ liệu chỉ có thể thực hiện được nếu bạn có cung cấp một mã-khóa chủ hợp lệ cho tài khoản của bạn.","2005":"Đã đọc xong","2006":"Sao lưu ngay","2007":"Khác","2008":"Vô hiệu các biểu tượng nổi","2009":"Buộc tiến hành quét toàn bộ dữ liệu","2010":"Quét toàn bộ","2011":"Trình MEGAsync sẽ tiến hành quét toàn bộ dữ liệu từ các thư mục đuợc đồng bộ của bạn","2012":"Bạn có muốn khởi chạy lại MEGAsync ngay không?","2013":"Tải lên các tệp\/thư mục","2014":"Đang có một bản cập nhật mới cho MEGAsync!","2015":"MEGAsync hiện đang chạy. Click vào biểu tượng ở góc thanh tác vụ để xem trạng thái chương trình.","2016":"Hiển thị trạng thái","2017":"Thư mục dành cho tải lên từ máy tính này","2020":"Lỗi phát sinh khi lấy phiên hoạt động","2021":"Đồng bộ toàn bộ","2022":"Thư mục nội tại trên máy và Ổ Mây MEGA của bạn sẽ được tự động đồng bộ hóa.","2023":"Chọn","2024":"Các thiết đặt của bạn gây ra xung đột, xin làm lại từ đầu","2025":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red mac\">Mac<\/a> và <a href=\"\" class=\"red linux\">Linux<\/a>","2026":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red windows\">Windows<\/a> và <a href=\"\" class=\"red linux\">Linux<\/a>","2027":"Ứng dụng đã có mặt cho <a href=\"\" class=\"red windows\">Windows<\/a> và <a href=\"\" class=\"red mac\">Mac<\/a>","2028":"tùy chọn","2029":"Chọn Linux Phát hành bản (Distro)","2030":"Xin chọn một loại Linux Phát hành bản (Distro) và nhấp nút tải về.","2031":"Cho máy Mac","2032":"Cho máy Linux","2033":"Việc tải về tệp nén ZIP nặng hơn 2GB có thể sẽ cần thêm một số công cụ giải nén (chẳng hạn như \"7zip\"). Nhưng rất tiếc, ZIP64 hiện không được hỗ trợ trên mọi hệ điều hành thông thường.","2034":"Tệp tin","2035":"Thư mục","2036":"Tải lại dữ liệu","2037":"Tải về từ MEGA","2038":"Xin chọn một thư mục để tệp tin được tải xuống:","2039":"Luôn tải xuống vào vị trí này","2041":"Bạn không có quyền hạn ghi dữ liệu vào thư mục này.","2042":"Bạn không có quyền hạn ghi dữ liệu trong thư mục này.","2043":"MEGAsync sẽ không tải xuống được gì vào chỗ này.","2044":"Bạn có muốn tiếp tục không?","2045":"Lỗi khi lấy liên kết:","2046":"Thư mục mặc định","2047":"Tải lên:","2048":"Tải xuống:","2049":"Việc đồng bộ này không thể hoạt động vì thư mục đích không tồn tại","2051":"Toàn bộ Ổ Mây của bạn đã được đồng bộ rồi","2052":"Kích hoạt \/ bất hoạt","2053":"Chọn thư mục","2055":"Ổ Mây của bạn sẽ được đồng bộ với thư mục này:","2056":"Chi tiết sử dụng của tài khoản","5526":"MEGA là một dịch vụ lưu trữ trên nền điện toán đám mây cung cấp cho bạn 50 GB không gian lưu trữ miên phí. Không giống như các hãng dịch vụ khác, toàn bộ dữ liệu của bạn hoàn toàn được mã hóa và chỉ có thể giải mã bởi bạn và các thiết bị của bạn, và chúng tôi sẽ chẳng bao giờ tự giải mã được dù của bất kỳ ai.Bạn có thể truy cập mọi lúc, mọi nơi từ thiết bị của bạn. Các thư mục chia sẻ chung với bạn, mọi thay đổi sẽ được cập nhật từng giây.Mang cả \"mây\" vào trong túi quần của bạn, chỉ với một cú chạm. Truy cập và truyền tải tệp tin, mọi nội dung số từ điện thoại của bạn hay máy tính bảng lên mây, và theo bạn bất cứ nơi đâu.Quản lý, tìm kiếm, lưu trữ, tải xuống, truyền dữ liệu, xem, chia sẻ, đổi tên hoặc xóa tệp tin. Tất cả đều có trong đây - một ứng dụng nằm trong tầm tay của bạn.Để biết thêm thông tin chi tiết, xin truy cập website:https:\/\/mega.co.nz\/","5527":"MEGA là một Dịch Vụ Lưu Trữ Đám Mây với Bảo Mật Nghiêm Ngặt. Cung cấp 50 GB miễn phí","5528":"trong tổng","5529":"Chuyển đến","5530":"Sao chép tới","5531":"Chuyển nhập vào","5532":"Tải Tệp Tin","5533":"Đang tải…","5534":"Đang nhập…","5535":"Đang cập nhật…","5536":"Chưa hoàn thành","5537":"Bạn có biết bạn đang chuẩn bị xóa một mã master key không?","5538":"Cảnh báo! Thao tác này có nguy cơ cao. Bạn có muốn tiếp tục không?","5539":"Thêm tùy chọn…","5540":"Bạn có muốn xóa tên liên lạc này không?","5541":"Bạn có muốn xóa các tên liên lạc này không?","5542":"Lời mời chia sẻ","5543":"Mục Chia Sẻ Gửi Đi","5544":"Tải lên…","5545":"Tạo thư mục mới","5546":"Chọn thư mục để tải lên","5547":"Tải lại thông tin","5548":"Cần trợ giúp","5549":"Nâng cấp tài khoản","5550":"Chọn Hết","5551":"Bỏ Chọn Hết","5552":"Dạng ảnh nhỏ","5553":"Dạng d.sách","5554":"Xuất Master Key","5555":"Xóa mã MasterKey","5556":"Mã MasterKey đã vừa được xuất vào:","5557":"tệp","5558":"tệp tin","5559":"liên lạc","5560":"danh bạ","5561":"thư mục","5562":"thư mục","5563":"thư mục chia sẻ","5564":"thư mục chia sẻ","5565":"tải","5566":"tải lên","5567":"tải lên","5568":"người","5569":"người","5570":"email","5571":"mật khẩu","5572":"Xác nhận mật khẩu","5573":"XEM","5574":"ẨN","5577":"Xin nhập mật khẩu","5578":"Đang tính toán các mã khóa","5579":"Đang kiểm tra","5580":"Kích hoạt tài khoản","5581":"Đang chuẩn bị danh sách các tệp tin","5582":"Tạo tài khoản","5583":"tên","5584":"Tôi đồng ý các <a href=\"https:\/\/mega.co.nz\/mobile_privacy.html\">Điều Khoản Dịch Vụ<\/a> của MEGA.","5585":"Bạn đã tạo một tài khoản rồi?","5586":"Bạn phải chấp thuận Điều Khoản Sử Dụng của chúng tôi.","5587":"Hai mật khẩu này không trùng khớp","5588":"Đã lưu về dùng Ngoại tuyến","5589":"Chia sẻ cho tôi","5590":"DANH BẠ","5591":"Y\/CẦU ĐÃ GỬI","5592":"Y\/CẦU NHẬN ĐƯỢC","5593":"Chưa có yêu cầu nào được gửi đi","5594":"Không có yêu cầu nào từ bên ngoài","5595":"Camera Upload","5596":"%1$s trong tổng %2$s","5597":"THÔNG BÁO","5598":"GỬI","5599":"Không có tệp trong thùng rác","5600":"Chưa có thư mục chia sẻ nào được nhận","5601":"Chưa có thư mục chia sẻ nào được gửi đi","5602":"Dùng được ngoại tuyến","5603":"MẠNG","5604":"MÁY","5605":"Dung lượng:","5606":"Nội dung:","5607":"Vào lúc:","5608":"Chỉnh sửa lúc:","5609":"Thư mục chưa có công khai liên kết","5610":"Đọc & Ghi","5611":"Đã chia sẻ cho:","5612":"Quyền hạn:","5613":"Chỉnh lại quyền hạn","5614":"Chia sẻ với","5615":"Gửi đến","5616":"Thông tin liên lạc","5617":"Chia Sẻ với:","5618":"Dùng nút bấm dưới đây để thêm danh dạ.","5619":"Đang chuẩn bị cho tệp tin","5620":"Điện thoại của bạn không có ứng dụng nào có thể mở được tệp này","5621":"Chia sẻ hình này qua","5622":"Chia sẻ liên kết này qua","5623":"Đang chuyển","5624":"Đang chia sẻ","5625":"Đang sao chép","5626":"Xóa khỏi MEGA","5627":"Email của người này","5628":"Đang tạo thư mục…","5629":"Đang nhập vào danh bạ","5630":"Gửi liên kết","5631":"Chia sẻ thư mục này","5632":"Xem các thư mục được chia sẻ","5633":"Đang xóa tất cả tên liên lạc từ người chia sẻ","5634":"Đang rời khỏi thư mục chia sẻ","5635":"Thư mục máy ảnh","5636":"Danh bạ MEGA","5637":"Danh bạ Điện thoại","5638":"Xóa","5639":"Đã thêm liên lạc","5640":"Đã xóa liên lạc","5641":"Lỗi. Chưa được tên liên lạc","5642":"Đã thay đổi quyền hạn","5643":"Lỗi. Chưa thay đổi quyền hạn được","5644":"Thư mục đã tồn tại","5645":"Thư mục đã được tạo","5646":"Đã đặt lại tên","5647":"Lỗi. Chưa đặt lại tên được","5648":"Sao chép hoàn tất","5649":"Lỗi. Chưa sao chép được","5650":"Chuyển đi hoàn tất","5651":"Lỗi. Chưa di chuyển được","5652":"Đã được chia sẻ cho:","5653":"Lỗi. Chưa chia sẻ được","5654":"Không thể lấy được liên kết","5655":"Đã xóa khỏi MEGA","5656":"Lỗi. Chưa xóa khỏi MEGA được","5657":"Đã được gửi cho:","5658":"Thư mục giờ không còn được công khai","5659":"Đã xóa thư mục chia sẻ","5660":"Đang giải nén tệp","5661":"Duyệt Hình Ảnh","5662":"Nâng cấp ngay!","5663":"Phiên cuối:","5664":"Chọn hạng tài khoản","5665":"Chọn hằng tháng hoặc hằng năm","5666":"Dùng Paypal trả tiền thuê bao","5667":"Hằng tháng*","5668":"Hằng năm*","5669":"* (chú thích) bạn có thể nhưng sử dụng tất cả các gói thuê bao này trước ngày đóng tiền chu kỳ mới.","5670":"Chưa kịp lấy thông tin từ hình ảnh. Xin chờ một lúc.","5671":"Đã chuyển nhập xong","5672":"Không có hoạt động truyền tải nào","5673":"Mọi truyền tải đang bị dừng","5674":"Dừng truyền tải","5675":"Chạy lại việc truyền tải","5676":"Chỉ dùng Wi-Fi","5677":"Wi-Fi hoặc mạng điện thoại","5678":"Đang thực hiện Camera Upload","5679":"Bạn có muốn hủy quá trình Camera Upload không?","5680":"Đang tải lên hình chụp từ máy ảnh","5681":"Lỗi Camera Upload","5682":"Đã xong Camera Upload","5683":"Cài đặt Khóa Mã (PIN)","5684":"Luôn hỏi vị trí để lưu trước khi tải về","5685":"Bật Camera Upload","5686":"Vô hiệu Camera Upload","5687":"Tải lên thế nào","5688":"Hình và video","5689":"Bật Khóa Mã","5690":"Tắt Khóa Mã","5691":"Mã Khóa (PIN)","5692":"Chưa chỉnh","5693":"Phiên bản ứ.dụng","5694":"MEGA PDF Viewer","5695":"Quản lý tệp ZIP","5696":"Hạng T.Khoản:","5697":"Thư mục Camera Uploads đã được tạo","5698":"Tệp nén zip sẽ được tải về và tự giải nén","5699":"Tệp zip sẽ được giải nén","5700":"Đã hiểu","5701":"Bật","5702":"Chưa nhập mật khẩu","5703":"Chưa nhập email","5704":"Sai thông tin đăng nhập","5705":"Email không hợp lệ","5706":"Tên quá ngắn","5707":"Mật khẩu quá ngắn","5708":"Bạn phải chấp thuận Điều Khoản Sử Dụng.","5709":"Giữ đăng nhập cho lần sau","5710":"Bạn có chắc muốn hủy bỏ việc đăng ký?","5711":"Hủy","5712":"Quá trình đăng ký hoàn tất","5713":"Tôi đồng ý với <a href='terms'>Điều Khoản Dịch Vụ<\/a> của MEGA","5714":"Email của bạn","5715":"Chia sẻ cho người trong danh bạ MEGA","5716":"Xóa một tệp?","5717":"Xóa [X] mục?","5718":"Xác nhận xóa bỏ","5719":"Đặt tên cho thư mục","5720":"Tải lên hình mới đây nhất","5721":"Chụp hình","5722":"Chọn tệp","5723":"Tệp chia sẻ","5724":"Không hề có tệp nào trên ỔMây","5725":"Không có tệp nào trong thư mục này","5726":"Khôi phục","5727":"Xin chọn một thư mục để chuyển nhập dữ liệu vào","5728":"Xin chọn một thư mục để chuyển nhập dữ liệu vào","5729":"Nội dung bản cập nhật","5730":"Tải danh bạ","5731":"Không truy cập được danh bạ","5732":"Cho phép MEGA truy cập danh bạ bằng cách vào Cài đặt > Bảo mật > Danh bạ","5733":"Không có tệp nào được chia sẻ","5734":"Chia sẻ một mục","5735":"Đang chia sẻ [X] mục","5736":"Đã gửi lời mời","5737":"Danh bạ trống","5738":"Thùng Rác","5739":"Có gì đó hoạt động vô cùng bất thường!","5740":"Đang tải về: [X]%","5741":"Đang chuẩn bị tải tệp về","5742":"Đang tải lên: [X]%","5743":"Đã lưu vào máy","5744":"Nhập tên mới","5745":"Bạn có chắc không?","5746":"Tệp đã được lưu ngoại tuyến trong máy","5747":"Chưa có tệp nào được tải về","5748":"Không có hình","5749":"Có một hình","5750":"[X] hình","5751":"Còn lại [X] mục","5752":"Không có hình","5753":"Đang tạo thư mục Camera Uploads","5754":"Đã danh sách xong các hình ảnh","5755":"Đang xuất hình ảnh","5756":"Đang bỏ qua hình ảnh trùng lặp","5757":"Đang tải hình lên","5758":"Đang tải video lên","5759":"Đã tạo thư mục Camera Uploads","5760":"Lỗi tải lên nội dung","5761":"Chế độ Camera Upload đang hoạt động","5762":"Chế độ Camera Upload đang tắt","5763":"Đã xong Camera Upload","5764":"Chọn các album cho chế độ Camera Upload","5765":"Tùy chỉnh Camera Upload","5766":"Khi tắt tính tăng này, mọi ảnh và video sẽ không được lưu vào ổ mây","5767":"Bật tính năng Camera Upload để tự động lưu trữ các ảnh chụp và video của bạn lên Ổ Mây","5768":"Tải video lên","5769":"Dùng mạng điện thoại","5770":"Chạy ngầm ứng dụng định kỳ","5771":"Đang lấy hình ảnh","5772":"Không truy cập được hình ảnh","5773":"Đang xuất tệp","5774":"Mã truy cập","5775":"Đã dùng","5776":"Đang dùng","5777":"Nếu số lần nhập sai mã vượt quá cho phép","5778":"Tắt mã truy cập","5779":"Bật mã truy cập","5780":"Dùng TouchID","5781":"Đổi mã truy cập","5782":"Xóa mọi dữ liệu đã tải","5783":"Dùng ngôn ngữ của điện thoại","5786":"Gửi phản hồi","5787":"Đánh giá ứng dụng","5788":"Tất cả các email gửi tới ban hỗ trợ đều sẽ được đọc, tuy nhiên với số lượng lớn các yêu cầu gửi đến, chúng tôi không thể chắc chắn sẽ trả lời từng thư một.","5789":"Nhận hỗ trợ trực tiếp hoặc tham khảo một số bài viết.","5790":"A! Nhiều sao quá!","5791":"Xuất Master Key","5792":"Enable logging","5793":"Tất cả tệp đã xóa sẽ được bỏ vào Thùng Rác.","5794":"Xuất mã Master Key và giữ nó ở một nơi an toàn để đề phòng việc mất dữ liệu khi đặt mật khẩu mới.","5795":"Các tệp log giúp lập trình viên tìm ra cách giải lỗi","5796":"MasterKey.txt đã được xuất ra và nằm trong thư mục Tài liệu (Documents). Bạn có thể chuyển tệp này bằng cách kết nối máy với máy tính và mở iTunes. Không nên gửi tệp này qua email, bạn có thể bị hack!","5797":"Xuất mã Master Key thất bại","5798":"Mã Master Key đã được xuất ra","5799":"Lượng dùng","5800":"còn sẵn","5801":"đã dùng","5802":"Ảnh","5803":"Video","5804":"Tài liệu","5805":"Các mục ẩn","5806":"Bộ nhớ tạm","5807":"Bộ nhớ tạm","5808":"Dung lượng máy","5809":"Dọn bộ nhớ tạm","5810":"Việc dọn dẹp bộ nhớ tạm sẽ xóa luôn các tài liệu, ảnh đã đã về và lưu trong máy & các tệp tin rác tạm thời.","5811":"Dọn bộ nhớ tạm?","5812":"Việc này sẽ xóa tất cả dữ liệu đã được tải\/lưu vào máy","5813":"Bộ nhớ tạm đã được làm sạch.","5814":"Nâng Cấp TK","5815":"[X] GB","5816":"[X] TB","5817":"Gói \"PRO 1\" hằng tháng","5818":"Gói \"PRO 1\" hằng năm","5819":"Gói PRO I","5820":"Nhập mã truy cập cũ","5821":"Bạn muốn dùng vân tay làm phương pháp xác thực?","5822":"Truyền tải bị lỗi","5823":"Có lỗi và tệp bạn chọn chưa tải lên MEGA được. Xin thử lại.","5824":"Truyền tải bị hủy","5825":"Tệp bạn vừa chọn chưa được tải lên MEGA xong.","5826":"MEGA LƯU TRỮ","5827":"MEGA TỐC ĐỘ","5828":"MEGA BẢO MẬT","5829":"MEGA TRUY CẬP","5830":"Đăng ký ngay để nhận 50 GB dung lượng miễn phí.","5831":"Tải lên nhanh chóng.Chia sẻ dữ liệu cực nhanh.","5832":"Lưu trữ tất cả dữ liệu an toàn vớibảo mật đầu-cuối từ MEGA.","5833":"Truy cập dữ liệu an toàn mọi lúc,mọi nơi.","5834":"MEGA là một dịch vụ lưu trữ điện toán đám mây, cung cấp 50 GB miễn phí cho mọi người dùng.Trong ứng dụng bạn có thể nâng cấp mở rộng thêm không gian dự trữ & băng thông (tổng dữ liệu tải lên và tải xuống) bằng cách mua gói thuê bao MEGA Pro, chi trả hằng tháng hoặc hằng năm.Giá thuê bao là 9,99€ (10,99$ Đôla) mỗi tháng hay 99,99€ (119,99$ Đôla) mỗi năm.Gói thuê bao này sẽ cung cấp cho bạn 500 GB không gian lưu trữ và 1000 GB băng thông cho mỗi tháng.Cước thuê bao sẽ tự động thâu tiền từ phương thức thanh toán mà bạn đã thanh toán thành công cho đến đầu chu kỳ mới. Bạn có quyền được hủy bỏ thuê bao MEGA Pro trong vòng 24 tiếng đồng hồ trước lúc đáo hạn, bằng cách bạn truy cập vào và quản lý trang tài khoản iTunes của bạn. Quản lý gói cước bạn mua vô cùng đơn giản, chỉ cần bấm vào App Store, đăng nhập bằng Apple ID ở dưới cùng (nếu bạn chưa làm) và click View ID. Bạn sẽ được điều đến trang tài khoản nơi mà bạn có thể vuốt xuống tới mục Manage App Subscriptions. Từ đây, bạn có thể xem thuê bao MEGA Pro subscription và ngày thâu tiền tiếp theo, bạn có thể chọn gói thuê bao khác hoặc hủy dịch vụ (on hoặc off) trước ngày đáo hạn.Điều Khoản Dịch Vụ:https:\/\/mega.co.nz\/ios_terms.htmlChính sách pháp lý:https:\/\/mega.co.nz\/ios_privacy.html","5835":"Với tính năng PhotoSync - Đồng bộ hình ảnh, những hình ảnh bạn chụp bằng iPhone của bạn sẽ được lưu trữ dự phòng hoàn toàn tự động bởi MEGA. Bạn có thể dùng WiFIi hay mạng điện thoại để tránh hao phí gói cước, cùng với chế độ hoạt động ngầm và các thiết đặt từ bạn, ứng dụng sẽ tự tải ảnh khi bạn ở ngoài đường hay ngoài phố.Chế độ khóa bằng mã truy cập (passcode) giúp tăng cường tính riêng tư cho bạn trong trường hợp bạn cho ai đó mượn điện thoại, hoặc mất. Bạn sẽ phải nhập mã bốn số cho mỗi lần mở ứng dụng. Bên cạnh đó còn có tính năng tự đăng xuất và tự xóa khi mật khẩu bị nhập sai hơn 10 lần.Nhiều lỗi nhỏ đã được sử chữa và tăng cường hiệu năng hoạt động.Hãy dành ít thời gian đánh giá ứng dụng này sau quá trình trải nghiệm, ý kiến đóng góp của bạn rất quan trọng để xây dựng này trở nên tốt hơn, mặc dù chúng tôi không trả lời được hết các email bạn gửi.Và cuối cùng, chúng tôi chân thành cám ơn các đánh giá 5 sao từ các bạn.","5836":"tải, sao chép, dự phòng, mây, dữ liệu, tệp, chia sẻ, bảo mật, MEGA","5837":"[X] phút","5838":"1 phút","5839":"dung lượng sẽ có trong","5840":"Tạo tài khoản MEGA","5841":"Bạn chưa có đăng nhập","5842":"Bạn cần phải có một tài khoản MEGA để thực hiện giao dịch:","5843":"Hiện bạng đang đăng nhập. Nếu muốn, bạn cần tạo một tài khoản khác.","5844":"Bạn có muốn mua bằng tiền có sẵn trong tài khoản không?","5845":"băng thông đã dùng","5846":"Redirecting to PayPal","5847":"Your purchase was successful. However, to finish the account creation process, you would need to activate your account by clicking on the link sent to your email."}